{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/nov/02/independent-scotland-within-touching-distance-claims-nicola-sturgeon", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-11-02T08:01:14Z", "webTitle": "Independent Scotland 'within touching distance', claims Nicola Sturgeon", "webUrl": "https://www.theguardian.com/uk-news/2019/nov/02/independent-scotland-within-touching-distance-claims-nicola-sturgeon", "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/02/independent-scotland-within-touching-distance-claims-nicola-sturgeon", "fields": {"headline": "Independent Scotland 'within touching distance', claims Nicola Sturgeon", "bodyText": "An independent Scotland is “within touching distance”, Nicola Sturgeon will tell a pro-independence rally in Glasgow on Saturday afternoon. Her promise comes as Labour leader Jeremy Corbyn insisted that a new independence referendum is “not necessary or desirable”. Thousands have signed up to hear the first minister and SNP leader address the event in George Square, organised by Scotland’s only independence-supporting daily newspaper, the National. Sturgeon has not addressed a gathering of the wider yes movement since 2014 and has been criticised by some activists for not supporting a series of well-attended marches held across Scotland over the summer. Before the event, she described the forthcoming election as “the most important one Scotland has faced in modern times”. “So much is on the line – people are completely fed up with the mess at Westminster. But George Square will be packed today as people from all backgrounds join together to demand a better future for Scotland,” she said. “An independent Scotland is closer than it has ever been. It really is within touching distance. What is needed now is another clear win for the SNP to bring it even closer still – so vote SNP on 12 December to secure Scotland’s right to decide.” At her party’s annual conference in Aberdeen last month, Sturgeon told delegates in an upbeat closing address that she intended to hold a second independence referendum in 2020 and would demand that the Westminster government transfer the powers to do so by the end of this year. Boris Johnson has repeatedly said that he will not do so. On Friday, she confirmed that she would seek a section 30 order, which transfers the requisite legal power to Holyrood, immediately after the election regardless of what party was in Downing Street, suggesting that she believed Corbyn would grant one immediately. But Corbyn later hit back, saying: “Labour does not support independence in Scotland and we do not think another referendum is either desirable or necessary.” The rally will hear from speakers across the pro-independence movement, including members of Women for Independence, the Scottish Independence Convention and Scottish Green co-leader Patrick Harvie, who will make an appeal for a “broad and inclusive” campaign. NEW George Square, the pedestrian precinct in the centre of the city, was a sea of saltires as crowds streamed in from all directions for the event on Saturday. The SNP logo was present but by no means pervasive, as most rally-goers waved the colourful Yes flags of the wider pro-independence movement. A noisy counter-demonstration, cordoned by police on the opposite side of the square from the main stage, attempted to drown out speakers by blowing whistles and singing Rule Britannia. Sitting on a bench in the middle of the square, wrapped in a saltire flag, 75-year-old Edna Matteson said she believed support for independence and the fairness it could bring was growing across the country. “People have had enough. Children should not be living in poverty in this day and age. I was born at the end of world war two when we didn’t have one food bank let alone thousands.” Matteson, a former Labour voter who has always supported independence and travelled from Greenock to attend the rally, said she was aware that some “blamed” the older generation for voting no in 2014. “People assume the older generation we’re afraid of losing their pensions, but those were the fear tactics used in 2014. I want independence for the children who are growing up now.” Despite the rain, the square and surrounding streets grew busier as the scheduled time of Nicola Sturgeon’s speech approached, with pockets of supporters sheltering in nearby doorways."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}