{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/nov/01/harry-dunn-death-police-submit-file-to-cps-after-anne-sacoolas-interview", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-11-01T18:16:29Z", "webTitle": "Harry Dunn death: police submit file to CPS after interviewing Anne Sacoolas", "webUrl": "https://www.theguardian.com/uk-news/2019/nov/01/harry-dunn-death-police-submit-file-to-cps-after-anne-sacoolas-interview", "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/01/harry-dunn-death-police-submit-file-to-cps-after-anne-sacoolas-interview", "fields": {"headline": "Harry Dunn death: police submit file to CPS after interviewing Anne Sacoolas", "bodyText": "Northamptonshire police have submitted a file to the Crown Prosecution Service on the death of 19-year-old Harry Dunn in a crash in August following an interview with Anne Sacoolas, the American suspect in the case. Sacoolas fled the UK soon after the accident claiming diplomatic immunity on the basis that her husband worked as an intelligence officer based at RAF Croughton in Northamptonshire. The file was submitted to the CPS after she was interviewed by the police in the US. Donald Trump, speaking to Nigel Farage on LBC on Thursday, refused to give a commitment that Sacoolas would return to the UK to face a court hearing. The US president said he was willing to examine the final facts but said he had tried to engineer a meeting between Sacoolas and the parents of Harry Dunn in the White House, adding that the family refused. Trump said he had tried to arrange the meeting at the request of Boris Johnson, but Downing Street has denied this. Trump said he had met Sacoolas and she had “a very compelling story to tell”. The Dunn family have launched a civil action against Sacoolas in the US. A spokeswoman for the Dunn family said they were “pleased that the CPS was now at long last in a position to make a charging decision”. Sacoolas has admitted responsibility and initially cooperated with the police before leaving the country despite objections from the Foreign Office. The spokeswoman said: “On 26 September, just over four weeks ago, we were told by the lead investigating officer that there was less than a 1% chance of having anyone held accountable for the loss of their beloved son, Harry Dunn. “The family now urge for there to be no undue delay in making a charging decision. The family will now leave the legal process to follow its course and it would not be appropriate for the family to make any further comment as to what any outcome of that there might be. That is a matter entirely for the CPS and the courts.” She added: “The campaign is determined to get the truth and answers as to why this whole situation arose in the first place and exposing any misconduct and cover-up.” She said the family were calling for “a thorough review and change to the opaque arrangements” surrounding RAF bases occupied by US personnel. “The US government seems to feel that they can undermine Britain’s rights as a sovereign nation to set its own laws and have visitors to Britain abide by them,” she said. Nick Adderley, Northamptonshire police’s chief constable, commented on the civil action the family is taking against Sacoolas and Donald Trump in a tweet, saying: “How sad but how predictable.” Adderley has since deleted the tweet and apologised."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}