{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/nov/08/renaming-the-welsh-assembly-if-we-can-say-dail-why-not-senedd", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-11-08T00:01:10Z", "webTitle": "Renaming the Welsh assembly: 'If we can say Dáil, why not Senedd?'", "webUrl": "https://www.theguardian.com/uk-news/2019/nov/08/renaming-the-welsh-assembly-if-we-can-say-dail-why-not-senedd", "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/08/renaming-the-welsh-assembly-if-we-can-say-dail-why-not-senedd", "fields": {"headline": "Renaming the Welsh assembly: 'If we can say Dáil, why not Senedd?'", "bodyText": "A group of more than 30 actors, writers and celebrities have signed an open letter calling for the National Assembly for Wales to be given the Welsh-only name the Senedd. Assembly members last month backed the idea of giving the assembly two new names – Senedd Cymru and the Welsh Parliament – and are to debate the issue again next week. The actor Michael Sheen and the musician and radio DJ Cerys Matthews have been among those calling for it to have a Welsh-only name. Other signatories include the rugby referee Nigel Owens, the Radio 1 DJ Huw Stephens and Wales’ national poet, Ifor ap Glyn. A rally will be held in Cardiff Bay on Saturday calling for the Welsh-only name. The letter, which has been sent to all members of the Welsh assembly, reads: “At one time in Wales’ history, there was a deliberate and specific effort though the law and by the authorities to erase the Welsh language from every part of public life – from our schools to our courts, from public administration to place names. There is now a broad consensus that Wales’ unique language is something to treasure and celebrate as an essential part of our future. “The naming of our national legislature as the ‘Senedd’ is therefore significant as a statement of the Wales we want to see for generations to come. Giving this most important of national institutions a Welsh-only name sends an important message about the central and special status we wish to see for the language in the public life of the country. This is a chance to show that Welsh really does, as is so often said, belong to and include everyone, whatever their background.” The letter added that Senedd was already widely used “by the majority of people as the institution’s name, in Welsh and English.” It urged people to vote on 13 November in support of the Welsh-only name. Senedd is already the name of the building that houses the assembly’s debating chamber and is the Welsh word for parliament. When the issue was debated last month, the former first minister Carwyn Jones argued for a bilingual name because he said not everybody understood the Welsh one. Leena Sarah Farhat, from the language campaign group Cymdeithas yr Iaith, said: “If we can all say ‘Dáil’ or ‘Bundestag’ without the need for an official English name, why can’t we do the same with Senedd? We’re calling on our politicians to show confidence in our unique language, confidence in Wales and all its people – whether they speak Welsh or not – by giving our Senedd a Welsh-only name, a name that can belong to us all. “Most people already call the institution the ‘Senedd’ – just as they proudly sing the Welsh words of our national anthem. Everyone, from every background, has the right to celebrate these uniquely Welsh things, and no-one has the right to tell non-Welsh speakers otherwise. By giving the Senedd an additional English name, it will inevitably lead to less use of the Welsh name.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}