{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/nov/07/government-in-u-turn-over-approval-for-grenfell-tower-contractor-rydon", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-11-07T17:22:37Z", "webTitle": "Government drops Grenfell contractor in sudden U-turn", "webUrl": "https://www.theguardian.com/uk-news/2019/nov/07/government-in-u-turn-over-approval-for-grenfell-tower-contractor-rydon", "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/07/government-in-u-turn-over-approval-for-grenfell-tower-contractor-rydon", "fields": {"headline": "Government drops Grenfell contractor in sudden U-turn", "bodyText": "The government has told the main contractor for the Grenfell Tower refurbishment to stop bidding for public contracts, in an abrupt U-turn days after angering survivors by naming it on a list of recommended companies for high-rise housing. The housing secretary, Robert Jenrick, said late on Wednesday that Rydon should no longer bid for projects until it was established what caused the fire on 14 June 2017, which claimed 72 lives. The government had named the Sussex-based construction business on a list of 12 companies recommended to public bodies for works on high-rise residential buildings in the south of England, which some of the bereaved and survivors described as adding “insult to injury”. The Cabinet Office said only companies convicted of an offence could be excluded from bidding for work, and EU procurement rules meant it could not legally preclude Rydon. Jenrick effectively executed the U-turn when he responded on Twitter to a critical statement from Grenfell United, which represents the bereaved and survivors. “I understand why survivors and bereaved do not want to see public contracts awarded to the main contractor for the Grenfell Tower refurb until we have the full results of the inquiry. The contractor should not bid for further work until we know the truth,” he said. Rydon Maintenance Ltd, part of Rydon Group Ltd, was the main contractor on the £10m project completed in 2016, part of which involved cladding the tower in panels the public inquiry into the disaster concluded were the main cause of the fire spread. The inquiry also found the works breached building regulations. The Metropolitan police are carrying out a complex criminal investigation into the construction, refurbishment and management of the tower and the emergency response, as well as investigating possible corporate manslaughter, individual gross negligence manslaughter and health and safety offences. Sandra Ruiz, whose 12-year old niece Jessica Urbano Ramirez died in the fire, welcomed Jenrick’s move. “Thank you! Remember be brave to make the change. Ethics before profits,” she tweeted. Rydon reported a £16.6m post-tax profit in 2018, more than double the previous year, when the Grenfell disaster happened. The mayor of London had earlier banned Rydon from participating in a similar framework agreement for housebuilders in the capital. Rydon had qualified as one of 30 companies recommended for use by public bodies across the capital, but Sadiq Khan issued a mayoral direction ordering the company’s suspension until the public inquiry into the disaster “has reported on the extent to which any Rydon group companies or employee contributed to causing or exacerbating the Grenfell Tower fire”. This is not expected until at least late 2021. Rydon declined to comment, but Jenrick’s insistence the company does not bid for public works could have a serious effect on its business. It told the public inquiry into the disaster last year that “much of Rydon’s work is ultimately for public sector clients such as local authorities”. Rydon has a public sector framework agreement, which means it is on a list of suppliers that have been evaluated as capable of delivering common public sector requirements using standardised contract terms. They are used by buyers in central government across the public and third sectors. Rydon’s recent workload has included projects for the NHS, housing associations and the Ministry of Defence. A Cabinet Office spokesperson said: “Being on a framework does not guarantee a company will secure government contracts and does not constitute an endorsement of them. Under existing EU rules, we are not legally allowed to preclude Rydon Construction from bidding for government contracts.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}