{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/nov/09/peoples-vote-chief-takes-leave-of-absence-after-harassment-claims", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-11-09T19:12:54Z", "webTitle": "People's Vote chief stands down after harassment claims", "webUrl": "https://www.theguardian.com/uk-news/2019/nov/09/peoples-vote-chief-takes-leave-of-absence-after-harassment-claims", "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/09/peoples-vote-chief-takes-leave-of-absence-after-harassment-claims", "fields": {"headline": "People's Vote chief stands down after harassment claims", "bodyText": "The acting chief executive of the People’s Vote campaign has stepped down while an investigation takes place into allegations of harassment towards female staff, it has emerged. In the latest development in the implosion of the second referendum campaign, Patrick Heneghan, a former head of campaigns for the Labour party, has been accused of acting inappropriately towards three female staff members while working within another anti-Brexit campaign group. Heneghan, who denies the claims, has opted to stand down while they are investigated by an independent team of lawyers. It comes with dozens of staff members still refusing to return to work after two senior campaign figures were fired as part of an alleged power grab by Roland Rudd, the PR guru and the campaign’s chairman. Staff had said they would not return to work while Heneghan, appointed by Rudd just weeks ago, was at the helm. Others still want to see the reinstatement of James McGrory and Tom Baldwin, the former officials fired by Rudd. Heneghan said: “I totally deny these politically motivated allegations. I’ve already fully complied with an initial investigation and will now take a couple of weeks of leave to comply with another one.” An ally said Heneghan had worked in politics for 22 years without ever facing any allegations of this nature. “He is being smeared and threatened as collateral damage in a battle between Roland Rudd and the former senior staff he sacked,” they said. The Observer revealed last week that some staff had written to Rudd, saying they did not “feel safe returning to work”. The claims against Heneghan concern his conduct during a karaoke evening out and the propositioning of female colleagues. While Heneghan’s allies see the claims as a smear designed to undermine Rudd, friends of the women said there was evidence that they had discussed reporting the allegations before Rudd’s decision to fire senior staff and restructure the campaign. A letter to the board of Open Britain, the largest of five organisations that form People’s Vote, states Heneghan will stand down while an investigation is conducted. Anne Weyman, a member of the board, states: “Patrick Heneghan will be taking a leave of absence from the organisation while an independent investigation takes place into allegations made against him. Patrick has said he wants the opportunity to try to clear his name.” Stuart Hand, who was a director of campaigns at Open Britain, has been appointed as Heneghan’s interim replacement. A statement released on behalf of People’s Vote campaign staff on strike states: “There’s a real danger that the errors of the past fortnight will be compounded unless the board of Open Britain finally grasps the opportunity to open a proper dialogue with these organisations and the staff. “This campaign is about more than boardroom machinations and power. It is about the future of our country. We want nothing more than to get back to work in this crucial general election to stop Boris Johnson forcing his hard Brexit on the people of the UK.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}