{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2019/nov/08/trump-news-today-live-latest-updates-don-jr-impeachment-inquiry-mick-mulvaney", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-09T01:08:24Z", "webTitle": "Trump impeachment: Bolton hints at meetings inquiry doesn't know about – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2019/nov/08/trump-news-today-live-latest-updates-don-jr-impeachment-inquiry-mick-mulvaney", "apiUrl": "https://content.guardianapis.com/us-news/live/2019/nov/08/trump-news-today-live-latest-updates-don-jr-impeachment-inquiry-mick-mulvaney", "fields": {"headline": "Trump impeachment: Bolton hints at meetings inquiry doesn't know about – as it happened", "bodyText": "Quiet ending to a not-so-quiet day. Former New York mayor Michael Bloomberg appears to have officially entered the 2020 Democratic presidential fray, but has made no formal announcement. Lawyers for Donald Trump plan on going to the Supreme Court over an appeals court ruling that his accounting firm must hand over eight years of his tax returns to New York state prosecutors. Yet another aide for billionaire and 2020 Democratic presidential hopeful Tom Steyer has resigned over misconduct allegations. The team behind Michael Bloomberg has said that “if we run”, they would bypass the four early-voting state - Iowa, New Hampshire, Nevada and South Carolina - and focus on doing well on Super Tuesday and beyond. Though he has not officially announced yet , he’s already getting flack for his decision to ignore the early states. Billionaire and 2020 Democratic presidential hopeful Tom Steyer has had some questionable happenings in his campaign recently. A South Carolina aide stole volunteer data from Kamala Harris’ campaign, and later resigned. And now this: Lawyers for Donald Trump say they’ll be going to the supreme court over the matter of New York state prosecutors obtaining his tax records, the Associated Press is reporting. A US appeals court ruled on Monday that Trump’s accounting firm must hand over eight years of his tax returns to New York prosecutors. In a letter to the US district Judge Victor Marrero on Friday, Trump’s lawyers and the state prosecutor said that they can fully brief the matter no later than 25 November if the high court agrees to review rulings against Trump by Marrero and an appeals court. That would allow the supreme court to decide the case in its current term. Michael Bloomberg is officially on the ballot in Michigan too, but still no announcement. Seriously, how hard is it to toss a tweet up announcing your run? So...are we going to get that official campaign announcement, or....? Just under the wire for Michael Bloomberg: Who here remembers Rear Admiral Ronny Jackson, who was the chief White House physician that Donald Trump nominated for secretary of veterans affairs in 2018? That’s right, the doctor who withdrew his nomination following accusations that he once got so drunk that he wrecked a government vehicle and handed out so many prescription drugs that he was nicknamed “candyman”? (He denied all the allegations). Well, it looks like Jackson is now considering a run for Congress. According to Roll Call, Jackson, a Republican and a native Texan, is eyeing the 13th District, now open after Congressman Mac Thornberry announced his retirement. Hi all, Vivian Ho on the west coast, taking over the blog for the rest of the day. Let’s try not to get into any trouble. It’s been an eventful Friday afternoon – here’s a summary of what’s been happening: The transcripts of two diplomats and witnesses to the Ukraine scandal, Fiona Hill and Lt Col Alexander Vindman, were released today. Mick Mulvaney was largely implicated in both for being a key agent in withholding Ukraine’s aid. Trump said that he is considering taking up an invitation from the Russian president, Vladimir Putin, to attend a Russian military parade in May. He also called Michael Bloomberg “Little Michael” and said he’s not worried about the billionaire entering the race. House Republicans appointed Jim Jordan, a Republican representative from Ohio, to the House intelligence committee. Jordan’s new spot will allow him to grill witnesses as public impeachment hearings are set to begin next week. A lawyer for the former US national security adviser John Bolton said there are more Trump-Ukraine-related meetings and conversations that Congress does not know about, according to a report from the New York Times. Steve Bannon, the former White House chief strategist, testified against Trump ally Roger Stone in court today. Bannon said that Stone was the “axis” between the Trump campaign and Wikileaks. Ben Carson: It takes “a lot of courage” to be a Trump supporter At the Black Voices for Trump coalition rally in Atlanta this afternoon, Housing and Urban Development secretary Ben Carson warmed up the crowd by thanking the crowd for their “courage”. “In our society today, it takes a lot of courage to say that you’re supporting President Trump.” he said. The kind of “manipulation” and “intimidation” that comes with being a Trump supporter, he said, has been going on “since we’ve been in America”, citing slavery and Jim Crow laws. Side note: In 2016, 8% of black Americans voted for Trump, compared to 89% who voted for Hillary Clinton. He predicted that he would win 95 percent of the black vote. Bloomberg has a 5pm deadline today to file for the Democratic presidential primary in Alabama, but he (and presumably his staff) have yet to be seen. *eyes emoji* Forbes released an estimate of the net worth of the Trump siblings using property records, court documents and government filings. Ivanka reigns on top, in part thanks to her marriage to Jared Kushner. Her wealth is estimated to be $375m. Don Jr. and Eric are estimated to be worth about $25m each. Tiffany, 26, and Barron, 13, have yet to inherit much from their father. Their older siblings have gotten most of their cash by serving as executives at the Trump Organization. Ivanka’s serving as vice president of the organization got her $25m. Her now-defunct fashion line, at its peak, got her $10 million a year at the height of its popularity. All Melania has gotten is “a small Trump Tower apartment… worth $1.5m”. Womp womp. Biden on Bloomberg: I welcome him in the race Former vice president and presidential candidate Joe Biden said that he welcomes former New York City mayor Michael Bloomberg into the race. Bloomberg’s still-unofficial entry into the Democratic primary has been seen as a sign the billionaire believes Biden won’t be able to muster a promising campaign against progressive Democrats. Earlier in the year, there had been whispers that Bloomberg was gearing up for a race but was carefully watching Biden’s moves to see if he would run. He announced in March that he would not be seeking the Democratic candidacy, a month before Biden launched his campaign April. Just... wow Students hold rally in DC in support of DACA Students in Washington D.C. led protests in support of the Deferred Action for Childhood Arrivals (DACA) program. The program, implemented under the Obama administration but rescinded under the Trump administration, offers those who were brought to the US as undocumented children legal protections that allow them to stay in the country. About 660,00 people are “Dreamers”, the nickname for DACA recipients. Next week, the Supreme Court will decide whether the Trump administration’s cut of DACA is constitutional. Two lower courts in California, New York and D.C. found that the administration violated something called the “Administrative Procedure Act” by killing the act. “We are more than number. We are people with families, communities, and dreams,” said one student at a protest in Washington. Former White House chief strategist Steve Bannon is currently testifying against Roger Stone, a political operative and ally of Trump, in court. Stone is accused of lying to the House intelligence committee about the Trump campaign’s efforts to obtain incriminating emails hacked by Russia and published by Wikileaks to harm Democratic rival Hillary Clinton. Prosecutor Aaron Zelinsky announced that Bannon would be a surprise witness in the trial earlier this week. “Stone regularly updated people on the Trump campaign at the senior levels about whatever information he thought he had about WikiLeaks,” Zelinsky said, adding that he went directly to Bannon with the info. Stone has pleaded not guilty to charges of obstructing justice, witness tampering and lying to the committee. According to Politico’s Darren Samuelsohn, who is live-tweeting the trial, Bannon said that Stone told him prior to joining the campaign that he had a relationship with Wikileaks and its founder, Julian Assange. After he joined the campaign, Stone continued to tell him about his ties to Wikileaks. He confirmed that the campaign viewed Stone as an “axis point” to WikiLeaks. A lawyer for John Bolton, former US national security adviser, wrote a letter to lawmakers that there are “many relevant meetings and conversations” related to the administration’s attempts to pressure Ukraine that House impeachment investigators don’t know about, according to the New York Times. Bolton was scheduled for a deposition in front of the House impeachment committees yesterday but, like many of his White House peers, did not appear. Charles Cooper, Bolton’s lawyer and author of the letter, said that Bolton was involved in not only meetings and discussions that have been revealed through existing testimony, but “many relevant meetings and conversations that have not yet been discussed in the testimonies thus far.” Bolton is waiting for a judge to rule on whether he and his former deputy, Charles Kupperman, can defy White House orders not to testify. House Republicans have appointed US congressman Jim Jordan, a Republican representative from Ohio, to the House intelligence committee. Republicans are gearing up a line of defense as impeachment hearings are set to begin next week. Jordan has been a vocal critic of the impeachment inquiry, called the investigations a “sham”. He is currently the top Republican on the House oversight committee, one of the committees that oversees the inquiry, but will be able to ask witnesses questions as part of his new committee. Trump supporters gather for rally in Atlanta Quick break from impeachment coverage. Trump is slated to speak at a rally in Atlanta for the new Black Voice for Trump coalition. The president is expected to speak at 3pm, and supporters have already gathered in anticipation. Here’s more from Khushbu Shah, who’s at the rally in Atlanta: The path leading up to the Black Voices for Trump launch is lined with police (and more police) and security, but not a single protester is to be found. However, waiting to enter a conference room in the back of the the Georgia World Congress Center are Trump supporters. Some are wearing the ubiquitous MAGA hats seen at any Trump event, a few in couple cowboy hats, and some in Black Voters for Trump shirts. Diamond and Silk, social media personalities and Fox Nation hosts are escorted to the front of the line and pass through security with Herman Cain, who Trump announced he was recommending for a seat on the Federal Reserve Board earlier this year before Cain withdrew his name for consideration. Cain, a former pizza exec, briefly ran for the 2012 Republican Presidential nomination but dropped out after sexual harassment allegations came to light. The room where Trump will speak looks to fit a couple hundred people. CL Bryant, who has come down from DC for the day, is an African-American Baptist minister who estimates 400 people might fit in the room, though it looks much smaller. Acting chief of staff Mick Mulvaney approved a White House meeting for the Ukrainian president – if Ukraine announced investigations tied to Joe Biden, a political rival of Donald Trump, according to testimony unveiled on Friday by the congressional committees pursuing an impeachment inquiry. Gordon Sondland, the ambassador to the European Union, “blurted out” that Mulvaney had approved the meeting if the Ukrainians announced an investigation of Burisma, a gas company that formerly employed Hunter Biden, the former vice president’s son, said Fiona Hill, a national security council member who was deposed by the committees last month. Hill’s account was corroborated by simultaneously released testimony by another firsthand witness to the conversation, Lieutenant Colonel Alexander Vindman. While previously released testimony has indicated a central role for Mulvaney in brokering an agreement in which Ukraine would intervene in the 2020 US election by announcing the Burisma investigation, the testimony released Friday was the first to describe direct involvement in the plot by the acting chief of staff. Hill described for investigators a 10 July meeting attended by herself, Sondland, nationals security adviser John Bolton, Ukrainian officials and others. Hill testified: “Then Ambassador Sondland blurted out: ‘Well, we have an agreement with the chief of staff for a meeting if these investigations in the energy sector start.’ …And Ambassador Bolton immediately stiffened and ended the meeting.” Vindman gave a similar account of the meeting. “I heard him say that this had been coordinated with White House Chief of Staff Mr. Mick Mulvaney,” Vindman said. Here’s what happened when House Republicans stormed the room when Fiona Hill was testifying, according to the transcript The House committees released highlights of key passages in the transcripts (which combined are 786 pages long). Here is the top highlight from Fiona Hill, former aide to national security adviser John Bolton: “I went back to talk to Ambassador Bolton. And Ambassador Bolton asked me to go over and report this to our NSC counsel, to John Eisenberg. And he told me, and this is a direct quote from Ambassador Bolton: You go and tell Eisenberg that I am not part of whatever drug deal Sondland and Mulvaney are cooking up on this, and you go and tell him what you’ve heard and what I’ve said. So I went over to talk to John Eisenberg about this. … I told him exactly, you know, what had transpired and that Ambassador Sondland had basically indicated that there was agreement with the chief of staff that they would have a White House meeting or, you know, a Presidential meeting if the Ukrainians started up these investigations again. And the main thing that I was personally concerned about, as I said to John, was that he did this in front of the Ukrainians.” Find more of Hill’s testimony highlights here. And here is the top highlight from Lt Alexander Vindman, the top Ukraine expert on the National Security Council: Q: All right. So you did not think it was proper to demand that a foreign government investigate a U.S. citizen. You used the word “demand,” it was not proper to demand. Where in the transcript do you believe that the President made a demand to investigate a U.S. citizen? A: So, Congressman, the power disparity between the President of the United States and the President of Ukraine is vast, and, you know, in the President asking for something, it became—there was—in return for a White House meeting, because that’s what this was about. This was about getting a White House meeting. It was a demand for him to fulfill his—fulfill this particular prerequisite in order to get the meeting Find more of Vindman’s testimony highlights here. The House impeachment committees have just released a transcript of the deposition of Fiona Hill, a former aide to US national security adviser John Bolton, and Lt Col Alexander S Vindman’s, the top Ukraine expert on the National Security Council. Previous reports of her testimony, which lasted 10 hours, said Hill claims Bolton was alarmed by the back-channel efforts to pressure Ukraine. Vindman reportedly expressed concerns in his testimony that the president and his allies were trying to enlish Ukraine into a campaign to smear political rivals. Read Hill’s transcript here and Vindman’s here. We’re going through it now. Actress and activist Jane Fonda was back on Capitol Hill today for her weekly climate crisis protest Fire Drill Fridays (the “Grannies unite” version of the student-led climate strikes). Fonda has been arrested multiple times over the last few weeks for her Friday protests in Washington. Here’s something to keep in mind re: Republicans and the impeachment inquiry: An economist who has vouched for US senator and presidential candidate Elizabeth Warren’s $20.5 trillion healthcare plan has expressed skepticism about the plan’s wealth tax revision. Mark Zandi, chief economist at Moody’s Analytics, told Reuters that while he agrees with the calculations behind Warren’s plan, he doesn’t believe the wealth tax will achieve the projected amount needed. “It’s not hard to believe billionaires are going to use every resource to avoid paying the tax,” Zandi said, though he added that Warren may be able to compensate the difference through other tax measures, like a tax on corporations and employers. At a campaign stop in North Carolina yesterday, Warren was asked to respond to criticism that her Medicare for All plan is a pipe dream. “You don’t get what you don’t fight for,” she said. Referee says US Rep knew about sexual assault allegations against sports doctor Picking up momentum on politics Twitter this morning: An anonymous professional referee alleged in a lawsuit filed yesterday that he told US Congressman Jim Jordan that Richard Strauss, the now-dead Ohio State University sports team physician, masturbated in front of him in a shower in 1994, NBC reported last night. Jordan replied, “Yeah, that’s Strauss,” according to the lawsuit. More than 100 former students have accused Strauss of sexual misconduct, according to an investigation that was revealed this summer. Other ex-athletes in July accused Jordan of ignoring the alleged abuses. Jordan, a high-ranking Republican and one of Trump’s top defenders in the impeachment inquiry, was a former assistant coach of the wrestling team at the university. Jordan has denied that he knew, and implicitly overlooked, allegations against the doctor. “I never knew about any type of abuse. If I did, I would have done something about it,” he told Politico in July. Besides saying that he is considering going to a Russia military parade in May (!), Trump answered a bunch of other questions near the White House just moments ago ranging from Ukraine to Michael Bloomberg. Here’s some bits via pool reports: On Gordon Sondland: “I hardly knew the gentleman.” (Note: the gentleman donated $1 million to Trump’s campaign ahead of his inauguration) On the transcript of an earlier call he had with Ukrainian president Volodymyr Zelensky: “I will give it if they want it.” He added that the call was good, but releasing the transcript would set a “bad precedent”. On a complete rollback on tariffs against China: “I won’t do it.” On Bloomberg entering the Democratic primary: “He’s not going to do well, but I think he’s going to hurt Biden actually. … There’s nobody I’d rather run against than little Michael.” “Little Michael”, huh? The president just told pool reporters on the White House lawn that Russian president Vladimir Putin invited him to the Russian military parade in May and he is considering attending. Trump at one point admitted that Russia helped elect him as president, though he quickly backtracked on that statement. “Russia, Russia, Russia!” he once tweeted in May in a fury Tweetstorm in the wake of the release of the special counsel’s report. Robert Mueller said in public remarks that his investigation established that the “Russian government perceived it would benefit from a Trump presidency and worked to secure that outcome.” It’s no wonder Putin invited him to the parade... Andrew Yang on Michael Bloomberg joining the primary... Ivanka Trump: Identity of whistleblower is not “substantive part of conversation” Ivanka Trump spoke to the AP earlier this morning in her first interview since the impeachment inquiry began. She gave the usual talking points delivered by her father and his allies: Read the transcript, the impeachment investigation is an attempt to overturn the 2016 election, “Americans are prospering like never before”, etc. But one thing she said did stick out: “I don’t view the whistleblower as... it shouldn’t be a substantive part of the conversation because this is a third-party who was not privy to the call and did not have firsthand information.” In a stark comparison, the president and his allies have attacked the whistleblower’s anonymity. At a rally in Kentucky earlier this week, Republican senator Rand Paul told media outlets to “do your job and print his name” as Trump stood behind him, smiling and clapping. Experts say the aggressive strategy of public attacking whistleblowers is risky and can potentially damage the whistleblower system that is meant to keep power in check. An NBC reporter said on Twitter that the House impeachment committees are expected to release transcripts of Fiona Hill and Lt Col Alexander S Vindman’s testimonies today. Hill, a former aide to US national security adviser John Bolton (who was a no-show himself at a schedule deposition yesterday), spoke to the committees for 10 hours last month. Reports of her testimony claim that Hill told them that her former boss was so alarmed by the back-channel efforts to pressure Ukraine, he told a senior aide to report it to White House lawyers. Vindman, a US army lieutenant colonel and the top Ukraine expert on the National Security Council, reportedly expressed concerns in his testimony that the president and his allies were trying to enlist Ukraine into a campaign to smear political rivals. Happy Friday, and welcome to the politics live blog! This busy week in the impeachment investigations is coming to a close with a sizzle. Last night, the House committees in charge of the impeachment inquiry subpoenaed acting White House chief of staff Mick Mulvaney to testify this morning at 9am. Like a handful of White House officials deposed by the committees, Mulvaney will likely be a no-show. Mulvaney admitted during a press conference last month that he withheld $400m of aid to pressure Ukraine. Though he has walked back on his statement, officials who have already testified in front of the House impeachment committees have indicated Mulavaney withheld the aid. That the House committees subpoenaed Mulvaney hints that they are ready to take the impeachment inquiry public next week, a plan they announced Wednesday. Here’s what else is happening in the world of politics today: An interview with Ivanka Trump by the AP was released this morning. The eldest Trump daughter said that while she believes the impeachment inquiry is an attempt to overturn the results of the 2016 election, she said the identity of the whistleblower is “not particularly relevant”, parting ways with her father and his closest allies who have demanded the media to reveal the identity of the anonymous whistleblower. The Elder Trump is heading to Georgia today for a rally to kick off the Black Voices for Trump coalition after he attends a high-dollar fundraiser for a Georgia Repbulican senator. The House is prepared to start the process of revising the Equal Rights Amendment to allow Virginia to ratify the amendment after the state’s legislature turned blue earlier this week. An amendment needs ratification from 38 states to become a part of the Constitution. Virginia would be the 38th state to ratify the amendment, which bars discrimination on the basis of sex."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}