{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/04/wealthy-people-shoplift-rob-steal-why", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-04T07:00:23Z", "webTitle": "Rich robbers: why do wealthy people shoplift?", "webUrl": "https://www.theguardian.com/us-news/2019/nov/04/wealthy-people-shoplift-rob-steal-why", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/04/wealthy-people-shoplift-rob-steal-why", "fields": {"headline": "Rich robbers: why do wealthy people shoplift?", "bodyText": "On 6 April 2019, a man was arrested at the Kmart in Key West, Florida, after returning purchases for refunds. There was just one problem: the packaging he returned didn’t contain the original products. According to the police report, his bait-and-switch scam included two coffee makers – a Keurig ($153.99) and a Hamilton Beach ($54.99). But inside the returned Keurig box was a deflated basketball, and a heavily used coffee machine was stuffed into the other box. Reached by phone, the man denied the charge he was booked on – first-degree petit larceny, a misdemeanor that covers a theft of property valued between $100 and $300. In a rambling, vague explanation, he stated: “There’s an attorney, and I believe that he’s found some other people, relating to the store, who are involved. That’s all I can say right now.” The case is pending. There’s nothing unusual about this type of shoplifting. A 2018 National Retail Federation study pegged the cost of “return fraud” at a staggering $18.4bn. What is unusual is that this shoplifting suspect, Andrew Francis Lippi III, is rich. A week before his Kmart arrest, he paid $8m for an island in the Florida Keys. Kabinet Bangoura, the Kmart loss prevention manager who scanned hours of surveillance video to build the case, is blunt about Lippi’s motivation: “Millionaires think they’re above the law and can get away with anything.” While it’s impossible to profile shoplifters – the crime transcends gender, age and all socio-demographic strata, and about one in 11 people commit it – evidence suggests the rich actually do steal more than the poor. The paper cited most often to support this theory, Prevalence and Correlates of Shoplifting in the United States (American Journal of Psychology, 2008), states that people with incomes of $70,000 shoplift 30% more than those earning $20,000 a year. A federal lawyer proved that point last year when she was caught swiping $257.99 worth of cosmetics from a military base store in Quantico, Virginia. This unnamed FBI employee later confessed to that theft and several previous shoplifting sprees in the area. More recently, in September, Sgt Eva Pena of the New York police department was suspended from her job after she was allegedly caught stealing clothing valued at $359 from a Macy’s store. This wasn’t a crime of poverty. Pena, whose 2018 salary was $107,809, drove to court in a white Mercedes to enter her not guilty plea. So why do otherwise law-abiding (and well-off) citizens ignore their better angels and go full Winona Ryder? The answer depends on which expert you consult. Every psychiatrist, substance abuse counselor and social scientist has a theory to explain this counterintuitive behavior. “Stealing is just the first layer of the onion,” explains Terrence Shulman, the founder of the Shulman Center for Compulsive Theft, Spending and Hoarding. “Beneath that are all the unresolved losses, traumas, abuses and repressed memories.” He emphasizes that these psychic scars aren’t always rooted in the past. Tragic events like a recent divorce, a bankruptcy or death in the family could trigger a shoplifting episode. “These people are self-medicating. Theft becomes their drug of choice,” he says. Psychologists have a label for this maladaptive behavior: nonsensical shoplifting, or shoplifting not apparently motivated by need or desire. Depression and trauma, stressors and triggers are often brought up when a celebrity shoplifting bust hits the newsfeeds. Not everyone, however, believes that nonsensical shoplifting is a layer of an onion or a coping mechanism. Psychologist Stanton E Samenow, the author of The Myth of the Out of Character Crime, is convinced wealthy people shoplift because, as he puts it: “Why buy it if you can steal it?” He disparages all the exculpatory data: “There’s always an attempt to ascribe criminality to circumstances outside the individual or some psychological disability. It’s the unconscious ‘cry for help’ or the person is seeking psychological punishment. These theories are old and shopworn.” Samenow recounts a case study, a patient that he treated several years ago: “He had more than enough money to buy the item. He took it for the thrill of it, to outsmart the establishment. He enjoyed every aspect of shoplifting: scanning the aisles for the objects, looking for the exits, trying to outsmart the surveillance and store personnel, the theft and the getaway. This was all about excitement and building up one’s self-worth.” Psychiatrist Jon Grant, a University of Chicago professor, agrees that shoplifting may often elicit a sense of euphoria. But he’s quick to add that once the adrenaline rush subsides, a darker side of this compulsion manifests itself. “I see shoplifting as an addiction,” he says. “The people I treat really hate the fact that they steal. They enjoy the thrill but then almost instantly beat themselves up for the behavior. They have lots of guilt and frequently think about and attempt suicide because of their behavior.” Social hierarchies is an established field of psychology that focuses on the effects of wealth, power and privilege. The study results in this area are remarkably consistent: the rich tend to be unethical, and are more likely to cheat and steal than the poor are. In one experiment, the drivers of luxury cars were less likely to obey the right-of-way laws at a busy four-way intersection than the drivers of cheaper or older model cars. Then there’s the grim and troubling “candy experiment”, where researchers observed wealthy people remove twice as much candy from a jar that had been earmarked for children than people of more modest means did. Experiments have also shown that wealthy people are more likely to cheat on their taxes and their romantic partners. One theory to explain this contrast in behavior is that low-income people are less likely to cheat and steal because they are more invested in their communities and fear being publicly humiliated. Conversely, the rich harbor feelings of entitlement and self-interest, which destabilizes their moral compass. Here’s another factor that may apply: the poor have a heightened fear of authority figures, and the rich do not. There’s a Kmart security guy in Florida who could have told you that."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}