{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/09/elizabeth-warren-joe-biden-democrats-elections-2020", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-09T22:12:55Z", "webTitle": "Elizabeth Warren hits back at Biden 'angry' criticism: 'I am angry and I own it'", "webUrl": "https://www.theguardian.com/us-news/2019/nov/09/elizabeth-warren-joe-biden-democrats-elections-2020", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/09/elizabeth-warren-joe-biden-democrats-elections-2020", "fields": {"headline": "Elizabeth Warren hits back at Biden 'angry' criticism: 'I am angry and I own it'", "bodyText": "Hitting back at criticism from Joe Biden that many people said was sexist, Elizabeth Warren told supporters: “I am angry and I own it.” Warren also sought to put the Biden controversy to good use: her response came in a fundraising email she sent to supporters on Friday. “Over and over,” the email said, “we are told that women are not allowed to be angry. It makes us unattractive to powerful men who want us to be quiet.” Biden may indeed want Warren to be quiet – in Democratic primary polling he has fallen behind her in Iowa and New Hampshire, although he maintains a national lead. But he insisted his attack on the Massachusetts senator was not sexist. His initial remarks came in a Medium post entitled I Have Fought for the Democratic Party My Whole Career. “The other day,” wrote Biden, “I was accused by one of my opponents of running in the wrong primary. Pretty amazing. On one level, it is kind of funny. “… But at another level these kinds of attacks are a serious problem. They reflect an angry unyielding viewpoint that has crept into our politics. If someone doesn’t agree with you – it’s not just that you disagree – that person must be a coward or corrupt or a small thinker. “Some call it the ‘my-way-or-the-highway’ approach to politics. But it’s worse than that. It’s condescending to the millions of Democrats who have a different view.” Biden, the leading centrist in the primary field, did not mention Warren, the leading progressive, by name. But few had much difficulty working out the former vice-president’s target and on Friday, speaking to CNN, Biden owned up. “The strong women in my life are angry,” he said. “That has nothing to do with it. It had to do with the fact that it started off and she said, you know, Biden is running in the wrong primary because I disagreed, disagree with her Medicare for All proposal.” Healthcare is a hot-button issue in the race to face Donald Trump. Earlier this month, Warren detailed a $20.5tn Medicare for All proposal, saying it would not require tax rises on middle class Americans. The plan was attacked by centrists including Biden and the mayor of South Bend, who has surged in Iowa and about whom the New York Times published a report on Saturday entitled: Why Pete Buttigieg Annoys His Democratic Rivals. Some wonder if Buttigieg, 37, might end up as the vice-presidential pick. On Saturday, though, Biden told a crowd in New Hampshire his running mate would be “preferably a woman” who could “make up for some of my weaknesses”. Warren’s fundraising email did not mention Biden. But in terms familiar from the senator’s fiery stump speech, it said: “It’s not just women. When we speak up against Wall Street and big tech … we are told that everyone with less power should be quiet. “…Well, I am angry and I own it. I’m angry on behalf of everyone who is hurt by Trump’s government, our rigged economy, and business as usual.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}