{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/10/watergate-ukraine-trump-impeachment-hearings", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-10T07:00:28Z", "webTitle": "Watergate to Ukraine: how TV will dictate Trump's impeachment fate", "webUrl": "https://www.theguardian.com/us-news/2019/nov/10/watergate-ukraine-trump-impeachment-hearings", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/10/watergate-ukraine-trump-impeachment-hearings", "fields": {"headline": "Watergate to Ukraine: how TV will dictate Trump's impeachment fate", "bodyText": "“We are beginning these hearings today in an atmosphere of the utmost gravity … a mood of incredulity has prevailed among our populace, and it is the constitutional duty of this committee to act expeditiously to allay the fears being expressed by the citizenry, and to establish the factual bases upon which these fears have been founded.” Those were the words of Sam Ervin of North Carolina at the Senate select committee on presidential campaign activities on 17 May 1973: the first day of its hearings into the Watergate scandal. They were a national TV blockbuster, beamed into millions of homes in the days before media fragmentation, internet echo chambers and alternative facts. This week, House Democrats will hope to recreate that sense of occasion when they begin public impeachment hearings regarding Donald Trump and his attempt to pressure Ukraine to investigate his political rivals. Televised hearings will “be an opportunity for the American people to evaluate the witnesses for themselves”, Adam Schiff, chairman of the House intelligence committee, has said. But it will also be a battle with Republicans in the court of public opinion. At stake is the framing of a narrative crucial to the impact of the hearings for an impeachment vote, the 2020 presidential election and the history books. Schiff will hope to avoid a replay of special counsel Robert Mueller’s congressional testimony in July, about which the broadcaster Chuck Todd commented: “On optics, this was a disaster.” Todd was widely criticised but it did become clear that Mueller’s stumbling performance failed to shift public opinion as Democrats had hoped. The Watergate hearings, prompted by a break-in at Democratic party headquarters and a cover-up, gripped the nation as the evidence against Richard Nixon built hour after hour, day after day, over seven months. The impact was “tremendous”, said John Farrell, a biographer of the president who resigned before he could be impeached. “The main feeling that they conveyed on television was how serious and solemn both Democrats and Republicans were in addressing what they clearly saw was a major constitutional duty,” Farrell said, “and so the whole thing was very stirring and patriotic and the debate was conducted at a very high level. “It makes me wonder whether or not this week’s hearings are going to be able to stick by that or if they’re going to be one of the more partisan, rancour-filled enterprises that we’ve had on things like Benghazi or even so far on this issue.” Farrell added: “You hope that people will try to pull themselves away from the snark and the terribly leading questions when the cameras are on but they may choose to grandstand for their base. Republicans, in particular, could decide that they just want to make the whole thing look like a circus, to tarnish it in the public eye. “So I don’t have a lot of hope but I do have some hope that they try to rise to the level of their predecessors.” The official Senate website recounts how, during the Watergate hearings, TV crews, photographers and print journalists competed with Senate staff and curious onlookers for space in the Senate caucus room. “Only one month after the hearings began, an overwhelming majority of Americans – 97% – had heard of Watergate,” the site states. “Of those, 67% believed that President Nixon had participated in the Watergate cover-up.” According to Gallup, 71% of Americans watched the Watergate hearings live. The major networks – ABC, CBS and NBC – rotated daily coverage while the Public Broadcasting Service (PBS) broadcast all 247 hours, gavel-to-gavel, as they happened and again in prime time. Last week, Bill Moyers, a veteran broadcast journalist, took out a full-page advert in the New York Times, urging PBS to do the same for the Trump hearings. The top US diplomat in Ukraine, Bill Taylor, and another senior diplomat, George Kent, will appear on Wednesday. The former US ambassador to Ukraine Marie Yovanovitch will testify on Friday. All three have answered questions behind closed doors but will now be asked publicly what they knew about Trump and his lawyer Rudy Giuliani’s dealings with Ukraine. Cable viewers will have options including neutral C-Span, conservative Fox News and liberal MSNBC, all expected to provide wildly different interpretations of the proceedings. These will also be the first impeachment hearings in the era of Facebook, Twitter and other social media. Farrell said: “The trashing of the witnesses has already begun on Twitter with the hand of the president’s family. It’s one reason to doubt that this week’s hearings are going to be held at the same high level that they were in 1974.” Now 66, Farrell was a student at the University of Virginia in Charlottesville at the time of the Watergate hearings, watching with millions of others through to a satisfactory conclusion. “Everybody rose to the occasion,” he recalled. “The one phrase that was used in September 1974 was: ‘The system worked.’ “It was said over and over and over again and almost every part of the system could pat itself on the back: the press and the courts and then finally the House of Representatives and then even the Republican senators going down and telling Nixon it was time to go. “Everybody sort of exhaled and said, ‘Wow, it worked, Gerry Ford [Nixon’s successor] is a good guy and we dodged a bullet.’” Could the same happen in 2019, with the hearings driving a shift in public opinion that persuades Republican senators to turn against Trump? Don’t hold your breath. “I would hate to predict,” Farrell said, “but at this point I don’t see the Senate voting to convict the guy. So we’re liable to be left hanging a little bit by all this.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}