{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/08/buffalo-wild-wings-death-cleaning-product-burlington", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-08T20:48:54Z", "webTitle": "Common cleaning product linked to death at Buffalo Wild Wings restaurant near Boston", "webUrl": "https://www.theguardian.com/us-news/2019/nov/08/buffalo-wild-wings-death-cleaning-product-burlington", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/08/buffalo-wild-wings-death-cleaning-product-burlington", "fields": {"headline": "Common cleaning product linked to death at Buffalo Wild Wings restaurant near Boston", "bodyText": "One man has died and 10 others were sickened following a chemical reaction at a Massachusetts branch of the fast-casual chain Buffalo Wild Wings, near Boston. On Thursday night, the local fire department responded to a report of a chemical reaction involving a common cleaning product in the restaurant’s kitchen. One employee was taken to a nearby hospital in serious condition and later died. Ten others, including employees and customers, took themselves to the hospital with symptoms including difficulty breathing and eye irritation. Police advised anyone who thought they could have been exposed to the chemical reaction to seek medical treatment. The interim chief of Burlington fire department, Michael Patterson, told local news site Patch that first responders believed the incident involved a type of concentrated chlorine bleach called Super 8. “The gentleman that passed away was an employee of Buffalo Wild Wings who attempted to squeegee the product out of the building when he was overcome,” Patterson said. Patterson said it was not clear whether the product, a sodium hypochlorite, had been mixed with anything else. On Friday afternoon, the authorities identified the victim who died as 32-year-old Ryan Baldera, the general manager, who was understood to be married and a father to an infant son. He collapsed from the fumes. The suburban sports bar was evacuated and remains closed. The company said it is “shocked and saddened” and working with the franchisee and authorities. The federal Occupational Safety and Health Administration (Osha) standards require employees to be trained in which chemicals they work with and how to use them safely. The agency has been notified about the incident. Multiple studies have shown that low-income jobs are overrepresented in a list of roles that may expose workers to chemical hazards. “We are shocked and saddened to learn of this horrific accident at our franchise-owned sports bar and are working closely with our franchisee and the authorities while they conduct an investigation,” Buffalo Wild Wings said in a statement to the AP. “Because the investigation is ongoing, we are unable to share any additional comment at this time.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}