{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/06/trump-impeachment-inquiry-ukraine-testimony-bill-taylor", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-06T21:22:36Z", "webTitle": "Top US diplomat observed clear Trump-Ukraine quid pro quo, testimony reveals", "webUrl": "https://www.theguardian.com/us-news/2019/nov/06/trump-impeachment-inquiry-ukraine-testimony-bill-taylor", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/06/trump-impeachment-inquiry-ukraine-testimony-bill-taylor", "fields": {"headline": "Top US diplomat observed clear Trump-Ukraine quid pro quo, testimony reveals", "bodyText": "For a second time in two days, newly released testimony in the impeachment inquiry against Donald Trump has produced a firsthand account of US officials negotiating a quid pro quo in Ukraine in which military aid would be used to pay for a political hit against Joe Biden, the president’s potential 2020 adversary. The testimony by ambassador Bill Taylor, taken by Congress last month, described two state department officials as saying Trump would not “sign a check” for almost $400m in military aid until Ukraine made good on its end of the deal. Trump wanted the Ukrainian president to “go to a microphone and say he is opening investigations of Biden and 2016 election interference”, Taylor said, recounting a conversation between Trump and Gordon Sondland, the US ambassador to the European Union. Taylor’s full testimony, which has been supported by nearly a dozen fellow witnesses, expanded significantly on a 15-page opening statement by Taylor that was published last month. The House intelligence committee chairman, Adam Schiff, who is leading the impeachment inquiry and who released the transcript on Wednesday, announced Taylor would be the first witness he called when televised impeachment hearings begin next week. The new material adds color to a previously reported showdown at the White House between Sondland and the former national security adviser John Bolton. Bolton has been quoted as saying he thought Sondland’s demand at a 10 July meeting that Ukraine announce investigations amounted to a “drug deal”. “When Ambassador Sondland raised investigations in the meeting, that triggered Ambassador Bolton’s antenna, political antenna, and he said, ‘We don’t do politics here’,” Taylor testified, describing accounts passed on by colleagues in the meeting. “And so he ended the meeting.” Bolton has been asked to testify before Congress on Thursday, but on Wednesday afternoon it was unclear whether he would appear. Trump continued on Wednesday to deny any quid pro quo arrangement in Ukraine. But the gradual release of internally consistent witness testimony, on top of documents and statements from the White House itself, has amounted to powerful evidence that Trump is lying. Asked how he could give such a detailed account of the “irregular policy channel” at work in Ukraine, Taylor explained that he kept text messages – and kept notes. “I’ve always kept careful notes, and I keep a little notebook where I take notes on conversations, in particular when I’m not in the office,” Taylor said. Trump need not have been pursuing a quid pro quo in Ukraine for his alleged solicitation of foreign interference in a US election to have constituted an abuse of power, legal analysts say. But owing to the repeated denials by Trump and his defenders that any quid pro quo was afoot, the phrase has moved to the center of the impeachment debate. It came up in Taylor’s testimony, when investigators pressed him on what he meant by military aid being conditioned on the “investigation [into the Bidens’ activities in Ukraine]”. Taylor was asked: “Did you mean that if they didn’t do this, the investigations, they weren’t going to get that, the meeting and the military assistance?” “That was my clear understanding,” Taylor replied. “Security assistance money would not come until the president [of Ukraine] committed to pursue the investigation.” “So if they don’t do this, they are not going to get that was your understanding?” “Yes, sir.” “Are you aware that quid pro quo literally means this for that?” “I am.” Other testimony by Taylor highlighted how deep the conflict was between regular US policy channels and the irregular channel, led by Rudy Giuliani, Trump’s agent. In particular, the revelation in mid-July that military aid set aside by Congress for Ukraine had been suspended without explanation was cause for consternation, Taylor said. The “unanimous opinion of every level of interagency discussion,” Taylor said, was that the aid should be resumed “without delay”. Taylor’s testimony echoed a transcript released on Tuesday, in which Kurt Volker, the former special envoy to Ukraine, said no official explanation for the suspension of aid ever circulated among the diplomats who had to explain the suspension to their foreign counterparts. “Nobody ever gave a reason why,” Volker said. “There should have been, but there wasn’t.” Taylor feared the irregular US policy was playing into Russian hands. “The Russians are paying attention,” Taylor said. “The Russians are paying attention to how much support the Americans are going to provide the Ukrainians. The Russians are leaning on Ukraine … “And they, the Russians, want to know how much support the Ukrainians are going to get in general, but also what kind of support from the Americans. So the Russians are loving, would love, the humiliation of [Ukrainian president Volodymyr] Zelenskiy at the hand of the Americans, and would give the Russians a freer hand, and I would quit.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}