{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/04/us-briefing-quid-pro-quo-or-no-2020-democrats-mexico-violence", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-04T13:00:24Z", "webTitle": "US briefing: Quid pro quo or no, 2020 Democrats and Mexico violence", "webUrl": "https://www.theguardian.com/us-news/2019/nov/04/us-briefing-quid-pro-quo-or-no-2020-democrats-mexico-violence", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/04/us-briefing-quid-pro-quo-or-no-2020-democrats-mexico-violence", "fields": {"headline": "US briefing: Quid pro quo or no, 2020 Democrats and Mexico violence", "bodyText": "Good morning, I’m Tim Walker with today’s essential stories. Whistleblower will answer Republicans’ written questions Donald Trump continued to assert on Sunday that there was no quid pro quo demanded in his now-infamous July phone call with Volodymyr Zelenskiy, nor in any of his administration’s other dealings with Ukraine and its president. But Trump’s allies are under increasing pressure – and appear increasingly reluctant – to deny the existence of such a quid pro quo. The president also repeated his demand for the whistleblower who first flagged concerns about the call – triggering the impeachment inquiry – to be identified. Lawyer’s offer. A lawyer for the whistleblower said on Sunday that his client was prepared to answer questions in writing from House Republicans in an attempt to stem efforts by Trump and his allies to unmask them. Manafort conspiracy. Documents from the Mueller inquiry suggest Trump’s jailed former campaign manager, Paul Manafort, advanced the theory that Ukraine, not Russia, was behind the 2016 hack of the Democratic National Committee. Buttigieg squares up to Warren – but what about Hillary? Pete Buttigieg says the race for the Democratic presidential nomination will come down to him and Elizabeth Warren, despite a new Washington Post-ABC poll that puts him in fourth place, with Joe Biden leading and Bernie Sanders in third. The 37-year-old mayor of South Bend has at least seen off the other buzzy young outsider in the race. But with some establishment types fearing the primary has shifted too far left, speculation is rife that none other than Hillary Clinton could launch a last-minute campaign. Iowa issues. While impeachment may be the issue on everyone’s lips in DC, it is far from foremost in the first primary state, writes Art Cullen. Iowans are more interested in healthcare, immigration, corn and the climate. Pompeo for Kansas? Mike Pompeo, the US secretary of state, has been spending an inordinate amount of time in Kansas, reports Julian Borger. Is he readying a bid for Senate in his home state? Trump urges UK election pact between Farage and Johnson The US president has once again waded into British politics, repeating his suggestion that the UK prime minister, Boris Johnson, form a rightwing, pro-Brexit pact with Nigel Farage’s Brexit party at the country’s December general election. Speaking to reporters at the White House on Sunday, Trump said the two men were “both friends of mine”, adding: “What I’d like to see is for Nigel and Boris to come together. I think that’s a possibility.” A no from Nigel ... Farage, who has stood for election seven times without success, announced on Sunday that he would not make an eighth bid to become an MP, saying he could “serve the cause better” by backing his party’s 600 other candidates. … and a no from Boris. Johnson rejected Trump’s suggestion of an electoral pact and said the president was “patently in error” to claim his proposed Brexit deal would prevent a US-UK trade deal. The battle to pacify Mexico amid a bloody war on drugs Andrés Manuel López Obrador was elected president of Mexico last December on a promise to pacify the country’s widespread violence by addressing the social roots of crime. Almost a year later, the bloodshed is worse than ever. There are close to 100 murders per day nationwide, while gunmen recently paralyzed a major city by waging battle with police to free the arrested son of Mexico’s most famous drug lord, Joaquín “El Chapo” Guzmán. Tom Phillips reports from Tijuana as part of a new Guardian series. Vanished students. The Mexican novelist Jorge Volpi reflects on the fate of the 43 students who disappeared in Guerrero in 2014: “We Mexicans live in a cemetery full of bodies with no story, and stories with no body.” Cheat sheet McDonald’s CEO, Steve Easterbrook, has quit the role after it emerged he had engaged in a consensual relationship with an employee, in violation of the fast food firm’s policies. The US national security adviser, Robert O’Brien, has criticised China’s militarisation of the South China Sea at the Asean-US summit in Bangkok, condemning Beijing’s “intimidation” of smaller nations in the strategically crucial maritime region. Delhi has introduced new rules whereby private vehicles with odd or even license plate numbers will be banned from the roads on alternate days, in a bid to reduce air pollution in the smog-afflicted Indian capital. A federal judge in Oregon has put on hold a Trump administration rule that requires immigrants to prove they have healthcare coverage before they are granted a visa. Must-reads Flea: ‘I grew up running around naked’ In his new memoir, the Red Hot Chili Peppers’ bassist, Flea, reflects on a violent childhood and his conflicted friendship with the band’s frontman, Anthony Kiedis. “I became entranced with the idea of getting under the narrative, to find out the ‘why’ of my early life,” he tells Jim Farber. Trump and UFC: a cosy relationship with cagefighting The president may have been met largely with boos as he attended a UFC event in New York on Saturday night, but his relationship with the promotion and its leadership has long been a cosy one. There is also an overlap between fans of cage-fighting and the far right, as Karim Zidan reports. Imelda Marcos documentary: ‘She’s an unreliable narrator’ Lauren Greenfield, the filmmaker who captured the lives of the US super-rich in 2012’s Queen of Versailles, has a new subject: the former Philippine first lady, Imelda Marcos. “I was interested in the contradiction between her personal charisma and its terrible consequences,” she tells Charles Bramesco. ‘Expensive clothes hid my loneliness’ The grief of losing her father exacerbated Huma Qureshi’s burgeoning addiction to expensive clothes. But when she met her future husband, she felt her loneliness lift. And then, when they moved in together, she realised they had no room for most of her wardrobe. Opinion Fewer than 100 days before the Iowa primary, the Democrats still have no clear frontrunner. But in running on a leftwing message that doesn’t alienate the base or the establishment, Elizabeth Warren has given herself the best chance of victory, says Cas Mudde. The Massachusetts senator is not just among the three most popular candidates, she is also the (clear) top second choice candidate among the supporters of both Biden and Sanders. Sport Lewis Hamilton came second at Sunday’s US Grand Prix, but that was enough to give the British driver his sixth Formula One world championship – and to put the 34-year-old behind only Michael Schumacher as the most successful driver in the sport’s history. The San Francisco 49ers are now the only undefeated team in the NFL, after the Baltimore Ravens inflicted New England’s first defeat of the season, beating the Patriots 37-20 at the M&amp;T Bank Stadium on Sunday. Sign up The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}