{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/02/liberty-justice-celebration-des-moines-iowa-democrats-obama-biden-warren-sanders-beto", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-02T12:55:46Z", "webTitle": "Liberty and Justice for Democrats in Des Moines – but no clear Iowa star", "webUrl": "https://www.theguardian.com/us-news/2019/nov/02/liberty-justice-celebration-des-moines-iowa-democrats-obama-biden-warren-sanders-beto", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/02/liberty-justice-celebration-des-moines-iowa-democrats-obama-biden-warren-sanders-beto", "fields": {"headline": "Liberty and Justice for Democrats in Des Moines – but no clear Iowa star", "bodyText": "Andrew Yang brought a stand-up comedian. Kamala Harris held a block party and danced with drum majorettes. Bernie Sanders led a march against corporate greed. But it was Elizabeth Warren who stole the show before it even started by nailing her $20tn healthcare plan to the mast of the battleship she sailed into the most important Democratic political showcase ahead of the Iowa caucus. The Liberty and Justice Celebration – a blend of street rallies and showmanship in downtown Des Moines before a dinner and speeches – has a four-decade history. And no story is more talked about than how Barack Obama brought a drum corps to march through the city in 2007 before giving an electric speech that lit up the race against Hillary Clinton. This year there was no shortage of candidates looking to replicate that moment before 13,000 people in a sports arena, the largest event in the history of what was previously the Jefferson-Jackson dinner, named for two former presidents until the party decided to stop honouring slave owners. Harris went in struggling to revive a shrinking campaign, after falling financial support forced her to sack staff. Joe Biden was fighting to pick up ground lost to Warren as a new poll put her first in Iowa and him fourth behind Sanders and Pete Buttigieg. Sanders was looking to reclaim his place ahead of Warren, following his heart attack. Most of the rest of the candidates were just out to get noticed. One of of the 14 listed to speak didn’t even appear: Beto O’Rourke dropped out hours earlier, much to the consternation of some weeping supporters who did turn up. Buttigieg was first on stage and it rapidly became clear he had taken the Obama model to heart, as he spoke of a need for power to change generations. “I am ready to gather up an American majority that is hungry for change, that is done with division,” he said in a line that might have come from the first black president. Perhaps befitting a former officer who went to Afghanistan, the South Bend, Indiana mayor at times painted scenes reminiscent of the battlefield. “I am running to be the president who will stand amid the rubble, pick up the pieces of our divided nation, and lead us to real action to do right by Americans who have waited far too long,” he declared. “We will fight when we must fight,” he said a little later. “But I will never allow us to get so wrapped up in the fighting that we start to think fighting is the point. The point is what lies on the other side of the fight.” There were plenty of echoes of Obama but it wasn’t always clear what it was for, an issue that did not go unremarked on by other candidates. Biden pitched himself as a statesman ready to pick up the pieces after Trump. “The next president is going to be commander in chief of a world in disarray. There’s going to be no time for on-the-job training,” he said. He poured scorn on the president and, with a touch of Trumpian language, said that when it comes to the election: “I will beat him like a drum if I’m your nominee”. But it wasn’t long before Biden was turning his sights on the woman who is, for now at least, the biggest obstacle to him winning Iowa when it votes in early February. He took aim at Warren’s signature policy: comprehensive and publicly funded health insurance. Hours earlier, the Massachusetts senator announced a plan to spend $20tn to provide it without increasing taxes for American workers. Biden said she was touting “made-up” numbers. The former vice-president has repeatedly claimed Warren’s healthcare plan is so radical it could cost the Democrats the election. His own proposal is to improve Obama’s reforms without raising taxes, he said. Warren climbed on to the stage not long after, ready for the fight. Rather than defend the nuts and bolts of her policy, she bore down on what Biden’s criticisms said about him as a candidate. “Anyone who comes on that stage and tells you to dream small and give up early is not going to lead our party to victory,” she said. Warren kept at it, promising big structural change to take American democracy back from the corporations. Change, she said, should not be feared, but celebrated. “If the most we can promise is business as usual after Donald Trump then we will lose,” she said, in a swipe at her more cautious opponents. “I’m not running some consultant-driven campaign with some vague ideas designed not to offend anyone.” If the 2019 Liberty and Justice Celebration is remembered for anything, it will be that Warren laid out more clearly than ever the stark choice Democrats face. It drew some of the most sustained and raucous support of the evening. By comparison, Sanders was subdued. He was the only candidate to read from notes. The staples were all there but he seemed to lack Warren’s fire. Squeezed between the two most radical candidates was Harris, who did little to keep her campaign alive. For those looking for something different, there was Yang. He pushed his singular policy of a universal basic income. He introduced Iowa families he has been paying $1,000 a month, seeking to show how taxing and redistributing the tech industry’s booming profits could improve a lot of lives. It was, he said, a “freedom dividend”. A large part of the crowd claimed its own freedom dividend once the serious contenders were out of the way, leaving the last speakers facing an ever-diminishing audience. By then, it was clear that the event was not going to deliver any surprise winners."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}