{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/10/pete-buttigieg-moderate-iowa-caucus", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-10T07:00:39Z", "webTitle": "Can Pete Buttigieg's moderate message win over purple Iowa?", "webUrl": "https://www.theguardian.com/us-news/2019/nov/10/pete-buttigieg-moderate-iowa-caucus", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/10/pete-buttigieg-moderate-iowa-caucus", "fields": {"headline": "Can Pete Buttigieg's moderate message win over purple Iowa?", "bodyText": "As Pete Buttigieg took the stage to Panic at the Disco’s High Hopes, the South Bend mayor and surprise hit of the 2020 Democratic presidential race marveled at the turnout in Waverly, an Iowa town of just 10,000 people. The cafetorium at the local high school was filled with more than 500 people wanting to hear Buttigieg make his pitch to be their next president. But those who had closely followed his recent three-day bus tour through the first caucus state were unsurprised by such a turnout; the 37-year-old mayor commanded large crowds at each of his campaign stops, reflecting his rise up the Iowa polls. One recent poll even showed Buttigieg climbing into second place, one point behind Senator Elizabeth Warren’s 20% and beating out Senator Bernie Sanders and the former vice-president Joe Biden. Given its role as the first state to vote in the presidential primaries, Iowa is key to most Democratic candidates’ strategies. Since 2000, every Democrat who has won the Iowa caucuses has gone on to win the presidential nomination of their party. With less than three months to go until Iowa voters hold their caucuses, the looming question over Buttigieg’s surprise campaign is whether he will maintain the momentum he has seen in recent weeks or fizzle out as other Democratic candidates have. Some of his opponents’ allies have dismissed the validity of Buttigieg’s surge, calling the young mayor “the flavor of the moment”. But Buttigieg’s campaign insists his current momentum in Iowa is legitimate, powered by more than 100 staffers spread across more than 20 field offices. “We’ve built an organization in Iowa that is capable of capturing this momentum and converting it to committed caucus-goers to knock on doors, host house meetings, and win the Iowa caucuses for Pete,” said Ben Halle, Buttigieg’s Iowa communications director. Speaking in Waverly exactly one year before the 2020 general election, Buttigieg zeroed in on a message of unifying the country after Trump leaves office. The mayor opened his remarks by asking attendees to “really visualize the first day when the sun comes up over the United States of America, and Donald Trump is no longer in the White House”. After the sustained applause that followed this suggestion, Buttigieg emphasized that the next president would have to find solutions capable of bringing Americans together. “What the next president’s going to have to do, what I am running to do, is to pick up the pieces and guide this nation in a direction where we can solve those big problems with big answers and do it in a way that unifies, not polarizes, the American people,” Buttigieg told the Waverly crowd. This unifying message appears to be resonating with voters in the purple state of Iowa, where Republicans control the governor’s mansion and the state legislature but Democrats hold three of the state’s four congressional seats. Buttigieg has made a point of visiting Iowa counties that flipped from Barack Obama in 2012 to Trump in 2016, underscoring his strategy of reaching voters who have not consistently voted for Democrats in recent years. Standing near a table selling “Boot-Edge-Edge” shirts, referring to the phonetic pronunciation of the mayor’s name, Josie Beckstrom, 44, said after the rally that she would probably caucus for Buttigieg because she worried other Democratic candidates, such as Elizabeth Warren, would intensify political polarization in the country. “I think [Warren] has burned some bridges, and I think that division will just get worse in a lot of ways,” Beckstrom said. “I think it just needs to be over.” Warren has implicitly pushed back against Buttigieg’s big-tent message by criticizing his “vague” proposals that she argues would do little to address the nation’s problems. “We’re not going to do this by kind of nibbling around the edges,” Warren said at Democratic representative Abby Finkenauer’s recent fish fry in Cedar Rapids, speaking just before Buttigieg. “We’re not going to do it by running some kind of vague campaign with a bunch of slogans that have been approved by a bunch of consultants not to offend anyone.” Some Iowa voters voiced similar concerns after Buttigieg’s Waverly rally, reflecting a split between the party’s centrist and progressive wings. Tim Elgin, 36, said he preferred Buttigieg’s campaign messaging from earlier this year, when the mayor was pushing back more forcefully against Republican attacks. With half an eye on his two young children, Elgin said after the Waverly event, “I’m intrigued a little bit to see how he’s going to deal with some of his initial statements. … I want to see how consistent he is.” Buttigieg’s apparent recalculation away from progressive policies like Medicare for All has led some to question the sincerity of his campaign promises. One rally attendee described the mayor as “kind of smarmy” and suggested he tone down his “salesman” persona. But many attendees were impressed with Buttigieg’s performance on the stump and his evident gifts as a politician. “He seems like somebody you’d know down the block, which is very rewarding and comforting,” said Kate Payne, 61. Mike Reitmajer, 37, said his ability to connect more with Buttigieg was one of the main reasons he had drifted to the mayor from the Biden camp. “He’s younger, which makes him a little more relatable,” Reitmajer said. Despite some critics’ skepticism of Buttigieg’s relatively thin résumé compared with those of his opponents, several likely caucus-goers pointed to his mayoral experience in Indiana as an asset. But even as rally attendees praised Buttigieg’s background as a midwestern mayor and military veteran, none of the six likely caucus-goers who spoke to the Guardian mentioned another key aspect of the candidate’s biography: if elected, he would be the first openly gay man to serve as president. Buttigieg himself touched on this when taking audience members’ questions in Waverly, describing his decision to come out while running for re-election as mayor of South Bend. Buttigieg won that race, and the now married mayor told the Waverly crowd: “This thing that I thought might mean the end of my career wound up being one of the things that gave me the chance to do the most good.” But the issue does arise. The House majority whip, Jim Clyburn of South Carolina, recently said “there’s no question” the mayor’s sexuality was an issue for older African American voters. Outside the mostly white state of Iowa, Buttigieg has generally struggled to attract the support of African American voters, who make up a large swath of the Democratic primary electorate. A Monmouth University poll released late last month showed the Indiana mayor receiving the support of just 1% of black voters in South Carolina, another early voting state. But Buttigieg has voiced confidence that the momentum he has seen in Iowa will soon translate to more racially diverse states. Addressing Clyburn’s comments in a CNN interview, Buttigieg again referenced his re-election in South Bend as evidence that he could win over “socially conservative Democrats”. “And at the end of the day I think the reason why the people in my community moved past that and re-elected me, and the reason why we’re going to be able to earn votes in every part of the country, is because elections are about this – they’re about voters asking a question: ‘How will my life be different if you get elected versus somebody else?’” Buttigieg said. “I think we have the best answer to that question.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}