{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/08/paradise-camp-fire-residents-photos", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-08T16:11:22Z", "webTitle": "Return to Paradise: the people who came back after a deadly fire – in pictures", "webUrl": "https://www.theguardian.com/us-news/2019/nov/08/paradise-camp-fire-residents-photos", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/08/paradise-camp-fire-residents-photos", "fields": {"headline": "Return to Paradise: the people who came back after a deadly fire – in pictures", "bodyText": "Before Paradise became synonymous with fire, it was the trees that lured people here. Hundreds of thousands dotted the town: ponderosa pines, Douglas firs and cedars. Life in the town of 27,000, nestled in the Sierra Nevada foothills, was affordable, with modern suburban conveniences and an abundance of natural beauty. That life was largely destroyed when the Camp fire tore through Paradise so quickly that thousands were trapped on gridlocked roads trying to escape. The fire killed 85 people and destroyed more than 18,000 buildings, including 14,000 homes. Top: Firefighters push down a wall while battling against a burning apartment complex in Paradise, California, on 9 November 2018. Photograph by Josh Edelson/AFP/Getty Bottom: Paradise, California, on 6 November 2019. One year on, the town and its remaining residents are trying to rebuild. An estimated 3,000 have returned to Paradise, and several hundred more have applied for permits to rebuild. On a recent afternoon in Paradise, as the first anniversary of the disaster loomed, Mary Nieland stood in front of the 1940s farmhouse where she has lived since 2005. Her home was one of just three on her block that did not burn in the Camp fire. It took firefighters more than two weeks to contain the 153,000-acre blaze, California’s deadliest and most destructive fire. Left: Mary Nieland’s home is one of the three on her block that did not burn in the Camp fire. Right: Mike Zuccolillo, a real estate broker and town councilman. Nieland stayed behind until close to noon the day the fire started to protect her home, and she barely escaped with her life. Recalling that day, she described how fire seemed to rain down from the clouds, and how at one point, as she and others were trapped in their cars, first responders told them to abandon their vehicles and run. Nieland fled from her blue Ford Ranger with her four-year-old chocolate lab, Bear. “I really didn’t think we were going to make it,” she recalled. “There were cars burning on both sides of the road, burning telephone poles across the road, homes off the bike path in flames.” She walked for an hour before someone picked her up. After escaping, her dog became sick and eventually died. Nieland developed an infection and needed breathing treatments after smoke badly irritated her lungs. Top: Police officer David Akin searches the trailer site of the Skinners’ neighbor to look for a missing generator, gas cans, chain and propane tanks. Bottom: Sgt Robert Nichols (center) holding Zoele Mickey. Anastasia Skinner (left) was in labor during the Camp Fire, and Nichols was one of several people who helped get her to safety. This was Nichols’ first time meeting Zoele. Nieland, who was born in 1950 and raised in Paradise, returned to the town as soon as it reopened. She has owned an antique store, Attic Treasures, for more than 29 years. It also survived the fire. Her garage and barn burned down, but her home sustained only minor damage, including holes from embers in the roof that she discovered when it began to rain. Every native tree on the property died in the fire, but a small orchard of fruit trees survived, and she will be planting nut trees as part of her recovery efforts. “It may take a long time, but I see us coming back,” she said earlier this year. “It’s going to be beautiful.” Top left: Lunchtime at Bootleg BBQ. Top right: Aaron Burleson, 25, a laborer from Chico, orders lunch. Bottom: Brandy Wilson waits for lunch orders that she will deliver. Just a few lots down from Attic Treasures, people line up to eat pulled pork sandwiches, smoked mac ’n’ cheese and Carolina mustard slaw at Bootleg BBQ, one of about a dozen food trucks in town. The business serves about 75 people a day. It is less busy than it was a few months ago when the town was filled with cleanup workers, but the truck is serving more Paradise residents these days, its founder, Bryan Howard, said. “The spirit of the community is strong – that’s pretty encouraging,” he said. Mike Zuccolillo, a real estate broker and town councilman, lost his home in the fire as well as multiple rental properties. He still works in town as a real estate broker and has watched how it has changed and improved in the last few months alone, including in subtle ways. In the early months after the fire, “you didn’t hear a bird. You didn’t see deer, you didn’t see a raccoon. You were here at night and it was dead silence.” Now, the wildlife has returned along with the people. Top left: The site where properties belonging to Zuccolillo once stood. Top right: Zuccolillo at the site where his home burned. In the coming years, Zuccolillo plans to buy a home there or – if there are available contractors – rebuild the one he lost. He’s eager to return to Paradise with his family. “This is home. Our kids are raised here, they go to school here,” he said. “Paradise was a great town and it still is a great town. It encompassed everything of small-town America and we want it back.” Bottom: A deer in Paradise, where wildlife has returned."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}