{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/nov/05/climate-protest-trans-mountain-pipeline-washington-state", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-11-05T22:00:39Z", "webTitle": "Young climate activists chain selves to Washington pier amid pipeline delivery", "webUrl": "https://www.theguardian.com/us-news/2019/nov/05/climate-protest-trans-mountain-pipeline-washington-state", "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/05/climate-protest-trans-mountain-pipeline-washington-state", "fields": {"headline": "Young climate activists chain selves to Washington pier amid pipeline delivery", "bodyText": "Young activists interrupted the delivery of a controversial pipeline to a port in southern Washington at daybreak on Tuesday, once again taking the lead in the climate fight. Tuesday’s protest by Portland Rising Tide was part of a continuing effort to disrupt the opening of project that expands a pipeline running from Edmonton, Alberta, to the coast of British Columbia and would open export markets to hundreds of thousands of barrels of crude oil from the Alberta tar sands. Climbers flanked by kayaks chained themselves to a pier on the Columbia River between Oregon and Washington, intending to intercept the delivery of pipe manufactured in India for the project. The group of protesters included 22-year-old Kiran Oommen, a plaintiff in the landmark lawsuit Juliana v the US, which takes aim at the American government’s complicity in promoting a fossil fuel energy system and other practices that facilitate the climate crisis. Oommen, who is joined by 20 other young plaintiffs in the litigation, was among those who chained himself to a dock. By 8am, Oomen and other activists were being threatened with arrest as an arriving bulk carrier sounded its foghorn and a growing crowd of stalled workers gathered on the pier, one shouting: “Trump! Four more years!” Before climbing a ladder and chaining themselves to the pier, Oommen said past action to lobby, to vote and to use the courts to compel action on climate change had been unsuccessful so far. “The point that my generation is at, we don’t have time to wait for systems that haven’t worked for decades,” Oommen said. The linking of a Juliana plaintiff with direct action against fossil fuel infrastructure signifies more than individual frustration with inaction on climate. It denotes the rising sense of urgency among young people to remedy a crisis that afflicts them all. “I fear for my future. It’s zero hour and I can’t watch the Earth die around me. I don’t want to be 30 and telling my kids that I didn’t do anything,” said Lydia Stolt, who risked a college scholarship to be among those locked to the pier. Oommen’s four-year-old court case been the subject of repeated, and unusually aggressive, emergency petitions by the federal government intended to halt the suit, which has missed three trial dates so far. “Part of why I’m here is to just give them a little reminder that they can play with us in the system, but we don’t have to stay in the system to have our voices heard,” Oommen said. Tuesday’s action took aim at the Trans Mountain pipeline expansion, a 1,150km (about 700-mile) Canadian project that will boost the capacity of oil transport from the Alberta tar sands to the coast of British Columbia. The $7.4bn expansion is projected to triple the 300,000 barrels of oil currently transported from Edmonton and would carry heavier oils with higher potential to emit greenhouse gas, making it what many activists consider a potential climate tipping point. The project was initially proposed by Kinder Morgan in 2012, and the Canadian government approved it, but it was delayed by opposition from First Nations and environmental groups and lawsuits from provincial and municipal governments in Canada. The project was acquired by the Canadian government, which continues to fund the expansion, in summer 2018. The action by Portland Rising Tide, the local affiliate of the North American direct action group, was the culmination of an international effort to track shipments of the pipe from India through the US into Canada. Greenpeace provided technical assistance, while support from the north came from Mosquito Fleet, an oil and gas direct action group, and First Nations peoples who oppose the pipeline. Cedar George-Parker, 22, a member of the Tulalip and Tsleil Waututh tribes, said First Nations communities had staunchly opposed the pipeline, which crosses indigenous lands. He said a study had determined a spill could sicken 1 million people within 24 hours. He also noted potential impacts on the salmon in the Fraser River watershed and orcas in the Salish Sea from increased tanker traffic. “In Tulalip, the orca is on the crescent [flag], so it’s who they are,” George-Parker said. “We have to do something to save them. They can’t speak English … they can’t go to the legislative building."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}