{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/08/turkey-isis-suspects-repatriation-islamic-state", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-08T16:49:52Z", "webTitle": "Turkey threatens to send foreign Isis suspects home from next week", "webUrl": "https://www.theguardian.com/world/2019/nov/08/turkey-isis-suspects-repatriation-islamic-state", "apiUrl": "https://content.guardianapis.com/world/2019/nov/08/turkey-isis-suspects-repatriation-islamic-state", "fields": {"headline": "Turkey threatens to send foreign Isis suspects home from next week", "bodyText": "Turkey will begin deporting foreign members of Islamic State in Turkish custody back to their home countries from next week, the country’s interior minister has said. Ankara has repeatedly criticised European nations for refusing to take back any of the 1,200 foreign nationals currently held in Turkish prisons on suspicion of links to the terror organisation. “Now we are telling you that we are going to send [members of Isis] back to you. We are starting this on Monday,” Süleyman Soylu said in Ankara on Friday. In earlier comments, Soylu said repatriation efforts would also include individuals who have had their European citizenship revoked and are legally stateless. “Countries can’t just revoke the citizenship of such ex-terrorists and expect Turkey to take care of them; this is unacceptable to us and it’s also irresponsible,” he told reporters on 2 November. “Turkey is not a hotel for foreign terrorists.” The logistics of the policy remain unclear. Some countries request passenger manifests for both military and commercial flights in advance before a plane is allowed to enter their airspace. It is also unlikely that Turkey will be able to repatriate those who have lost their citizenship. It was also not immediately clear whether the policy would extend to Aine Davis, one of the British jihadists who beheaded hostages in Syria as part of the infamous cell known as “The Beatles”. Davis was sentenced by Turkish authorities to seven-and-a-half years in jail in 2017 after his capture in Istanbul in 2015. Shiraz Maher, director of the International Centre for the Study of Radicalisation at King’s College London, said: “On a practical level I don’t see how Turkish authorities can enforce this. I suspect the British government will simply refuse aircraft carrying these individuals.” Turkey’s interior and foreign ministries did not respond to requests for comment before publication. Soylu said Turkey was holding almost 1,200 foreign members of Isis in custody and had captured a further 287, including women and children, during its recent invasion of Kurdish-held territory in northern Syria. Tooba Gondal, a 25-year-old British woman important to the group’s online recruitment efforts, is currently believed to be in Turkish custody in Syria after escaping a Kurdish-run detention camp in the chaos caused by the fighting. The minister’s remarks follow reports last month that two Dutch women suspected of Isis membership who fled a Syrian detention camp visited their country’s embassy in Ankara with their children, requesting to be sent home. They were arrested by Turkish authorities and the Netherlands swiftly said one of the women – a dual Dutch-Morrocan citizen – had been stripped of Dutch nationality. Since 2010 the UK has stripped more than 100 people of British citizenship over their alleged links to Isis, al-Qaida, al-Shabab and other terrorist groups. Although under a 1961 international convention it is illegal to leave someone stateless, several countries, including the UK and France, have not ratified it. Recent high-profile cases, such as those of Shamima Begum and Jack Letts, have triggered prolonged legal battles."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}