{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/01/nazi-artefacts-argentina-forgeries-art-historian", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-01T08:00:10Z", "webTitle": "Haul of Nazi artefacts on display in Argentina mostly fake, expert says", "webUrl": "https://www.theguardian.com/world/2019/nov/01/nazi-artefacts-argentina-forgeries-art-historian", "apiUrl": "https://content.guardianapis.com/world/2019/nov/01/nazi-artefacts-argentina-forgeries-art-historian", "fields": {"headline": "Haul of Nazi artefacts on display in Argentina mostly fake, expert says", "bodyText": "Journalists from around the world congregated at Argentina’s Holocaust museum for a special viewing of a hoard of Nazi artefacts including a giant silver eagle, a Ouija board inscribed with Nazi symbols, and a swastika-emblazoned instrument for measuring skulls. The collection – discovered by police behind a false wall in the home of a Buenos Aires antiquarian – is due to go on display next month when the museum reopens after a $4.5m renovation. “It’s been proven that they are real from the time of the second world war,” said the president of the museum, Marcelo Mindlin, at the press preview last month. Mindlin speculated that the items may have been brought to Argentina by fugitive Nazis – a narrative that would fit perfectly with Argentina’s sad history as a bolthole for war criminals, including Adolf Eichmann and Josef Mengele, who escaped to South America after the fall of the Third Reich. News of the haul was reported by newspapers around the world, including the Guardian. But the historical value of the articles has been called into question by the German art historian invited to assess them for the Argentinian authorities. Stephen Klingen, from Munich’s Central Institute for Art History, concluded that the 83 objects on display are either outright fakes or original pieces from the 1930s which had swastikas and other Nazi symbols added later. “You can display the objects as counterfeits, but you can not learn anything about the Nazi era from them,” Klingen told the Guardian in an email. Despite his findings, the Museo del Holocausto plans to go ahead with the display of a selected number of the items, arguing that they still have educational value. “They are original objects – original from the period – even if they were modified later,” said Jonathan Krszenbaum, director of the museum. “The skull-measuring instrument, even if the swastika was added later, is still from the Nazi period, or from the pre-Nazi period, and as such it has educational value because it exemplifies the Nazi obsession with the question of race.” He added: “They are not forgeries – they are originals which were adulterated later. That doesn’t reduce their historical significance.” Klingen said he was shocked by the Argentinian authorities’ handling of the objects: federal police chief Néstor Roncaglia and security minister Patricia Bullrich – who participated in the museum press conference on 2 October – received a report from him last year stating unequivocally they were almost all forgeries. The eight-page report was accompanied by a 280-page addendum describing how he reached his conclusions for each piece. The skull-measuring device was actually manufactured between 1890 and 1910, the report states, and has no association with the Nazi period. A plaque attached to its case reading “Amt für Rassenpolitk” (“Office for Racial Politics”) is fake – and no Nazi office existed under that name, Klingen said. Klingen said that only a handful of historically insignificant objects might be genuine, including three toolboxes from a Mauser munitions factory, part of a grenade launcher, a sundial with a swastika, a Nazi-era newsreel and various Hitler busts. “But because we were not allowed to do material investigations, even their authenticity could not be checked conclusively,” he said. The objects were found at the home of a Buenos Aires antiquarian Carlos Olivares during an unrelated investigation, and were handed to the museum for safe-keeping. Olivares is currently awaiting trial for allegedly bribing customs officials to smuggle antiques into Argentina from Asia and Africa. Asked if he considered that any of the artefacts were of sufficient historical significance to to be displayed at a museum about the Holocaust, Klingen replied: “No, absolutely not.” Uki Goñi is the author of The Real Odessa: Smuggling the Nazis to Perón’s Argentina"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}