{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/10/designed-to-torture-asylum-seeker-chooses-iranian-prison-over-png-detention-centre", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-10T17:00:46Z", "webTitle": "'Designed to torture': asylum seeker chooses Iranian prison over PNG detention centre", "webUrl": "https://www.theguardian.com/world/2019/nov/10/designed-to-torture-asylum-seeker-chooses-iranian-prison-over-png-detention-centre", "apiUrl": "https://content.guardianapis.com/world/2019/nov/10/designed-to-torture-asylum-seeker-chooses-iranian-prison-over-png-detention-centre", "fields": {"headline": "'Designed to torture': asylum seeker chooses Iranian prison over PNG detention centre", "bodyText": "Ariobarzan endured six years of detention inside and outside the barbed wire on Papua New Guinea’s Manus Island in the hope he would find a new life in Australia. But after nine weeks at the Bomana immigration centre, a Canberra-funded detention centre in Port Moresby, the Iranian asylum seeker has signed up to go home. Whatever fate awaits Ariobarzan (whom the Guardian has agreed to name using a pseudonym) in Iran, and it almost certainly means years in prison, he figures it can’t be worse than life inside Bomana. There, detainees have no access to legal support or their families, no phones, no connection to the outside world other than limited contact with the Red Cross, not even the distractions of books or writing materials, he says. “The conditions have been designed to torture people.” They are served such meagre rations that they are perpetually hungry and plead to be given the same food as the Papua New Guinean prisoners in the adjoining Bomana jail, he tells the Guardian. They sleep in stifling cells in the tropical heat – fans and air conditioning are either broken or rarely used – within a compound patrolled by vicious dogs. In August Ariobarzan and 51 other asylum seekers – all deemed non-refugees – were arrested by PNG authorities and taken to Bomana immigration centre, an Australian-funded facility annexed to a Port Moresby prison. On the first night “10 or 12” of them attempted self-harm, he said. Most received no treatment, some were moved into isolation. For more than two months no information has emerged from Bomana, except that several men had been taken to hospital and returned on various occasions. That changed two weeks ago when Ariobarzan and five other asylum seekers were released after agreeing to return to their homelands. He says there are 46 others still inside. Among them are 12 who are in extremely poor condition, and who have been approved for medevac transfers to Australia, says Behrouz Boochani, an Iranian-Kurdish journalist and refugee who was also detained on Manus. “What is happening in Bomana is a crime against humanity, it is a symbol of state terrorism,” says Boochani, who is acting as interpreter for Ariobarzan. “Both the governments of PNG and Australia are responsible. They have no rights to violate basic human rights such as getting enough food, clean water and communication with their families. “What is happening there is breaking the international conventions and PNG and Australian constitutions. These people have already experienced so much violence and trauma and if they continue this torture more people will die.” His statements echo accusations by the general secretary of the Catholic Bishops Conference of PNG, Father Giorgio Licini, to Radio New Zealand last week that Australia was using harsh conditions to coerce asylum seekers into accepting repatriation. Ariobarzan is now awaiting deportation with the others released from Bomana in one of several small, basic but comfortable units in Port Moresby. The others say they won’t speak about their experiences for fear of being returned to Bomana, but he says he will because “I’m doing my best to help my friends”. He says the men awaiting medevac to Australia are in a “very, very bad situation … they can move around, but they are suffering”. Of conditions in Bomana, he says the daily food ration is equivalent to a single small meal – more suitable for a child than a man – split into three serves. Half a piece of toast, dried peas and a small glass of milk for breakfast. Twice a week, rice with two small pieces of chicken as the main meal. On other days, sandwiches with lettuce and mayonnaise. “Each afternoon, they give a small coffee.” He had use of a shower, but the water was so scalding hot it was impossible to wash. With nothing to occupy his mind or time over the days, two months in, he decided that jail in Iran would be better. “You can have a phone, you can call … you have food, you have a good bed, you have visitors. Sometimes you can go out with permission for a few days.” After signing up for repatriation, when he was finally able to contact his family at home, they wept with relief. They had feared he was dead. “It’s a very important point, because over six years many people were killed by this system,” Boochani says. With no information about their loved ones, many families reach out to him. “They are really concerned about their sons,” he says. “Families have this question – ‘What is their crime? Why don’t they let them communicate with us?’ And you know, someone like me, I’m under too much pressure. When the families call me, I don’t know – what should I say?” Last week Boochani, with others including a representative of Amnesty International, tried to approach the heavily secured Bomana facility. “They stopped our car. We didn’t want to go in – just to see. They took our photos … questioned us. ‘Who are you, what are you doing?’” Ariobarzan argues that it should not be said that he was refused refugee status. “I didn’t give a case. They didn’t process me at all … Australian immigration is not even aware about why I leave my country – they don’t have that information.” He says he refused to provide that background. “It was not reasonable that PNG process us. I seek asylum in Australia, not PNG. But Australia is so mean, they send me to this country, that is why I couldn’t accept it. “It was like modern slavery. And it is assaulting human dignity. That is why I refused. “It is a big crime happening there at Bomana. The [Australian] government wants to show that it [has] a successful policy, and that is why they put people in jail, in Bomana, as a symbol for this policy. “They spend a billion dollars on this policy, but they couldn’t defeat us, couldn’t beat us, couldn’t break us. That’s why they jailed these 50 people as a symbol. It is not reasonable and acceptable that among 1,100 people, they reject 50. These people who rejected, their cases are similar to others. We left from the same countries and same systems. “Part of this policy’s culture is that it’s like a rule that always someone should be beaten. It is the conclusion.” The Bomana facility was contacted for comment. • International helplines can be found at www.befrienders.org. In Australia, the crisis support service Lifeline is 13 11 14. In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}