{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/07/ardern-says-new-zealand-on-right-side-of-history-as-mps-pass-zero-carbon-bill", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-07T06:00:47Z", "webTitle": "Ardern says New Zealand on 'right side of history' as MPs pass zero-carbon bill", "webUrl": "https://www.theguardian.com/world/2019/nov/07/ardern-says-new-zealand-on-right-side-of-history-as-mps-pass-zero-carbon-bill", "apiUrl": "https://content.guardianapis.com/world/2019/nov/07/ardern-says-new-zealand-on-right-side-of-history-as-mps-pass-zero-carbon-bill", "fields": {"headline": "Ardern says New Zealand on 'right side of history' as MPs pass zero-carbon bill", "bodyText": "Jacinda Ardern’s landmark climate legislation has passed in New Zealand parliament, with historic cross-party support, committing the nation to reduce its carbon emissions to zero by 2050 and meet its commitments under the Paris climate accords. The climate change response (zero carbon) amendment bill passed on Thursday afternoon with the centre-right opposition National party throwing their support behind it late in the day, despite none of their proposed amendments being accepted. The bill passed 119 votes to one. Climate change minister James Shaw said the bill, which commits New Zealand to keeping global warming below 1.5 degrees, provided a framework for the island country of nearly 5 million to adapt too, and prepare for the climate emergency. “We’ve led the world before in nuclear disarmament and in votes for women, now we are leading again.” Shaw said. “Climate change is the defining long-term issue of our generation that successive governments have failed to address. Today we take a significant step forward in our plan to reduce New Zealand’s emissions.” Prime minister Jacinda Ardern told MPs New Zealand was on the “right side of history”. She said: “I absolutely believe and continue to stand by the statement that climate change is the biggest challenge of our time. “Undeniably, our sea levels are rising, and undeniably, we are experiencing extreme weather events – increasingly so. “Undeniably, the science tells us the impact there will be on flora and fauna, and yes also the spread of diseases in areas where we haven’t previously seen them.” The bill will enshrine a new 2050 greenhouse gas reduction target into law and require that future governments have plans to meet the target. It will also establish a climate change commission and ensure future government’s plan and budget for adaption and mitigation. The reduction target will have two seperate plans. One for biogenic methane, or that which is produced by living organisms, and another for all other greenhouse gases. The legislation has been applauded by environment groups around the globe, who said New Zealand was leading the world in its pragmatic and levelled approach to climate change. Forest &amp; Bird chief executive Kevin Hague said the bill was only a first step. “Now we need to see a path to carbon neutrality that has protecting and restoring nature at its heart.” “The bill is only a first step on climate change. We need concrete, urgent, climate action to save our most vulnerable native species and restore native ecosystems.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}