{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/08/philippines-grants-asylum-to-iranian-bahareh-zare-bahari", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-09T04:04:17Z", "webTitle": "Philippines grants asylum to Iranian woman held in airport", "webUrl": "https://www.theguardian.com/world/2019/nov/08/philippines-grants-asylum-to-iranian-bahareh-zare-bahari", "apiUrl": "https://content.guardianapis.com/world/2019/nov/08/philippines-grants-asylum-to-iranian-bahareh-zare-bahari", "fields": {"headline": "Philippines grants asylum to Iranian woman held in airport", "bodyText": "The Philippine government has granted asylum to an Iranian former beauty queen and critic of the Iranian regime after she was stranded for four weeks in an airport. Bahareh Zare Bahari was the subject of an Interpol “red notice” issued by Iran, resulting in her detention on 17 October when she attempted to enter the Philippines. She cited fears that she would be jailed or executed in Iran on politically motivated charges. The Philippine justice department recognised Bahari as a refugee on 6 November, but released the document only on Friday. The justice department ordered her to report to the Bureau of Immigration so she could be issued a visa and registration certificate. “If the refugee has no passport or valid passport, visa stamping is not required,” the document said. The document also recommends that a travel document be issued and work permit requirements be waived if Bahari wishes to work in the Philippines. On Saturday, Bahari was reportedly still in the airport, citing fears for her safety if she left. Bahari said she had studied dentistry in the Philippines since 2014, the year she left Iran. She entered the public eye at the 2018 Miss Intercontinental beauty contest in Manila when she displayed a poster of Reza Pahlavi, the Iranian former crown prince and critic of the current leadership. She has also spoken in favour of Iranian women’s rights. The decision to grant her asylum comes after Bahari revealed the toll her detention had had on her mental health."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}