{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/06/donald-tusk-tipped-to-take-charge-of-eu-centre-right-group", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-06T13:18:37Z", "webTitle": "Donald Tusk tipped to take charge of EU centre-right group", "webUrl": "https://www.theguardian.com/world/2019/nov/06/donald-tusk-tipped-to-take-charge-of-eu-centre-right-group", "apiUrl": "https://content.guardianapis.com/world/2019/nov/06/donald-tusk-tipped-to-take-charge-of-eu-centre-right-group", "fields": {"headline": "Donald Tusk tipped to take charge of EU centre-right group", "bodyText": "Donald Tusk is tipped to take charge of Europe’s biggest centre-right political group, setting up a potential conflict between the outgoing EU council president and Hungary’s prime minister, Viktor Orbán. Tusk, a former Solidarity activist who became democratic Poland’s longest-serving prime minister, is widely expected to be elected president of the European People’s party (EPP), the centre-right alliance that brings together the parties of Angela Merkel, Jean-Claude Juncker and Leo Varadkar. If confirmed, he would inherit the delicate task of handling Hungary’s ruling Fidesz party. Fidesz is officially suspended from the EPP over Orbán’s restrictions on courts, NGOs and independent media in Hungary, and impatience is mounting over the delay in taking a decision on its long-term future in the group. Although Tusk has not confirmed his EPP candidacy, he is currently the only known name in the race. With nominations closing on 13 November, he is widely expected to succeed the retiring EPP president, Joseph Daul, when delegates cast their votes at the group’s annual congress on 20-21 November. Tusk, who stands down as EU council president at the end of November, announced on Tuesday he would not run in Poland’s presidential race in May 2020, opening the door for him to take another European role. Arguably Poland’s best-known politician on the international stage, Tusk had been widely believed to be eyeing a domestic political comeback. But he told Polish media on Tuesday that “after deep consideration” he had decided not to run for president, saying his party needed a candidate “not burdened by the baggage” of difficult and unpopular decisions. As Poland’s prime minister from 2007-14, Tusk pushed through an increase in the retirement age, a measure later reversed by the current nationalist government. Critics on the left have accused Tusk’s Civic Platform party of opening the door to populists by ignoring voters’ bread-and-butter concerns during its time in office. Polish media reported that Tusk had been disappointed by the results of private opinion polling on his chances in the election. One of the most pressing tasks for the EPP president will be handling an internal inquiry into the rule of law in Hungary. More than seven months and one European election campaign after the EPP set up a three-man committee on the subject, no conclusions have been published. Petri Sarvamaa, a Finnish MEP who led calls for Fidesz’s suspension, said he was not “100% happy with the obvious state of play that Fidesz is still a hot potato”. He said the EPP needed “a clear ending” by the end of the year. “If it goes on beyond new year … then it is starting again to eat our credibility.” As European council president since 2014, Tusk has not hidden his concern with political changes in Hungary and in his native Poland. A speech last November was widely seen as aimed at Orbán, although no names were named. “If you are against the rule of law and independent judiciary, you are not a Christian Democrat,” Tusk said. “If you don’t like the free press and NGOs, if you tolerate xenophobia, homophobia, nationalism and antisemitism, you are not a Christian Democrat.” The speech came soon after the Central European University announced it had been thrown out of Hungary by the government. The university was founded by the Hungarian-born philanthropist George Soros, who has been demonised in official government campaigns with antisemitic undertones. The Hungarian government has firmly rejected charges of eroding democratic norms, most prominently at a meeting of EU ministers in September. The government has also sharply denied claims of antisemitism. Other senior EPP figures have spent years arguing that Orbán - “an enfant terrible”, in the words of Daul - should stay inside the EPP to encourage him to change and avoid boosting Eurosceptics."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}