{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/07/two-australian-residents-die-climbing-in-new-zealands-remarkables-mountain-range", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-07T01:15:06Z", "webTitle": "Two Australians die climbing in New Zealand's Remarkables mountain range", "webUrl": "https://www.theguardian.com/world/2019/nov/07/two-australian-residents-die-climbing-in-new-zealands-remarkables-mountain-range", "apiUrl": "https://content.guardianapis.com/world/2019/nov/07/two-australian-residents-die-climbing-in-new-zealands-remarkables-mountain-range", "fields": {"headline": "Two Australians die climbing in New Zealand's Remarkables mountain range", "bodyText": "Two Australians have died in a climbing accident in the Remarkables mountain range near Queenstown in New Zealand. New Zealand police said in a statement on Thursday that 62-year-old Brett Lentfer and 44-year-old James Spaile of Australia died on Wednesday after falling. “Our condolences are with the family and friends of both men,” they said. The family of Lentfer said in a statement: “We would like to thank the New Zealand Police, the recovery team and all those in New Zealand and Australia who have provided assistance. “It is with great sadness that we farewell Brett – a beloved husband, father and brother. We ask the media to please respect our privacy at this difficult time.” News site Stuff.co.nz reported that the two men fell 300m while roped together and climbing with a guide. The two men were climbing an eight- to 10-hour trail, across two peaks, known as the grand traverse of single and double cones. The website Queenstown Mountain Guides describes the track as “a steep committing alpine ridge line suitable for climbers with previous mountaineering &amp; rock climbing experience”. “The grand traverse of single and double cone is one of the most classic single day alpine routes in New Zealand climbing,” it says. “The steep, exposed and sustained ridge line provides excellent rock climbing with incredible views 2000m down the west face of the Remarkables to Lake Wakatipu and Queenstown.” Australia’s department of foreign affairs and trade said it was “providing consular assistance to the families of two Australian men who died in New Zealand”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}