{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/09/nike-empower-women-athletes-mary-cain", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-11-09T14:00:07Z", "webTitle": "If Nike really wants to empower women, start with athletes like Mary Cain | Arwa Mahdawi", "webUrl": "https://www.theguardian.com/world/2019/nov/09/nike-empower-women-athletes-mary-cain", "apiUrl": "https://content.guardianapis.com/world/2019/nov/09/nike-empower-women-athletes-mary-cain", "fields": {"headline": "If Nike really wants to empower women, start with athletes like Mary Cain", "bodyText": "Sign up for The week in patriarchy, a newsletter on feminism and sexism sent every Saturday. Women’s sports mistake thinness for fitness When Mary Cain got the call from Nike it was a dream come true. It was 2013 and the teenage track star was the fastest girl in America. Being asked to join the Nike Oregon Project, a prestigious running program led by famed track coach Alberto Salazar, seemed like the next step to world domination. But Cain’s immense talent wasn’t nurtured in Oregon – it was starved. In a heartbreaking video op-ed for the New York Times, Cain, now 23, describes how the “all-male Nike staff became convinced that in order for me to get better, I had to become thinner, and thinner, and thinner.” Salazar would publicly shame Cain about her weight and tell her she was too large. In response Cain started to obsess over her weight. As her body fat plummeted so did her estrogen levels. She didn’t get her period for three years and she broke five bones. (Low estrogen affects bone density.) She became depressed and started cutting herself. Eventually she left the Oregon project. The project itself, by the way, was shut down a month ago after Salazar was embroiled in a doping scandal. Cain’s story is horrific but, unfortunately, it’s not unusual. As the Times notes in an article accompanying the op-ed, the pressure to lose dangerous amounts of body fat also “affected the only other female athlete featured in the last Nike video ad Cain appeared in, the figure skater Gracie Gold … [L]ike Cain, Gold got caught in a system where she was compelled to become thinner and thinner. Gold developed disordered eating to the point of imagining taking her life.” Nike has said it will be investigating Cain’s claims of abuse at the Oregon project but this is far too little, too late. It can’t be emphasized enough that what happened to Cain isn’t the result of a few toxic coaches, it’s a systemic issue in women’s sports. Women are treated like they’re simply smaller men, and forced to conform to standards designed around male bodies. “I got caught in a system designed by and for men, which destroys the bodies of young girls,” Cain says in the video. “[T]here is a systemic crisis in women’s sports and at Nike, in which young girls’ bodies are being ruined.” Cain said. So how do we change this? Well, as Cain notes in her video, “We need more women in power – part of me wonders if I’d worked with more female psychologists, coaches and nutritionists, where I’d be today.” I also think we should levy a BS tax on companies that love to talk about female empowerment, but aren’t so keen on doing something about it. Earlier this year, for example, Nike spent a fortune on a flashy female-focused ad campaign called “Dream Crazier”, featuring the likes of Serena Williams. Until recently, however, it cut compensation during maternity leave. The company is also facing a federal lawsuit alleging it violated equal pay laws. So enough with the expensive ads, Nike. If you really want to empower women maybe start by ensuring that no other young athlete has to suffer what Cain went through. Australia’s top female footballers get equal pay Some good sports news: Australia’s top women’s team (the Matildas) will now get an equal share of player-generated revenue as the men’s team (the Socceroos). The Matildas will also get a better parental leave policy and will get to travel business on international flights. In the past the Socceroos – a fairly useless team – got to fly business while women had to go economy. What’s the collective noun for a group of white men? A “podcast”. An analysis of the most popular podcasts on UK iTunes by Quartz found that, of 480 top podcast hosts, only one in three were women. Just over one in 10 were non-white. LGBTQ diversity on TV hits all-time high The percentage of LGBTQ characters on prime-time broadcast TV has reached an all-time high of 10.2%, according to a study released by advocacy group Glaad. Last year the figure was 8.8% The Irishman’s silent women The most important female figure in Martin Scorsese’s The Irishman has about 10 minutes of screen time in a movie that is 3.5 hours long. She speaks exactly six words. Japanese women fight for right to wear glasses at work Yep, you read that right. Incredible as it may seem, it would appear that some Japanese employers are banning women from wearing glasses. The hashtag “glasses are forbidden” started trending on Twitter after a Japanese TV show exposed businesses implementing the glasses ban. Keanu Reeves has an age-appropriate girlfriend She’s called Alexandra Grant and she’s 46 – Keanu is 55. Listen I love Keanu just like everyone else, but the fact that people are gushing over a male celebrity dating a woman above the age of 30 says a hell of a lot about how warped our culture is. Jeff Goldblum rushes to Woody Allen’s defence “I feel like this cultural shift [the #MeToo movement] is very, very positive and long overdue and I support it wholeheartedly,” Goldblum said in an interview with iNews. But, he continued, he really likes Woody Allen and “would consider working with him, until I learned something more”. As one wag tweeted: “Sadly Jeff Goldblum has left the Holy Trinity. Paul Rudd has ascended, joining Tom Hanks and Keanu Reeves.” That’s not a hymen, it’s a social construct Rapper TI has revealed that he gets his daughter’s hymen checked annually to check if she’s a virgin. Which is, to put it mildly, incredibly disturbing. It’s also nonsensical. As Planned Parenthood tweeted: “Idk who needs to hear this but virginity is a made-up social construct, and it has absolutely nothing to do with your hymen … Some people think you can tell if someone’s had sex before if their hymen is stretched open. But that’s not the case.” Writing for the Guardian, Jill Filipovic also notes that “the entire concept of virginity is misogynistic”. While the TI story is alarming it has, at least, spawned an important conversation around virginity testing. It has also spawned a highly amusing “That’s not a hymen” Twitter meme. Click on that last link at your peril: you may well get sucked into a never-ending hymen hole."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}