{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/01/nirmal-nims-purja-speed-climber-worlds-14-highest-peaks-everest", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-01T14:44:43Z", "webTitle": "'It's not about ego', says speed climber who tamed world's 14 highest peaks", "webUrl": "https://www.theguardian.com/world/2019/nov/01/nirmal-nims-purja-speed-climber-worlds-14-highest-peaks-everest", "apiUrl": "https://content.guardianapis.com/world/2019/nov/01/nirmal-nims-purja-speed-climber-worlds-14-highest-peaks-everest", "fields": {"headline": "'It's not about ego', says speed climber who tamed world's 14 highest peaks", "bodyText": "Nirmal “Nims” Purja’s record-breaking ascent of the world’s 14 highest mountains in just over six months drew plaudits and astonishment at his physical feat. But for the man himself, the climbing was “the easy part”. Speaking to the Guardian from the Nepalese capital, Kathmandu, Nims said the real challenges were the logistics and fundraising. Perhaps most difficult of all was the diplomacy required to persuade the Chinese authorities to open the last mountain on his list, Shishapangma, which was closed to climbers for a year. Nims, a former Gurkha and British Special Forces member, completed the final ascent of his gruelling challenge earlier this week. Along the way he assisted in several dangerous rescues of stricken climbers, risking his own project. If there was a final issue for Nims to overcome, it was, perhaps, the least tangible: a widespread disbelief that he could really do it, despite having climbed Everest, Lhotse and Makalu in five days in 2017 and “feeling fine” – the experience that persuaded him that he could do this challenge. “No one believed it could be done. Some people made a joke out of it,” he explained, comparing his ambition to the recent successful efforts to run the world’s first sub-2hr marathon. “The main thing is to believe in it. That you can give 100%. But in all honesty the most emotional moment was when we succeeded in persuading the Chinese to open Shishapangma just for our team. “After I climbed the mountains in Pakistan [including the world’s second highest, K2, and Nanga Parbat] I flew straight back to Nepal and went to work on persuading the Chinese to let us climb on Shishapangma.” That including lobbying the Nepalese government, as well as climbers from around the world, to intercede. “It was crazy, but I made it happen. It’s part of my Special Forces training. You’re taught to come up with a solutions, not look for excuses.” For Nims that included selling his house and resigning from his job in the Special Boat Service, after the Royal Navy said his ambitions were “too risky”. The achievement, however, has not been without controversy. Mountaineers have criticised Nims for using supplementary oxygen above 7,500m and fixed ropes. The Everest luminary Chris Bonington suggested Nims’ achievement will eventually be seen as a “footnote” in mountaineering history. But it has also been celebrated, not least by Reinhold Messner, one of the world’s greatest ever mountaineers and the first person to climb all 14 8,000m peaks. He described it as a “unique mountaineering achievement”. In the brutal world of high-altitude mountaineering, in which climbers have been known to pass stricken fellow mountaineers without offering assistance, Nims drew plaudits for twice risking his own life to help others. The first time occurred while descending from Annapurna on 23 April – a few days into his effort – when he led a rescue of fellow climber Dr Chin Wui Kin, who had been separated from an accompanying expedition and left without food, water or oxygen for 40 hours. He later died in hospital. Less than a month later on 15 May, having made it to the summit of Kanchenjunga in just 21 hours, Nims and his team rescued a further two climbers from a height of 8,400m, sacrificing their own supplementary oxygen to the climbers in need. “For me it’s not about ego,” he said, explaining why he would put himself and his project at risk. “It’s about principles. You can’t call yourself a climber and not help in that situation.” For most non-Himalayan climbers, Nims first came to wider international attention earlier this year, when a picture he took of crowding on Everest’s summit ridge went viral. Although he describes arguments that took place among climbers trying to ascend and descend through the bottleneck, he said he was personally “not fazed” by the experience, despite being slowed for hours on his summit day. He hopes too that the international attention now focussed on his climbs will bring a higher profile to Nepalese mountaineers whose efforts are too often eclipsed by media coverage of western climbers. “Nepalese guides get forgotten in the story often. Let’s give credit to Nepalese climbing. I hope what I have done can come to be seen as an example of what can be done and what is possible for Nepalese mountaineering.” For the future, he has his eye on one of the great remaining prizes of 8,000m Himalayan climbing: a winter ascent of the world’s second highest mountain and the only Himalayan giant not yet climbed in that season, Pakistan’s K2. Nims said he would not be surprised if someone climbs the 14 mountains faster. “Records are made to be broken. Someone one day will come along and be stronger. People are only limited by their imagination. If you don’t dream then you won’t do it. Human beings are capable of doing amazing things.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}