{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/02/thai-woman-duped-investors-out-of-millions-in-ponzi-scheme-say-police", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-02T06:01:48Z", "webTitle": "Thai woman duped investors out of millions in Ponzi scheme, say police", "webUrl": "https://www.theguardian.com/world/2019/nov/02/thai-woman-duped-investors-out-of-millions-in-ponzi-scheme-say-police", "apiUrl": "https://content.guardianapis.com/world/2019/nov/02/thai-woman-duped-investors-out-of-millions-in-ponzi-scheme-say-police", "fields": {"headline": "Thai woman duped investors out of millions in Ponzi scheme, say police", "bodyText": "A woman is on the run from Thai police after being accused of scamming nearly 3,000 people out of a total of 861 million baht (US28.3m), and setting up a fake gold shop to fool her alleged victims about her assets. Wantanee Tippaveth, 28, known as Mae Manee, is accused of fraud and other financial crimes after allegedly setting up a Ponzi scheme offering 93% profit to a total of 2,977 investors. Her boyfriend Metee Chinpa, 20, has also been charged with financial misdemeanours. On Friday police raided a fake “gold shop” she had allegedly set up in the city of Udon Thani, north Thailand, to convince potential investors that she lived a super-wealthy lifestyle. Many of those convinced to join Tippaveth’s scheme would reportedly start by paying 1,000 baht which they were told would be invested in cosmetics and film businesses. Some individuals were convinced to invest millions of baht each. Alleged victims have said that other victims had been driven to suicide after losing fortunes to Tippaveth. On Thursday posts on the Thailand Most Wanted Facebook page showed Tippaveth’s shop to be little more than a counter set up at the side of an office-style room. Tippaveth had posted photos of her flaunting what looked like gold jewellery in the allegedly fake shop. Police said that posts such as those, along with photos of her schmoozing with celebrities in luxury locations, helped lure in scam victims. On Saturday her Facebook profile photo showed her leaning against the bonnet of a BMW. On Wednesday Piyasiri Watanawarangkun, financial crime director at Thailand’s department of special investigation (DSI), said: “If she’s escaping, she should bring her whole house with her. This case has a statute of limitations of 20 years. If anyone is moving her money around or withdrawing money, it will show up as evidence for us.” Thai authorities have frozen Tippaveth’s assets as police search for her, but she has taunted her pursuers on social media. On Thursday she posted: “You thought would you bring me down and take everything? Do it, I can always find more money.” On Tuesday she posted: “Jail is for people who aren’t fighters, and I’m a fighter… I never abandoned everyone, and I’m not how the news says I am. I’m the victim of slander, attacks, and silencing threats here.” Publicity around Tippaveth’s alleged scheme has led to victims of a similar alleged scam to demand action from Thai authorities. Investors who had lost money in an alleged Ponzi scheme called Forex 3D protested outside the DSI’s headquarters in Bangkok on Friday. Ronnarong Kaewpetch, a lawyer, told Khaosod English that up to 30,000 people had fallen victim to Forex 3D."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}