{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/05/hong-kong-protest-themed-cake-disqualified-from-uk-baking-contest", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-05T04:33:20Z", "webTitle": "Flour power: Hong Kong protest-themed cake disqualified from UK baking contest", "webUrl": "https://www.theguardian.com/world/2019/nov/05/hong-kong-protest-themed-cake-disqualified-from-uk-baking-contest", "apiUrl": "https://content.guardianapis.com/world/2019/nov/05/hong-kong-protest-themed-cake-disqualified-from-uk-baking-contest", "fields": {"headline": "Flour power: Hong Kong protest-themed cake disqualified from UK baking contest", "bodyText": "A Hong Kong protest-themed cake has become the latest cause célèbre of the city’s five-month political crisis after it was disqualified from a cake decorating competition in the UK. The three-tiered cake features a mini black-clad protester in a yellow hard hat, a large Guy Fawkes mask, tiny umbrellas and mini political slogans – all symbols of the ongoing protests. It even has a miniature black LP record playing the unofficial anthem of the protest, Glory to Hong Kong, and emits a vapour designed to look like tear gas. Its creator, 3rd Space cafe, believes the cake was the victim of political censorship. The cafe, in Hong Kong’s Sheung Wan district, said it received an email from Cake International saying “the content and message behind the cake has been viewed as offensive and led to complaints from attendees”. The organisers of the competition in Birmingham said in a Facebook post dated Sunday that the removal of the piece from the competition area “was due to complaints about its content with some threatening to damage the piece” but said it had judged the entry based on cake decorating skills only. It said the cake was “not to schedule” because the rules said “no part of the exhibit can overhang the allowed area” and “oversized exhibits will be disqualified”. In a statement responding to the Guardian’s enquiry, the 3rd Space cafe said the organisers’ reply has confirmed that “they did apply political censorship … in response to the complaints from Chinese contestants who also threatened to damage our cake.” “We are disappointed by the UK organisers giving in to the threat and removing our cakes from display,” it said. The decision drew outrage on social media, with more than 3,000 comments made in response to Cake International’s statement on Facebook. “Someone threatened to damage the cake and your decision is to disqualify the cake instead of protecting it?” said a post. “Shame on you!” said another post. The person who purportedly complained about the cake on social media platform Weibo proclaimed the victory of “the joint efforts of Chinese competitors”. “I’d like to say, there is no absolute freedom of speech, freedoms need to be built upon law and national interests,” said the post."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}