{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/05/mexicos-security-failure-grisly-cartel-shootout-shows-who-holds-the-power", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-05T12:27:43Z", "webTitle": "Mexico's president under pressure over 'hugs not bullets' cartel policy", "webUrl": "https://www.theguardian.com/world/2019/nov/05/mexicos-security-failure-grisly-cartel-shootout-shows-who-holds-the-power", "apiUrl": "https://content.guardianapis.com/world/2019/nov/05/mexicos-security-failure-grisly-cartel-shootout-shows-who-holds-the-power", "fields": {"headline": "Mexico's president under pressure over 'hugs not bullets' cartel policy", "bodyText": "Mexico’s president Andrés Manuel López Obrador is under sustained pressure to rethink his non-confrontational security strategy amid lingering questions over the botched arrest of a son of Joaquin “el Chapo” Guzmán. Ovidio Guzmán was briefly held in the northern city of Culiacán last month, but was freed after hundreds of gunmen launched a wave of attacks on security forces and blocked roads with burning vehicles. The show of strength shocked even the most hardened observers of organized crime in Mexico. Ismael Bojórquez, editor of the investigative Sinaloa weekly Río Doce described the moment as a watershed. “Life goes on, yes, but not in the same way,” he wrote in an editorial. “We don’t know if this will now be the reaction every time criminal groups feel threatened – and we know even less what the federal government intends to do about it.” But the president insists that the incident marks a turning point away from the punitive policies of his two predecessors. “This is no longer a war. It is no longer about force, confrontation, annihilation, extermination, or killing in the heat of the moment,” the president said in one of the four news conferences he dedicated to the events in Culiacán last week alone. “This is about thinking how to save lives and achieve peace and tranquility in the country using other methods.” By “other methods,” the president – who is often referred to as Amlo – means social programmes to alleviate extreme poverty, exhortations towards good behaviour, and the insistence that he has now banned corruption. He has pledged to offer “abrazos no balazos” – hugs not bullets. He has also created a new militarized national police force, though this had yet to take a significant role in operations against organized crime. The problem, security experts say, is that nothing in Amlo’s strategy directly addresses the terrifying power of the country’s criminal underworld – which was brazenly displayed in Culiacán on 17 October. Even before troops detained Guzmán, convoys of heavily armed cartel gunmen were speeding to strategic positions in and around the city. The effort to rescue Guzmán held the city hostage, but also targeted the military’s weakest points, such as the buildings where soldiers’ families live. “What we saw in Culiacán was the parallel state showing itself,” said Edgardo Buscaglia, an expert on organized crime at Columbia University. Buscaglia broadly agreed with López Obrador’s critique of his predecessors, but argued that fighting poverty can not alone end criminality: many countries far poorer than Mexico suffer far less from organized crime. Instead, the government must start with a concerted strategy to dismantle the entrenched political and business interests which protect – and profit from – organized crime, he said. “What López Obrador needs is not a security strategy,” he said. “What he needs is an anti-mafia strategy.” Other critics see the operational disaster in Culiacán as a message to criminal groups that the government does not intend to contain them. Raúl Benítez, a security expert from the National Autonomous University of Mexico, described a litany of failures including inadequate intelligence, a lack of protection for soldiers’ families and the disastrous decision to launch the arrest attempt in the middle of the day. “You need a military strategy to contain these groups – and the president is moving further and further away from one,” he says. “They hadn’t protected the housing because they thought there was no war. The Sinaloa cartel showed them that there is.” It also remains unclear why the government attempted to seize Guzmán in the first place, given that Amlo has frequently argued that targeting cartel leaders is a self-defeating strategy that triggers bloody power struggles. Some speculate that the operation must have been triggered by pressure from Washington: the arrest warrant followed a US extradition request, and came weeks after a DEA delegation visited Sinaloa. And yet US agencies apparently played no on-the-ground role in the mission itself, unlike in the two arrests of El Chapo himself. “We do not receive orders from Washington” Amlo snapped when the issue came up in one of last week’s press conferences. His response prompted a heated exchange as reporters shouted questions while the president lectured them on journalistic responsibility. Since then the atmosphere in Amlo’s daily news briefing has been calmer. But many of the big questions about the Culiacán operation remain unanswered."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}