{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/01/friday-briefing-unregistered-voters-urged-to-get-on-roll", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-01T06:23:04Z", "webTitle": "Friday briefing: Unregistered voters urged to get on roll", "webUrl": "https://www.theguardian.com/world/2019/nov/01/friday-briefing-unregistered-voters-urged-to-get-on-roll", "apiUrl": "https://content.guardianapis.com/world/2019/nov/01/friday-briefing-unregistered-voters-urged-to-get-on-roll", "fields": {"headline": "Friday briefing: Unregistered voters urged to get on roll", "bodyText": "Top story: Call for biggest ever enrolment drive Hello, Warren Murray helping you maintain a diet rich in news. There has been a surge in young people registering to vote, with almost a third of the 316,264 registrations submitted in the last two days from people aged under 25, according to government figures. However, 9.4 million people are still missing from the electoral roll, says the Electoral Reform Society (ERS), and large disproportions remain between different social and economic groups who register. The final date to enrol to vote is 26 November. “We cannot be complacent – this election must see the biggest registration drive this country has seen to ensure it genuinely represents all of us,” said Willie Sullivan, ERS senior director. Gary Younge writes this morning: “We don’t know what the story of this forthcoming election will be … Electability is, ultimately, decided not by opinion-forming elites but by the voters.” Donald Trump has appeared on LBC radio and called for an alliance between the Tories and Nigel Farage’s Brexit party. It is generally considered a breach of protocol for world leaders to pick a side in foreign elections. Corbyn accused Trump of “trying to interfere in Britain’s election to get his friend Boris Johnson elected” so that American companies can get their hands on the NHS. Unhelpfully for Johnson, Trump said the US “can’t make a trade deal with the UK” under “certain aspects” of Boris Johnson’s stalled Brexit deal with the EU – leaving No 10 scurrying to insist that “we can strike our own free trade deals” under the deal. The PM faced a frosty reception at Addenbrooke’s hospital in Cambridge where he visited unannounced with national media not invited to attend. He was confronted by Julia Simons, a 23-year-old medical student, who later criticised him as “cowardly” and for using the hospital for a “PR stunt”. Antoinette Sandbach, one of the rebel Conservative MPs ejected from the party, is to recontest her seat of Eddisbury for the Liberal Democrats. The Lib Dems have reshuffled candidates in a number of constituencies to make way for ex-Tory and ex-Labour newcomers. * * * 100 years of secrets – The spy agency GCHQ is celebrating its centenary today by highlighting little-known wartime eavesdropping and decoding work, much of it done by women, in five secret locations around the country. For example, about 50 linguists listened in to shortwave German radio at Abbots Cliff House near Dover. At another site, Marston Montgomery, Pamela Pigeon, a New Zealander, became in 1943 the agency’s first female commander, overseeing about 100 people who worked fingerprinting individual German radios – taking advantage of the fact, explains the GCHQ historian Tony Comer, that each crystal at the heart of a radio oscillated slightly differently. “It presented an easy way to distinguish between a bomber squadron or simply fighter aircraft.” Ivy Farm, in Knockholt in Kent, was the first place to intercept a fax: a diagram showing a typical US bomber formation, being sent from Berlin to Japan. Staff at Ivy Farm were able to grab the communication and pass it on to the Americans so they could adapt. * * * Russia 2018 email trove for sale – An anonymously run Telegram account has put up for sale emails relating to Russia’s 2018 World Cup bid, after reports that Russian officials compiled a dossier on how to buy the votes of Fifa executive council members. The emails’ existence was first reported by investigative website the Insider. They purportedly belong to Sergei Kapkov, a Russian politician and former head of the country’s national football academy. Separately, an investigative journalist has infiltrated a Polish troll farm to gather evidence of its operations. Katarzyna Pruszkiewicz spent six months working at Cat@Net, an “ePR agency” producing both leftwing and rightwing content. A majority of Cat@Net’s employees are understood to be disabled, allowing the company to derive substantial public subsidies. * * * Alarm over firework injuries – Fireworks should have to carry graphic warnings and be sold in plain packaging to stop people getting maimed, NHS surgeons have said. A&amp;E units are likely to end up treating those injured on bonfire night next Tuesday because fireworks have been misused or exploded near people. “Hand surgeons see devastating injuries caused by fireworks throughout the winter months, with people often losing large portions of their hand,” said David Newington, president of the British Society for Surgery of the Hand (BSSH). Mark Henley, president of Britain’s plastic surgeons’ association, said: “Although packaged as toys, these are serious explosives, and the types of reconstructive surgery being required would not be out of place in a war zone.” * * * Trump dumps big apple – Donald Trump has officially changed his primary place of residence from Trump Tower, New York, to Mar-a-Lago, Florida. “I cherish New York,” Trump tweeted, but “despite the fact that I pay millions of dollars in city, state and local taxes each year, I have been treated very badly by the political leaders of both the city and state.” New York’s governor, Andrew Cuomo, replied: “Good riddance. It’s not like [Trump] paid taxes here anyway ... He’s all yours, Florida.” The US House of Representatives has voted as expected to carry on with impeachment proceedings against the nascent Floridian. Meanwhile on the 2020 election trail, Kamala Harris has been taking drastic action to boost her flagging campaign for the Democratic nomination. But Harris has faced daunting odds before: in 2003 she had a polling average of 5% when entered the race for district attorney of San Francisco. By the end she had become California’s first African American DA. Today in Focus podcast: Trafficked into UK slavery Last week 39 people were found dead in a refrigerated lorry trailer in Essex. Annie Kelly discusses the case of Minh, a Vietnamese teenager who was trafficked into the UK in 2013 and found himself enslaved on a cannabis farm. Plus: Robert Kitson on England making it to the Rugby World Cup final. Lunchtime read: A sit-down with De Niro and Pacino Do Robert Niro and Al Pacino still enjoy the job? De Niro is pithy: “It’s different, but I like it just as much.” Pacino goes long: “It sort of depends on what you’re doing,” he says. “I hate to say it, but you can go 20 years between inspirations.” He stops for a moment, baffled by his own eloquence. “Bear with me – I’m going through the bushes here and I’ll come out with something.” He says he is always on the lookout “to find something that you really connect to, you really want to do”. De Niro nods along furiously. Pacino is in the groove. “Sometimes I feel I know nothing about acting. Until you start. That’s what’s exciting for me. A new character. I often say: ‘Desire is more motivating than talent.’ I’ve seen people with great desire take it through. The truth is, it’s the same thing that is always was: you are feeling this new character, this new person, this new story.” As he grinds to a halt, Pacino looks pleased: he has come out with something all right. It is a great manifesto for a living legend. The actors spoke to Andrew Pulver while promoting The Irishman, directed by Martin Scorsese. Sport James Vince put in a man-of-the-match performance with 59 from 38 balls to steer England to a seven-wicket win over New Zealand in the first T20 international in Christchurch. Eddie Jones has urged his England players to play with no fear and inspire the nation by seizing World Cup glory when they meet South Africa in Saturday’s final. Jones’s squad have defied rugby stereotypes after pushing boundaries on and off the field, while the Springboks coach, Rassie Erasmus, says victory for his team would help heal divisions in their country. Warren Gatland and Steve Hansen, the Wales and New Zealand coaches, are both taking their final bows in Friday’s bronze medal match and are expected to play with the safety valve off. Max Verstappen has hit back at Lewis Hamilton, calling the British world champion disrespectful for comments he made after winning the Mexican Grand Prix. Arsenal produced a superb exhibition of attacking football to beat Slavia Prague 8-0 and move into the Champions League quarter-finals 13-2 on aggregate. And a thrilling climax may have made up for the dreary start, but this year’s World Series offered no refuge from the broader problems facing baseball at the dawn of a new decade. Business Asian shares have reversed early losses after an unexpected bounce in Chinese manufacturing activity. Earlier, losses had mirrored falls in global stock markets after the Dow Jones Industrial Average fell 0.52%, the S&amp;P 500 lost 0.30% and the Nasdaq Composite dropped 0.14%. The pound is worth $1.295 and €1.161. The FTSE closed 1.1% down but is into positive territory ahead of the open this morning. The papers Donald Trump’s interview with Nigel Farage in which the president weighed in on the election is the lead on the Telegraph: “Trump urges Farage to do a deal with Johnson”, the Times: “Trump tells Johnson to join forces with Farage”, the Express: “Trump: PM and Farage need to strike pact” and the Mail: “Trump tells Farage: do deal with Boris”. In other political news, the i reports: “Corbyn vows to transform UK by tackling wealthy elite”, while the Mirror has: “Bercow: I want £1m to be in I’m a Celebrity” with the paper running a story that talks between the former Speaker and ITV broke down over his pay demands. The FT says: “Trump impeachment hearing to be held in open after key vote”, the Guardian has a story about human rights lawyers seeking compensation from British American Tobacco for child labourers and their families: “BAT faces landmark legal case over Malawian families’ poverty wages” and the Sun continues to report on Jeremy Kyle: “Kyle bile even more vile”. Sign up The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here. For more news: www.theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}