{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/02/spanish-hebrew-medieval-bible-kennicott-galicia-spain-exhibition", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-02T16:30:07Z", "webTitle": "500 years after the expulsion of Spain’s Jews, medieval Bible comes home", "webUrl": "https://www.theguardian.com/world/2019/nov/02/spanish-hebrew-medieval-bible-kennicott-galicia-spain-exhibition", "apiUrl": "https://content.guardianapis.com/world/2019/nov/02/spanish-hebrew-medieval-bible-kennicott-galicia-spain-exhibition", "fields": {"headline": "500 years after the expulsion of Spain’s Jews, medieval Bible comes home", "bodyText": "On a summer’s day in 1476 a scribe called Moses Ibn Zabarah put the finishing touches to an enormous and magnificently illustrated Hebrew Bible commissioned by the son of a wealthy Jewish family from Galicia, north-western Spain. “The blessed Lord grant that he study it, he and his children and his children’s children throughout all generations,” he wrote. The Bible, whose pages teem with dragons, monkeys, peacocks, intricate geometric patterns and a slightly alarmed Jonah entering the whale’s mouth head first, took 10 months to complete and would have demanded careful study. But the scribe’s wish was not to be fulfilled. Sixteen years later Spain’s Jews – who had already endured a century of persecution that led many to convert to Catholicism – were ordered to leave the country by King Ferdinand and Queen Isabella. The expulsion cast the family and their precious Bible into exile. From Spain, the book was taken to Portugal, North Africa, Gibraltar and Scotland before finally ending up in the Bodleian Library in Oxford. Today, after 527 peripatetic years, the book is finally coming home – albeit temporarily. The Kennicott Bible, named after Benjamin Kennicott, the scholar and librarian on whose advice the work was bought by Oxford University, has been loaned to the regional government of Galicia and will be on show in Santiago de Compostela from Friday until next April. It forms the centrepiece of the first of three major exhibitions intended to reflect on Galicia’s contributions to world culture and history. “The Kennicott is one of the world’s great Bibles and it has a dual value: a technical one because of its spectacular artistry, but also a symbolic one,” said Román Rodríguez, minister for culture and tourism in the regional government. “It shows how, at one time, people of three religions – Jews, Muslims and Catholics – coexisted in Spain. It also shows that there was a strong cultural and economic Jewish presence in Galicia, but which was forced out – as Jews were in the rest of Spain.” Despite the Kennicott’s Galician heritage and global renown, Rodríguez said the region had no plans to ask for its permanent return: “It’s Galician, no matter where it is.” His words will have soothed César Merchán-Hamann, curator of Hebraica and Judaica at the Bodleian. Merchán-Hamann describes the Kennicott, illustrated by Joseph Ibn Hayyim, as the “jewel in the crown” of the collection he oversees. “It’s beautiful and unique,” he said. “Not a lot survived of the whole tradition of manuscript production in the Spanish lands, Christian and Muslim, through the middle ages.” For Merchán-Hamann and his fellow scholars, the Kennicott represents the last great cultural cry of a community that was being slowly but surely squeezed out of existence. While the casual observer might detect Islamic influences in its painstaking geometric designs, or Christian overtones to its animal illuminations, the Bible itself is the culmination of centuries of Judeo-Spanish tradition. “It just so happens that some of the things that people are very enchanted with, and which seem so creative, are also found on a few manuscripts that have survived from a lot earlier – two or three centuries before – and which display the same features here and there,” said Merchán-Hamann. “You realise that, great as the artist of the Kennicott may have been, these can’t all be things that he thought of himself.” While the Kennicott miraculously survived centuries of travel and exile and, in doing so, became a metaphor for Spain’s scattered Jews, it remains a lonely exception. “Imagine if, because of some terrible catastrophe, most of English literature was lost, and you had to pick 10 books, or 20, or 50 out of thousands of works,” said Merchán-Hamann. “In many cases, the survival of books was completely random and you’re in a terrible situation when you know there’s something big behind all this but you can only try to reconstruct it. That’s what makes it poignant.” Still, he added, it is hard to imagine a finer surviving example than the Kennicott. The family that commissioned it would have to have been extraordinarily wealthy. Or, as Merchán-Hamann put it: “It would be the equivalent of buying a small yacht.” The curator and his colleagues found it hard to let the Bible out of their care for five months but are pleased that it is returning to where it was created. “It’s like seeing one of your children go,” said Merchán-Hamann. “You worry, you fret, but it was so thrilling to see it going back to Spain. It’s very good to have it shown there so that people can see what was there at one point and which is there no more.” Heritage and exile The expulsion of the Jews from Spain in 1492 saw people resettling in North Africa, the Ottoman empire, Latin America and other parts of Christian Europe. They took with them their own Judeo-Spanish language, known as Ladino, which is still spoken in some communities today. Traces of Jewish life in Spain were sometimes erased after 1492, the year that marked an end to Muslim political power in the Iberian peninsula, whose architectural legacy survives in buildings such as Córdoba’s mosque-cathedral and the Alhambra in Granada. However, many towns and cities still have well-preserved Jewish quarters. Toledo is home to two medieval synagogues, El Tránsito and Santa María la Blanca, the latter of which has also served as a church, a barracks, a warehouse and a museum over the course of its 900-year history. In 2015 the Spanish government passed a law offering citizenship to descendants of expelled Jews to atone for the “historical wrong”. At the end of the scheme in October this year, more than 132,000 people had applied from Latin America, the US, Israel, Turkey, France, the UK, Serbia and Montenegro, Morocco and Afghanistan."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}