{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/06/local-tribe-save-amazon-indigenous-peruvians", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-06T08:00:18Z", "webTitle": "Money and maps: is this how to save the Amazon's 400bn trees?", "webUrl": "https://www.theguardian.com/world/2019/nov/06/local-tribe-save-amazon-indigenous-peruvians", "apiUrl": "https://content.guardianapis.com/world/2019/nov/06/local-tribe-save-amazon-indigenous-peruvians", "fields": {"headline": "Money and maps: is this how to save the Amazon's 400bn trees?", "bodyText": "The first thing Ramón heard about the deal was the televisions. A number of families from the Asháninka indigenous group had received them from outsiders, in exchange for land. Loggers were interested in the mahogany, oak and tornillo trees that grow to impressive heights in this part of the rainforest around Cutivireni in central Peru. The loggers had other means of persuasion, besides bribery. They might offer to build a school or a meeting house in exchange for timber. When the work ran over budget, they would demand money – and since the Asháninka had none, they would take more trees to service the debt, according to Adelaida Bustamante, the community treasurer. And if that failed, they used violence. In 2014, four forest defenders from the Asháninka were murdered for their campaign to keep loggers off their land (Ramón asked me not to use his real name). Conflict such as this – over land, timber and forest – has taken on huge significance in the global struggle to confront the climate emergency and keep the world from overheating. According to the 2018 International Panel on Climate Change report, halting deforestation is essential to prevent climate catastrophe. A study this summer indicated the huge potential of tree planting and retention for stabilising the world’s climate. But in the Amazon, remote communities come under sustained pressure – financial, physical and, yes, televisual – to clear their land and surrender their trees. Almost 60% of Peru (675,000 square kilometres, or 260,000 square miles) is covered by Amazon forest. Peru’s primary forest, where you find the lofty hardwoods so prized by commercial timber traders, is shrinking at an alarming rate: Global Forest Watch reported that Peru lost 140,185 hectares (346,405 acres) of primary forest in 2018. Asháninka territory spans a protected area of primary forest across the east of Peru, near the border with Brazil, so their lands are effectively a buffer zone. Ramón discovered that, besides TVs and other gifts, people in the Cutivireni area were being offered a derisory price for their timber. He persuaded the community not to sell their part of the forest, and insisted they give back the TV sets. The loggers retreated, but it was pretty clear they would not give up. Working in secret, for fear of retaliation from the loggers, Ramón tried to come up with a long-term strategy for preserving the rainforest. He spoke to a Welsh anthropologist, Dilwyn Jenkins, who had been living in the region and studying the Asháninka people for decades. Jenkins, who died in 2014, suggested the community contact Cool Earth, a rainforest charity set up in 2007 by MP Frank Field. Cool Earth, which also has projects in the Democratic Republic of the Congo (DRC), Cambodia and Papua New Guinea, offers finance and training to indigenous communities to support them in protecting their areas of the forest. The charity sets up funding for community associations, on condition that the whole group decides how they will spend it (in this remote region, the money is mostly wanted for emergency healthcare). It also uses satellite maps to show locals the extent of forest clearance in their area, and the speed with which the rainforest is disappearing. “The most effective strategy to conserve the rainforest, in any part of the world, is to empower indigenous groups who are motivated in the same direction,” says Tony Juniper, former director of Friends of the Earth, Cool Earth ambassador and author of Rainforest. “It’s a tried-and-tested strategy in South America. It has worked in Brazil, Colombia and Peru: if you look at maps of the forest in those countries, you will see that the areas under indigenous control are best protected.” The Asháninka know all about external threats. For years they survived a terror onslaught from the Maoist Shining Path guerrillas, who targeted young men to join their ranks and occupied villages that then came under retaliatory fire from government forces. In the 1990s, after the guerrillas were defeated, narco-traffickers slipped into their place, offering a high price for remote land for cultivating coca. They restored an airstrip that missionaries had built in Cutivireni in the 1970s and used it to transport drugs and weapons. After the years of conflict, the Asháninka face a new threat. The greatest driver of deforestation in the Peruvian Amazon is now subsistence farming, and as the population grows in these more peaceful times, there is an urgent push to grow more food. A study published in May this year, by Princeton University, on biodiversity loss in Peru, showed that in the western Amazon, smallholder “slash-and-burn” agriculture is the “primary driver of forest destruction”. The main method of farming among the Asháninka involves felling trees to make a clearing, creating space in the sunlight where their food crops can grow. In 2016, wildfires caused a spike in deforestation rates in Cutivireni – fires that may have been started by burning to prepare the ground for planting. So part of the Cool Earth project involves giving local people the information they need to make their farming practices more efficient and less destructive. Director Matthew Owen says that while campaigns against industrial-style palm and soya plantations are working, the focus must now switch to smallholders’ agriculture, which is responsible for keeping deforestation emissions stubbornly high. “Figuring out how to support better lives while keeping the forest standing deserves some of the innovation billions that go to carbon storage and better batteries,” Owen says. This much is clear from observations on the ground. After a long walk through the cool of the Cutivireni forest, past towering tornillo trees and mashonastes with their great buttressed trunks, dangling orchids and tree ferns – suddenly, a clearing. It looks like the aftermath of a battle: trees slashed to the ground lying, some half-burned, where they fell. Between the trunks sprouted yuca plants, the staple foodstuff of this region, as well as bananas and sweet potatoes. “People in remote areas have an obsession with growing yuca,” says Aurora Lume, an agronomy graduate and member of Cool Earth’s field team who grew up in the region (her family had to flee their village when guerrillas moved in). “A family of three will clear a hectare of forest to plant this crop. But the soil only has a useful life of two years. After that, they will move on and clear another patch.” The agronomist is helping Asháninka people in this area to boost the productivity of their land for food crops. Cool Earth also pays a coffee technician to visit the villages and advise on how to improve the quality of their coffee and cacao yields – these could be a useful source of income. Coffee grows better in the shade, so a successful coffee business keeps the forest canopy intact. The Cool Earth team convened a meeting in the tiny settlement of Tankoari, before a crowd of about 50, including children, and the chief. As woodsmoke billowed, Bustamante gave the villagers a severe lecture about the new clearings we had walked through. There had to be better planning, she insisted, if they were to continue to receive funding. Lume then unfurled the instrument that will enable this planning: a large satellite map. The map showed the area across the Ene river almost entirely stripped of forest after a government-sanctioned land-grab by farmers from the Andes in the 1980s. On the Cutivireni side, the picture was more varied: dark brown patches showed dramatic forest clearance from 2016, mostly caused by fire, and pale patches indicated the areas where crops were growing. Analysts at Cool Earth made these maps from data produced from Landsat images by Matthew Hansen at the University of Maryland. Campaigners, NGOs and investigators increasingly use Hansen data to compile evidence of large-scale clearance by multinational companies. But satellite mapping is also proving a powerful way to demonstrate to local communities the effect of their farming methods. The villagers at Tankoari were impressed: they had not realised the bald patches were so numerous, or so close together. “The people were taken aback by what they saw,” Daylar Capaquia, a field officer with Cool Earth, told me later. The Asháninka territory runs eastwards almost to the border of the Otishi national park, more than 3,000 sq km of pristine forest, and they had a sense of the forest rolling on indefinitely. “Now the Asháninka are realising their situation and understanding how precarious their environment is,” says Capaquia. “The mapping exercise is a new beginning, there’s a transition under way.” The Cool Earth funding agreements are, in theory, conditional on keeping the trees standing. “There will be a challenge,” says Capaquia. “Once they’ve agreed where they can cut down trees to grow food, they must stick to that.” The challenge was uncomfortably apparent as the meeting continued against the rhythmic sound of axe against tree trunk, followed by the slow, tearing noise of a 100ft tree crashing to the ground. Before the satellite mapping project, the boundaries between what is protected and what is not were never clear. Jaime Peña, a conservationist and forest expert from Cutivireni and adviser to Cool Earth, has been monitoring incursions into pristine forest for more than a decade. “We were clearing areas to grow subsistence crops, without planning or oversight,” he says, shaking his head. “You can’t be too heavy handed, but people have to understand that if they continue to clear at the present rate, in 15-20 years, they will have no forest. Mapping is helping villages to plan how they use land. It is creating the groundwork for a new chapter.” In the areas where Cool Earth is working with communities, planning and managing cultivation has reduced forest loss by half. The power of community engagement is being taken more seriously: the Peruvian government launched the National Forest Conservation Programme (Programa Nacional de Conservación de Bosques) in 2010, rewarding communities who succeed in curbing deforestation and managing sustainable farming systems in their territory with annual payments and technical support. As reports show an increase in illegal mining in southern Peru, with devastating results, the forests of Cutivireni have a much better prospect of survival. Cool Earth covered the cost of Clare Longrigg’s travel to Peru This article is part of a series on possible solutions to some of the world’s most stubborn problems. What else should we cover? Email us at theupside@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}