{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/nov/04/essex-lorry-deaths-vietnamese-police-arrest-eight-people", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-11-04T08:57:15Z", "webTitle": "Essex lorry deaths: Vietnamese police arrest eight people", "webUrl": "https://www.theguardian.com/world/2019/nov/04/essex-lorry-deaths-vietnamese-police-arrest-eight-people", "apiUrl": "https://content.guardianapis.com/world/2019/nov/04/essex-lorry-deaths-vietnamese-police-arrest-eight-people", "fields": {"headline": "Essex lorry deaths: Vietnamese police arrest eight people", "bodyText": "Police in Vietnam have arrested eight people in relation to the case of 39 people found dead in a refrigerated lorry trailer in Essex about a fortnight ago, according to state media. Local authorities have not revealed the identities of those arrested in the central province of Nghe An, but they are suspected of being part of a ring responsible for smuggling Vietnamese people to Britain. The arrests follow the Vietnamese government’s strong condemnation of human trafficking. It described the deaths – of people now all believed to be Vietnamese – as a “serious humanitarian tragedy”. “Based on what we learn from the suspects, we will actively launch investigations to fight and eradicate these rings which bring people illegally to Britain,” said Nguyen Huu Cau, the Nghe An province police chief. “The best thing to do now is to deal with the consequences of the incident and help family members receive the bodies.” He reportedly added that police were treating the case as a smuggling incident, rather than a case of human trafficking. The Vietnamese prime minister, Nguyen Xuan Phuc, ordered an investigation into human trafficking on 26 October, and since then local police have arrested a total of 10 suspects believed to be linked to the lorry deaths. Police in the northern province of Ha Tinh launched an investigation after families reported losing contact with relatives who were known to be en route to England, about 6,000 miles away. Authorities are collecting DNA samples from the families to send to the UK for cross-verification. Many of the victims are also thought to be from the neighbouring Nghe An province, where poor employment prospects and environmental concerns are among the issues leading largely young Vietnamese to travel to Europe. The province is one of the poorest in Vietnam and a hotspot for human trafficking, according to the NGO Blue Dragon Children’s Foundation, an organisation that rescues trafficked people from China. Hundreds of Vietnamese people are trafficked to the UK each year according to the UK-based charity Ecpat. Often, they are forced into slavery in nail bars or cannabis farms. A delegation of Vietnamese diplomats and police are expected to meet their British counterparts on Monday, after the country’s ambassador met Essex police last week. Over the weekend, London’s Vietnamese community gathered to honour the unidentified victims. The Rev Simon Nguyen offered prayers for the victims and for their loved ones in Vietnam. “We show our condolences and sympathies for the people who have lost their lives on the way to seeking freedom, dignity and happiness,” he said, going on to pray for those who had lost their sons and daughters in the tragedy. A Saturday night vigil was followed by a Sunday service at the Church of the Holy Name and Our Lady of the Sacred Heart in east London. Two male lorry drivers appeared in court in the UK and Ireland last week facing manslaughter and human trafficking charges."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}