{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2013/may/25/top-10-restaurants-portland-oregon", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2013-05-24T23:10:00Z", "webTitle": "Top 10 restaurants in Portland, Oregon", "webUrl": "https://www.theguardian.com/travel/2013/may/25/top-10-restaurants-portland-oregon", "apiUrl": "https://content.guardianapis.com/travel/2013/may/25/top-10-restaurants-portland-oregon", "fields": {"headline": "Top 10 restaurants in Portland, Oregon", "bodyText": "Le Pigeon In Portland's Lower Burnside you can hop from brewpub to strip club to wine bar to gallery to live music venue to Le Pigeon – one of Portland's most talked about restaurants – all within minutes and a couple blocks. It's a fun, close-to-downtown area to explore and Gabriel Rucker's tiny-but-mighty 36-seat Le Pigeon is a destination for creative, gutsy, reinvented French food, such as his much-touted foie gras profiteroles with caramel sauce, pan seared squab (Le Pigeon!) and beef-cheek bourguignon. Sit at one of the communal tables if you feel like getting to know your neighbour, or at the chef's counter if you want to stalk the rock star-like tattooed chef. • 738 East Burnside Street, +1 503 546 8796, lepigeon.com Toro Bravo The only way to guarantee no wait at this north-east Portland tapas restaurant is to show up before the doors open at 5pm for the first sitting. If you don't want be an early bird, waiting an hour or more isn't so bad with a glass of cava in your hand, and plates of sautéed padron peppers and bacon-wrapped dates to snack on. Since 2007, the chef-owner John Gorham has been crowding Toro's tables with pans of prawn-studded paella, rabbit fideos (noodles), plates of oxtail croquettes and seared scallops with romesco sauce and pitchers of sangria, all inspired by regular trips to Spain with his restaurant's staff. • 120 NE Russell Street, +1 503 281 4464, torobravopdx.com Pok Pok Andy Ricker's Thai-food-cart-to-restaurant mini-empire got its launch upward with his brick-and-mortar Pok Pok. Yes, it's a Thai restaurant, and no, it's not an order-with-your-eyes-closed, dime-a-dozen noodle and curry spot. At Pok Pok, diners crowd into the small subterranean dining room for inspired, big-flavoured Thai street food. The sticky, spicy fish sauce wings and the charcoal rotisserie game hen with tamarind dipping sauce have both gained a cult following. If the wait is whopping, head across the street to Ricker's Whiskey Soda Lounge during the interim for an abridged Pok Pok menu and cocktails. • 3226 SE Division Street, +1 503 232 1387, pokpokpdx.com Evoe Sit at the chef's counter at this tiny Euro-vibe cafe on bustling SE Hawthorne Boulevard and watch the magic that Evoe's chef Kevin Gibson unleashes with a handful of countertop, plug-in devices and no proper stove. Gibson has worked in some of Portland's top kitchens, but has a soft spot for the simpler side of things. His cafe, which is next door to and connected to one of Portland's premier food markets, showcases local, seasonal food that sings with freshness, such as pickled fiddlehead ferns, octopus salad and nettle dumplings. The always-changing menu (only the sandwiches are set) is written on the chalkboard behind the exposed kitchen. Consider the Little Bo Peep lamb meatball sandwich on ciabatta, which you'll dream about if you're smart enough to order it. • 3731 SE Hawthorne Boulevard, +1 503 232 1010, pastaworks.com Biwa Chef-owner Gabe Rosen's basement Japanese restaurant Biwa in south-east Portland, just a few blocks from Le Pigeon, is great late with drinks, so put it on your roster if you're planning a night on the town. The burger with house kimchi mayo and chasyu pork, late-night bar menu, is frighteningly good. And if you like shochu, sake and drinking vinegars look no further. Biwa's mixed-bag menu is fun to pick and choose from – skewered and grilled trout, big steamy bowls of ramen with smoked pork shoulder, rib-sticking goat curry, fried and pickled mackerel salad, housemade miso and kimchi, and all sorts of sashimi. • 215 SE 9th Avenue, +1 503 239 8830, biwarestaurant.com Beast Picky eaters should steer clear of this meaty, prix-fixe, six-course ($75) female-owned and run restaurant on a side street in north-east Portland. The chef-owner Naomi Pomeroy, who has graced her share of national magazine covers and food TV shows, stands strong on no substitutions, with diverse dishes from fried bone marrow and spring herb salad with buffalo roast and hedgehog mushrooms to foie gras bon bons and black garlic-and-breadcrumb-stuffed rabbit. Every diner in this small, two-communal-table restaurant gets treated to the same menu (six-courses, wine pairing an additional $35) which changes weekly. • 5425 NE 30th Avenue, +1 503 841 6968, beastpdx.com Olympic Provisions Although best known for their award-winning cured meats – sold throughout the US and endorsed by her highness Oprah Winfrey – this pair of East/West Portland restaurants serve up Mediterranean small plates and entrées in step with carefully curated wines and highbrow cocktails. You'd be foolish not to order one of the many meat boards with housemade chorizo, capicola, mortadella, rillettes, terrines and more. Other tasty small plates include braised short ribs, steak tartare, endive salad, choucroute garnie, octopus and fried potatoes in squid-ink vinaigrette. • 107 SE Washington Street (also 1632 NW Thurman Street), +1 503 954 3663, olympicprovisions.com Nuvrei Several blocks from the book lovers' paradise Powell's Books, perched above street level in the heart of the Pearl District and its bevy of shops and galleries, is Nuvrei, a counter-service, 15-seat cafe turning out some of Portland's best pastries and sandwiches. You may have to queue but it's worth it for baker-owner Marius Pop's rainbow of French macaroons (passion fruit, hazelnut, raspberry to name a few), pretzel bagels, berry brioches, croissants, killer croque monsieur and more. Take your treats to go if it's nice out and picnic with them several blocks away at Jamison Square or Tanner Springs Park. • 404 NW 10th Avenue, +1 503 972 1700, nuvrei.com Paley's Place Vitaly and Kimberly Paley's restaurant, in a handsome Victorian house in Nob Hill, just up the hill from downtown, is one of Portland's most esteemed restaurants (open since 1995) known for fine-tuned Pacific Northwest cuisine and excellent service. Local oysters on the half-shell, escargots, braised rabbit, seared steelhead and killer classic cocktails are all standbys. Nob Hill is a great neighbourhood to walk around before or after dinner, with plenty of shops and markets to check out. If the dinner menu is too pricey, Paley has recently added a nightly happy hour, with tasty treats such as fried lamb tongue with saffron aioli and salt cod fritters (both $5). • 1204 NW 21st Avenue, +1 503 243 2403, paleysplace.net Ned Ludd Most of the food at chef-owner Jason French's hipster cabin-in-the-woods restaurant Ned Ludd, named after the anti-industrial folk hero, is wood-fired or smoked and there is no proper gas or electric stove. If food arrives at your table hot, that means it's been cooked with crackling wood in the 6ft-tall fireplace. Water is served in canning jars, chocolate chip cookies arrive at the table hot out of the fire in skillets, and no, you are not camping: you are in a kick-ass north-east Portland concept-driven restaurant choosing from dishes such as roasted whole trout, grilled pork chops with green garlic confit, smoked black cod and spiced flatbread. Watch out for bears. • 3925 NE Martin Luther King Jr Boulevard, +1 288 6900, nedluddpdx.com Liz Crain lives in Portland and writes about Pacific Northwest food and drink for print and online publications. Her first book was Food Lover's Guide to Portland, and her Toro Bravo Cookbook will be published on 1 October by McSweeney's • For more information on holidays in the USA, visit DiscoverAmerica.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}