{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/may/21/disabled-woman-nhs-blunders-ombudsman", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-05-20T23:05:00Z", "webTitle": "Disabled woman died after NHS blunders, ombudsman finds", "webUrl": "https://www.theguardian.com/society/2013/may/21/disabled-woman-nhs-blunders-ombudsman", "apiUrl": "https://content.guardianapis.com/society/2013/may/21/disabled-woman-nhs-blunders-ombudsman", "fields": {"headline": "Disabled woman died after NHS blunders, ombudsman finds", "bodyText": "A catalogue of mistakes by an out-of-hours GP service and a hospital contributed to the death of a young woman with physical and learning disabilities, the NHS ombudsman says on Tuesday in a highly critical report that has led to fresh claims of prejudicial attitudes leading to poor care for such vulnerable patients. The report, by NHS ombudsman Dame Julie Mellor, finds that Tina Papalabropoulos, 23, died in Basildon hospital in Essex of aspiration pneumonia in 2009 after a series of blunders by two NHS organisations. Hospital staff let her drink, worsening her life-threatening illness, and even though fluids were leaking through her lungs. Other failings included the refusal of an out-of-hours GP to visit Papalabropoulos when her parents requested a visit because their daughter's condition was worsening, and crucial delays in diagnosing and properly treating her condition at the hospital. Christine Papalabropoulos, the dead woman's mother, and the charity Mencap both claimed that doctors provided such grossly inadequate care to her because of attitudes based on her disabilities. She had learning disabilities, epilepsy, a form of dwarfism called Russell-Silver syndrome and severe curvature of her spine. \"When your child becomes ill and you need professional help from doctors, you and your child are looked at and you can see their mind working: 'Is there any point in trying to save this child's life?' You can see that they think 'this child has an existence and not a life',\" said Christine Papalabropoulos. \"Wrong! This child is loved by all the people, family and friends that they come into contact with. This child is a human being. They just happen to be born with a disability.\" Beverley Dawkins, Mencap's policy manager, described Papalabropoulos's death as \"an avoidable tragedy\". She said: \"Her family and Mencap believe that the failings that led to her losing her life at 23 were because doctors held the view that Tina's life was not worth saving, due to her disability.\" The hospital trust issued a brief statement welcoming the ombudsman's report but without any apology to the family or regret over the death. It simply said that since Papalabropoulos died in 2009 \"the hospital has made significant improvements to the care and treatment we provide our patients with learning disabilities\". In 2010 it appointed a dedicated nurse adviser specialising in learning disabilities to work with patients, their families and carers, and trust staff, it added. Mencap says it has identified about 100 cases in which patients with learning disabilities have died after receiving poor care and estimates 1,200 such patients a year die because of neglect by the NHS. It is \"deeply concerned\" about three other deaths at Basildon hospital. Dr Dan Poulter, the health minister, said it was \"unacceptable\" that anyone with learning disabilities received what he called the \"substandard care\" detailed by the ombudsman and said ministers were determined to improve the quality of care for such patients, to stop them dying avoidably early. Papalabropoulos fell ill with a cough on 21 January 2009. A doctor from the family's GP surgery visited, said she had an acute lower respiratory tract infection and advised her parents to ensure she kept taking antibiotics which had been prescribed the day before. Three days later, in the early hours of the morning, Tina's mother became so concerned by her daughter's condition that she rang South East Essex Doctors Service (Seeds), the local out-of-hours GP service. \"She asked for an urgent home visit, but the Seeds doctor declined to visit her. Instead the Seeds doctor said that he would send a message to the [GP] practice requesting a home visit the next morning. However, because the next day was a Saturday, the practice would not be open,\" the ombudsman's report found. Mellor castigates the unnamed GP for not taking appropriate action to assess and treat the patient. As a result he \"did not take reasonable decisions\" and \"his care fell so far below the applicable standard that this was service failure\". She found \"no evidence that [the patient's] rights under disability discrimination law were properly considered by the Seeds doctor.\" The ombudsman made four findings of \"service failure\" against Basildon hospital, part of Basildon and Thurrock University Hospitals NHS foundation trust. It was guilty of \"a prolonged delay before [Paplabropoulos] received the treatment that her condition called for\". Doctors should have given her intravenous antibiotics through a drip and intravenous fluids but did not do so, Mellor found. \"They allowed [her] to carry on drinking, despite the risk of aspiration (that she might breathe in the fluids) and they tried to give her oral antibiotics, which her records show she was refusing to take.\" Staff also failed to transfer her to a high-dependency unit. The report also criticises the hospital for doctors not giving Tina's parents the full picture during discussions with them, not implementing a care plan which should have guaranteed her better care, as they had dealt with her since she was young, and staff did not discharge their responsibilities under disability discrimination law."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}