{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/may/29/george-osborne-savings-star-chamber", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-05-28T23:01:04Z", "webTitle": "George Osborne plans to harness £11.5bn savings via new star chamber", "webUrl": "https://www.theguardian.com/politics/2013/may/29/george-osborne-savings-star-chamber", "apiUrl": "https://content.guardianapis.com/politics/2013/may/29/george-osborne-savings-star-chamber", "fields": {"headline": "George Osborne plans to harness £11.5bn savings via new star chamber", "bodyText": "The chancellor has decided to reconstitute the government's \"star chamber\" to help him persuade cabinet colleagues to yield up savings worth £11.5bn for the 2015-16 spending review. The announcement came after George Osborne announced on Tuesday that seven departments had already agreed cuts with the Treasury worth £2.5bn, and that he was therefore \"about 20% of the way there\" to achieving his goal. With the spending review due on Wednesday 26 June, Osborne is still a long way off the target for cuts he announced in his spring budget, but he claimed he was making better progress than had been made at the same stage in the 2010 spending review. The star chamber is a cabinet committee, whose members will meet to discuss the spending round in broad terms and, if necessary, interrogate individual ministers who refuse to reach an agreement with the Treasury. Chaired by Osborne and Danny Alexander, the chief secretary to the Treasury, it will include those ministers who have already settled their budgets for 2015-16, as well as Kenneth Clarke, the minister without portfolio, and Oliver Letwin, the Cabinet Office minister. Officially, the committee is just called PEX (public expenditure), but the Treasury likes to associate it with the secret and sinister Tudor and Stuart star chamber because that adds to its mystique. Insiders claim that the prospect of a star chamber \"grilling\" does help persuade spending ministers to agree on cuts. A Treasury source said: \"At the last spending review, the prospect of having to appear in front of your colleagues, when they had taken their share of the pain and you hadn't, was quite a strong incentive. \"There may have been a time in the past when it was a badge of honour to turn up and say that you have got money out of the Treasury, but that hasn't been the case in the past three years. There's a very strong cabinet commitment to the government's economic plan.\" In 2010, the star chamber met seven times to discuss general spending review issues, but it was never summoned to interrogate a cabinet minister who was refusing to settle with the Treasury because Osborne was ultimately able to reach agreement with all his colleagues on a bilateral basis. The seven departments that have already reached an agreement with the Treasury are: the justice, energy, and communities departments, the Cabinet Office, Treasury, the Foreign Office and Northern Ireland. It was confirmed on Tuesday that one plan for achieving savings at the Ministry of Justice could involve getting private firms to run court buildings, a proposal that has alarmed some in the legal profession. Osborne said: \"We're now about 20% of the way there with a month to go. I don't think any chancellor in history has made this much progress with still a month to go.\" Of the £2.5bn already found, about £1.5bn comes from savings announced in the budget that are being carried forward, and another £1bn from cuts negotiated since March. Tory sources insisted that, in historic terms, this amounted to considerable progress. \"In the Blair and Brown days, they would have been ringing each other up at 3 o'clock in the morning on the day of the spending reviews having rows.\" The review only covers spending for one year, instead of the usual three-year period, because the two coalition parties intend to go into the general election with different spending plans for the next parliament. But the 2015 general election will not take place until after the 2015-16 financial year has already started, so the Treasury decided that it would need to produce detailed spending plans to cover that year. Osborne said he was, in effect, ruling out tax increases in 2015-16 because the Treasury would raise money through spending cuts. He challenged Labour to say whether it would match his plans. Labour says it would be reckless for it to announce its own spending plans so far off from an election. But the Tories put out a press release taunting Chris Leslie, a shadow Treasury minister, for refusing six times in an interview to say whether Labour would implement the £11.5bn savings. Osborne said previous cuts had shown that departments could save money without the quality of services being affected. He told one interviewer: \"I remember coming on shows like this saying that if we made cuts to some of the other government departments this would affect the quality of public services. Actually, in many measures the productivity, what we get out of our public services, has gone up.\" But Leslie said the spending review itself was evidence of failure. \"They said their plan would balance the books by the next election, but their failure on growth and jobs means the deficit is now set to be over £90bn in 2015,\" he said. \"That's why the chancellor is now asking for even more spending cuts, with most big departments yet to reach agreement.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}