{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/may/14/thameside-prison-inspection-report-serco", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-05-13T23:01:01Z", "webTitle": "Thameside prison report criticises extended 'lock-down'", "webUrl": "https://www.theguardian.com/society/2013/may/14/thameside-prison-inspection-report-serco", "apiUrl": "https://content.guardianapis.com/society/2013/may/14/thameside-prison-inspection-report-serco", "fields": {"headline": "Thameside prison report criticises extended 'lock-down'", "bodyText": "Britain's newest private jail has been forced to introduce one of the most restricted regimes prison inspectors have ever seen after failing to cope with a violent gang culture within its walls. The chief inspector of prisons, Nick Hardwick, said the Serco-run Thameside prison in London has taken the extreme step of being put into 'lock-down' in response to rising levels of violence. Inspectors said they found 60% of prisoners locked up during the day and some spending 23 hours a day in their cells when they carried out their inspection in January. \"The prison's regime was one of the most restricted we have ever seen. Time out of cell was very limited,\" said Hardwick. Thameside, which has been built next to Belmarsh prison in south-east London, opened in March last year and holds up to 900 adult and young adult male prisoners. The prison inspection report on its first nine months of operation, published on Tuesday, found the frequency of assaults was too high and prisoners lacked confidence in the inexperienced staff to deal with and protect them from violence and delinquency. \"In the autumn, and as an operational response to rising levels of violence, the prison had taken the unusual step of effectively locking down the prison, severely curtailing the regime and in particular prisoner access to time unlocked,\" the inspectors' report said. \"The prison had done little to evaluate the success of this quite extreme strategy and at the time of our visit there seemed only vague plans to restore the prison to normality.\" The inspectors said they found the use of force and segregation was high but had reduced in the previous three months. More than 343 prisoners had been placed in the segregation unit, mostly for short periods. The move to lock down the prison happened in the autumn because the previous regime that saw all prisoners unlocked for most of the day had led to an \"unacceptably high\" level of assaults. The inspectors said the decision was taken to allow association for prisoners only at weekends. They wrote: \"However the prison had not monitored the effectiveness or the range of consequences for prisoners. The data on assaults, security report reports and use of force that we examined did not show any improvement from previous months and we were told that some prisoners got around restrictions by planning to attend activities so that they could become involved in fights.\" Michael Spurr, chief executive officer of the national offender management service, said Thameside was still in the very early stages of its development and its staff and management had worked \"incredibly hard\" to deal with the challenges inherent in running a new prison. \"Decisive action has already been taken to address the concerns raised in this report and I am confident that Thameside is well placed to deliver a safe, secure and decent regime for the prisoners it holds,\" said Spurr."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}