{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/may/20/work-programme-staff-struggle-jobs", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-05-20T23:05:00Z", "webTitle": "Work Programme staff struggle to help unemployed when 'jobs aren't there'", "webUrl": "https://www.theguardian.com/society/2013/may/20/work-programme-staff-struggle-jobs", "apiUrl": "https://content.guardianapis.com/society/2013/may/20/work-programme-staff-struggle-jobs", "fields": {"headline": "Work Programme staff struggle to help unemployed when 'jobs aren't there'", "bodyText": "An unemployed bricklayer sits with his Work Programme employment coach in Hull, watching as he types out a sample covering letter. \"I am a highly motivated, versatile individual with over 30 years in the construction industry,\" the coach types. \"Does that sound right?\" The bricklayer looks sadly at the screen, remarking only that he has never previously had to submit a written application for a building job. His coach, Dee Osobu, persists, reading out the next paragraph: \"I was responsible for the safe and efficient use of jackhammers and drills to break up concrete and pavement … I have excellent hand-to-eye co-ordination.\" The government's Work Programme depends on maintaining this can-do spirit of optimism in the face of bleak employment circumstances and, during meetings with clients, the staff in Hull's Pertemps office (contracted by G4S to provide the government programme) will permit no defeatism. But, away from their clients, as the Work Programme approaches its second anniversary, staff here acknowledge that the reality of the economic landscape has made their job extremely difficult. During the Guardian's previous visit to the Hull office, last January, the employment coach Amanda Knox-Holmes was advising three clients for whom she hoped to find jobs. A year later, she looks unexpectedly distressed when she begins to explain that none of them have found work. \"In the past I was able to get people jobs in retail. But if you look in the city centre, you see that retail shop after retail shop has closed; retail and construction are so, so dead in the water now,\" she says. Knox-Holmes is committed to her job, and energetic in her attempts to help people, but is aware that there is only so much she can do. \"You can't be in denial any more. It is the job situation out there. We can do all the quality work we can, but if the jobs aren't there, it is really hard. I haven't reached my target this month or last. I felt terrible about it.\" In Hull North, where the Pertemps regional operations director, Mark Harrison, thinks about 55 jobseekers are chasing every job, government figures from November show that only 0.7% of the people referred to the Work Programme found jobs that lasted six months. That figure will be higher when the next batch of figures is released in June, but staff in the office emphasise how hard it is to find jobs for their clients. \"In order to make the Work Programme work, we need more jobs. We can do our work to prepare people for work, but sometimes there are just not the right jobs for our client base,\" Harrison says. \"A lot of our clients want low-skilled jobs and a lot of the jobs that we need at the low end of the manufacturing and construction industries just aren't there.\" The Hull office, which has 10 full-time employment coaches, got 700 people into jobs over the past 18 months, according to Harrison, but he is restricted from giving further statistical details that would put the figure into perspective (about how long those people stayed in work or even how many people the office has worked with overall) by the Department for Work and Pensions (DWP), which only periodically authorises the release of figures. When the Work Programme was launched in 2011, David Cameron promised it would be the \"biggest, boldest effort to get people off benefits and into work that this country has ever seen\". Last November, DWP figures revealed that only 3.6% of unemployed people referred to the programme nationwide found long-term employment (staying in the job for six months, the point at which a payment is made to the company contracted to provide the programme under the payment-by-results structure). Labour described the programme as \"worse than doing nothing\", because the success rate was lower than both the government's own minimum performance targets and its estimate of what would have happened if there had been no intervention. A report by the Commons work and pensions committee published on Tuesday says the employment programme is \"unlikely to reach the most disadvantaged long-term unemployed people\" and warned that the hardest-to-help jobseekers were \"at risk of being 'parked'\" – the industry term for abandoning those claimants who are deemed very unlikely to find work, and therefore offer little prospect of triggering payment-by-results bonuses. But providers of the Work Programme have expressed some frustration about the results that have been published so far. Work Programme providers have two years to find work for their clients, and greater success is likely to come in the second year of the programme, they argue. \"You are asking how many have completed the marathon an hour into the race, when some people have only just stepped over the starting line,\" says Sean Williams, head of the G4S welfare-to-work division. The DWP will release figures next month, which are expected to show that the programme has had greater success with younger jobseekers, but are likely also to reveal that providers are particularly struggling to find work for clients on the new incapacity benefit, employment and support allowance (ESA). Knox-Holmes says the fate of three of her jobseekers featured in the Guardian last year is \"a reasonable reflection\" of how difficult the climate is. A single mother who had been considering taking up a 12-week unpaid stint of work experience at a care home has become unwell with depression, and is no longer on the Work Programme. A young man, on ESA because of a hearing impairment, who had been hoping for retail work, has had no success. \"He's highly able, high levels of qualifications, he shouldn't have any problems finding employment, but …\" Knox-Holmes says, and shakes her head apologetically. He has taken a number of courses, but staff have been unable to help him into work. A third man, from Poland, who was hoping to translate the skills he had acquired as a long-term volunteer in a bird-house-making charity into paid carpentry work, went dramatically downhill when worked failed to materialise. \"He did so well,\" Knox-Holmes begins, and her eyes begin to well up with tears. \"He came in one day, sat down and told me: 'I've started drinking again and I am suicidal.' You lift people up and they stay there for a while, but you can't keep them up. He went back to Poland. That was quite a sad outcome for him. You shouldn't get involved so deeply, but you do.\" One of the consistent criticisms of the Work Programme is that staff \"cherry-pick\" those individuals whom they think they can move easily into work and \"park\" those who have little prospect of getting and staying in work (particularly people on ESA) and therefore are unlikely to trigger payments for the company. Although Work Programme providers can get a maximum payment of £14,000 for every ESA claimant who goes into a secure job, the work and pensions select committee report on Tuesday suggests that this high payment has not stopped companies from \"parking\" those who appear to be very hard to help. Knox-Holmes says staff are regularly audited to check that they have the required number of meetings with jobseekers, making it impossible to park them, but she does concede that the new fitness-for-work tests are referring some very unwell people into the programme. \"You can't force people who are on ESA and have really serious health problems – issues like cancer and strokes – to go for a job,\" she says. \"I have a few people on my caseload who have so many health issues that they shouldn't be working but they have been through the assessment and found fit for work. That doesn't necessarily mean they are fit for work.\" She is currently working with a man who is homeless, living in a hostel and recovering from two strokes. \"I am not going to send someone who has just had two strokes for a job. There's obviously no point doing that if they are still occupied with MRI scans,\" she says. She has taped an A4 sheet giving information about the opening times of Hull's food banks to a pillar by her desk, and occasionally has to give the information out to clients who have had their benefits cut after failing to comply with the conditions attached to welfare payments. Across the room Tracy Taylor, 46, is discussing the best way to search for jobs online with another coach. She has soft-tissue rheumatism, uses a wheelchair outside of the house and is on ESA, but a sub-category of the benefit that requires claimants to start looking for work. \"I have applied for quite a lot of jobs, 30 in the past week, between 200 and 300 in the time I've been here,\" she says, explaining that emails are the best way to apply because holding a pen makes her hands stiffen up. \"I haven't had any interviews. Maybe because I have a lack of qualifications or experience.\" She has been infected with the optimism drummed into her by her coaches, and is determined to persist with the search. \"It is not stopping me from trying. Hopefully I'll have a job before the two years are up. If you don't get a job, you have only yourself to blame,\" she says, only momentarily allowing a note of doubt to creep in. \"I think that some companies are a bit dubious about employing someone in a wheelchair. After so many rejections, you think: 'Is it because I'm in a wheelchair?'\" Overall, staff find they are having more success with younger clients. Craig Rust, 29, is supplied (unsolicited) by Pertemps as a positive story of someone who has got into work as a result of their efforts. He is currently walking the streets of Hull (along route maps given to him weekly), knocking on people's doors to see if they want to buy Sky subscriptions, with a target of signing up two people a day. If he meets his targets, it is better-paid work than bricklaying, which he did until 2009 when jobs in the building industry began to disappear, and he says he is grateful for the company's support in helping him understand that he could switch to sales. \"I got a new lease of life when I came here,\" he says. Nationwide, figures up until the end of April show that G4S has got 22,000 people into a job, out of the 77,380 people referred to them. (The company is not allowed to release the significant figure revealing how many of those people were still in work six months later, because that figure is audited by the DWP and will be released later.) It has found work for 41% of those aged between 18 and 24 on the programme, rising to over 50% when they have been with the organisation for a year. \"I think that a Work Programme which is helping over half of the young people it sees into employment in these very difficult economic times is doing something right. The Work Programme performance is improving month on month. We would expect the next batch of statistics to show a significant step change in results,\" says Williams. But he recognises that in places such as Hull, the work is more challenging. \"It is more difficult to help people into employment in areas where the economy is doing comparatively less well. We need to redouble our efforts in those areas,\" he says. Christina Miller, Pertemps's office manager in Hull, says it has been a demoralising time for staff struggling to meet their targets and jobseekers increasingly labelled as idle when they are unable to find work. \"The scroungers rhetoric has certainly not helped. If you work in the industry you realise it is such a small percentage of clients that have no desire to work and just want to stay in the benefits system,\" she says. \"Our clients don't appreciate being put in that scroungers and skivers bracket, because they are trying to break out of unemployment.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}