{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "gnm-press-office/guardian-australia-makes-new-hires", "type": "article", "sectionId": "guardian-australia-press-office", "sectionName": "Guardian Australia press office", "webPublicationDate": "2013-05-01T22:01:00Z", "webTitle": "Guardian News & Media press release: Guardian Australia makes new hires", "webUrl": "https://www.theguardian.com/gnm-press-office/guardian-australia-makes-new-hires", "apiUrl": "https://content.guardianapis.com/gnm-press-office/guardian-australia-makes-new-hires", "fields": {"headline": "Guardian Australia makes new hires", "bodyText": "The Guardian has today announced the appointment of seven contributors to work on its digital edition in Australia as it builds its team for launch. Katharine Viner, editor-in-chief of Guardian Australia and deputy editor of the Guardian, said she was inundated with applications for the roles. She said that what united the new hires was their impressive digital skills and commitment to finding innovative ways to bring stories to life. Three reporters will be joining Guardian Australia in the coming weeks. They are Helen Davidson, currently a journalist at SBS and formerly at news.com.au; Bridie Jabour, currently a reporter at brisbanetimes.com.au; and Oliver Milman, currently editor of StartupSmart.com.au and environmental writer for the Guardian. Another addition to the growing team is Nick Evershed, currently multimedia editor at Fairfax Regional Digital Media, who joins as a data journalist. Joining the political editor, Lenore Taylor, and deputy political editor, Katharine Murphy, as part of Guardian Australia's political team in the run-up to the federal election are Simon Jackman, professor of political science at Stanford University, as a polling expert, and Greg Jericho, author of the Grog's Gamut blog, grogsgamut.blogspot.com.au, to write on economics. Mike Ticher, currently working on the foreign desk for Fairfax Media, will take the role of Guardian site editor for the Asia-Pacific timezone. \"I am delighted to welcome these new recruits to Guardian Australia as we continue to add depth to our small but strong team of talented journalists,\" said Viner. \"Simon is an internationally recognised expert on politics and public opinion. Greg is one of Australia's pre-eminent bloggers. Nick will enhance the Guardian's global reputation for data journalism, while Bridie, Oliver and Helen impressed us with their energy and understanding of digital media. Mike brings a huge amount of news experience to the site editor role. \"All show a commitment to finding new ways to tell stories in this rapidly changing media landscape, and will help Guardian Australia deliver the on-the-ground reporting, ground-breaking open journalism and lively commentary that has made the Guardian the fourth largest newspaper website in the world.\" The new hires will join award-winning journalist David Marr; news editor, Lee Glendinning; political editor, Lenore Taylor; and deputy political editor, Katharine Murphy. -ends- Notes to editors: Helen Davidson joins Guardian Australia as a reporter. Helen comes from SBS and was previously a news and interactive journalist at news.com.au. Nick Evershed joins Guardian Australia as a data journalist. He was previously the multimedia editor for Fairfax Regional Digital Media and a former research scientist. Bridie Jabour joins Guardian Australia as a reporter from brisbanetimes.com.au. She previously worked on the Gold Coast Bulletin. Simon Jackman joins Guardian Australia to be poll analyst in the lead-up to the 2013 federal election. Simon, who is professor of political science at Stanford University, California, analysed the polls for the 2012 US election for the Huffington Post and predicted the correct result in every state. He is the author of Bayesian Analysis for the Social Sciences (Wiley), a fellow and past president of the Society for Political Methodology, and in 2013 was elected to the American Academy of Arts and Sciences. Greg Jericho joins Guardian Australia to write on economics. Greg, the author of the celebrated Grog's Gamut blog, grogsgamut.blogspot.com.au, is a former public servant and author of the book The Rise of the Fifth Estate: Social Media and Blogging in Australian Politics (Scribe). Oliver Milman joins Guardian Australia as a reporter. Oliver is currently the editor of the website StartupSmart.com.au, and is a regular writer for the Guardian's environment site. Mike Ticher joins Guardian Australia as site editor, Asia-Pacific timezone. Mike joins us from the foreign desk of Fairfax Media, where he has previously held roles at the Sydney Morning Herald including commissioning editor, letters editor and deputy chief subeditor. Previously he worked on the sports desk at the Guardian in London and was a founder of the football magazine When Saturday Comes. About Guardian News &amp; Media Guardian News &amp; Media (GNM) publishes theguardian.com, the fourth largest newspaper website in the world (source: comScore MMX, February 2013), as well as guardiannews.com in the US. Since launching the US digital operation, US traffic now represents a third of the Guardian's digital audience, with US traffic exceeding 12.5m unique users in Jan 2013, maintaining its lead over BBC News and Reuters. In the UK, GNM publishes the Guardian newspaper six days a week and the world's oldest Sunday newspaper, the Observer. The Guardian, which was first published in 1821, was named newspaper of the year at the British Press awards in 2011 following its trailblazing partnership with WikiLeaks. In the same year the Guardian not only wrote headlines but made headlines with its globally acclaimed investigation into phone hacking and the launch of its groundbreaking digital-first strategy. The Guardian's website was awarded the website of the year prize at the 2012 Online Media awards, while the Guardian itself was named the UK's most trusted newspaper in 2012 research by Conquest Research &amp; Consultancy. The Scott Trust Ltd The ultimate owner of the Guardian is the Scott Trust, which was originally created as a trust in 1936 to safeguard the title's journalistic freedom. In 2008 it was replaced by a limited company with the same core purpose of the original trust: to secure the financial and editorial independence of the Guardian in perpetuity, while its subsidiary aims are to champion its principles and to promote freedom of the press in the UK and elsewhere. Other than to cover expense, the Scott Trust takes no dividend from the group's businesses, whose profits are instead reinvested to sustain journalism that is free from commercial or political interference. For further information please contact: Lisa Popplewell +61 2 9994 4149 +61 424 147 045 lipopplewell@webershandwick.com"}, "isHosted": false}}}