{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/may/05/exeter-rob-baxter-gloucester", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-05-05T21:00:00Z", "webTitle": "Top sides have much to fear from rampant Exeter, says coach Rob Baxter", "webUrl": "https://www.theguardian.com/sport/2013/may/05/exeter-rob-baxter-gloucester", "apiUrl": "https://content.guardianapis.com/sport/2013/may/05/exeter-rob-baxter-gloucester", "fields": {"headline": "Top sides have much to fear from rampant Exeter, says coach Rob Baxter", "bodyText": "It has been a long season but days like this make everyone desperate for the next one to start. Exeter, in particular, are a side on a sharply rising curve and increasingly rank among the most watchable teams in Europe, never mind the Premiership. These days the question is not how long they can survive in the top flight but how much higher they can soar. The end-of-season statistics reinforce Devonian optimism that Heineken Cup qualification for a second successive year indicates growing confidence. Only Harlequins amassed more points in the season and the Chiefs outscored Saracens and Saturday's opponents Gloucester by 10 and 11 tries respectively over 22 fixtures. Their final tally of 51 tries was also a dozen better than last season's campaign, when they finished fifth, reflecting an upward trend across the league which saw more tries – 526 – than in any season since 2008-09. No wonder Rob Baxter delivered an upbeat end-of-term report, despite the mixed emotions surrounding the retirement of his brother Richie, after Gloucester became the fourth Premiership visitors to Sandy Park this season to concede 40 points. \"If I was an opposition Premiership side the big thing I'd be worried about is that Exeter are getting better,\" stressed Baxter, as impressed as everyone else by the Chiefs' outstanding start which yielded 18 unanswered points in as many minutes. Baxter is potentially looking to recruit another hooker, a back-five forward and a utility back in the coming weeks but insists his squad will get better and, in some cases, win international recognition. Few in the league have played better lately than the unsung Jack Yeandle, Damian Welch, Jack Nowell, Haydn Thomas and Luke Arscott, and Baxter plans some polite lobbying when he accompanies Stuart Lancaster's England team to Argentina this summer. \"I'll have three weeks with Stuart to try and convince him there are a few guys here,\" the head coach said. \"Exeter finished sixth this year and fifth last year and we're running with the second highest average of English qualified players in the Premiership. To have one guy [Tom Johnson] out of 64 players in the two EPS squads... factually something doesn't quite add up.\" Gareth Steenson, scorer of 25 points including the last-minute penalty that settled this eight-try thriller, should also be on Ireland's radar and Baxter has no plans to rein in the Chiefs' fearless brand of attack-minded rugby. \"The next step is not just to sit here and say: 'We want to be in the top four next season'. There is, however, definitely a case for saying: 'What is it going to take over the next 3-4 years for us to be there or thereabouts on a regular basis.' We've got some solid foundations. What are the building blocks to take us into the top four regularly?\" Much the same conundrum will be occupying Gloucester's Nigel Davies. His side remain dangerous counterattackers but their set-piece pillars need stiffening. Three of their five tries came courtesy of Exeter turnovers and more consistency is required if they are to maintain the west-country high ground. If their players needed any extra pre-season motivation, the sight of Cherry and White fans being offered Exeter season ticket application forms at the weekend should have done the trick. Exeter Arscott; Nowell, Dollman (Whitten, 61), Shoemark, Jess; Steenson, Thomas (Chudley, 66); Sturgess (Rimmer, 60), Yeandle (Whitehead, 61), Tui (Mitchell, 64), Mumm, Welch, White (Ewers, 52), Scaysbrook, Baxter (capt; Muldowney, 76). Tries Mumm, Welch, penalty try Cons Steenson 2 Pens Steenson 7. Gloucester Cook; Sharples (Monaghan h-t; Tindall 74), Trinder, Twelvetrees, May; Burns, Robson (Lewis, 62); Wood (Murphy, 57), Britton (Dawidiuk, 43), Knight (Chistolini, 64), Savage (capt), Lokotui, Kalamafoni (Buxton,15), Qera (Hazell, 57), Morgan. Tries May, Sharples, Trinder, Cook, Burns Cons Burns 4 Pens Burns 2. Referee G Garner. Att 10,744."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}