{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/may/20/record-number-of-empty-shops", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-05-19T23:02:01Z", "webTitle": "Empty shops hit record high, retail study shows", "webUrl": "https://www.theguardian.com/business/2013/may/20/record-number-of-empty-shops", "apiUrl": "https://content.guardianapis.com/business/2013/may/20/record-number-of-empty-shops", "fields": {"headline": "Empty shops hit record high, retail study shows", "bodyText": "The number of empty shops on Britain's high streets and malls has hit a record high on the back of a struggling economy and changing shopping habits, industry data released on Monday showed. Across the UK almost one in eight shops lay vacant in April 2013, according to the British Retail Consortium, the highest since it began collecting such data in July 2011. Almost one in five shops in Northern Ireland and Wales are boarded up, underscoring how far adrift these regions have become from the economic powerhouse of London, where just 1 in 14 shops are vacant. In Scotland one in 10 shops are shuttered, just below the UK average. The survey revealed troubling news for the south-west, where the number of empty premises jumped to 14 in 100 in April, up from 9.6 in January, putting this region on a par with northern England and Yorkshire, where one in seven shops are closed. In contrast the tills are still ringing in London, where only 7.4 shops in 100 are empty, although the capital has seen a slight increase in closures since the start of the year. The wider south-east was not far behind London, with a vacancy rate of one in 10 shops. \"It is a major concern that the vacancy rate has reached a record high, driven by increases in almost every part of the UK,\" said Helen Dickinson, BRC director general. \"With high streets topping the agenda for many now, there's a real opportunity to seize the moment and stem the tide of further closures.\" Rates were becoming a bigger and bigger cost that deterred retailers from opening new premises, she said, while lack of car parking kept some customers away. The BRC report contained some cheer for retailers: the number of customers through store doors was up 1% in April compared to a year ago. \"But this compares against a very rainy April 2012, when bad weather left a lot of shoppers running for cover,\" Dickinson said. \"The unsettled weather at the start of the month seems to have created pent-up demand, which brought many of us out to shop when more spring-like weather made an appearance.\" London and the south-east boasted the keenest shoppers and saw the biggest year-on-year rises in footfall. In Northern Ireland and Wales the number of people passing through store doors fell by 6.4% and 2.1% respectively. Across the UK, customers made a return to the high streets, where footfall was up 3.4% on last year, although they lost interest in out-of-town shopping malls, which registered a 3% fall in visitors. Diane Wehrle at Springboard, which collected the data, said store closures are \"creating holes in retail frontages\", making out-of-town centres less attractive to shoppers. Bill Grimsey, the former CEO of Wickes, Focus and Iceland, predicted that the number of closed shops would continue to rise. \"The UK high street is simply a mirror image of the UK economy and the propensity to spend is going down,\" he said. Weak spending power combined with a shift in customer habits to online shopping meant bricks-and mortar-outlets were in decline, he said. \"Town centres will not recover as a shopping destination in the future. They need to recover as something completely different and it will be focused on social issues, such as housing, education and entertainment and daytime and evening time and night time cultures. \"It is a very complex business challenge that our councils … are unable to react to in the right way. They get seduced by developers wanting to put up shopping centres. But frankly the UK needs more shopping centres like it needs a hole in the head.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}