{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/may/12/camilla-parker-bowles-national-treasure", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-05-11T23:09:01Z", "webTitle": "Outcast to national treasure. How did Camilla do that? | Catherine Bennett", "webUrl": "https://www.theguardian.com/commentisfree/2013/may/12/camilla-parker-bowles-national-treasure", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/may/12/camilla-parker-bowles-national-treasure", "fields": {"headline": "Outcast to national treasure. How did Camilla do that?", "bodyText": "Maybe it's something to do with hate speech awareness, but royal abuse has been diluted to the point that Hilary Mantel's description of the Duchess of Cambridge's image as \"gloss varnished\", with a \"plastic smile\", perfectly justified in its context, was enough, recently, to provoke protracted amazement and protest. The prime minister came forward to condemn Mantel's remarks, in her LRB essay, as \"misguided\" and \"completely wrong\". On the occasions when he had met Mantel's victim, the prime minister had found her nothing like a \"shop-window mannequin\". \"This is someone who's bright, who's engaging, who's a fantastic ambassador for Britain.\" Even the late Princess Diana, when she actually was a fantastic ambassador for Britain, never had such champions. Some will say she brought it on herself, but in the 90s she was routinely publicly insulted; one of her own acquaintances, the MP formerly known as Fatty Soames, went on television to describe her as being \"in the advanced stages of paranoia\", and the prime minister never said a word in her defence. Her sister-in-law said she had verrucas – again, no intervention. As for her adversary, Mrs Camilla Parker Bowles, now the Duchess of Cornwall, there was a time when Charles's mistress doubled as a kind of national pillory, which would have been staggeringly misogynistic if so much abuse had not come from women, who hated her out of loyalty to Diana. After her embedded role in their marriage was confirmed in the early 90s, first by the princess in her collaboration with Andrew Morton, then by the Prince of Wales in a television interview, Camilla must have dreamed of being called a gloss-varnished, shop-window mannequin with a plastic smile. As opposed to the \"wicked witch of Wiltshire\", a horse, a haddock, a trout, the most hated woman in England aka \"the rottweiler\" (Diana's name for her). Even her friends, in newspaper profiles, would explain that part of Camilla's whole appeal was her relaxed, bucolic, un-paranoid (NB, Diana, you nutter) approach to dress and personal hygiene. \"She is quite happy to jump off her horse and into an evening dress without having a bath,\" one fatally disclosed; the story would be endlessly rehearsed in evidence of the witch's low habits. Her critics also fell upon a Jilly Cooper anecdote, offered by way of a compliment: \"When you stay with her she wanders about at breakfast in her dressing gown, wearing no make-up and her nail varnish is chipped.\" Whatever her current breakfasting outfits, the duchess's preparations for meeting subjects – who once pelted her with bread rolls, hissed at the sound of her name – have become progressively more Diana-like. Courtesy of the Daily Mail, whose sternest vigilantes are now repeatedly knocked out by Camilla's hair/dresses/skin tone, her ever-increasing plasticity and glossiness can be authoritatively attributed to yoga, pilates, bigger hair, highlights, a travelling hairdresser, gowns by Bruce Oldfield and, even, channelling Diana, her own \"guru\", a specialist in bee-venom facials. \"Camilla, the dazzling Duchess\", was the culminating headline in her rehabilitation. If this doting coverage really is attributable to careful grooming, as opposed to the increasingly blinding effect of royal goggles, as Prince Charles lurches towards power, its effects must be inspirational to anyone suffering ostensibly terminal career damage, not to mention everyone over 40. If you weren't there at the time, immersed in stories about dressing gowns and chipped nail-varnish, one clue to the scale of Camilla's transformation into, as the Mail believes, an icon of preternatural sixtysomething loveliness, is the passage in Cold Comfort Farm when the entrance of a stylishly made-over Mrs Starkadder, aged 80, elicits from her astonished family cries such as: \"Tes terrible\" and: \"Tes flying in the face of Nature\". In a letter to Diana, a consoling Prince Philip once wrote: \"I cannot imagine anyone in their right mind leaving you for Camilla.\" Alternatively, to comprehend the magic of the duchess's emergence as the incandescent face of bee-venom, think of her as a misunderstood Nanny McPhee, gradually shedding warts and hairs until, among fellow royals in Amsterdam, she finally appears as a fine, brilliantly complexioned woman, whose blemishes were only a metaphor for public ignorance. After Diana's death, one measure of public loss was the refreshed abomination of Camilla, soon to be intensified by various new accounts of the Wales' marriage in which she was depicted, in an echo of Les liaisons dangereuses, as a creepy manipulatrix, picking out a guileless virgin who suited her purposes. A new volley of insults, with a more radical flavour, reflected that, worse than frayed around the edges, Camilla now looked coldly calculating. A revised edition of Morton's book had Diana describing the marital \"rage, rage, rage\" engendered by the affair. To people who thought the British relationship with its royals had changed forever, post Diana, it tended to be obvious that, even if the public one day forgave the Windsors for torturing the princess, no such pardon would be in order for principal suspect, Camilla Parker Bowles. Well, not for a while. And definitely not, clerics as well as Diana loyalists insisted, if she ever got any ideas about being queen. Six years after Diana's death, in Camilla: An Intimate Portrait, the first significant book about the duchess, Rebecca Tyrrel noted that it was still unthinkable for Camilla to walk alongside her boyfriend, or to be seen in a tiara, like a proper royal. Charles had one he had bought as a themed royal-mistress gift, the Keppel tiara, tactfully turned into a necklace. Maybe he should get it turned back? If the Thatcher obsequies had not confirmed how long memories and grudges can last, the complete rehabilitation of the Duchess of Cornwall, her right to a throne now finally unquestioned, might say something about the speed of public forgetting. There might be a lesson, too, on the advisability for those who wish to be remembered, of memorials more personal than Diana's enormous Hyde Park footbath. In fact, to look at her principal monuments – a water feature and a playground, a walk and a gate – is to wonder, momentarily, how the royals, cunning as ever, pulled off the Ozymandias-trumping feat of denying her bereft fans even one lifelike memorial. But at the time these monuments were established, the whole country was supposed to be Diana's shrine; the newly sensitised national character and humbled condition of the royal family would preserve her memory. Reflecting, a year later, on Diana's allegedly enlightening legacy, Andrew Marr argued, persuasively: \"The shift of tone is here for good.\" Perhaps the state opening of parliament is the wrong place to look for evidence of that shift, and there is nothing to learn from the drooling press coverage, as our set of replacement monarchs mirrors the Queen and Prince Philip, in a ceremony that was said in less deferential times to be unthinkable. Other than: haddocks 1, pro-Diana prognosticators 0."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}