{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/may/19/heineken-cup-final-toulon-clermont-auvergne", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-05-19T21:33:00Z", "webTitle": "Jonny Wilkinson says Heineken Cup win has released his World Cup angst", "webUrl": "https://www.theguardian.com/sport/2013/may/19/heineken-cup-final-toulon-clermont-auvergne", "apiUrl": "https://content.guardianapis.com/sport/2013/may/19/heineken-cup-final-toulon-clermont-auvergne", "fields": {"headline": "Jonny Wilkinson says Heineken Cup win has released his World Cup angst", "bodyText": "It has become a familiar refrain but Gary Player's favourite one-liner sprang to mind as Jonny Wilkinson hoisted the most personally-satisfying trophy of his life on Saturday, the 2003 Rugby World Cup included. \"The more I practise the luckier I get,\" observed Player, golf's black-clad equivalent of the perpetually-driven Wilkinson, and the age-old truism neatly summed up Toulon's remarkable Heineken Cup heist. How else to explain the defeat of a Clermont team who, in almost every regard, had the better of a truly thunderous all-French final? Toulon enjoyed just 25% territory and less than a third of the game's possession but still somehow emerged as champions of Europe, propelled by the unshakeable example of their English fly-half and captain who, during the quarter-final, semi-final and final combined, landed every single place-kick he attempted. The lethal Wilkinson boot, regardless of shirt colour or surroundings, continues to prove mightier than the sword. His galvanising influence on players around him, not to mention his contented expression as he held the trophy, was equally impossible to ignore in a Lions context. It was Alex King, Clermont's assistant coach and a former England squad-mate, who put it most succinctly: \"If I was Warren Gatland I would take Wilkinson tomorrow because he is a matchwinner. We've seen it throughout his whole career. If the Lions want to win the Test series they've got to have players like that in their squad, simple as that.\" The fly-half's Toulon colleagues also formed a patient queue to big up the man who, for a long time, feared his life and career would forever struggle to live up to his momentous 2003 drop-goal in Sydney. \"I don't know what's going on but I'm sure there'll definitely be a call-up to the Lions,\" insisted Delon Armitage, whose 64th-minute try swung a contest which had been heading inexorably towards the Massif Central. \"I hope he does go because he's the best 10 in Europe, if not the world, at the minute.\" The Australian Matt Giteau felt likewise. \"I've never seen anyone train and work as hard, not for himself but for the team. It's great for me that he's not going on the Lions tour. I'm an Australian.\" The former London Irish lock Nick Kennedy, another exultant member of Toulon's foreign legion, also reckons Wilkinson's intense loyalty to his club encourages his team-mates — and Toulon's supporters — to go the extra mile. \"We are so grateful to him as a team because when we are at home sitting on our arses he is out there kicking, working for moments like this,\" explained Kennedy, understandably savouring a result which will forever rate among his favourite memories. \"Jonny loves Toulon, and everyone in Toulon loves Jonny.\" As for the man himself, – he was named European player of the year on Sunday – a rare sense of inner peace was discernible as he reflected on an outcome which seemed far-fetched when Napolioni Nalaga and Brock James scored rat-a-tat tries inside six minutes early in the second-half to put Clermont ahead 15-6. In the morning Wilkinson had been unable to practise his goal-kicking at the stadium but he still never looked like missing the crucial angled conversion of Armitage's try, Juan Martín Fernández Lobbe having stolen a game-changing turnover. \"Before the Twickenham game against Saracens I felt fabulous. Before this game I didn't feel amazing. Even just before the game, I missed a couple and my head started to go. I was thinking: 'Hold on, why did that go like that?'\" said Wilkinson. Toulon's first European title, though, has finally brought him not just the warm glow of late-career silverware but a sense of belated release. The 2003 World Cup may have thrilled a nation but it left the perfectionist in Wilkinson deeply concerned. \"At the time I almost hated it … I was worrying I had topped out at 24 and that was it. The 2003 World Cup was great but it felt like something was almost battling me every time I stepped on the field afterwards. Now we've got to a final and it feels like you've written something. At the end of your career — a bit like Martin Johnson and Lawrence Dallaglio and others who experience these incredible highs — you can actually start to appreciate that it's done and is something that will last forever. I was always so worried the World Cup was going to be the last thing. Now I can enjoy it and appreciate it. I don't have to compete with it.\" Quite what this savage disappointment will do for Clermont remains to be seen; their habit of losing winnable finals has suddenly returned. Depending on the outcome of this week's Top 14 semi-finals they could confront Toulon again in the French championship final but David Skrela's late charged-down drop-goal was caused by a lack of clear thinking as much as Mathieu Bastareaud's onrushing presence. It all left Toulon's president, Mourad Boudjellal, virtually delirious with joy. \"Tonight I'm gonna get drunk, listen to James Brown and at midnight I'll say 'I feel good!'\" he roared. Quite. Clermont Byrne; Sivivatu, Rougerie (capt; King, 69), Fofana, Nalaga; James (Skrela, 72), Parra (Radosavljevic, 71); Domingo (Debaty, 67), Kayser (Paulo, 67), Zirakashvili (Ric, 72), Cudmore, Hines, Bonnaire, Vosloo (Bardy, 69), Chouly. Tries Nalaga, James. Con Parra. Pen Parra. Toulon D Armitage; Wulf, Bastareaud, Giteau, Palisson; Wilkinson (capt), Tillous-Borde (Michalak, 51); Sheridan (Jenkins, 61), Bruno (Orioli, 51), Hayman (Kubriashvili, 77), Botha (Suta, 69), Kennedy, Rossouw (Van Niekerk, 51), Fernández-Lobbe, Masoe (S Armitage, 69) Try D Armitage. Con Wilkinson. Pens Wilkinson 3 Referee A Rolland (Ireland). Att 51,142"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}