{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2013/may/19/premier-league-2012-2013-season", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-05-19T20:58:00Z", "webTitle": "Big Daddy made usual splash but rest of the Premier League just dried up | Sean Ingle", "webUrl": "https://www.theguardian.com/football/blog/2013/may/19/premier-league-2012-2013-season", "apiUrl": "https://content.guardianapis.com/football/blog/2013/may/19/premier-league-2012-2013-season", "fields": {"headline": "Big Daddy made usual splash but rest of the Premier League just dried up", "bodyText": "As one zillion-budget sequel returns, so the credits roll on another. Hollywood's latest upchuck, Fast &amp; Furious VI, with its grunts and gloss and smack-crash-slam emptiness was dismissed by one reviewer as having a \"generic plotline\" and \"an awful lot … to meander through\" – which will sound strikingly familiar to anyone who has sat through Premier League XXI, the latest and least interesting incarnation of the series for years. True, the 21st Premier League season was fast and furious. It usually is. Along the way there were standout scenes and star turns: Manchester United's up and level then up again victory at the Etihad, the random craziness of Arsenal's 7-3 smashing of Newcastle United, Gareth Bale's 3-2 win over West Ham United. Bale, Robin van Persie and Luis Suárez were the season's best actors, while Pablo Zabaleta, David de Gea and Michu all played fine supporting roles. But what will linger longest in the memory – at least on the pitch – is the stale script and a finale that had as much tension as a torn hamstring. Even the Premier League's most exhilarating and exhausted narrative in 2012-13 – United coming from behind to take all three points, as they did on nine occasions, hardly required a spoiler alert. Those who grew up in the 1970s will remember the wrestler Big Daddy, 26st of blubber and spandex, being pinned early in a best-of-three match on ITV's World of Sport only to emerge victorious after landing his finishing move, the Big Splash, on his weaker opponent. United were this season's Big Daddy; its only big splash. Manchester City and Chelsea crumbled too early and easily. The title race was over, bar the ticker tape and trophy, in the second week of February when United went 12 points clear with 12 games remaining. The teams expected to finish in the top three did. Only Newcastle, QPR and Southampton performed significantly worse or better than the bookies' predicted last August. And only 11c times across 10 months did a top-five side lose to a team that finished in the bottom half (incidentally in 1992-93, the first year of the Premier League, it happened 22 times). Its defenders would argue that the Premier League was far from alone in being a procession. They are right: Barcelona, Juventus and Bayern Munich all topped their respective leagues from first week to last. It took until December for United to pull away. And at least Premier League XXI also provided plenty of goals. Indeed, this year's average - 2.80 goals per game - was a the replica shirt's breadth away from last year's record of 2.81 a game. Still, you have to go back to the 2005-06 season for the last time both the Premier League title and relegation places were bagged and zipped before the final day. There are other similarities too: Chelsea also had the league won by February, while Arsenal and Tottenham spent the final day duking it out for the final Champions League place. That season the Mourinho-fication of English football was at its zenith; 4-5-1 became as much a philosophy as a formation and negativity was the new orthodoxy. The average number of goals per game was 2.48, the lowest ever in the Premier League. Even a makeshift Arsenal defence featuring Philippe Senderos and Mathieu Flamini at left-back went 10 Champions League games without conceding. This was, to borrow Jorge Valdano's memorable phrase, the shit-hanging-from-a-stick era of English football. Chelsea won the league with 91 points despite losing their final two games. But at least they beat something along the way: Manchester United were emerging again to be a significant force, with both Cristiano Ronaldo and Wayne Rooney making Fifa's top 20 that year; Liverpool, the European champions, were also stronger than in previous seasons. Yet while the Premier League, supposedly the game's bread and butter, has felt as stale and processed as an old Mother's Pride loaf, the cup competitions have been genuinely thrilling and unpredictable. They, most of all, have made the 2012-13 season sing. In the Champions League, Málaga reached the quarter-finals for the first time while Borussia Dortmund's 20-something brat pack have thrilled all of Europe in reaching the final. Even the tournament's group stages had their moments with Bate Borisov thumping Bayern and Celtic outhustling Barcelona's tiki-taka months before Bayern outmuscled it. Meanwhile a genuine group of death, featuring Ajax, Real Madrid, Dortmund and Manchester City, weakened Roberto Mancini almost fatally. The domestic Cups offered an even more unexpected box of delights. Wigan's FA Cup final triumph was a warming reminder of why we started watching football in the first place. In the Capital One Cup, Arsenal beat Reading 7-5 in the silliest and most brilliant match of the domestic season before being overturned by Bradford, who also saw off Wigan and Aston Villa before losing to Swansea in the final. We are long past the stage where the Premier League offered frequent any-given-Saturday moments. The days of Nottingham Forest being promoted and winning the title in successive seasons have gone. But at least we can cling to this: the retirement of Sir Alex Ferguson and the probable return of José Mourinho provide interesting new plot developments. True, they will still be variations on a theme. But at least they will be variations."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}