{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2013/may/10/navy-jets-cant-land-hot-weather", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2013-05-09T23:05:06Z", "webTitle": "Navy carrier jets 'can't land in hot weather'", "webUrl": "https://www.theguardian.com/uk/2013/may/10/navy-jets-cant-land-hot-weather", "apiUrl": "https://content.guardianapis.com/uk/2013/may/10/navy-jets-cant-land-hot-weather", "fields": {"headline": "Navy carrier jets 'can't land in hot weather'", "bodyText": "The hi-tech jets that will be flown from the Royal Navy's two new aircraft carriers cannot land on the ships in \"hot, humid and low pressure weather conditions\", a report warns today. The version of the Joint Strike Fighter (JSF) that has been bought for the £5.5bn carriers is still in development but currently cannot land vertically – as its predecessor the Harrier jump jet could – in warm climates without jettisoning heavy payloads, the National Audit Office says. Though the Ministry of Defence insists the problem will be overcome by the time the first carrier is ready for service in 2020, it is one of a number of concerns pointed out by the NAO over a project that has been bedevilled by delays and cost increases. The spending watchdog says the early warning \"Crowsnest\" radar needed by the carriers will not be fully operational until 2022, meaning the ships will need protection from other navy vessels for two years while trials are completed. Despite the difficulties, the NAO says the MoD avoided further financial calamity last year by choosing a different version of the JSF to fly from the carriers, the biggest warships ever built for the navy. Originally the military decided it wanted the so-called \"short take off, vertical landing\" (STOVL) version of the JSF, which is being built and tested in the US. But in 2010, the MoD dumped the plan, with David Cameron arguing in the Strategic Defence and Security Review (SDSR) that another type of the fighter-bomber was much more capable and compatible with the UK's allies. The coalition changed position again in May last year, reverting back to the STOVL aircraft because the cost of refitting the carriers to accommodate the superior planes was running out of control. Today's report castigates the 2010 decision, saying it was \"based on immature data and a number of flawed assumptions\". Persevering with the refitting of the carriers would have cost £1.2bn more than the MoD had bargained for, and left the first ship, HMS Queen Elizabeth, without any aircraft until 2023 – three years after it is due to go into service. The NAO praised senior defence officials for \"acting quickly\" once the scale of the costs became clear, but said the MoD will still have to write off at least £74m as a result of its second U-turn. \"This cost could have been 10 times higher if the decision had been made after May 2012,\" the report says. The NAO warns the carrier project is still vulnerable to delays and cost overruns because the \"highest risk phases of construction and integration are yet to come\", including the laying of 2.5 million metres of cabling throughout the 65,000 tonne ship. The MoD has committed to 48 fighters in a first tranche, but tests on the jet \"are slipping\" and the early production versions of the aircraft are \"likely to have less capability than planned\", the report notes. Other hurdles must also be overcome, the NAO states, including the landing difficulties. \"The STOVL is unable to land vertically on to a carrier in hot, humid and low pressure weather conditions without having to jettison heavy loads. The department advised decision makers of this risk but stated the solution it is developing will be ready by 2020.\" Investment in the Crowsnest radar had been delayed to cut costs, but this means when the first carrier becomes operational \"some tasks could only be undertaken with additional risks,\" the report says. Philip Hammond, the defence secretary, said the NAO had vindicated his decision for a second U-turn over the joint strike fighter. \"The decision to act quickly, once more information was available, is evidence of the department's decisive efforts to keep our equipment budget in balance while delivering state of the art capability for our armed forces.\" He also insisted the delay to Crowsnest would not undermine safety because the carrier will be supported by other vessels, including Type 45 Destroyers. Margaret Hodge, chair of the public accounts committee, said the saga was a \"terrible waste of public money.\" She said: \"Decisions were based on the same wildly over-optimistic assumptions and poor understanding of costs and risks that have characterized this programme from the start.\" Jim Murphy, the shadow defence secretary, said: \"Flawed ministerial decisions have wasted millions of pounds of taxpayers' money at a time of mass service sackings and cuts to pensions and allowances.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}