{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/may/09/yaya-toure-manchester-city-fa-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-05-09T22:00:00Z", "webTitle": "Yaya Touré says Manchester City need FA Cup to maintain trophy momentum", "webUrl": "https://www.theguardian.com/football/2013/may/09/yaya-toure-manchester-city-fa-cup", "apiUrl": "https://content.guardianapis.com/football/2013/may/09/yaya-toure-manchester-city-fa-cup", "fields": {"headline": "Yaya Touré says Manchester City need FA Cup to maintain trophy momentum", "bodyText": "Yaya Touré insists it is vital Manchester City win Saturday's FA Cup final against Wigan to maintain their momentum of lifting a trophy every year he has been at the club. Following the 2011 Cup triumph and last year's title win, beating Wigan would hand City a third major honour in three years. \"It is very important to keep winning trophies and that is why I signed a new contract,\" said Touré, who is now tied to City until 2017. \"I want to be part of the history of the club. We have already started that, we have already won some trophies. I hope there is going to be more, like the Champions League and the Premier League, like the FA Cup. \"Every year is important for the club because we want this to be a big club. We let the Premier League trophy go to [Manchester] United but now we want to win this one. But it is going to be difficult because we can think Wigan will let the trophy go just because of the situation they are in now in the Premier League. For us, this will be a very important trophy.\" When City won the Cup two years ago, Touré scored the winner against United in the semi-final and against Stoke City in the final. But the 29-year-old is unconcerned who registers on Saturday , as long as City are victorious. \"It is not important if I score but that the team wins, that is the most important thing,\" said Touré. \"You enjoy it more if you score and if a striker scores a winning goal, then you should give him the trophy. That [the goal against Stoke] was for me the most important strike because we could give silverware to the club and to the fans. That was the important thing we came here to achieve. \"This is the only trophy left and we know it is going to be tough this Saturday. Wigan are a good football team with a fantastic manager [Roberto Martínez]. It is going to be tough but we are determined to achieve something for the club and for the fans. For the players it is very important.\" Wigan's defensive problems continue with the news that Ronnie Stam is out for the rest of the season with ligament damage, though at least the full-back's injury is not the broken leg the club initially feared. Martínez has an entire back-line unavailable for selection for Wembley, though he is hoping Antolín Alcaraz could be back from his muscle tear for one or both of the league games that follow the FA Cup final. Maynor Figueroa, Jean Beausejour and Iván Ramis are already ruled out until next season, and Martínez has a decision to make over goalkeeper Ali al-Habsi, who lost his place to Joel Robles with a shoulder injury but is now fully fit again. \"Joel is fully fit and I will need to assess how Ali is before making a choice,\" Martínez said. \"I won't play anyone who is not 100% whatever they bring to the side in terms of experience and ability, but I think both players could get games before the end of the season.\" The Wigan manager is looking forward to Wembley with his usual optimism, hoping the occasion boosts his players enough to take six points from their final league games against Arsenal and Aston Villa, yet he cannot help but feel the timing of the Cup final is working against his side. \"Manchester City rested eight players on Tuesday,\" he said. \"We couldn't do that because we are in the most crucial stage of our season, and we still will be after the final. If you ask me, this is not the right time. Traditionally the FA Cup final has always been the last game of the season, and that makes sense. \"This is supposed to be one of the biggest games in world football and the timing could devalue the competition. We could play our Under-21s team at Wembley and no one would be able to tell us it is the wrong decision.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}