{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2013/may/02/bayern-munich-barcelona-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-05-01T23:56:46Z", "webTitle": "Bayern Munich's beating of Barcelona will send shockwaves around Europe", "webUrl": "https://www.theguardian.com/football/blog/2013/may/02/bayern-munich-barcelona-champions-league", "apiUrl": "https://content.guardianapis.com/football/blog/2013/may/02/bayern-munich-barcelona-champions-league", "fields": {"headline": "Bayern Munich's beating of Barcelona will send shockwaves around Europe", "bodyText": "There was a moment in the second half when the Bayern players, 2-0 up on the night and on their way to a truly staggering 7-0 aggregate victory, started to pass the ball around to shouts of \"Olé, Olé, Olé\" from the travelling fans. They were, basically, taking the mickey. At Camp Nou. Against the team that has dominated world club football for the past five years. It was as if Bastian Schweinsteiger, Javi Martínez, Franck Ribéry et al were looking the Barcelona players in the eyes, saying \"now you know what it feels like, to chase and chase and chase, without ever getting close to the ball. Not that nice, is it?\" Bayern were like Barcelona at their best, only better. After the first goal, Xavi Hernández was taken off and, nine minutes later, so too was his midfield colleague Andrés Iniesta. Both looked stunned by the footballing lesson they had just been given. At the final whistle there were crestfallen Barcelona players slumped all over the pitch, yet this result will be felt way beyond Catalonia. All over Europe managers and players will have been watching; realising that a new chapter in European football was being written, thinking: \"How can we possibly compete with this?\" In some ways Bayern's display was both exhilarating and demoralising. In the north west of England Sir Alex Ferguson, if he was watching, must have done so with a sinking feeling. Manchester United have been utterly dominant domestically this season and lead the league by 14 points, yet not even Ferguson, surely, can look at his squad and think they are capable of beating this Bayern side. The United manager is likely to invest in the summer but how many world-class players would he need to sign to catch up with Bayern? Three? Four? And that is England's best club. His neighbour Roberto Mancini must have similar feelings, despite all the money at Manchester City, not to talk about Arsène Wenger at Arsenal, although they, of course, may not even make it into the Champions League next season. Over in Italy, at Juventus, another of Bayern's victims this season despite running away with the Serie A title, the manager Antonio Conte and the club's director general Giuseppe Marotta may be discussing transfer targets for all they are worth but they do not have the financial clout to compete for the top players. Ditto Internazionale and Milan. Spain's top two teams have just been eliminated by Bayern and Borussia Dortmund – who are 20 points behind the former in the Bundesliga – while, in France, Qatari-backed Paris Saint-Germain are at least a few signings and probably a few years away from threatening the very top echelon of European football. To make matters worse, there is a suspicion that Bayern will be even better next season. They have already signed the Borussia Dortmund playmaker Mario Götze for €37m (£31m) and then there is the arrival of Pep Guardiola as the new manager. Another two or three players are likely to follow, with the likelihood of them all settling in seamlessly to a squad already full of tantalising options. Just like this season's arrivals did. Bayern could have argued they were the best team in Europe last season yet they invested €40m in Martínez, €13m in Mario Mandzukic and €4.7m in Dante. So they have options in every position. When Toni Kroos, one of the best players in the Bundesliga this season, broke down with a long-time injury in early April, Thomas Müller just moved into the centre and Arjen Robben stepped up to the plate. At one stage this season, when Bayern were at their brutal best, even Dortmund's manager, Jürgen Klopp, lost his cool, comparing Bayern to the Chinese. \"Right now, it is a bit like what the Chinese do in economics or industry,\" he said. \"Watch the others and plagiarise what they do. Take the same path, only with more money and other players. And, for the moment, you will be better again.\" That is not to say that everyone else needs to give up and hand the next three Champions League titles to Bayern. There are potential problems. The club president, Uli Hoeness, may be given a jail sentence for tax evasion and who knows what cultural difficulties Guardiola may experience in Bavaria. And who knows, Dortmund may well beat Bayern at Wembley to make three Champions League final defeats in four years for the German champions. Listening to Müller though, one realised just how much Bayern want this one. \"Our will to win this trophy is extreme,\" he said. \"When you reach the final three times in four years and don't win it then you have to start thinking. We have set an example against Barcelona and just cannot stop now. You have to have respect for Dortmund, but not more than that.\" The respect, after Wednesday night's performance, is surely mutual. What a great final it promises to be."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}