{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/may/17/council-asylum-seeker-children-classed-adults", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-05-16T23:05:00Z", "webTitle": "Council wrongly classed asylum seeker children as adults", "webUrl": "https://www.theguardian.com/world/2013/may/17/council-asylum-seeker-children-classed-adults", "apiUrl": "https://content.guardianapis.com/world/2013/may/17/council-asylum-seeker-children-classed-adults", "fields": {"headline": "Council wrongly classed asylum seeker children as adults", "bodyText": "A London council has had to pay out more than £1m in costs for wrongly assessing asylum seeker children as adults. These wrong decisions have condemned some children to homelessness, prevented them from going to school and led to some being unlawfully held in adult detention centres. Croydon in south London has paid out almost £1.2m in legal costs in cases where it made the wrong decisions about age-disputed children, according to data collected via Freedom of Information in a new report from Coram Children's Legal Centre. The exact number of cases is not known but the council is thought to have been involved in hundreds of legal challenges. By law, the Home Office cannot forcibly remove under-18s who claim asylum and local authorities are obliged to support them financially so it is in the interests of both to declare as many children as possible to be adults. In some instances, children come unaccompanied in the UK to claim asylum from conflict zones such as Afghanistan, Iran and Eritrea. Croydon's legal bill is large because it is the only place in the UK where a claim for asylum can be processed once people are in the UK. A spokesman for Croydon council said that the area was \"the main UK port for unaccompanied asylum seekers\" and conceded there were \"undoubted difficulties surrounding age assessment, which are exacerbated by the legal framework\". But the Coram report, Happy Birthday? Disputing the Age of Children in the Immigration system, also looked at the practices in 22 local authorities where 697 children were age-assessed over a two-year period. Some children claimed to be as young as 12 when they arrived to claim asylum, but were disbelieved and told they were adults. One child originally designated an adult was found to be just 13 – a decision the report brands as \"irrational\". One 15-year-old Nigerian girl was trafficked to the UK as a domestic slave aged five and escaped when she was 15. Her age was disbelieved and she was told she was 29, the age on her false travel document. She was placed in adult accommodation, sexually abused and became pregnant. A court later ruled that she was 15. Last year 24 children were wrongly detained in adult immigration removal centres even though the Home Office claims to have clamped down on this unlawful practice. In the first three months of this year, nine children were detained as adults. \"The extent to which the UK Border Agency culture of disbelief appears to have crossed over into some social work departments is striking,\" the report states. One boy fled Afghanistan at the age of 15 because he believed his life was in danger from the Taliban. After he arrived in the UK he made his way to a police station and fell asleep there. He was awakened at midnight by two social workers who asked him a few questions and said they would make a decision about his age in 15 minutes. Although he told them he was 15 they decided he was over 18 and because of this incorrect assessment he spent the next three and a half months in two different adult immigration removal centres. \"The detention centres were very bad places, full of criminals and people smoking weed, I was very scared. I cried all the time,\" he said. Altogether his age was assessed four times. Each time it was concluded that he was 18 and so he was denied access to school for three years. Eventually at the age of 18 officials recognised that he was 18 and he has finally been allowed to go to college. \"They have just wasted my life since I came here,\" he said. A Home Office spokeswoman said: \"We are clear the wellbeing of children is paramount and we are working with local authorities and other partners to further improve the age assessment process. Our aim is to ensure the child's interests are safeguarded, while minimising disputes and preventing abuse of the asylum system.\" • This article was amended on 17 May 2013 to remove a name, to protect the identity of one of the young asylum seekers mentioned. The Refugee Council had told the writer of the article that the name could be used, but the charity later discovered that it should not have been used."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}