{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2013/may/12/observer-readers-editor-mixed-messages", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-05-11T23:15:01Z", "webTitle": "The readers' editor on… mixed messages | Stephen Pritchard", "webUrl": "https://www.theguardian.com/theobserver/2013/may/12/observer-readers-editor-mixed-messages", "apiUrl": "https://content.guardianapis.com/theobserver/2013/may/12/observer-readers-editor-mixed-messages", "fields": {"headline": "The readers' editor on… mixed messages", "bodyText": "Inconsistency irritates readers. They buy a paper because they like what it stands for; they identify with its values and aspirations and feel affronted when it apparently falls short of those perceived ideals. Quite often, it's simply a question of juxtaposition; a picture or a piece strikes a jarring note in an otherwise harmonious run of pages. It's interesting that protests almost always come from those who read in print, rather than online. Getting the \"mix\" right is everything in print, whereas editing the same material online, where connections between items are less obvious, is an altogether different art. An issue of the Observer Magazine appeared last month with two typically thoughtful \"bookends\": Eva Wiseman's opener on laddish culture in universities and a closing piece, by Mariella Frostrup, on the ubiquity of pornography. \"Great, intelligent, thought-provoking writing about women and the way society views them,\" as one appreciative reader wrote. But, as another remarked: \"My old 70s feminist dungarees are going to take a bit of untwisting.\" The reason? \"I turn over to page 9 for 'The Lust List: things we fancy this week' and we are offered a T-shirt [depicting a variety of garden birds] with 'Great British Tits' spread across its chest, and your tag line 'T-shirt titillation'. Come on, Magazine editorial staff, get your comic ironies and your serious ideologies sorted out.\" In her piece on laddish culture, Wiseman wrote: \"It's less the stories of overt harassment and abuse that are upsetting and that appear to be the overwhelming problem in universities, but more the fast undertow of disdain – of women, of difference, and of education itself. The stories, particularly, of female students being silenced in class, told to 'calm down'.\" Praising Wiseman's piece, a reader added: \"This isn't solely limited to universities – women in many working and social environments have to put up with comments and 'jokes' at the risk of being jeered at as lacking in a sense of humour if they object.\" Referring to the T-shirt, she asked: \"Has the Observer joined the lads? Please don't say the vulgarity is in my mind – it's absolutely clear what is meant by this double entendre. Indeed, Mariella Frostrup makes reference to pornography being all around us and in particular to a billboard advertising an energy drink named 'Pussy'. The Lust List frequently irritates me for essentially advertising products that are way beyond the means of most of your readers, but I am angry that my preferred Sunday paper should sink to promoting such a tawdry item as this T-shirt.\" But Wiseman doesn't see it like that. In addition to writing her column, she edits parts of the magazine, including the Lust List. \"This is quite specific, this lad culture problem – women being silenced, rape jokes being normalised – and while there have been recent stories about shocking T-shirt designs, I didn't see this T-shirt, featuring the oldest dad joke I know, as one that might cause offence. I see it as a gentle joke that, when printed on a T-shirt, has a very different meaning from when it's shouted in the street.\" In her piece, Frostrup wrote: \"Once upon a time I thought the feminists of the 1970s were a pretty humourless lot, but increasingly I'm missing their strident voices as we continue to tolerate the status quo – the sexual objectification of half of the population while brainwashing the other half to be so primitively programmed they fail to understand the boundaries of mutual respect.\" To which a reader replied: \"If Mariella wonders why we 1970's feminists were a pretty humourless lot, it could be that we knew nobody was listening then, and they aren't now.\" So, what can we learn from this? Undoubtedly, what some see as a gentle joke, others see as an affront to feminine dignity that they don't expect to see in a newspaper that respects women. I tend to agree with the reader who, after wryly suggesting that the T-shirt was unlikely to have been commissioned by the RSPB, complained: \"How many mixed messages can you get in one publication?\" reader@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}