{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/may/01/hugh-muir-diary-health-and-safety", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-05-01T22:00:12Z", "webTitle": "Hugh Muir's diary: Who chose the employee rep on the Health and Safety Executive? Ministers, obviously", "webUrl": "https://www.theguardian.com/politics/2013/may/01/hugh-muir-diary-health-and-safety", "apiUrl": "https://content.guardianapis.com/politics/2013/may/01/hugh-muir-diary-health-and-safety", "fields": {"headline": "Diary: Who chose the employee rep on the Health and Safety Executive? Ministers, obviously", "bodyText": "• Few things irritate ministers and their allies in the press more than elf 'n' safety. Makes them shake their fists. And the whingeing keeps them cheerful. Elf 'n' safety's a problem that must be addressed, they will tell you, and it is in that light that one might view the recent changes on the board of the Health and Safety Executive. All a bit strange. Representing the public interest is George Brechin, a former NHS executive, who got the nod from government above other nominated candidates with obvious expertise. To the surprise of safety campaigners, two of the most admired in their field were not even shortlisted. And then there is the \"employee interests\" representative. A key appointment if ever there was one, and no surprise that, as is traditional, the TUC sent ministers its nomination. But ministers knew better. So now the employee interests man is Jonathan Baume, the former head of the top civil servants union, the First Division Association, who retired last year. Union types are cross. It could have been worse. Norman Tebbit was in a union once: it could have been him. • To the polls in much of England, with Ukip riding high and set fair to pick up a clutch of council seats. There's still some surprise at the speed at which the party has captured the imagination of disgruntled Tories. But not too much surprise among old Labour hands that Liz Shore, a former senior Whitehall official and the 85-year-old widow of Wilson-era cabinet minister Peter Shore, is standing for Ukip in Cornwall. As is her daughter, Tacy, and son-in-law, Bob. As a leadership contestant against Neil Kinnock in 1983, Peter Shore amassed leftwing cred for being anti-European. And that he most certainly was. Someone once said he was so patriotic that he opposed soil erosion. • A waspish account in the Radio Times from the BBC's Boris Johnson mauler-in-chief, Eddie Mair, of life in the open-plan news hub at Broadcasting House. For the first time, toilers on most of the BBC's flagship programmes work cheek by jowl. Meanwhile, behind glass and overlooking the engine room, TV bulletins go out live. Mair and fellow presenter Martha Kearney see the advantages. \"With proper timing, you can 'moon' the weather presenter during the News at Six (though Martha has been told to stop doing this),\" he says. Everywhere is now accessible, but still, he observes, staffers tend to stick to the sections and floors allocated to them. \"I'm only ever invited to the fourth floor when someone from management wants to make me feel like a worthless piece of trash,\" he says. • Insult to injury, for initially yesterday we migrated the brave warriors of Woodford United FC in Northants (played 42, won 0, drew 0, lost 42, scored 21, 185 goals conceded) to Essex. Eighty four spectators watched the team lose the last game of the season, and most of them got in touch via email. A team called Woodford Town FC did play in Essex for 66 years until in 2003. Woodford, in that case, refers to the suburb east of London once represented by Winston Churchill. The other one, Woodford United, was established in 1946, and takes its name from Woodford Halse, a village 6.5 miles south of Daventry. Don't you know anything was the gist. But then we understand the annoyance, for this has been a difficult time for the stalwarts of Woodford United. In last game, their hopes were dashed most cruelly. \"They were heading for their first victory (and first points) until two goals in the last 15 minutes scuppered their chances,\" reports non-league observer Rob Harrington. Unforgivable of us to intrude on obvious grief. • Finally, what a time they'll have as the Kuwaiti Investment Office celebrates 60 years in the City of London with a glittering bash in Guildhall. A stellar guest list is expected. We know that's the case because they sent the whole thing out by mistake. Invites to Nick Clegg, Michael Gove, David Blunkett, Yvette Cooper, Ken Clarke, Voldemort Lansley and George Osborne. Even Michael Fabricant gets a mention. Our favourite: referencing the honourable member for Worthing West. Arise \"Sir Bottomley\". Twitter: @hugh_muir"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}