{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/may/14/labour-voters-poor-study-solidarity", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-05-13T23:01:00Z", "webTitle": "Labour voters increasingly turning against the poor, study says", "webUrl": "https://www.theguardian.com/politics/2013/may/14/labour-voters-poor-study-solidarity", "apiUrl": "https://content.guardianapis.com/politics/2013/may/14/labour-voters-poor-study-solidarity", "fields": {"headline": "Labour voters increasingly turning against the poor, study says", "bodyText": "Labour party supporters increasingly believe that welfare recipients are undeserving and that the welfare state encourages dependence, with a noticeable share saying that poverty is caused by a personal failing rather than a problem with society, a landmark study reveals. A report for the Joseph Rowntree Foundation examined the links between public attitudes to poverty, welfare and the state of the economy using data collected as part of the British Social Attitudes survey. It found that the traditional view that the poor were seen sympathetically during recessions has disappeared, with support for welfare \"largely confined (to) recipients of unemployment benefits\". The report says there is a \"general trend\" where the public accepts that individual characteristics rather than societal issues cause poverty. Most striking was that this change over the past 30 years can be put down to the shifting opinions of Labour voters. Just 27% of the country's leading left-wing party voters cite social injustice as the main cause of poverty, down from 41% during the height of Thatcherism back in 1986. During the same time Labour supporters blaming the individual rose from 13% to 22%. What the foundation seems to pinpoint is a major cultural shift. Almost half of Labour supporters – 47% – surveyed in 2011 said if benefits were not as generous, people would learn to stand on their own feet, up from 17% in 1987. Labour supporters also increasingly think that welfare recipients are undeserving – from 21% in 1987 to 31% in 2011. While the debates around welfare have shifted to the right, Labour supporters moved in greater numbers than those in other parties – with left-wing voters stressing personal agency and individual responsibility. However, there was marked public support for tackling child poverty – a key issue identified by the last Labour administration. In 2009, 82% viewed reducing child poverty as \"very important\", with almost three-quarters (74%) saying this is a task for government. Julia Unwin, Chief Executive of the foundation, said: \"The stark findings of this report highlight the increasingly tough stance people are taking against people in poverty. We appear to be tough on those experiencing poverty, but not tough on its causes. \"Reductions in pensioner and child poverty over the past 20 years show hardship is not inevitable. But the debate must go beyond a fixation with welfare and benefits tinkering – without jobs with proper wages and affordable housing and childcare, progress will hit the buffers. Charities demanded that policymakers must take into account the effect of a stagnating economy on the poor, rather than just following poll data. Will Higham, Save the Children UK Director, said: \"Despite public attitudes seeming to harden in the past few years towards welfare the public are very clear that they want to see the government cut child poverty. Sixty percent of children growing up in poverty have at least one parent working. \"Despite this, many families still struggle to afford basics with many children going without decent food, clothes and a warm home. Times are very tough right now for the poorest families and they need real tangible solutions such as a living wage if they are to escape poverty and the stigma that comes with it.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}