{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2013/may/14/motorway-service-stations-fuel-prices", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2013-05-13T23:01:00Z", "webTitle": "Motorway service stations may face new rules on displaying fuel prices", "webUrl": "https://www.theguardian.com/money/2013/may/14/motorway-service-stations-fuel-prices", "apiUrl": "https://content.guardianapis.com/money/2013/may/14/motorway-service-stations-fuel-prices", "fields": {"headline": "Motorway service stations may face new rules on displaying fuel prices", "bodyText": "Motorway service stations may be forced to advertise the price of petrol sold by rival companies on roadside hoardings as the government moves to bring down the cost of fuel by introducing a French-style system of transparency. David Cameron has ordered his new Downing Street policy unit to examine options to allow Britain to follow the example of French autoroutes, where service stations have to advertise the price of petrol at subsequent stations. The prime minister, who has asked the head of the new No 10 policy unit, Jo Johnson, to prioritise cost-of-living issues, has asked him to examine a recent OFT report on motorway fuel prices. The report, highlighted by George Osborne in his budget this year, said that petrol bought on motorways is on average 7.5p a litre more expensive than fuel bought elsewhere. Motorway diesel is 8p more expensive. The policy unit is examining three options in which motorway service stations would: • Advertise the price of their petrol on their motorway signposts. At the moment motorists only learn the cost of petrol once they have pulled off the motorway and see the prices displayed by the forecourt. • Add the price of petrol for subsequent service stations to existing Highways Agency signposts. • Follow the French example and require motorway service stations to advertise the price of petrol for subsequent outlets even if they are run by different companies. A No 10 source said: \"The prime minister has asked the policy unit to prioritise cost-of-living issues. This is one area where we believe transparency can drive down prices and give motorists a better deal. \"The problem on the motorway is that fuel prices are only ever advertised on the forecourt. That is the legal requirement. But by the time you have pulled off the motorway and stopped it is often more trouble than it is worth to go onto the next service station in particular as you have no idea whether it will be any cheaper.\" The prime minister's decision to ask his policy unit to focus on cost-of-living issues shows Cameron has heeded the advice of his pollsters and his general election campaign director, Lynton Crosby. They have said that Downing Street must provide tangible proof that it is focusing on the rising cost of living, which has been blamed for voters' disaffection with the main parties. The OFT report said higher fuel prices may be caused by the higher costs of running motorway forecourts. But it added: \"Motorway prices may also be higher because consumers are less likely to shop around. Drivers who buy fuel on the motorway may have little choice but to pay a higher price if they are running low on fuel and most drivers are unlikely to want to leave the motorway to search for cheaper fuel. The fact that drivers are not able to view prices until they have pulled into the service station makes it particularly difficult for drivers to decide where to buy.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}