{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2013/may/17/gruppetto-24-hours-giro-ditalia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-05-16T23:37:28Z", "webTitle": "The Gruppetto: 24 hours at the Giro d'Italia | James Callow", "webUrl": "https://www.theguardian.com/sport/blog/2013/may/17/gruppetto-24-hours-giro-ditalia", "apiUrl": "https://content.guardianapis.com/sport/blog/2013/may/17/gruppetto-24-hours-giro-ditalia", "fields": {"headline": "The Gruppetto: 24 hours at the Giro d'Italia", "bodyText": "Welcome to the latest edition of the Gruppetto, your daily blogpost on the Giro d'Italia, reflecting on the previous stages and looking ahead to stage 13. Do get involved below the line, or email me at james.callow@guardian.co.uk. You can find all the Gruppettos in one place, right here. Yesterday once more Stage 12 to Tarvisio was marked by two Britons and their contrasting fortunes: the waxing Mark Cavendish, who sprinted to his third victory of this Giro and the 100th of his career, and the waning Sir Bradley Wiggins, who is very much a knight to forget for the time being. Wiggins was dropped by the peloton as it strained to catch five breakaways and finished 3min 17sec back, his Giro ambitions in tatters. Cavendish brought up his century in style, his Omega Pharma-QuickStep team catching the breakaway with 500m remaining, before delivering the Manxman to within easy distance of victory. All his main rivals were in attendance but they could not stop Cavendish winning at what looked suspiciously like a canter. Française des Jeux's Nacer Bouhanni finished second, before withdrawing from the race citing fatigue, and Luka Mezgec of Argos-Shimano was third. Meanwhile the increasingly tranquillo Vincenzo Nibali will wear the maglia rosa for a fifth day. Good day Gert Steegmans Ten days ago the Belgian and the other links in Cavendish's sprint train were attracting unwanted attention for their inability to tee up victory for their team leader. As it happened he won the first stage all on his own after Steegmans slipped a gear, but Omega Pharma-Quickstep more than played their part in Cavendish's two subsequent wins, and can boast a 100% record on flat stages in a race that offers few opportunities to sprinters. Steegmans has two Tour de France stage victories in a distinguished career as a fast-man in his own right but Cavendish's greatness is so assured that, if the pair can form a lasting partnership, Steegmans may too go down in the sport's folklore. Bad day And quite possibly the end of days for Sir Bradley Wiggins in this race. He had come to the Giro among the favourites, the arguments against him overpowering Nibali easy to offset against the strength in depth of his Sky team. Sadly the Briton has cut an awkward figure among rivals who are sensitive to any weaknesses and eager to exploit them. He was hapless when descending, frayed and fretful on the flat and capable only of clinging on when climbing. He rallied to great effect in the second half of the individual time trial but the damage had already been done. Wiggins deserves some sympathy after the hand he has been dealt, with illness and the loss of, as David Millar put it, his \"descending mojo\", both of which can strike at cyclists through no fault of their own. But whether or not he signs on for Friday's stage, the course of this season, and quite possibly the remainder of his career, could have been changed forever. Team Sky may have put their weight behind Chris Froome for this year's Tour de France but Wiggins never was likely to go there simply to fetch bottles. Now there must be doubts that he will be at next month's Grand Départ in Corsica at all. And what then? He may have rediscovered his best form by the start of the Vuelta a España in August but that would leave Wiggins on a collision course with Richie Porte, who had been expected to be given his head as a team leader by Sky and is in the form of his life. By then Froome could have won the Tour de France, Rigoberto Urán may have a grand tour podium finish to his name; Sky may have more leaders than they care to handle. Musings on big pink • Jersey boys One imagines that Declan Quigley has close to a million scripted questions to throw at Sean Kelly during the quieter moments of the Giro d'Italia. But one which probably needs answering is this: do teams really come to the Giro with classification leader jerseys to fit every rider? Team Sky had a branded one ready for Salvatore Puccio within minutes of the young Italian unexpectedly earning a day in pink, and in a race that awards five jerseys on any given day, how many permutations must a kit man carry? Congratulations all round, then. So why, when so much effort has been put in to keep sponsors' logos visible, do the gilets and raincoats doled out on rainy days render riders and even entire teams indistinguishable from the rest of the peloton? • Beware of the badger and other soubriquets A long, long time ago, a callow sports reporter learned the dangers of printing a sportsperson's nickname. He should surely have asked why a Thatcham Town player was known to his team-mates as \"Tripod\". On Wednesday we learned how the Garmin-Sharp rider and stage 11 winner Ramunas Navardauskas bore the soubriquet \"the Honey Badger\". One Gruppetto reader: Paul Mason seems worried: \"Honey badger, famously myopic, bad-tempered and vicious killer? Or honey bear, a rather more approachable animal? I thought Navardauskas was meant to be a nice chap. Maybe it's ironic.\" Friday's racing At 254km stage 13 is the longest of this year's Giro and remains flat for the first 190km, with the peloton passing through the home town of the great Fausto Coppi on its way. A breakaway is likely to form but the sprinters' teams will want to haul it in before the only categorised climb with 45km to go. At 10km the category 3 ascent to Tre Cuni is long and steep enough to keep the sprinters on their toes. The remaining 35km promises to be an intriguing argument between the sprint trains and individual strong men who try to pull away on an undulating parcours. Bookies' favourites Quick, take a look at Cavendish to win stage 13 at 18-1 with SportingLife before someone tells them this is a stage which could be decided by a bunch sprint. Live coverage • Join us on Friday afternoon for our rolling blog on stage 13. • You can also visit our Giro d'Italia front, to bone up on the race schedule, tactics and check out other splendid two-wheel resources. • Television coverage can be found on Eurosport, with nightly stage highlights on Sky Sports."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}