{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/may/02/tax-haven-strategy-george-osborne", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-05-01T23:01:01Z", "webTitle": "George Osborne claims progress in tax haven plan", "webUrl": "https://www.theguardian.com/politics/2013/may/02/tax-haven-strategy-george-osborne", "apiUrl": "https://content.guardianapis.com/politics/2013/may/02/tax-haven-strategy-george-osborne", "fields": {"headline": "George Osborne claims progress in tax haven plan", "bodyText": "George Osborne claims to have won a significant victory in his campaign to open up secretive British tax havens by revealing that all British overseas territories with significant financial centres have signed up to the government's strategy on global tax transparency. In a statement, the Treasury said that Anguilla, Bermuda, the British Virgin Islands, Montserrat and the Turks and Caicos Islands have agreed to much greater levels of transparency of bank accounts held in those jurisdictions, following on from a similar agreement signed by the Cayman Islands. They have agreed to automatically share information bilaterally with the UK and multilaterally within the G5, made up of Britain, France, Germany, Italy and Spain. Under this agreement, much greater levels of information about bank accounts will be exchanged on a multilateral basis as part of a move towards a new global standard. Osborne hailed the agreement as \"a significant step forward\" in the fight against tax evasion and illicit finance, one of the chief themes of the UK's chairmanship of the forthcoming G8 meeting, which is being held in Northern Ireland in June. The chancellor has been working closely with the Organisation for Economic Co-operation and Development to try to develop clearer tax transparency rules, and the agreements highlighted by the Treasury will be closely studied to see how effective they will prove in reality. Guardian investigations have shown the extent to which offshore territories have been used by wealthy individuals and firms to keep financial activities secret. A leak of 2m emails demonstrated that a British businessman jailed for contempt for concealing assets from his ex-wife, Francois Hollande's campaign treasurer and Mongolia's former finance minister were amongst those with accounts in the BVI. Rosie Sharpe of Global Witness, which has been campaigning strongly on the issue of offshore tax havens, welcomed the government's announcement.She said that the campaign group wanted to study the details, adding: \"Automatic exchange of information is the key to making this work. It also needs to be multi-lateral, not just a case of information going from Overseas Territories to the UK. In other words, it needs to be shared with other countries and information from them needs to be coming back to the UK as well.\" It will mean that the UK, and other countries involved in the pilot, will be automatically provided with much greater levels of information about bank accounts held by their taxpayers in these jurisdictions, including names, addresses, dates of birth, account numbers, account balances and details of payments made into accounts. This also includes information on certain accounts held by entities, such as trusts. The chancellor's announcement comes the day after Google was told it would be summoned back to parliament to restate its tax position following an investigation by Reuters into its advertising sales practices. The company told MPs last year that it was not liable to pay tax on the money it makes from UK advertisers because, while the bulk of its marketing staff are based in London, those negotiating and closing the deals are based in tax-sheltered Dublin. Evidence gathered by Reuters – from Google's own website, interviews with clients and former staff, and descriptions of their own jobs by Google staff on recruitment site LinkedIn – appear to show that the search group employs a fully fledged UK ad sales team. Margaret Hodge, chair of the public accounts committee, which questioned Google in November, said she wanted to put new questions to its executives and its auditor, Ernst &amp; Young. \"We will need to very quickly call back the Google executives to give them a chance to explain themselves and to ensure that actually what they told us first time around is not being economical with the truth,\" said Hodge. Google employs \"a couple of hundred\" staff at its European headquarters in Dublin whose job it was to sell to UK clients, but 700 in marketing and sales in the UK. Google's own website was found to be recruiting London-based staff whose duties would include \"negotiating deals\", closing \"strategic and revenue deals\" and achieving \"quarterly sales quotas\". A spokesman for Google said Brittin denied firmly he had misled Parliament and stated that London staff were employed as \"digital consultants\", while only those based in Dublin handled sales contracts. He added: \"Our advertisements for UK staff sometimes refer to sales skills, and many of the roles include sales in the title as we are seeking to attract people with those skills and that background. We accept that the wording of some adverts may have been confusing and we are working to make it clearer. As we have said many times, we comply with all the tax rules in the UK and in every other country in which we operate.\" From 2006 to 2011, Google generated $18bn (£11.5bn) in revenues from the UK, according to statutory filings, and paid just $16m in taxes.\"It is strange given their vast profit how little tax Google are paying,\" said tax expert Prem Sikka, professor of accounting at the University of Essex. \"They are exploiting legal ambiguities. Tax should be paid on where the profits are made. If it's UK ads, the tax should be paid here.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}