{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2013/may/14/british-troops-longer-tours-afghanistan", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2013-05-13T23:02:00Z", "webTitle": "British troops face longer tours in Afghanistan", "webUrl": "https://www.theguardian.com/uk/2013/may/14/british-troops-longer-tours-afghanistan", "apiUrl": "https://content.guardianapis.com/uk/2013/may/14/british-troops-longer-tours-afghanistan", "fields": {"headline": "British troops face longer tours in Afghanistan", "bodyText": "Up to 3,500 British troops will have their tours in Helmand province extended by nearly half as part of the UK's plans to hand over security to Afghan forces and end all combat operations next year, ministers will announce on Tuesday. The move will help cut costs for the Ministry of Defence, but military commanders insist money is not the issue and that an increase in tour lengths is necessary to ensure a smooth transition during a critical period next year. The details will be set out in a ministerial statement following months of talks about how best the UK can make an orderly withdrawal from Afghanistan over the next 18 months. Every brigade that has served there over the past 12 years has spent around six months in Afghanistan. But thousands of troops heading out this autumn are likely to stay eight months. Some of the troops heading out next spring will remain for up to nine months, though they will be in support rather than combat roles. The change has been urged on the British for years by the US, which commits to year-long tours in Afghanistan. It has complained about the lack of continuity provided by the UK and other leading Nato countries which rotate every six months. The MoD will say the extension is likely to affect 2,200 to 3,500 military personnel who are preparing for tours in Afghanistan later this year and next. Though senior officers acknowledge it will be unpopular among troops and their families, they say it is the right thing to do in the circumstances. \"This will help to align what we are doing with Afghan forces as they take over security of the country and ensure we are not changing brigades during next year's presidential election,\" said a source. \"The changes are unique to the circumstances of withdrawing from Afghanistan and do not represent new military doctrine. It makes sense to have this continuity as we end combat operations and support and mentor the Afghans.\" Commanders also argue the move will minimise the number of military personnel who have to deploy to Afghanistan over the next 18 months by removing the need to train and deploy an extra brigade. Another MoD source added: \"This decision is based on clear military advice to provide continuity in key posts as we transition to Afghan control. It's the most effective way of meeting our commitment to the Afghans until the end of 2014, at the same time as minimising the number of personnel who deploy on operations. During this time troops will predominantly be based behind the wire in Camp Bastion carrying out redeployment tasks and training work.\" The UK has 7,900 troops in the country, set to fall to 5,200 by the end of the year. The latest announcement comes amid renewed scrutiny of the MoD's budget, with a report warning that its ambitious plans for spending billions of pounds on new equipment could be \"unaffordable\". The plans depend on the government honouring a commitment to increase spending on equipment by 1% from 2015, and on existing programmes coming in on time and on budget. MPs on the public accounts committee also raised concern about the £2bn cost of the withdrawal from Afghanistan, and where this money would come from. MPs praised the MoD for the progress it had made over the last two years bringing costs under control, but it said the department still \"took an overoptimistic approach to risk\", and doesn't have the systems to ensure projects are coming in on schedule. \"Without this data, it is difficult to understand why the department is so confident it can manage its budget\", the parliamentary watchdog said. MPs said the MoD's lack of transparency meant they \"cannot yet have confidence\" the military's £160bn equipment plan is affordable. The report highlighted the problems with the new Falcon communications system, which was developed for use in Afghanistan, but has fallen so far behind schedule, it won't be ready before UK forces leave at the end of next year. In evidence to MPs, Bernard Gray, the MoD's senior civil servant responsible for military equipment, said the manufacturers only \"confessed to having a problem\" one month before the end of 60-month project. \"This is a project where it has definitely gone wrong ... it is nothing to do with me,\" Gray told MPs. \"The MoD was pressing and nagging those companies and they were denying they had a problem.\" Margaret Hodge, chair of the PAC, said: \"The Ministry of Defence has made a good start in trying to get to grips with its budget but its deep-seated problems cannot be solved overnight, and we do not yet have confidence that its Equipment Plan is affordable. The MoD insisted its programme had been properly costed and said money for the withdrawal from Afghanistan would come from the Treasury reserve. \"The PAC is right to acknowledge that it will take time to undo the consequences of years of over-promising and financial mismanagement by the last administration. We've already balanced the budget and are pressing ahead with plans to radically reform the way the MoD procures equipment for our armed forces.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}