{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/may/12/resilience-crucial-to-success", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-05-11T23:06:38Z", "webTitle": "Reshma Begum's resilience offers a vital lesson to us all | Yvonne Roberts", "webUrl": "https://www.theguardian.com/commentisfree/2013/may/12/resilience-crucial-to-success", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/may/12/resilience-crucial-to-success", "fields": {"headline": "Reshma Begum's resilience offers a vital lesson to us all", "bodyText": "Reshma Begum is the Dhaka seamstress, aged 19, miraculously pulled from the ruins of the collapsed Rana Plaza factory. She had spent 17 days in an exceedingly hot basement surrounded by rotting bodies, living on dry food and rationed water, hearing her potential rescuers come – and go. Army officer Shah Jamal, who helped in her rescue, said: \"Her will to live is amazing.\" The ingredients that fuelled Reshma's personal fortitude are, as yet, unknown but a common characteristic of extraordinary tales of survival is often an individual's personal resilience, her store of \"ordinary magic\". Once thought to be innate, \"the right stuff\", it is in the gift of everyone. Motivation and grit, a passion for long-term goals, that means an individual stays the course, regardless of setbacks – these capabilities not only save lives, they can also propel people to places out of reach of those with greater intellectual capacity but far less drive. The career of Alan Johnson is a case in point. His acclaimed autobiography, This Boy, is a tribute to the resilience of his mother, Lily, and his sister, Linda, who he says in the book's dedication \"kept me safe\". They also clearly taught him how to bounce back. Johnson, 62, grew up in two rooms of a condemned house with no bathroom or electricity, and with a violent father. When Lily died, aged 42, Linda, 16, training to be a nursery nurse, fought off social services to care for her 13-year-old brother herself, acquiring a new council flat in the process. Johnson left grammar school at 15, had a wife and three children by the age of 20, worked as a postman, and rose to become shadow chancellor of the exchequer. As a teenager, he tried to write left-handed. \"If I was going to make a living out of writing,\" he explains in This Boy. \"I would need to be ambidextrous in case I broke my right arm.\" That is motivation. Grit, resilience and motivation are fostered in deprived conditions and in highly materialistic societies. However, these capabilities, beyond price, have been seriously marginalised by celebrity culture and the lure of \"overnight\" success and the growth of a distorted sense of self-esteem: \"I am special so the world will come to me.\" On that basis, Johnson would still be a postie. Feeling good has taken over from doing well. Overprotective parents praise the child instead of their effort. Consequently, the slightest setback is seen not as an opportunity but as a hammer blow. Last week, Time magazine examined the rise of the \"me, me, me generation\". Narcissism fuelled by social media and very public private lives has escalated among young Americans. In one study 40% said they believed they should be promoted every two years regardless of performance. A teacher, David McCullough, advises his students: \"Climb the mountain so you can see the world, not so the world can see you.\" Popular culture, parents and carers and education have a big role to play in fostering ordinary magic. Humpty Dumpty may fall to pieces but what counts is how quickly he puts himself together again. Franklin D Roosevelt said: \"We cannot always build the future for our youth, but we can build our youth for the future.\" The question is, are we doing that?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}