{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2013/may/06/royal-mail-sale-sign-of-tory-desperation", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-05-05T23:02:00Z", "webTitle": "Royal mail sale is sign of Conservatives' desperation, says Labour", "webUrl": "https://www.theguardian.com/uk/2013/may/06/royal-mail-sale-sign-of-tory-desperation", "apiUrl": "https://content.guardianapis.com/uk/2013/may/06/royal-mail-sale-sign-of-tory-desperation", "fields": {"headline": "Royal Mail sale is sign of Conservatives' desperation, says Labour", "bodyText": "Labour has accused the government of desperately pushing ahead with the £3bn \"fire sale\" of Royal Mail in order to \"raise funds to cover the gaping hole in George Osborne's failed economic plan\". Chuka Umunna, the shadow business secretary, said there was a \"distinct whiff of desperation\" surrounding the privatisation of the world's oldest postal service. He accused the government of rushing into a saleout of a desire to quickly reduce a £245bn overshoot in government borrowing. He warned that a rushed sell-off could lead to \"sub-standard services and people being ripped-off\". \"This timing of this privatisation has the distinct whiff of desperation from a government that has borrowed £245bn more than it planned and is eager to dig itself out of that hole at any price,\" he said. \"Ultimately it is the taxpayer who will lose out.\" A spokesman for the Department for Business, Innovation and Skills (BIS) said: \"As business minister Michael Fallon said last week, the decision will not be based on ideology. It will be a practical, logical and commercial decision. Royal Mail will only be sold if it gets maximum value for the taxpayer.\"Fallon has said that unless Royal Mail passed into private hands, it would not be able to access equity markets, without which \"every £1 it borrows is another £1 on the national debt\". He said at least 10% of the shares would be allocated to Royal Mail employees, but refused to say whether staff would get free shares or have to buy them at a discount. The flotation, which the government hopes to get away before April 2014, will be the largest employee share scheme since the privatisation of British Gas 26 years ago. About 140,000 staff are expected to each collect shares worth about £1,500 on average. However, Labour questioned why \"just 10%\" of the shares in the initial public offering are earmarked for Royal Mail employees. The Communication Workers Union (CWU) said postal workers would not \"sell their soul\" for a 10% stake in the company. Billy Hayes, general secretary of the CWU, said: \"We don't want our prize assets to be flogged at bargain basement prices just to cover up George Osborne's mess. \"Privatisation is an old-fashioned idea from Thatcher's era. We'd like to see a little more imagination and positivity when it comes to our postal service. We firmly believe it can and should continue to flourish in full public ownership.\" Umunna also warned that privatisation risks undermining the universal service obligation ensuring mail delivery six days a week to villages as well as cities at the same prices. Fallon has already promised that \"Royal Mail will remain the UK's designated universal postal service provider and must continue to provide a six-day-a-week service throughout the UK\". There was also renewed speculation over the weekend that the government is preparing to sell off the student loan book. It is to test the water with the sale of a £900m tranche of loans announced in March and is considering a wholesale privatisation, said the Sunday Times. The Student Loans Company, which administers about £5.5bn of state loans a year, is part of the BIS. The department's 2011 annual report showed £28bn of loans are outstanding, but it is suggested the total is likely to rise to near £40bn because of the increase in tuition fees. A sale might be difficult due the sensitivities of a new owner cracking down on graduates to repay loans. The department declined to comment. The government is also understood to be preparing for the sale of the taxpayer's stakes in Royal Bank of Scotland (RBS) next year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}