{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/may/29/the-knowledge-sepp-blatter-playing", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-05-28T23:06:00Z", "webTitle": "How good was Sepp Blatter as a footballer? | The Knowledge", "webUrl": "https://www.theguardian.com/football/2013/may/29/the-knowledge-sepp-blatter-playing", "apiUrl": "https://content.guardianapis.com/football/2013/may/29/the-knowledge-sepp-blatter-playing", "fields": {"headline": "How good was Sepp Blatter as a footballer?", "bodyText": "\"Did the great and the good of football officialdom (OK, Sepp Blatter) actually ever play the game professionally?\" asked Andy Burrows in 2007. Not professionally Andy, but you will be thrilled to know that football's biggest cheese did play as a striker at an amateur level for a number of years in Switzerland. Indeed, according to Fifa's official website, Blatter's career spanned a whopping 23 years from 1948 (this is presumably including youth football as he would have been 12 at that time) to 1971 – most, if not all of which was spent with his hometown side FC Visp. \"I scored a lot of goals,\" boasted Blatter to interviewers from CNN as they filmed a television documentary about him in 2006. \"That's not a false modesty – it's really true, especially at the youth level.\" We'd be inclined not to believe him about this, or the story about splitting a pair of boots (\"I took the left, he took the right\") with a friend for his first ever game, but since he did own up to diving (\"I was not a perfect player, I have to say, being a striker\") and having a go at referees during his playing days in the same interview, we're prepared to give him the benefit of the doubt. WINNING 24-0 FROM THE BOTTOM OF THE TABLE \"What's the worst defeat suffered by a team leading its league?\" wondered Jonathan Wood in 2006. \"And the biggest win by a team at the bottom of the table?\" We had lots of great responses to both parts of this question, but they were all blown emphatically out of the water by Simon Lindberg, who recalled his team Ekero IK thumping IFK Vaxholm 24-0 on the last day of the season, despite having already finished last in Sweden's fourth division. \"Vaxholm were also near the bottom, but could no longer get relegated,\" recalled Simon. \"Their B team needed a win to secure promotion in the reserves league, so they sent their A team to that game and their B team and youth players to play Ekero. We didn't even realise until we were 3-0 up after five minutes. For the first time that I know of, both the big Stockholm newspapers had articles about Ekero.\" But there have been a few impressive showings by rock-bottom teams domestically too, with Iain McCluskey pointing out that Newcastle brought up the rear of the Premiership when Bobby Robson took over in September 1999. Having previously failed to register a win in an admittedly young season, the Toon promptly thrashed Sheffield Wednesday 8-0 at St James' Park. Possibly more impressive was Sunderland's run of wins in early 1977, as Darren Beach suggested. After finding themselves adrift at the foot of the First Division table with only two league wins by late February, they suddenly exploded with three successive big home wins – beating Middlesbrough 4-0, West Brom 6-1 and West Ham 6-0. They eventually finished the season with 11 wins, but still fell one point short of survival. As for top-placed sides taking a tonking, Norwich's 7-1 defeat at Blackburn in October 1992 was pretty bad, but not the worst. Back in 1939, league leaders Everton capitulated 7-0 to Wolves. \"It was the only game legendary keeper Ted Sagar missed that season,\" beamed Gavin Buckland. \"His replacement Harry Morton later reflected: 'Ted must have known something getting out of that one.'\" THE LONG-LOST AUTO WINDSCREENS SHIELD – FOUND! \"What happened to the actual Auto Windscreens Shield?\" wrote Alex Green in 2011. \"As in the shield/trophy thing itself. It's not used any more so is it still with the last winners?\" Unfortunately for Grimsby fans it is not. The final resting place of, let's be honest, one of the ugliest trophies in football is not the trophy room at Blundell Park, despite the Mariners being the last winners of the tournament in that guise. Instead, the Knowledge tracked down the shield to the National Football Museum in Manchester. \"The Football League, based in Preston, kindly loans us quite a lot of archive material and objects, including old, redundant trophies,\" said the museum's Peter Holme. \"So we have all the trophies you describe (Freight Rover Trophy, the Sherpa Van Trophy, the Leyland DAF Cup, the Autoglass Trophy and the Auto Windscreens Shield) apart from the LDV Vans (but we do have the Simod Cup).\" FIREPROOF BOSSES \"Paul Ince was sacked by Blackburn after failing to win for 11 matches,\" began Lars Ellensohn in 2009. \"What's the longest winless run without a manager getting the sack?\" The longest winless run we could find belongs to the former Dumbarton manager Jim Fallon, who went a spectacular 31 league games without a win between October 1995 and September 1996. Dumbarton only managed four draws in that time, as they crashed out of the Scottish First Division and got off to an inauspicious start in the second. As Paul Haynes pointed out to us, Dumbarton's only league victory during Fallon's first season in charge came at home to Dundee United on 7 October 1995 (1-0). By that point Fallon had already lost his first five games as manager. Dumbarton, who had won their first two games that season before appointing Fallon, went on to post 26 defeats and two draws in their remaining league games. Rather than sack him at that point, Dumbarton's board decided to give him a new contract. \"The aim now will be to stabilise the club and make a determined effort to get back up,\" said Fallon at the time, but his team opened the following campaign with two more draws and a defeat before the run finally came to an end with a 1-0 win away to Clyde on 7 September 1996. Dumbarton still had further to slide, though, and promptly set off on another winless run, drawing one and losing seven of their next eight games before Fallon finally left the club in November. At which point the team promptly won three of their next four. • Send your questions and answers to knowledge@theguardian.com."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}