{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/may/20/liverpool-kolo-toure-defence", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-05-20T23:14:00Z", "webTitle": "Liverpool close in on City's Kolo Touré to shore up central defence", "webUrl": "https://www.theguardian.com/football/2013/may/20/liverpool-kolo-toure-defence", "apiUrl": "https://content.guardianapis.com/football/2013/may/20/liverpool-kolo-toure-defence", "fields": {"headline": "Liverpool close in on City's Kolo Touré to shore up central defence", "bodyText": "Liverpool are close to making Kolo Touré their first summer signing as part of Brendan Rodgers' plans to add experience to a central defence without Jamie Carragher. The 32-year-old is available on a free transfer when his four-year contract with Manchester City expires next month and he has not been offered an extension, having fallen down the pecking order under the former manager Roberto Mancini. Touré wants to stay in English football, ideally in the north-west where his children are settled at school, and has been offered the ideal solution by Rodgers. A deal is believed to have been agreed in principle with Touré, who is in the United States for City's end-of-season tour and will undergo a medical on his return. The Liverpool manager will strengthen in central defence this summer and may require three additions in that department, with Carragher retiring on Sunday, Martin Skrtel out of favour and Sebastián Coates failing to make an impression in his two seasons at Anfield. Liverpool are open to offers for Coates but Rodgers has claimed that Skrtel remains in his plans. The manager has several targets in mind with Kyriakos Papadopoulos of Schalke the prime target, Ajax's Toby Alderweireld under consideration and the Lille left-back, Lucas Digne, also a possibility. Touré offers an experienced, inexpensive option for Rodgers, who lamented that he had a quiet squad in need of more leaders even before Carragher's retirement. Rodgers, meanwhile, has paid tribute to Philippe Coutinho after the 20-year-old capped an outstanding start to his Liverpool career with the winning goal in Sunday's game against Queens Park Rangers. The Brazilian has fitted seamlessly into the side since his £8.5m signing from Internazionale in January, scoring three goals and creating a host of chances for the likes of Luis Suárez and Daniel Sturridge. Rodgers admits he has been surprised at the midfielder's impact. \"When you bring somebody in during January you hope they can make an impact,\" he said. \"You are also looking at it as a six-month adaptation period before you get the best out of them from pre-season onwards. We are all pleasantly pleased and surprised by how well he has done. His numbers tell you the story in terms of goals and assists. \"At the minute, you can't ask any more. The key thing is that he works his socks off as well. He is a real team player.\" Rodgers believes Coutinho can have a greater influence next season when he has adjusted to the physical demands of the Premier League. He added: \"He has genuine man strength. He's 20 years of age but he's not a boy. He can look after himself. His body work is great, he is small in stature. The best players very rarely get tackled because they are so bright and clever. You can see he can use his body if needs be, but he has to become adapted to the physical game here as the Premier League is very physical. He's been a real find for us in terms of the price we paid. Hopefully his value will be much greater than the cost in the coming years.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}