{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/may/28/european-youth-unemployment-francois-hollande", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-05-28T22:57:00Z", "webTitle": "Euro leaders unite to tackle soaring youth unemployment rates", "webUrl": "https://www.theguardian.com/business/2013/may/28/european-youth-unemployment-francois-hollande", "apiUrl": "https://content.guardianapis.com/business/2013/may/28/european-youth-unemployment-francois-hollande", "fields": {"headline": "Euro leaders unite to tackle soaring youth unemployment rates", "bodyText": "European leaders warned on Tuesday that youth unemployment – which exceeds 50% in some countries – could lead to a continent-wide catastrophe and widespread social unrest aimed at member state governments. The French, German and Italian governments joined forces to launch initiatives to \"rescue an entire generation\" who fear they will never find jobs. More than 7.5 million young Europeans aged between 15 and 24 are not in employment, education or training, according to EU data. The rate of youth unemployment is more than double that for adults, and more than half of young people in Greece (59%) and Spain (55%) are unemployed. François Hollande, the French president, dubbed them the \"post-crisis generation\", who will \"for ever after, be holding today's governments responsible for their plight\". \"Remember the postwar generation, my generation. Europe showed us and gave us the support we needed, the hope we cherished. The hopes that we could get a job after finishing school, and succeed in life,\" he said at conference in Paris. \"Can we be responsible for depriving today's young generation of this kind of hope?\" . We're talking about a complete breakdown of identifying with Europe. \"Imagine all of the hatred, the anger\"What's really at stake here is, not just 'Let's punish those in power'. No. Citizens are turning their backs on Europe and the construction of the European project. Germany's finance minister, Wolfgang Schäuble, warned that unless Europe tackled youth employment, which stands at 23.5% across the EU, the continent \"will lose the battle for Europe's unity\". Italy's labour minister, Enrico Giovanni, said European leaders needed to work together to \"rescue an entire generation of people who are scared [they will never find work]. \"We have the best ever educated generation in this continent, and we are putting them on hold,\" he said. The UK Department for Work and Pensions and the Treasury were unable to say why Britain, which has a 20.7% rate of youth unemployment, was not represented at the conference in Paris on Tuesday. Stephen Timms, shadow employment minister, attacked the coalition for remaining \"utterly silent on youth unemployment\". \"This government has totally failed to tackle Britain's youth jobs crisis. This government must stop sitting on the sidelines and take the urgent action we need to get young people back to work.\" Hollande outlined a series of measures to tackle the problem, including a \"youth guarantee\" to promise everyone under 25 a job, further education or training. The plan, which has been discussed by the European commission, will be supported by €6bn (£5bn) of EU cash over the next five years. Another €16bn in European structural funds is also set aside for youth employment projects. Herman Van Rompuy, European council president, pledged to put the \"fight against unemployment high on our agenda\" at the next EU summit in June. \"We must rise to the expectations of the millions of young people who expect political action,\" he said. The commission estimates youth joblessness costs the EU €153bn in unemployment benefit, lost productivity and lost tax revenue. \"In addition, for young people themselves, being unemployed at a young age can have a long-lasting negative 'scarring effect',\" the commission said. \"These young people face not only higher risks of future unemployment, but also higher risks of exclusion, of poverty and of health problems.\" The European ministers, who will meet German chancellor Angela Merkel to discuss the youth unemployment crisis in July, said small- and medium-sized businesses (SMEs) will form a central plank of the plans. SMEs traditionally employ the vast majority of young people, but have complained they haven't been able to borrow enough money to grow since the financial crisis struck in 2008. Ursula von der Leyen, Germany's labour minister, said: \"Many SMEs, which are the backbone of our economies, are ready to produce but need capital, or they have to pay exorbitant borrowing rates.\" The minsters are working on establishing a special credit line for SMEs from the European Investment Bank (EIB), which will have a €70bn lending capacity this year. However, Werner Hoyer, head of the EIB, warned minister not have \"expectations completely over the horizon\". \"Let's be honest, there is no quick fix, there is no grand plan,\" he admitted. Schäuble warned that European welfare standards should not be jeopardised in order to cut youth unemployment figures. \"We would have a revolution, not tomorrow, but on the very same day,\" he warned. Germany and Austria have the lowest rate of youth unemployment, with 8% not in work, education or training."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}