{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2013/may/25/top-10-us-views-scenic-stops", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2013-05-24T23:10:00Z", "webTitle": "Top 10 views and scenic stops in the US", "webUrl": "https://www.theguardian.com/travel/2013/may/25/top-10-us-views-scenic-stops", "apiUrl": "https://content.guardianapis.com/travel/2013/may/25/top-10-us-views-scenic-stops", "fields": {"headline": "Top 10 views and scenic stops in the US", "bodyText": "In the past seven years, Salena Lettera and her co-driver, boyfriend Ed Godfrey, have logged over a million miles behind the wheel of a 75ft rig, and together have visited all 49 of the continental US states. They have also gone 'off road' to see the scenic natural beauty the country has to offer Crater Lake, Oregon Formed nearly 7,700 years ago by the collapse of Mount Mazama, this vibrant blue caldera lake draws nearly half a million people a year. The 610m climb via the Volcanic Legacy Scenic Byway includes Rim Drive, which takes you around the cliffs ringing the lake. The deepest lake in America, it is fed entirely by rain and snowfall, which also makes it one of the purest. There are more than 20 scenic overlooks from which you can take pictures, gaze upon Wizard Island, or just breathe in the fresh pine-scented air. And to wake in a room with a view, reserve a lakeside room at the Crater Lake Lodge. Other points of interest: Cloudcap Overlook, Rim Village cafe and gift shop • nps.gov/crla Highway 101, Oregon Standing atop Neahkahnie mountain, looking down on the beach at Manzanita, I got my first sweeping glimpse of where the ocean ends and euphoria begins. The horizon was slightly arched, the water following the curvature of the earth like we learn in science class. Stop at the Tillamook Cheese Factory for the famous cheddar loaf, and visit Boiler Bay viewpoint to see the herring gulls. We spent the night, waking to the sound of crashing waves. You can, too – there's room for RVs to park on this rocky peninsula – and the morning sea air will invigorate, preparing you for America's largest sea lion cave, an hour down the coast near Florence. Other points of interest: Cannon Beach, Boiler Bay Scenic Viewpoint • visittheoregoncoast.com Pacific Coast Highway (PCH), California Apart from the movie stars, nothing seems to get more attention in California than its coastline. State Route 1, commonly referred to as the PCH, snakes over 600 miles with scenery as dramatic as any Hollywood blockbuster. It's catnip for motorcyclists and convertibles alike. Peony-pink sunrises greet the day. Coastline colours change from slate grey to moss green to ochre in a matter of miles, and beg to be photographed. You may even hear yourself gasp. Take a camera, and discover. If you're lucky, you'll see some of the millions of monarch butterflies that spend the winter in southern California – Pismo State Beach is one of the largest monarch groves in the US. Other points of interest: Big Sur, Hearst Castle, San Luis Obispo, Venice Beach • visitcalifornia.com Theodore Roosevelt national park, North Dakota Seven miles east of Medora (pop 116), bison greet you in the parking lot of this state park's visitor centre. There are no fences, no barriers, nothing separating you from the wildlife. North Dakota wasn't meant to be tamed: these are the Badlands after all. A sign says, \"DANGER: Do not approach the wildlife.\" As if. Bison droppings the size of dinner plates will make you plan your steps carefully. The landscape resembles layers of wild, undulating, earth-toned ribbons. The air is restorative. The land, ignored. Get there while you can – it won't be this way for ever. The oil and natural gas boom has people flocking to the state like, well, herds of bison. Other points of interest: Painted Canyon Visitor Center, Medora town • nps.gov/thro/index.htm State Highway 60, Arizona Our 18-wheeler can barely manage the hairpins of this serpentine passage across the Fort Apache Indian Reservation between the towns of Show Low and Globe. Keeping an eye on the edge of the narrow roadway while scanning ahead for approaching vehicles brings to mind the days when horses were the only mode of transportation. In this situation, they seem like a damned good idea. As you enter the Salt River Canyon, you'll be surrounded by henna-coloured hills, with several stop-offs for photos. Other points of interest: Boyce Thompson Arboretum, Apache Gold Casino • azdot.gov/azhistoricroads White Sands national monument, New Mexico Between Roswell (aliens!) and Las Cruces (city of the crosses) is a 275- square-mile area of pristine white crystal known as White Sands. What you're seeing is not actual sand, but the world's largest gypsum dune field, surrounding you on all sides. It may feel as if you've left planet Earth: the superfine sand in your hands – and you will scoop handful after handful – trickles through your fingers like quicksilver. The $3 entrance fee covers all your activities in the park, from picnicking to sledding on the dunes to watching the sunset. For an additional fee, enjoy a full-moon bike ride or camp overnight. Other points of interest: Hiking trails, Full Moon Nights (music on the dunes), interdune boardwalk, tours with a park ranger, visitor's centre gift shop • nps.gov/whsa Hudson valley, New York Native Americans, Dutch settlers, robber barons, US presidents, and the fictional Headless Horseman have all called the Hudson valley home. The endless sights will keep you coming back for years. My four favourites are: Kykuit, home to four generations of Rockefellers, with its grounds, sculptures and underground art gallery; Mohonk Mountain House, a 259-room Victorian castle hotel built on the cliffs of the Shawangunk Ridge; Springwood, the home of Franklin D Roosevelt, America's only four-term president; and the US Military Academy at West Point, the oldest continuously occupied military post in America. These blend the beauty and history of this valley perfectly. Other points of interest: FDR's Hyde Park estate, Sleepy Hollow, Irvington, Bear Mountain state park, Rhinebeck, Village of Nyack, Lyndhurst • travelhudsonvalley.com Cape Ann, Massachusetts Travelling around the edge of Cape Ann is like being in a 19th-century novel. Majestic homes perch on rocky shores, bleak in winter, gorgeously lush in summer, and stormy when the mood strikes. Cape Ann is America's oldest working seaport and art colony. It's classic New England: an abundance of fresh seafood, beautiful beaches and quaint fishing villages. Shops in Rockport overflow with maritime souvenirs and pictures of Motif #1 – claimed to be the \"most painted building in America\", which can be found on Bradley Wharf The Fisherman's Memorial statue, which overlooks Gloucester Harbor, is a tribute to the thousands of men who lost their lives at sea, the most famous of which are the captain and crew of the Andrea Gail, immortalised in the book and movie The Perfect Storm. Other points of interest: Gloucester, Rocky Neck Art Colony, the Cape Ann Light Station • capeannvacations.com Chattanooga to Nashville, Tennessee It's easy to see why Chattanooga, spread along the banks of the Tennessee river, is called the Scenic City. Lookout Mountain, which straddles three states, is the main attraction. This is where you'll find Ruby Falls, America's highest underground waterfall, and Rock City, known for the iconic \"See Rock City\" slogan once painted on more than 900 barns across the US. On the way to Nashville, you'll cross Monteagle Mountain, whose long, steep gradient feels as endless as its scenery. Next you'll pass through Coffee County, home to the Bonnaroo Music and Arts Festival, now in its 12th year, and by the time you arrive in Nashville, you will feel serene and refreshed, which is what you'll need to tackle all Music City has to offer. Other points of interest: Incline Railway, Tennessee Aquarium, The Hermitage, Grand Ole Opry, Downtown Nashville • tnvacation.com US Highway 1, The Overseas Highway, Florida South of Miami, just past the edge of the Everglades national park, is where you'll leave the mainland and begin your journey to the Florida Keys. The \"Highway that Goes to Sea\" really does – 127½ miles through the five major keys, this engineering wonder encompasses 42 sea bridges, hovering over a vast expanse of water in so many shades of blue and green, you'll need a Pantone guide to identify all of them. Green iguanas hanging from trees, conch fritters, Cuban sandwiches and fresh coconuts define this tropical archipelago. Make sure you make it to Mallory Square in Key West for the sunset celebration – it's the perfect place to view the blazing sun as it splashes into the sea. Other points of interest: Key Largo, Bahia Honda state park, Duval Street, Ernest Hemingway Home, Mel Fisher Maritime Museum • fla-keys.com Salena Lettera is the author of the Daily Rant at salenalettera.com • For more information on holidays in the USA, visit DiscoverAmerica.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}