{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2013/may/12/mud-jeff-nichols-review", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2013-05-11T23:07:00Z", "webTitle": "Mud – review", "webUrl": "https://www.theguardian.com/film/2013/may/12/mud-jeff-nichols-review", "apiUrl": "https://content.guardianapis.com/film/2013/may/12/mud-jeff-nichols-review", "fields": {"headline": "Mud – review", "bodyText": "In the early 1930s, during a lengthy safari in Tanganyika Territory, Ernest Hemingway broke off a discussion of antelope hunting to provide a German expatriate with a disquisition on American literature from colonial times to the present. During this little lecture, included in his Green Hills of Africa, Hemingway made one of his most famous statements. \"All American literature,\" he claims, \"comes from one book by Mark Twain called Huckleberry Finn. If you read it you must stop where the Nigger Jim is stolen from the boys. That is the real end. The rest is just cheating. But it's the best book we have. All American writing comes from that. There was nothing before. There has been nothing as good since.\" Jeff Nichols's exhilarating third movie, Mud, concerns two 14-year-old boys growing up in a small town beside the Mississippi in the director's native south central state of Arkansas, and it's impossible while watching it not to think about Huckleberry Finn and Hemingway's claim for its essential position in the experience of growing up close to the American landscape. It also brings to mind Hemingway's own detailed, tactile descriptions of fishing, sailing, hunting and living close to nature in the wild. There's another great novel about growing up, understanding and misunderstanding the world that Mud inevitably evokes. That's Great Expectations and Pip's relationship with fugitive convict Magwitch. Nichols's Huck Finn and Tom Sawyer are Ellis (Tye Sheridan) and Neckbone (Jacob Lofland) who set off on an adventure down river to find an old boat, surrealistically stranded high in a tree on a deserted island. They come across a handsome, charismatic man called Mud (Matthew McConaughey), and he too lays claim to the boat. When it transpires he's on the run for what he claims to be a justified homicide down in Texas, the boys enter into a pact to provide him with food and help him restore the craft as a means of escape. Ellis acts out of an innate sense of decency, sympathy and a need for friendship. Neckbone's motives are initially cynical and mercenary, though he gradually warms to the outsider. In a deft piece of storytelling Nichols first links the tasks the boys undertake to their troubled family lives. Then he brings in Tom (Sam Shepard), the taciturn loner and former marine living on a houseboat across the river who has a key relationship to Mud. And finally their fates are dramatically involved with the strangers in town attracted by Mud: his mysterious girlfriend Juniper (Reese Witherspoon) and the posse of bounty hunters led by the patriarchal King (Joe Don Baker). Through Ellis's wondering, romantic eyes we see the mighty river, which represents adventure, unknown dangers and the promise of a journey to a world elsewhere. He longs for love, friendship and security, but his parents' marriage is breaking up and their houseboat, from which his father conducts his business as hunter and fisherman, is threatened with confiscation. He envies the orphaned Neckbone's lovably wild uncle (Michael Shannon) who dives for clams wearing a homemade outfit that looks like Ned Kelly's improvised armour. Nichols gives the scenes on the island with Mud a timeless feeling. It's a mythical place where old tales can be told, friendships formed, trust established and memories created. This should not be seen as languor, or dismissed as longueur. The small town, by contrast, is a dangerous place full of suspicion and betrayal, where the young need to be wary and appearances are deceptive. Ellis is constantly misled and misunderstood, especially in his efforts on behalf of Juniper, the capricious, vulnerable girl whom he aims to unite with the lovelorn Mud and launch towards the wild blue yonder. Nothing, of course, turns out as it should or as we quite expect, and there is a sudden, spectacularly handled outburst of violence worthy of Sam Peckinpah, whose first important movie, Ride the High Country, dealt with similar themes of coming of age, moral growth, ethical tutelage and a climactic confrontation between men of honour and representatives of brute force. Nichols has in fact been quoted as saying his film is \"kind of like if Sam Peckinpah had directed a short story by Mark Twain\". Mud is a movie of striking performances and memorable images and of people who seem to belong in rather than being imposed upon their environment. After a rather fallow period of shallow movies, McConaughey has recently been doing fine work again, and he brings a raw, desperate masculinity to Mud, while Shepard invests the part of ex-soldier Tom with the authority and sense of understated probity at which he excels. Both of the boys, Sheridan (who was in Terrence Malick's Tree of Life) and Lofland (in his first movie role), manage the subtle development their characters undergo. It's also a pleasure to see Michael Shannon (so impressive as the father obsessed with the imminent end of the world in Nichols's last movie, Take Shelter) in the brief role of Neckbone's uncle, and to have Joe Don Baker bring his distinctive brand of bulky menace to another small but far from minor part. They stick in our minds the way they would in that of a teenage boy. Nichols is a writer-director whose next film I eagerly await."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}