{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/may/05/wojciech-szczesny-arsenal-qpr", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-05-05T22:00:00Z", "webTitle": "Arsenal's Wojciech Szczesny back in rich form while QPR face cutbacks", "webUrl": "https://www.theguardian.com/football/2013/may/05/wojciech-szczesny-arsenal-qpr", "apiUrl": "https://content.guardianapis.com/football/2013/may/05/wojciech-szczesny-arsenal-qpr", "fields": {"headline": "Arsenal's Wojciech Szczesny back in rich form while QPR face cutbacks", "bodyText": "It was at around a quarter past seven on Saturday evening, with this derby having crept into its final six minutes, when Wojciech Szczesny truly re-established himself as Arsenal's first-choice goalkeeper. Loïc Rémy's connection on the edge of the box was sweet, his technique flawless as he curled the ball first-time with his instep of his right boot. Arsène Wenger instantly feared the worst, his position on the dug-out perfect to chart the trajectory of the shot as it careered towards the far corner only for Szczesny, springing to his left, to touch the shot round the post. \"Honestly, yes, I thought it was in,\" said the Arsenal manager. \"I saw him dive and thought he would not get there, but then he extended his final 'resource' very well and turned it away. We needed him today. He looks like he is back to his best again.\" This campaign has been a wake-up call for Szczesny. The Pole had felt entrenched as this team's No1 after almost three seasons of regular first-team football, a 23-year-old whose unswerving self-confidence countered the perception that an elite goalkeeper only truly excels when he can call upon far weightier experience. He was a full international, a player who seemed to relish learning in the limelight and could brush off the odd error and merely plough on untroubled. His position was unchallenged by an understudy of any pedigree, with the youngster apparently assured as a long-term fixture in the side. But then, this season, came a more prolonged dip in form with shots that he once would have turned round the woodwork suddenly palmed back into play for opponents to gobble up. Wenger spotted the signs, suggesting the pressure was affecting the Pole's belief, and granted him a breather. Szczesny did not travel to Munich for the Champions League last 16 second leg against Bayern, and was not even named as a substitute for the league games against West Bromwich Albion and Norwich. Lukasz Fabianski thrived in a five-match spell, a quintet of victories that revived Arsenal's campaign. Then came an untimely cracked rib and an opportunity for Szczesny to remind all of his qualities. The younger Pole has taken his opportunity to the extent that, when Fabianski is declared fit ahead of Arsenal's next match, against Wigan next week, he will surely have to revert to life watching from the bench. \"The competition has been good for Wojciech,\" said Wenger. \"I must give him credit because he has responded very well. When he came back in he was sharper than when I left him out. Our job is to make life competitive, and he has done well again. I expected it, yes. It's what we've seen here with people like [David] Seaman and [Jens] Lehmann: when I took them out of the side, they came back stronger. Wojciech has done that well, too, and is in a good frame of mind again.\" Szczesny's late save here secured a vital victory, the lead having been established 20 seconds in with Arsenal's quickest ever Premier League goal, to maintain the pressure on Tottenham Hotspur and Chelsea in the pursuit of a top-four finish. Wenger's team were sluggish for spells in a tight contest but Theo Walcott's 20th goal of the season proved sufficient. \"Remember when he used to find himself in front of goal, and the ball could go anywhere?\" said Wenger. \"Now you see with Theo that every time he hits the target. He is calmer.\" QPR will crave any kind of serenity in the months ahead as the chairman, Tony Fernandes, and his manager, Harry Redknapp, attempt to instigate the changes required to restore them to the top flight at the first attempt. Restructuring the finances at the club post-relegation will hardly be straightforward, even with the likes of Rémy sure to attract suitors and, eventually, a sale. Fernandes has suggested 60% of the players will be on reduced wages next season, as will his manager. \"I saw in the paper that I'm taking a big cut in wages,\" said Redknapp after Fernandes was quoted on Saturday morning. \"Money is not everything to me – it doesn't drive me. I've got too much money to worry about that. [A pay cut] is not going to change my life one way or another, not at my age. \"I don't have to go to work, really. I do it because I enjoy it. I've enjoyed it here and I'd like to build a team that can get back up. When I've had enough I'll go and play golf, but I still love the buzz of winning.\" His task is to ensure he experiences that high more regularly at the lower level next time around. Man of the match Tomas Rosicky (Arsenal)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}