{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/may/01/fbi-accuse-trio-dumping-backpack-tsarnaev", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2013-05-01T21:55:08Z", "webTitle": "FBI accuse trio of dumping backpack found in Tsarnaev's dorm room", "webUrl": "https://www.theguardian.com/world/2013/may/01/fbi-accuse-trio-dumping-backpack-tsarnaev", "apiUrl": "https://content.guardianapis.com/world/2013/may/01/fbi-accuse-trio-dumping-backpack-tsarnaev", "fields": {"headline": "FBI accuse trio of dumping backpack from Dzhokhar Tsarnaev's dorm room", "bodyText": "Less than four hours after the FBI released images of the two men it suspected of being the Boston marathon bombers, at the height of the frantic search for the perpetrators, Dias Kadyrbayev sent his college friend, the then still-at-large Dzhokhar Tsarnaev, a text message. He told his friend he'd seen the pictures on TV, and that one of the bombers looked just like him. \"Lol\", Tsarnaev replied in a return text. Then he added: \"You better not text me\" and \"Come to my room and take whatever you want\". According to the criminal complaint brought by the FBI against Kadyrbayev and his roommate, Azamat Tazhayakov, that is precisely what they did. The two men, accompanied by a third friend, a US citizen called Robel Phillipos, are accused of having gone to Tsarnaev's dorm room in Pine Dale Hall at the University of Massachusetts at Dartmouth, and taken away and disposed of key evidence connecting the 19-year-old Tsarnaev to the marathon attacks. Why Kadyrbayev and Tazhayakov allegedly did something as serious as conspiring to obstruct one of the largest FBI investigations in US history will be a matter of legal argument as the prosecution unfolds. Phillipos is charged with giving misleading statements to investigators, and lying to them that he had not been involved in the decision to remove evidence. The charge sheet contains tantalizing clues as to the FBI's case: it alleges that Kadyrbayev had already concluded that Tsarnaev was one of the Boston marathon bombers when he took the decision to remove evidence from the room, and that his motive had been to help a friend \"avoid trouble\". The complaint says that the three men took Tsarnaev's laptop and a backpack containing fireworks back to an apartment the two Kazakhs shared in New Bedford, Massachusetts. Phillipos told investigators that Kadyrbayev and Tazhayakov \"started to freak out\" when they concluded that the images of the suspected bomber on TV was indeed their friend, and it was in the midst of that frenzy that the two men discussed what to do with the backpack and fireworks. Kadyrbayev is alleged to have asked Phillipos whether they should \"get rid of the stuff\" and Phillipos replied \"do what you have to do\", though the US citizen claimed to be asleep when the evidence was taken from the apartment and dumped. At the time of the bombings, Kadyrbayev and Tazhayakov, who are from Kazakhstan who came to Boston to study, were living in a shared apartment in New Bedford, near the University of Massachusetts at Dartmouth campus. They both got to know Dzhokhar Tsarnaev in 2011, and became good friends in 2012. A couple of months before the attacks, Tazhayakov had joined Tsarnaev and some other friends letting off fireworks along the banks of the Charles river in Boston. So he was not surprised when he found more fireworks in Tsarnaev's dorm room when the three accused entered it on 18 April, three days after the marathon bombings. But he was frightened, the charge sheet says, by the fact that the gunpowder had been emptied from the firework tube in the room. Phillipos told FBI agents that they'd seen about seven red tubular fireworks, 6-8in long, inside the backpack. Kadyrbayev had also been alarmed by the discovery of a jar of Vaseline in the room. He told Tazhayakov that he believed their friend had used the Vaseline \"to make bombs\", the complaint alleges. Tazhayakov had also reached the same chilling conclusion that their good friend was one of the Boston bombers. The charge sheet says that when he saw the text message from Tsarnaev on Kadyrbayev's phone – \"I'm about to leave if you need something in my room take it\" – he believed he would never see his friend alive again. A footnote to the charge sheet says that Tazhayakov told FBI agents during interviews that he had had a meal with Tsarnaev and Kadyrbayev about a month before the bombings. \"Dzokhar [Tsarnaev] had explained to Kadyrbayev and Tazhayakov that he knew how to make a bomb,\" the complaint reads. The FBI accuses the two Kazakhs of together deciding to remove the backback, firework tubes and Vaseline from Tsarnaev's dorm room and take it back to the New Bedford apartment where they lived. They also took Tsarnaev's laptop because Kadyrbayev didn't want Tsarnaev's roommate in the dorm room \"to think he was stealing or behaving suspiciously by just taking the backpack\". Last week, FBI forensics experts spent two days searching a landfill site a few miles away from UMass Dartmouth. On Friday, agents recovered what they believe to be Tsarnaev's backpack where it appears to have been dumped after being collected by rubbish disposal workers from a bin outside the New Bedford apartment. The backpack was found in a black garbage bag with red drawstring handles. Inside the bag, agents found a stack of fireworks, a jar of Vaseline, and one other telling item: a homework assignment sheet from a class in which Tsarnaev is enrolled at UMass Dartmouth."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}