{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/may/16/stephen-bates-diary-g8-sombrero", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-05-16T22:30:01Z", "webTitle": "Anti-capitalist protest in a sombrero, anyone? | Stephen Bates", "webUrl": "https://www.theguardian.com/politics/2013/may/16/stephen-bates-diary-g8-sombrero", "apiUrl": "https://content.guardianapis.com/politics/2013/may/16/stephen-bates-diary-g8-sombrero", "fields": {"headline": "Anti-capitalist protest in a sombrero, anyone?", "bodyText": "• Rumblings of discontent emerge from the distant shrubbery as some diocesan bishops quietly take issue with the church's recent report outlining its adamant opposition to gay marriage. The wobble is important as the coalition's bill is up for report stage and third reading in the Commons next week. The report by the church's standing faith and order commission was subcontracted to be written by two conservative academics, Oliver O'Donovan and Michael Banner, and has been widely criticised, including by members of the commission and by church conservatives as well as liberals They say it is badly written, incoherent and theologically superficial. Its launch too was naively mishandled, with the commission's chairman Christopher Cocksworth, bishop of Coventry, declining to answer questions at a joint press conference but instead seeing selected journalists separately – a sure sign of institutional nervousness and one bound to fail since the reporters compared notes anyway. John Sentamu, the archbishop of York, apologised – a very rare event – at a private meeting of diocesan bishops for the botched publication and the way the report was railroaded through. The trumpet's certainly giving an uncertain sound (Corinthians 1, 14:8). Good old CofE! • No one can accuse the anti-capitalist protesters planning to disrupt the runup to next month's G8 meeting in Northern Ireland of not being thoroughly up to date. The online call has gone out for a carnival against capitalism – curiously illustrated by a century-old photo of Mexican revolutionaries in sombreros, sitting on horseback – in London on 11 June. It's some way away from Fermanagh where the world leaders will actually be gathering, but never mind: a map pointing out \"the dens of the rich\" in central London has helpfully been published to assist the revolutionaries in finding their way round the capital – so much easier to get to than the land of dreary steeples. It includes Buckingham Palace, that \"hideout of the infamous Windsor family\" – hint: it's the big building at the end of the Mall – Fortnum &amp; Mason, \"supermarket of the ruling class\", Mahiki, \"cocktail bar of the feral rich\" and the headquarters of Vogue magazine for the crime of \"telling women how to look and act\". How quaint: if you see any capitalists, chaps, they're the ones wearing top hats, morning suits and spats and smoking big cigars. • North Korea has added a new crime to the list of iniquities perpetrated by its southern neighbours: that of \"sexual immortality\". That's what the organ of the Korean Workers' party has accused the spokesman of South Korea's president Park Geun-hye of committing during a recent trip to Washington DC. Makes a change – previously immortality was merely the province of former Great Leader Kim Il-sung, who died in 1994 but is still eternal president. • Meanwhile Stakhanovite Tory MP Priti Patel is still proving her worth to the good citizens of Witham in Essex by posting more written parliamentary questions than anyone else at Westminster. Following our last update, since parliament's prorogation on 10 May she has now tabled 192, which at £164 a time works out at something over £31,000, peaking yesterday at a mere 87. The total reached 979 in the last parliamentary session. Goodness, she wants answers! • Spotted: travelling economy class on a flight from Berlin to London on Wednesday: Iain Duncan Smith. Gosh! Isn't trying to live off £53 a week hard? • Pity poor old Andrew Duffield, former Lib Dem parliamentary candidate who has now defected to Labour and finds himself stuck with a personalised number plate. It's L16 DEM, which he wants to sell – can't think why – \"for obvious reasons\". He'd quite like £500 for it, which is double what he paid when he bought it some time ago. You'd think he would stump up that much for someone to take it off his car. Perhaps that's what he'll have to do."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}