{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/may/21/murdered-domestic-violence-victim-inquiry-police-failings", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-05-20T23:01:00Z", "webTitle": "Family of Maria Stubbings call for inquiry into police failings", "webUrl": "https://www.theguardian.com/society/2013/may/21/murdered-domestic-violence-victim-inquiry-police-failings", "apiUrl": "https://content.guardianapis.com/society/2013/may/21/murdered-domestic-violence-victim-inquiry-police-failings", "fields": {"headline": "Family of Maria Stubbings call for inquiry into police failings", "bodyText": "The family of a woman strangled by her former boyfriend has called on the home secretary, Theresa May, to set up a Stephen Lawrence-style public inquiry to examine why victims of domestic violence are still not getting sufficient protection from the police and other government agencies. As a highly critical report by the police watchdog is published today, the family of Maria Stubbings told the Guardian that nothing short of a formal inquiry would prevent another family having to experience the failures by Essex police that contributed to her death. Stubbings was strangled to death and dumped in the downstairs toilet of her home in Chelmsford, Essex, in December 2008 by her former boyfriend Marc Chivers. The police knew he had killed before, and that he had served time in prison for assaulting Stubbings. Yet by the time that Chivers left prison Essex police had disabled a panic alarm they had installed in her house, and failed to carry out any risk assessment when they did so – one of a number of failings highlighted by the Independent Police Complaints Commission. Manuel Fernandez, 42, Stubbings's brother, said his sister's death must be a \"catalyst for change\" and an inquiry was needed to make sure that took place. \"If there were ever a case that is an example of the state failing to protect a woman, then it is this case,\" he said. \"Since her death, there has been a degree of rhetoric about how things have changed. And yet there is a long list of cases like Maria's that continues to grow. How can this continue?\" When Stubbings called for help on another occasion after Chivers turned up at her home and stole her medication, the report of the incident was downgraded from domestic violence involving a \"very high-risk victim\" to a \"burglary\". In the intervening days, police made several ineffectual attempts to contact Stubbings, including one visit where they turned up at her home to find Chivers in the house and passed him a note asking her to call them. When police finally realised the danger Stubbings was in – eight days later – they arrived at her home to discover her body hidden under a pile of coats in the downstairs toilet. Chivers was still in the house with Stubbings' 15-year-old son, Bengi, whom he was closely watching in case the boy found his mother's body. Now 19, Bengi said: \"It is horrific to discover the extent of the police's failings and hard to understand how they got it so wrong. The risk to my mum was clear. I don't want other women and other children to go through an experience like that. We all deserve help and protection when we're in danger – and they knew the danger.\" The family's lawyer, Sarah Ricca, of Deighton Pierce Glynn, believes the cases illustrate institutionalised discrimination against women. \"What we need to address this is a Stephen Lawrence [-style] inquiry for women,\" she said. In February 1999, a year after launching a public inquiry and nearly six years after the racist killing of Lawrence, Sir William Macpherson's report ruled that the Metropolitan police's investigation was \"marred by a combination of professional incompetence, institutional racism and a failure of leadership by senior officers\". It made more than 70 recommendations across policing and criminal justice. Chivers was convicted of Stubbings's murder and sentenced to life at Chelmsford crown court in December 2009. He had previously served a sentence in Germany for the murder of a girlfriend. The IPCC issues its second report on the killing today, after it was criticised for the narrow remit and errors in its first investigation. Today's report recommends three Essex officers should be disciplined, but says the failures within the force go wider, also highlighting a failure to establish a consistent, co-ordinated and urgent response to her calls for help. \"Essex police should have been far more proactive in order to try and ensure that Ms Stubbings was protected and her murder prevented,\" the IPCC says. \"By the time the police realised the danger Ms Stubbings was in, it was too late.\" The IPCC report says there was \"no co-ordinated, consistent or urgent action\" taken after calls for help from Stubbings in December 2008. Vital opportunities to detain Chivers after this call, were lost and the police failed to realise that what they were labelling a \"burglary\" was \"potentially an extremely abusive and threatening invasion of Stubbings' home by a high risk perpetrator.\"Fernandez added: \"This man had killed a woman before, he had already gone to prison for assaulting Maria, yet when she called for help they didn't provide it. They turned off a panic alarm at a crucial time when Maria needed it most and at one point, when police officers were told to find her because of growing concerns, her door was opened by her killer and they gave him a calling card to pass onto her. What kind of protection is that?\" The new chief constable of Essex police, Stephen Kavanagh, said the force fully accepted the findings of the report. He said: \"A combination of factors, including missed opportunities and organisational failures, led to the brutal murder of Maria Stubbings. As a force, we must never lose sight of the impact of her death at the hands of a violent offender and we must respond to the IPCC report in a positive way.\" He added that the force had offered to meet the family to apologise. Today's report is the not the first time that Essex has faced criticism for failures over domestic violence. In June 2011, three years after Stubbings's murder – while the ink was still drying on the police apology to her family – 38-year old Christine Chambers and her two-year old child, Shania, were killed in Essex in similar circumstances. In both cases the police were aware of a history of serious domestic violence, and in both cases the women were killed shortly after making desperate calls for help. The IPCC again issued a damning report, and again the police force promised change. Nor is the problem isolated to a single police force. Elsewhere around the country the same promises to improve policing following a domestic murder have been made repeatedly over the last five years.The South Wales and Gwent forces were found to have failed when Joanna Michael was stabbed to death in her home by her ex-partner in 2009. Michael made two 999 calls before her death and police could have been there within five minutes but no one arrived for 20 minutes, by which time she was dead. She was one of four women killed in domestic violence attacks in south Wales in 2009 who had been in contact with police before their deaths. In Greater Manchester in 2009 Clare Wood was another woman whom the IPCC said \"was not protected\". Wood, 36, was strangled and set on fire by a violent and obsessive ex-boyfriend. The IPCC found she had been let down, they said, by \"individual and systemic\" failures within Greater Manchester police. The same force had previously been criticised at an inquest – along with prosecutors and social services – after the death of Sabina Akhtar, 26, in 2008. She had told police about a threat that her violent husband had made to \"get a knife and slaughter you\" in the months before she was killed. Sandra Horley, chief executive of Refuge, who is supporting the call for a public inquiry, said two women were still killed every week as a result of domestic violence. That statistic has remained the same since 1998. \"The list of women who have suffered the same fate as Maria is sickeningly long,\" said Horley. \"All of these women were murdered by a current or former partner in recent years. All of these women were also failed by the police, and sadly there are countless others. \"The reality is many state agencies are still failing to take domestic [violence] seriously. We need to uncover the truth to find out why women are not getting the support and protection they deserve.\" • Refuge and Maria's family have launched a petition calling for a public inquiry into domestic violence"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}