{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/blog/2013/may/24/woolwich-new-video-shows-suspect-charging-at-police-live-updates", "type": "liveblog", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2013-05-24T23:20:00Z", "webTitle": "Woolwich: new video shows suspect charging at police ", "webUrl": "https://www.theguardian.com/uk/blog/2013/may/24/woolwich-new-video-shows-suspect-charging-at-police-live-updates", "apiUrl": "https://content.guardianapis.com/uk/blog/2013/may/24/woolwich-new-video-shows-suspect-charging-at-police-live-updates", "fields": {"headline": "Woolwich: new video shows suspect charging at police", "bodyText": "We understand that Abu Nusaybah was arrested under the Prevention of Terrorism Act but not in relation to the killing of Lee Rigby. We'll close the liveblog now. Goodnight When Adebalajo returned to England, he was interviewed by MI5 officers and wanted to leave to live in a Muslim country. \"His whole concept was he wanted to live in a Muslim land because at the time he was being harassed by MI5. They were knocking and knocking on his door, He pretended not to be there but then he spoke to the agent. They said we just want to speak to you and they wanted to ask him if he knew certain people.\" After he said he did not know who MI5 were asking him about, they asked him to work for them. Abu Nusaybah said he believed that Adebalajo declined their offer. \"His word was, 'they are bugging me'\" In the interview Abu Nusaybah described how the two men became friends after meeting in Romford before both had converted to Islam in 2002. \"I used to go there to chill out with friends. One day we bumped into each other. You didn't see a lot of black guys down there so we talked and swapped numbers. \"I came into Islam in 2004 and he came in four months later.\" Abu Nusaybah said that he believed that Adebelajo became radicalised around six months ago when he saw profound changes in his character. \"I believe that certain events that happened to him recently had an impact in shaping the changes. He became more reclined (sic), less talkative. He wasn't his bubbly self.\" Adebalajo described how he had gone to study in a village in Kenya when he and others were rounded up by the Kenyan army. When he was interrogated, he refused to speak. \"They told him, you are not in the UK now. They took his private parts and said we will F-you (sic). He told me he was physically assaulted and sexually threatened. If you looked at his face, he was holding back tears.\" When he returned to England, he was a changed man. Newsnight have just broadcast an interview with Abu Nusaybah who claims he was a friend of Michael Adebelajo. Newsnight said that immediately after the interview, three policemen arrested Abu Nusaybah. We have previously reported that Michael Adebolajo and Michael Adebowale expressed interest in traveling to Somalia but never made it. The Guardian now understands that Adebolajo traveled to Kenya where he was detained by the authorities and then deported. Some more details are emerging of the PIA flight that was diverted to Stanstead. PA are reporting that a passenger on the flight allegedly threatened to blow up the plane after other passengers tried to intervene in a row he was embroiled in. Murtaza Ali Shah, a journalist, said he had spoken to a friend on board the plane, Fakhir Iqbal, a political activist, who was sitting behind the man who made the threat. Shah said his friend told him: \"Two guys started a row with a girl and lots of other people. \"Some people tried to calm them and asked them not to be rowdy and abusive. \"Fakhir told them to calm down. \"They said 'don't bloody speak to us or we will blow up the plane'. \"The crew came and spoke to them and they were openly threatening the staff. Fakhir went to other crew members and told them they were making threats.\" Little has so far been reported about Michael Adebowale. ITV News interviews Madeline Edwards, a neighbour of Adebowale who says she is astounded he was involved in the attack on Lee Rigby. Describing him as a lovely young man whose mother was very hard working, she said: \"He is just a very humble young man, quite solitary. I know he turned towards Islam, but I did not know he held views that he would have ended up in this situation.\" PA have reported that several individuals across England have been arrested or interviewed by police for making malicious or racist comments on social media. A 22-year-old man has been charged on suspicion of making malicious comments on Facebook following the murder of British soldier Lee Rigby. Benjamin Flatters, of Epsom Close, Lincoln, was arrested last night after complaints were made to Lincolnshire Police about comments made on Facebook, which were allegedly of a racist or anti-religious nature. A second man was visited by officers and warned about his activity on social media, the spokesman for Lincolnshire police said. Complaints were also made to Avon and Somerset Police about remarks that appeared on the social networking website, which were allegedly of a racist or anti-religious nature. A 23-year-old and a 22-year-old, both from Bristol, were held under the Public Order Act on suspicion of inciting racial or religious hatred. Detective Inspector Ed Yaxley, of Avon and Somerset Police, said: \"On Wednesday evening, we were contacted by people concerned about comments made on social media accounts. \"The men were arrested under the Public Order Act on suspicion of inciting racial or religious hatred. These comments were directed against a section of our community. Comments such as these are completely unacceptable and only cause more harm to our community in Bristol. \"People should stop and think about what they say on social media before making statements as the consequences could be serious.\" The two men were later released on bail pending further inquiries. Nearly 100 British imams have signed a letter condemning the Woolwich attack. They offered their condolences to the family of murdered soldier Lee Rigby and called for communities to \"remain calm and vigilant\". The letter read: We share the absolute horror felt by the rest of British society at the sick and barbaric crime that was committed in the name of our religion. We condemn this heinous atrocity in the strongest possible terms. It is a senseless act of pure depravity worthy of nothing but contempt. There can be no justification for murder. The BBC is reporting that neighbours of Michael Adebowale say he was seen with Michael Adebolajo handing out extremist literature in Woolwich. Here’s a summary of today’s key events so far: • The family of Drummer Lee Rigby have spoken about the death of the soldier in Woolwich, south-east London, on Wednesday. Rebecca Rigby, his wife, said: “He was a devoted father to our son Jack and we will both miss him terribly.” Asked about Rigby’s having been killed in Britain rather than on duty abroad, Ian Rigby, his stepfather, said: \"When in Afghanistan, you come to terms with it, you know it's dangerous. You don't expect something like that on your doorstep. It's very difficult.\" Rigby’s body was formally identified today but his cause of death was not confirmed. There are large numbers of bouquets of flowers at the junction in Woolwich where he was killed. • Police have been removing bags of items from a flat in Macey House, Greenwich, south-east London, where Michael Adebowale, 22, is registered as a voter. He and Michael Adebolajo, 28, are thought to be the two suspects in Rigby’s murder. The two suspects remain in hospital “in a stable condition”, police say. They are have been detained not under terrorism laws but under normal criminal legislation, which means once police decide they are medically fit to be questioned they will have 96 hours rather than 28 days to question them. • A Twitter user claiming to have known Adebowale personally at school said he was “normal, smiling all the time”, and asked: “How did he get radicalised?” He knew him as “Toby”. • Two women arrested by police yesterday in connection with the investigation have been released without charge. A 29-year-old man arrested on suspicion of conspiracy to murder remains in custody. Police continue to search six residential addresses: three in south London, one in east London, one in north London, and one in Saxilby, Lincolnshire. • Two new videos have emerged showing the moments the police shot the two suspects on Wednesday. The Daily Mirror’s footage shows one of the suspects rushing at the police before being shot. The Sun’s shows the moments afterwards, when armed police surrounded the two suspects and began to administer first aid. • The Archbishop of Canterbury and Muslim leader Shaykh Ibrahim Mogra have given a joint press conference in Leicester. Justin Welby said communities should come together but “we are in a good position”. Mogra also called on Britain’s communities to come together, and he condemned the “barbaric” killing of Rigby, saying Muslims had long served in the British armed forces, proudly and with honour. • Nick Clegg paid tribute to Muslim leaders who had spoken out against the attack in Woolwich, and quoted from the Koran: “If anyone kills a human being, it shall be as though he killed all mankind. Whereas if anyone saves a life, it shall be as though he saved the whole of mankind.” • Eric Pickles, the communities secretary, seemed to back Clegg over the communications date bill, saying he did not believe any measures in the bill would have prevented Lee Rigby’s death. The bill – condemned by critics as a snoopers’ charter – was blocked by the deputy prime minister before this month’s Queen’s speech, and yesterday several peers claimed it would have helped prevent the attack or future attacks. • Lord Blair, the former head of the Metropolitan police, defended the security services over the fact that both suspects had been on their radar for eight years but they had failed to prevent the attack. For more on what MI5 knew about the suspects click here. • Two men were arrested on suspicion of endangering an aircraft after a fighter jet was scrambled to divert their plane as it travelled from Pakistan to Manchester. It was diverted to Stansted airport in Essex. The incident is not thought to be terrorism-related. http://www.guardian.co.uk/uk/blog/2013/may/24/woolwich-new-video-shows-suspect-charging-at-police-live-updates?commentpage=1#block-519f79e6e4b0e392888615cd The BBC is reporting that a bomb disposal vehicle has arrived beside the diverted plane at Stansted airport. While Peter Walker and others were waiting for the Muslim Council of Britain to lay flowers at the site of Lee Rigby's killing, they had the unexpected visit of Nick Griffin. The BNP leader, flanked by two bodyguards, left a bunch of flowers, saying his only purpose was to pay tribute to a dead soldier. Asked, however, for his wider thoughts on the issue, Griffin happily went into a long description of the perils of \"radical Islam\". He alone among politicians, the far-right leader insisted, had warned about such dangers. On Twitter a number of people have been discussing Michael Adebowale, the second Woolwich suspect, whom they name as Toby or Tobi. Luqman Clise writes: MoIsFrances said she used to live on Eastney Street in Greenwich, where police searched a property yesterday and took a number of people away. \"Think how many times you musta walked past him!” she said to another Twitter user, who had said he had gone to Kidbrooke School in Greenwich with the suspect. Contacted by the Guardian, MoIsFrances said she didn’t know Adebowale personally. She added: \"I can say everyone did get on in harmony in eastney street regardless of race or religion.\" Another Twitter user noted: The Metropolitan police have just put out a statement about what they describe as the Lee Rigby murder inquiry. Here are the key points. • A 29-year-old woman (\"D\") arrested on Thursday 23 May as part of the investigation into the murder of Lee Rigby was released without charge at this morning. • A 31-year old woman (\"E\") was arrested at a residential address in south London at 11.50pm last night on suspicion of conspiracy to murder. She was released without charge this morning. A search of the address was carried out and is now complete. • A 29-year-old man arrested on suspicion of conspiracy to murder yesterday remains in custody. • The two suspects, aged 22 and 28 and identified by the police only as A and B, have been arrested on suspicion of murder and remain in hospital in a stable condition. The police add: Searches are ongoing at six residential addresses; three in south London, one in east London, one in north London and one in Lincolnshire. The investigation by detectives from the Counter Terrorism Command continues. The police are appealing for witnesses to the crime to contact 0800 789321 or send photos or video footage to woolwich@metincident.co.uk. A burning bottle was hurled at a mosque while members were inside at evening prayers yesterday, Thames Valley police have said. A bottle containing flammable liquid was set alight and thrown on to the roof of the Zainabia Islamic Centre, commonly known as the Granby Mosque, in Bletchley at about 11.30pm last night, the police said. Essex police have boarded the plane at Stansted and two men have been arrested for endangerment of an aircraft. A Minsitry of Defence spokesman said the incident was now a police matter and \"our involvement is over\". Here's our story on the plane incident. The BBC is reporting that the aeroplane has been taken to an \"isolated stand\" at Stansted. The Press Association is reporting that the incident is \"not thought to be terrorism-related at this stage\". The NewsBreaker Twitter feed posts this picture purporting to be the plane on the ground at Stansted. Essex police have reported that the plane, which had departed from Lahore, has landed at Stansted. The Press Association reports that the incident happened around 10 minutes before the plane, flight number PK709, was due to land in Manchester at 2pm. Here's a dramatic picture of the diverted route, courtesy of the Flightradar24 plane tracking website. An RAF Typhoon jet has been launched to investigate an incident involving a civilian aircraft in UK airspace, the Ministry of Defence has said. Reports said the aircraft was a Pakistani passenger plane which had been diverted from Manchester to Stansted. The Guardian understands that the pilot became concerned at a disruptive passenger who had started shouting and the pilot asked as a precaution to divert from Manchester to Stansted. The pilot was worried about the safety of the plane. It is understood the pilot was then satisfied the incident was over; however the passenger is likely to be escorted from the plane at Stansted. There is no indication that the incident is linked to Wendesday's attack but it may reflect the worried atmosphere since then. The plane is still in the air and can be tracked here. Peter Walker is in Woolwich at the site of Wednesday's killing, and sends this photo of the bouquets of flowers lining the railings for around 60 metres from the busy junction. A couple of police officers are stationed at the site, handing out plastic zipties to those arriving so they can secure flowers to the railings. The Muslim Council of Britain say their deputy secretary general, Shuja Shafi, will be here shortly after 2pm to lead a delegation laying flowers. Leaders of the Christian, Jewish and Buddist faiths joined around 6,000 Muslims for Friday prayers at the East London Mosque in Tower Hamlets today in a show of unity following the killing in Woolwich, reports Matthew Taylor. Speaking before prayers started, the group – which included Bishop of Stepney Adrian Newman and Leon Silver from the East London Central Synagogue – said they had come to condemn the Woolwich attacks and show that the various faith communities were standing by their Muslim neighbours. “Here in Tower Hamlets we do support each other in our different faiths,” said the Rev Alan Green, chair of the Tower Hamlets interfaith forum. “If there attempts to demonise parts of our community – particularly the Muslim community – we will stand together. We will not leave our Muslim brothers and sisters to attempt to defend themselves.” As thousands of Muslims of all ages gathered in the network of prayer rooms, halls and corridors of the mosque in Whitechapel, east London, there was anger and sadness over the events across the Thames in Woolwich – and fear over what it may mean for them and their families. “My sisters, my daughter – even my wife are now scared to go out because they fear what people may do after this,” said Mizan Abdulrof. “Everyone is shocked and distraught about the horrendous act that was carried out. These idiots, these poor idiots, who carried out this barbaric act did so for their own self for nothing else... they have nothing whatever to do with Islam. Our hearts go out to that man and his poor family.” Hasan Salekin said he had already noticed a different attitude from his non-Muslim neighbours. “My neighbour was quite worried about speaking to me after what had happened but once we spoke and I told her how horrified I was it was fine – but it shows how this has the power to change things.” He said he was devastated by what had happened – particularly for the wife and young son of the soldier that was killed. “There is nothing that can replace that little boy's father but perhaps we could raise some money for them, do something that at least means they do not have to worry about money.” In the sermon sheik Abdul Qayum said there was no excuse in Islam for what had happened. “We condemn utterly and without qualification the horrendous crime committed in Woolwich, where a young man was brutally murdered in the street. Our thoughts are with the family and friends of the victim. The actions of the perpertrators are totally against the religion of Islam and the example of the prophet Muhammad. Today we reaffirm this and stand with those of all faiths and none to oppose this terrible act.” Here’s a summary of today’s key events so far: • The family of Drummer Lee Rigby have spoken about the death of the soldier in Woolwich, south-east London, on Wednesday.Rebecca Rigby, his wife, said: “He was a devoted father to our son Jack and we will both miss him terribly.” Asked about Rigby’s having been killed in Britain rather than on duty abroad, Ian Rigby, his stepfather, said: \"When in Afghanistan, you come to terms with it, you know it's dangerous. You don't expect something like that on your doorstep. It's very difficult.\" Rigby’s body was formally identified today but his cause of death was not confirmed. • Police have been removing bags of items from a flat in Macey House, Greenwich, south-east London, where Michael Adebowale, 22, is registered as a voter. He and Michael Adebolajo, 28, are thought to be the two suspects in Rigby’s murder. The two suspects remain in hospital. They are have been detained not under terrorism laws but under normal criminal legislation, which means once police decide they are medically fit to be questioned they will have 96 hours rather than 28 days to question them. A man and a woman have also been arrested on suspicion of conspiracy to murder and remain in custody. • Two new videos have emerged showing the moments the police shot the two suspects on Wednesday. The Daily Mirror’s footage shows one of the suspects rushing at the police before being shot. The Sun’s shows the moments afterwards, when armed police surrounded the two suspects and began to administer first aid. • The Archbishop of Canterbury and Muslim leader Shaykh Ibrahim Mogra have given a joint press conference in Leicester. Justin Welby said communities should come together but “we are in a good position”. Mogra also called on Britain’s communities to come together, and he condemned the “barbaric” killing of Rigby, saying Muslims had long served in the British armed forces, proudly and with honour. • Nick Clegg paid tribute to Muslim leaders who had spoken out against the attack in Woolwich, and quoted from the Koran: “If anyone kills a human being, it shall be as though he killed all mankind. Whereas if anyone saves a life, it shall be as though he saved the whole of mankind.” • Eric Pickles, the communities secretary, seemed to back Clegg over the communications date bill, saying he did not believe any measures in the bill would have prevented Lee Rigby’s death. The bill – condemned by critics as a snoopers’ charter – was blocked by the deputy prime minister before this month’s Queen’s speech, and yesterday several peers claimed it would have helped prevent the attack or future attacks. • Lord Blair, the former head of the Metropolitan police, defended the security services over the fact that both suspects had been on their radar for eight years but they had failed to prevent the attack. For more on what MI5 knew about the suspects click here. Peter Walker is outside Greenwich Islamic Centre, where Friday prayers are due to begin shortly. There is a stream of people arriving, warily eyeing a line of photographers and camera crews across the small side road from the entrance. We're told someone senior from the centre - which, it bears repeating, has no connection to the attackers so far as we know - will come out to speak afterwards. Here is video footage of Lee Rigby's family speaking earlier today. A book of condolence has been opened for Lee Rigby at Woolwich town hall, where opening hours will be extended over the bank holiday weekend to allow the public to pay their respects. Police watchdog the Independent Police Complaints Commission (IPCC) has said it will not be pursuing any criminal or misconduct offences in relation to the officers who used their weapons in Woolwich on Wednesday. The family of murdered soldier Drummer Lee Rigby have been speaking at a press conference at the Regimental HQ of his unit, the Royal Regiment of Fusiliers at Bury, Greater Manchester. Rebecca Rigby, Lee Rigby's wife and the mother of their two-year-old son Jack, said: I love Lee and always will. I am proud to be his wife and he was due to come up this weekend so we could continue our future together as a family. He was a devoted father to our son Jack and we will both miss him terribly. Asked about the shock of the attack having taken place in Britain, she said: \"You don't expect it to happen when he's in the UK. You think they're safe.” Lee's stepfather Ian read out a statement on behalf of and prepared by the whole family: What can we say about Lee, our hero. We are so so proud of Lee. When Lee was born the family adored him; he was a precious gift given to us. Lee had a fiery temper when he was younger; I used to sit on him to calm him down till he got too big at 15, then he used to sit on me. Lee's dream growing up was always to join the army which he succeeded in doing. He was dedicated and loved his job. Lee adored and cared a lot for his family. He was very much a family man, looking out for his wife, young son Jack, younger sisters, whom in turn they looked up to him. He always had a banter with them but would never ever let any harm come to them. He was over the moon being a dad and uncle; he adored them all. Ian Rigby said the last text Lee had sent to his mother read: “Goodnight, Mam, I hope you had a fantastic day today because you are the most fantastic and one in a million mum that anyone could ever wish for. Thank you for supporting me all these years, you're not just my mum you're my best friend. So goodnight, love you loads.\" He added: We would like to say: goodnight Lee, rest in peace our fallen soldier. We love you loads and words cannot describe how loved and sadly missed you will be. We would like to thank everybody, the police and army for the amazing support we have received and for all the goodwill wishes all over from the country we are receiving in memory of Lee. Our hearts have been ripped apart from us, everyone is struggling to cope with this tragedy, so we would ask the press to respect our privacy to grieve our son's parting as we try to come to terms with this. Asked how hard it was to take that Drummer Rigby had been killed not in a warzone but on the streets of London, Mr Rigby said: \"When in Afghanistan, you come to terms with it, you know it's dangerous. You don't expect something like that on your doorstep. It's very difficult.\" Mr Rigby was asked how he found out about the incident and said he saw it on TV and tried to contact his stepson immediately. Really as soon as it came on the news on television, obviously we didn't know it was Lee but your heart skips a beat when you see something like that on TV, you know your son is in that area. As soon as it was on the telly we were attempting to get hold of Lee; obviously we couldn't and it was the middle of the night probably when we got confirmation it was Lee. Family members frequently broke down in tears during the press conference. Peter Walker has been to Macey House in Greenwich, south-east London, where a flat was raided by police yesterday and has been linked by locals to the second of the two suspected Woolwich attackers, where Michael Adebowale, 22, is registered as a voter. He reports: The flat is still the focus of apparently significant forensic examination, with staff in full plastic body-suits entering and leaving the top-floor property in numbers. A uniformed officer remains outside. Neighbours said that at about 8.45am police were seen removing about four big, full, laundry-type bags, presumably items for examination. The media fuss on a small block of flats is taking its toll. One resident has been telling reporters how he felt he was followed by two men resembling the suspects some time ago while wearing camouflage trousers, and now reasons they might have been targeting him, thinking him a soldier. I watched as the man - arguably on the old side for a soldier - accompanied by a reporter and photographer from a tabloid paper, returned to his flat to change into said trousers so he could have his photograph taken outside. I asked a couple of other locals what they thought of the man's story. \"Complete bollocks,\" said one. Mogra says there is concern about safety at mosques among Muslims. \"But we hope that the police ... will ensure law and order is maintained ... If we begin to cower and hide ourselves away we allow the terrorists to win,\" he says. Mogra says Leicester's communities stood together through 9/11 and English Defence League \"visits\". The country can make a distinction between law-abiding people and criminals, he says. The archbishop says Leicester is a \"shining example\" of how religious communities work together. \"We are in a good position,\" he says. \"It's very solid and I'm highly confident.\" Welby says this is a time for communities to come together, and the national Christian-Muslim Forum is working for that. He holds everyone working towards those ends in his prayers. He says the strong response from the Muslim Council of Britain and other organisations has emphasised that these acts have no place in Islam. Justin Welby, the Archibishop of Canterbury, speaks next. He says he is horrified by the killing and his thoughts are with his family and those who witnessed this crime. Mogra says he prays for peace and justice throughout the world – \"amen\". Shaykh Ibrahim Mogra, the assistant secretary general of the Muslim Council of Britain, is speaking now in Leicester. He condemns the \"barbaric\" killing of Lee Rigby. Muslims have long served in this country's armed forces, proudly and with honour, Mogra says. He calls on all Britain's communities to come together to ensure the forces of hatred do not prevail. The Belfast Islamic Centre has been attacked in a a suspected Islamophobic incident, reports our Ireland correspondent Henry McDonald. The centre close to the university district of South Belfast was bombarded with paint bombs on Thursday night. Alliance Party South Belfast assembly member Anna Lo said she believed two teenage boys threw a milk bottle containing paint at the building on Wellington Park. She said: This was a hate crime. I am disgusted that there are those who wish to attack a place of worship. I am concerned that this attack happened the day after the barbaric murder of Drummer Lee Rigby in Woolwich. The Belfast Islamic Centre is the largest institution of the Muslim community in Northern Ireland and acts as both a place of worship and a community centre. We have been asking for your photographs, videos and accounts of the attack via our GuardianWitness site. Abechem posted the picture below, and wrote: Initially when I got to the scene a few minutes after the soldier was killed, I thought it was a car accident, looking at ... the body lying in the middle of road and these two boys with blood all over their body, and initially presumed it was probably because of their attempts to rescue the victim from his car. So I came out of the bus to see how serious it was and these guys told me no one should touch him and no one is going help him because he needs to die. It was at this that I realised they had a gun and it wasn't an accident, but this lady whom I met talking with them ... went on trying to persuade them, and they finally allowed her to attend to the victim and she walked to him, touched him, and said: \"You have killed him,\" then sat beside him and was rubbing her hand on the victim's back while still saying: \"You have killed him.\" Nick Clegg has just been speaking about the Woolwich attacks at a multi-faith event in Islington, north London. The deputy prime minister said: People who inflict such random savage violence in the name of some entirely warped ideology, or some entirely perverted concept of religion in the way that we have seen on our television screens, which has been made all the more unsettling I think because the individuals concerned dressed, spoke, appeared to all intents and purposes like so many other young Londoners that we might come across every day of the week, let’s be under no illusion: what they want, of course, is to sow that corrosive seed of fear and division. What they want is for government and the authorities to overreact in their immediate reaction. What they want is for communities to turn inwards and away from each other. What they want in short is to spread fear. He added: “We have a choice. We have a choice to either allow that powerful, corrosive feeling of fear to seep into every second, and minute, and hour of our lives, or we can make a choice that we’re not going to change our behaviour, we’re not going to disrupt normal life … London has made that choice … and it has shown once again how unbeatable London is.” He said he wanted to pay tribute to Muslim leaders who had spoken out against the attack. The fact that all of you who’ve spoken out so very clearly and so very cogently and so very quickly to reject utterly, as the prime minister quite rightly said, that what we heard from these two individuals was a total unqualified betrayal of Islam. A religion of peace was being distorted, turned upside down and inside out, perverted, in the cause of an abhorrent and violent set of intentions from those individuals … Thank you for speaking out. He then quoted from the Koran: “If anyone kills a human being, it shall be as though he killed all mankind. Whereas if anyone saves a life, it shall be as though he saved the whole of mankind.” Peter Walker writes from Greenwich Islamic Centre, the nearest major mosque to the police raids in Greenwich yesterday. It’s fair to characterise the mood of those gathered ahead of Friday prayers as one of gloomy resignation, Peter says. Worshippers accept any crime identified as Islamist in motivation will automatically see nearby mosques obliged to offer condemnation – the Islamic Centre’s trustees issued a very strongly worded statement immediately after Wednesday’s events, a copy of which is pasted to the front door – but are weary at feeling obliged to justify their religion. “Islam makes it very clear that if you murder one person you murder all of humanity,” one young mosque-goer, Mohammed, told me. “But this is automatically a ‘Muslim crime’. When Stuart Hazell killed Tia Sharpe, did anyone mention he was brought up a Christian? No.” Mohammed’s feelings are all the stronger given that the two suspects are believed to be converts to Islam. He is too, or as he terms it, a “revert”, given his belief everyone is born potentially destined for the religion, even if they are brought up in a different faith. The Birmingham born 20-something (he prefers not to give more details) had a particularly unusual path to being a Muslin – brought up in the Church of England, he came to London to study musical theatre at university (“I’ve seen all the shows. My favourite? It has to be Mamma Mia!”) and briefly began training as a Pentecostal minister before, around seven months ago, becoming interested in Islam at the behest of friends. “These two were reverts as well, and that pains me, as I’m the same,” he said. “But they’re nothing to do with Islam and nothing to do with the mosque. I’ve never seen either of them here. And yet we’re going to have to explain ourselves to journalists all day.” Another man, who did not want to be named at all, was more blunt still: “It’s just like 7/7 again. An attack happens and the media come to our mosque. But what do we have to explain? We don’t know these people and we condemn what they did.” The centre, actually in Plumstead, just east of Greenwich, was opened in 1985 and is undergoing a major expansion project to fit in more worshippers. Friday prayers, beginning around 1.30pm, are expected to be very packed today. This tweet from the Times's John Simpson also shows police at the Macey House property, leaving with \"wheelie bins &amp; bin bags\". This photo posted by Vinnie O'Dowd purports to show police at Macey House, Greenwich, the address of the second suspect, Michael Adebowale, around 20 minutes ago. You can see Macey House on this Google Map. The Sun also has a video showing the moment the two suspects were shot by police. The Sun's video begins as bystanders run in panic as a number of shots ring out. The person filming then focuses on police officers as they surround the two suspects, one lying on the pavement, one on the road, and then seem to begin to give them first aid. Lee Rigby's body has been formally identified. A post-mortem examination has been completed but his cause of death has not been confirmed, Scotland Yard has said. The two suspects are not being detained under terrorism laws but under normal criminal legislation contained in the Police and Criminal Evidence act, reports Vikram Dodd. That sets detectives much tighter time limits on deciding whether to charge or release suspects, meaning police have a total of 96 hours as opposed to 28 days under terrorism legislation. At the moment the time limits do not apply as the suspects are not medically fit to be questioned. That will usually start once they are moved from hospital to a police station. Once the PACE clock starts, police have an initial 24 hours to detain without charge and then can get a 36-hour extension. If they still need more time they can apply to a magistrate to hold the suspects without charge for another 36 hours. Nick Hopkins has more on MI5’s knowledge of the two suspects. Investigators were already aware that one of them had expressed an interest in travelling to Somalia, presumably to join the al-Qaida affiliate, al-Shabaab. Only a small number of Britons have gone to Somalia, and those that have tried have been easily identified by the police because the simplest way into the country is via neighbouring Kenya, and there is routine monitoring of the flights to and from Nairobi. It is not thought either of the men in Woolwich actually made it to Somalia. One suggestion is that one of them had been put off by a \"tap on the shoulder\" as he prepared for the trip. Nobody in Whitehall would be drawn on the specifics, but the conclusions drawn by specialists who have to make excruciating decisions in this field, having weighed up all this material, is that the men did not warrant moving up the worry list; they did not pose an imminent threat to national security. I've just been speaking to Nancy Scott, who lives near Macey House on Thames Street in Greenwich, the home of the man thought to be the second suspect, Michael Adebowale. This morning there were still two officers stationed outside the building, she said, but police seemed to have stopped searching Adebowale's flat. They don't seem to be searching any more. I've not seen anybody come in and out for a while. It's quietened down a little but there are still police officers there. Detectives are examining whether the arrested woman was in a relationship with one of the two men detained on Wednesday, and what the links are between the four people they currently have in custody. The arrests are a clear signal that counter-terrorism detectives suspect the attackers may not have acted alone. Last night the Metropolitan police's counter-terrorism command arrested a man and a woman as part of their investigation into Lee Rigby's death. The man and woman, both aged 29, were arrested on suspicion of conspiracy to murder and remain in custody. The woman was arrested at a flat in Greenwich, south-east London. Michael Adebolajo, one of the Woolwich suspects, featured in several counter-terrorist investigations over the last eight years, the Guardian reports. Sources told the Guardian there was nothing in his activities that indicated he might carry out an attack such as Wednesday's. Anjem Choudry of the now banned al-Muhajiroun said he was \"on our ideological wavelength\". Adebolajo attended meetings and demonstrations organised by the extremist group and handed out al-Muhajiroun literature on Woolwich High Street. Omar Bakri Mohammed, the leader of al-Muhajiroun, told the Guardian Adebolajo had asked the group when violence might be justified. \"He asked these type of questions, like many others,\" said Bakri Mohammed, who has been banned from Britain. \"He was asking what to do. He was most likely affected by the situation in Iraq and Afghanistan.\" He told the Guardian he had tutored Adebolajo in Islam after he converted to the religion in 2003. Adebolajo had a Muslim name, Mujaahid, which means one who engages in jihad. Much less is known about the second suspect. Police yesterday raided a property in Greenwich where Michael Adebowale, 22, was registered as a voter. Neighbours said he had been involved with gangs and had left the property for about a year after giving evidence in a murder trial. When he came back, a neighbour said, he had converted to Islam and had become \"distant\". At 12.30pm, Justin Welby, the Archbishop of Canterbury, and Imam Shaykh Ibrahim Mogra, the assistant secretary general of the Muslim Council of Britain, are to make statements in Leicester about the Woolwich killing. The family of Lee Rigby are also due to hold a press conference at some point today. We'll cover both events live here. My colleague Sam Jones sends more from Eric Pickles, the communities secretary. On Sky News, he gave this advice to British Muslims: Go about life as normal. You are a valuable and important part of being British. In the way we have to ensure our soldiers are protected we have to ensure that our citizens are protected. The law, he said, made no religious distinction: all were entitled to equal protection. Asked about what would happen today at Friday prayers, he replied that he was sure there would be “a prayer for tolerance and in remembrance of a brave young soldier whose life was cut short on the streets of Britain”. In churches, synagogues, mosques and temples across the country, he said, “people will remember the death of a young soldier senselessly cut down”. On ITV's Daybreak the communities secretary said: The very sensible thing that I think has come out of this is that the overwhelming majority of Muslims and Muslim organisations have condemned this: [they’ve] been unequivocal in their condemnation and those that sought to use this to divide is have already been a catalyst to bring the communities together. Asked whether the attack represented the advent of a new kind of terror attack, he replied: “Whether we’re going to see copycats of this, I sincerely hope we don’t. But there remains always a risk that extremists will do stupid and unpleasant things, whether it comes from a particular organisation of whether it’s like the people of Norway faced a couple of years ago from a lone gunman.” Community cohesion, he said, was “immensely important. It’s part of our job to support people of good will within the community. I think it does mark an important difference between the events of 7/7 and the events that took place a couple of days ago: it’s very clear that everyone except for a very limited number of extremists [is] united in their condemnation of this and [in] their support of the armed forces.” Here my colleagues Nick Hopkins and Nigel Bunyan profile Drummer Lee Rigby, the man who was killed in Woolwich on Wednesday. His family issued a statement: Lee was lovely. He would do anything for anybody, he always looked after his sisters and always protected them. He took a 'big brother' role with everyone. All he wanted to do from when he was a little boy, was be in the army. He wanted to live life and enjoy himself. His family meant everything to him. He was a loving son, husband, father, brother, and uncle, and a friend to many. We ask that our privacy be respected at this difficult time. Two men have been arrested for making alleged offensive comments on Twitter about the murder of Lee Rigby. Complaints were made to Avon and Somerset Police about remarks that appeared on the social networking website, which were of a racist or anti-religious nature. A 23-year-old and a 22-year-old, both from Bristol, were held under the Public Order Act on suspicion of inciting racial or religious hatred. Detective Inspector Ed Yaxley said: \"People should stop and think about what they say on social media before making statements as the consequences could be serious.\" The two men were released on bail pending further enquiries. Yesterday, a number of peers suggested that the government’s communications data bill – shelved by Nick Clegg and criticised as a “snoopers’ charter” – might have prevented Wednesday’s attack or might prevent future such attacks, by compelling service providers to retain information about people’s emails, phone calls, and social media use and grant officers new powers to request this data. Clegg’s spokesman hit back, saying “there is currently no suggestion that the proposals in the draft communications data bill would have had any relevance to yesterday's sickening events”. This morning, Eric Pickles, the communities secretary, seemed to back Clegg, saying he did not believe any measures in the bill would have prevented Lee Rigby’s death. But he did say that after the investigation into the crime is finished, recommendations for new powers might possibly emerge. The Tory minister told Radio 4: What I am certain about is a free society is vulnerable to an unexplained, heavy violent attack, whether it was as our dear friends in Norway faced a couple of years ago a white supremacist or whether what we faced on the streets of Woolwich, a blasphemy and distortion of Islam. I know of nothing that would suggest that provisions that were in that bill would have made any difference in this case or would have saved the life of the young member of the armed forces. I think it's probably too soon to assess the powers we need but, once the investigation is through, both aspects of the security services and aspects of the policing of these two individuals will be thoroughly investigated and no doubt recommendations will come out of that. Pickles was also asked whether David Cameron’s reaction to the attack would have been different if the attack had not been linked to Islamist extremism. The minister said: I think the prime minister would have been very heavily criticised if a British soldier had been murdered on the streets by two people with clearly, from their own mouths, a political message, and it's important we understood what was happening and try to make an assessment of whether this was just the beginning of a series of events that would escalate the violence and, pleasingly, that appears not to be the case. I think the prime minister acted wisely in coming back [from planned talks with Francois Hollande in Paris] and I think he would have been very heavily criticised had he not done so. It's impossible to detect inside somebody's bedroom what extreme websites they are accessing, Blair says. The interview finishes. Ought there to be more armed police in London? So far the balance is broadly right, Blair says, but the commissioner always keeps that under review. Blair pays tribute to the \"extreme professionals\" who confronted the two attackers on Wednesday. Should they have been there more quickly. \"I'm not saying one way or the other\", he says – but he says they acted extremely quickly and decisively once they got there. He refuses to answer any more questions on the speed they got there, leaving that to the current Met commissioner. But \"you have to have very high levels of suspicion before you can put surveillance on,\" Blair says. He asks how many suspicious elements have to combine to make somebody a high priority. \"People have to take choices.\" \"What I do hope in this case is that the I and S [intelligence and security] committee will act fast\" to establish whether it was right that the security services never kept proper track of Adebolajo. Parliament's intelligence and security committee is to examine the role of the police and MI5 to address any lessons that need to be learn following counter-terrorism officials' decision not to closely monitor the two suspects. Blair says it appears that Michael Adebolajo attended al-Muhajiroun meetings, but \"lots of people do that\" and the security services can't track them all. However, \"this man was pretty well-known,\" through selling extremist literature, and that with other unknown facts would be enough to place him on the security services' radar, Blair says. Lord (Ian) Blair, the former Metropolitan police commissioner, is speaking on Radio 4's Today programme now. The Daily Mirror footage seems to have been filmed from a tall building above the scene. In the first few frames, the two suspects walk quickly down the pavement, one close to a fence, the other closer to the road. The one nearest the road then breaks away and rushes towards a nearby police car. He is shot twice by officers who seem to still be in their car. The other suspect races along near the fence, seeming to hold up some kind of weapon. He is also shot. Police then surround the suspects as they lie on the pavement and the road. Good morning. New footage has emerged of the moment the two suspects in the Woolwich murder of a soldier were shot as they charged at police officers. A video clip obtained by the Daily Mirror shows one of the suspects in the murder of Drummer Lee Rigby running directly towards police before both are shot. One of the suspects, the man who attempted to justify the killing of the soldier in a widely-viewed video clip in which he brandished two knives, was named yesterday as Michael Olumide Adebolajo. The identity of the second suspect has not been confirmed, but police yesterday raided a property in Greenwich where Michael Adebowale, 22, was registered as a voter. The two suspects remain in separate but unidentified hospitals and are still too badly injured to be questioned. We’ll have live coverage of all developments in the case throughout the day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}