{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2013/may/16/rafael-benitez-respect-chelsea-fans", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-05-16T22:23:00Z", "webTitle": "Rafael Benítez finally earns grudging respect of Chelsea fans | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2013/may/16/rafael-benitez-respect-chelsea-fans", "apiUrl": "https://content.guardianapis.com/football/blog/2013/may/16/rafael-benitez-respect-chelsea-fans", "fields": {"headline": "Rafael Benítez finally earns grudging respect of Chelsea fans", "bodyText": "In the end it was as if exhaustion enveloped them all. Chelsea's victorious players, the majority suited and booted but all with winners' medals draped around their necks, piled on to Titan Airways flight ZT7412 from Schiphol and rather slumped into their seats, basking in the afterglow of success. Petr Cech raised a plastic thimble of a glass of Champagne. Frank Lampard and John Terry, just inside the door, each enjoyed a bottle of beer. All sported weary smiles as the hefty Europa League trophy was passed, row by row, down the plane. The contrast with Munich last May was stark, not least with the players travelling back immediately after their late win at the Amsterdam ArenA with a final league game still ahead, rather than enjoying an overnight celebration at their hotel before the victorious trip home. The mood reflected many things: relief that a slog of a season had finally yielded silverware; satisfaction at a second successive European title; fatigue as a campaign that has stretched to 68 fixtures is nearing a conclusion. It was as if the initial flurry of riotous celebration in the dressing room immediately after Branislav Ivanovic's stoppage-time winner had drained the last drops of emotion from a squad that, emotionally and physically, are on their last legs. After the rush of adrenaline came the lull. \"Lamps and Terry screaming with the trophy and people taking photos on their phones …\" said Juan Mata, recalling the post-match scenes deep in the bowels of the arena. \"They seemed really happy, and I was really happy for them. For Lamps, it was a really good moment, one he deserves. For Branislav, too. He has the personality of a leader, and his header showed that.\" The Serb, denied involvement in last season's Champions League showpiece due to suspension, had managed to miss the celebrations this time as he conducted 13 separate interviews with various media outlets, the weighty Uefa man-of-the-match award he had claimed never far from his side. By the time he returned to the dressing room his team-mates were changed, the floor littered with strapping and spent bottles of energy drinks, and readying to depart for the airport. \"I was too late to join in,\" he said, albeit without any real hint of bitterness. \"My phone battery had gone, too, so I haven't even received any messages of congratulations.\" His BlackBerry must surely have trilled with recognition on Thursday. \"There was a lot of satisfaction in that dressing room,\" said Lampard. \"Munich was special – it was the pinnacle. Amsterdam was always going to be different, but there was still a real sense of achievement. It had been a tough, long season and there was a real desire to win in those circumstances. We were very content afterwards. There was no Didier Drogba to deliver a speech [as he had last year], and we knew we had the game on Sunday as well, so there wasn't over-celebration. But it was important we won something. You are defined by that. We all are. It's something to put on our CV. If we'd walked away having lost it would have been a horrible feeling, so it was a huge game to win.\" Rafael Benítez, if perhaps only privately, would echo such sentiment. The interim first-team manager has endured much over his tumultuous seven-month spell at this club but, if only in the last throes of his tenure, a grudging respect for his methods has developed among those in the stands who so loathed him from the outset. He will still never be loved but history may end up recalling his brief period in charge, which will fizzle out after next week's post-season tour of the US, more fondly. The overriding memory may not be livid mutiny at his mere presence, but of progress and reward. \"I don't think anyone expected the way it was at the start, but I don't think it affected him,\" said the assistant manager, Bolo Zenden, of the ferocious reception afforded the Spaniard back in November. \"We knew gradually it would be a bit better. The whole thing has been a crazy ride. The target was to finish top four and make sure of Champions League football, and we've secured that. But to reach a final and finish like this is super. We've had games every three days, with a squad that wasn't the biggest. \"We had all 25 of our players in Holland, and only 18 were available, so it says a lot that we managed to keep them fit up until that last game at Aston Villa. It's been hectic, busy and the last time we had four days between games it just felt weird. It was, like: 'What's going on, we're having a mini-holiday?' But it's been a great ride.\" It says much that Chelsea mustered a late winner in their penultimate game of the season despite not making a substitution in Amsterdam. It is the first time in 21 years that a finalist in a major European showpiece has not introduced a player from the bench, but Benítez's options had been limited. They merited their sense of achievement, the outpouring of elation that had greeted the final whistle shared with a delirious support. The victors had been joined by an interloper on the pitch, 11-year-old Louis Kearns from Liverpool infiltrating the celebrations and even climbing the steps with Chelsea's players to shake hands with the Uefa president, Michel Platini. A spokesman for the governing body confirmed the young boy had been \"quietly removed once he was spotted on the ceremony tribune\". He departed quietly. Benítez, in contrast, has gone out with a bang."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}