{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/jan/11/overnights", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-01-11T17:22:53Z", "webTitle": "TV ratings: January 10", "webUrl": "https://www.theguardian.com/media/2006/jan/11/overnights", "apiUrl": "https://content.guardianapis.com/media/2006/jan/11/overnights", "fields": {"headline": "C4's celebs close gap with ITV's soapstars", "bodyText": "Celebrity Big Brother gained ground on Soapstar Superstar last night, more than halving the ratings gap between the two shows to just 1.1 million viewers. There were just 5 percentage points of audience share separating the reality TV rivals - the smallest amount yet - according to unofficial overnights. ITV1's Soapstar Superstar, which has been comfortably ahead in the ratings since it began going head-to-head with Celebrity Big Brother last Friday, attracted 5.3 million viewers last night, 22% of the available audience. The figure was the lowest yet for the singing competition, 700,000 viewers down on the night before and 1.3 million down on its opening night figure of 6.6 million. Channel 4's Celebrity Big Brother gained on its rival in the same 9pm timeslot, pulling in an average rating of 4.2 million viewers, a 17% share. This was 300,000 viewers up on the previous night. The gap between the two shows was widest on Saturday night, with Soapstar Superstar on 2.8 million viewers - 12 percentage points ahead. But the fireworks between Jodie Marsh and the rest of the Big Brother housemates look set to give the soapstar singers a run for their money. The second episode in the new series of Shameless kept 2.6 million people - a 14% share - tuned to Channel 4 after Celebrity Big Brother at 10pm. Earlier in the evening, the battle of the diet shows commenced at 8pm. The new series of ITV1's Celebrity Fit Club attracted 4.2 million viewers and an 18% share, almost double the audience for Channel 4's new series of Gillian McKeith's You Are What You Eat, which had 2.2 million viewers and a 9% share. Elsewhere, BBC1's new series Surviving Disaster hung on to 3.4 million viewers, a 14% share, after inheriting 7.3 million viewers from Holby City. Peter and Dan Snow's BBC2 investigation, Whose Britain is it Anyway?, was the channel's hit of the night, pulling in 3.5 million viewers between 9pm and 10.30pm, a 15% share. In Search of Mozart, a new series on Five celebrating the 250th anniversary of the composer's birth, was watched by 500,000 people at 7.15pm. By 9pm, 2.5 million were tuned in to Five's CSI: Crime Scene Investigation. The launch of the heavily promoted new BBC3 all-female sketch show, Tittybangbang, attracted 449,000 viewers between 9.30pm and 10pm. It was the second most popular show on digital channels in its slot, losing out only to live coverage of the Wigan v Arsenal Carling Cup tie on Sky Sports 1. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}