{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/jan/20/menezes.topstories3", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-01-20T17:57:55Z", "webTitle": "Ten police officers may face charges over Stockwell station killing, says IPCC report", "webUrl": "https://www.theguardian.com/uk/2006/jan/20/menezes.topstories3", "apiUrl": "https://content.guardianapis.com/uk/2006/jan/20/menezes.topstories3", "fields": {"headline": "Ten police officers may face charges over Stockwell station killing, says IPCC report", "bodyText": "Ten police officers were facing the threat of criminal charges yesterday after an official report into the shooting dead of Jean Charles de Menezes found there might be sufficient evidence to prosecute them. The report by the Independent Police Complaints Commission (IPCC) into the Brazilian's death was delivered to the Crown Prosecution Service, who will decide whether to bring charges. Mr de Menezes was killed at Stockwell tube station, south London, on July 22 2005 by police using a then secret shoot-to-kill policy called Operation Kratos, the day after failed terrorist attacks on London's transport network. Mr de Menezes was mistaken for a suicide bomber and shot eight times from close range while being held down by police. Ten police officers were questioned under criminal caution but it is still unclear whether soldiers involved in the surveillance part of the operation were questioned by the IPCC, whose legal powers cover only the police. The police officers included in the referral to the CPS included Commander Cressida Dick, the senior officer in charge of deciding whether the threat was so great the shoot-to-kill tactics were needed. Also questioned under caution were the two officers who fired the fatal shots. Mr de Menezes was followed from a flat which police believed was being used by a suspect, then tailed as he got on a bus and walked in the street, before being shot inside a tube carriage. A number of policing errors are believed to have been identified, including flawed assessment of intelligence and poor communications. Because of the \"grave and exceptional circumstances\" of the case, the report has also been sent to the home secretary. A copy was also sent to the Metropolitan police which has set up a special group to consider the fallout from the shooting, aware of the potential for continuing damage to the force's reputation. The IPCC faces criticism whichever way its report goes. Police and their supporters will claim it is unfair to second guess officers who had to make split-second decisions in a high pressure situation, when their lives were also potentially at risk. The victim's family believe he was murdered by a reckless police force and want officers tried and convicted. Under the Police Reform Act 2002, the IPCC sends its findings to the CPS when \"the report indicates that a criminal offence may have been committed by the person whose conduct was the subject-matter of the investigation\". It is a low threshold and the CPS will prosecute if it believes there is a greater than 50% chance of conviction and that the public interest would not be harmed by trying officers who were involved in a national security operation. Contrary to some reports the IPCC does not ascribe any blame to the Met's commissioner, Sir Ian Blair. But his role after the shooting is being examined in a second IPCC investigation into statements he made after the shooting. One senior source with close knowledge of the Met told the Guardian that \"Stockwell 2\", as the inquiry into Sir Ian is known, could be more dangerous to the image of the force than the de Menezes inquiry. The source said the force was standing by its officers: \"As an organisation the Met is short on loyalty, but there is no move to scapegoat anyone. The shooting was a complete and utter fuck-up, but it has to be put into context as to what was being faced on that day.\" The family of Mr de Menezes condemned the decision to give the police and other bodies a copy of the report, but to deny them even a look. Mr de Menezes's cousin, Patricia da Silva Armani, said: \"We remain in the dark ... This investigation was a test for the IPCC about its own credibility with victims, we can only say it has failed in that respect. \"Everything we have learnt over the last months has strengthened our conviction that those responsible for the killing of Jean should be prosecuted. Real justice can only be found in a court of law.\" Charles Clarke, the home secretary, said he hoped to make the report public after proceedings were complete, which could be years away. Scotland Yard would not comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}