{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jan/16/newsstory.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-01-16T17:38:00Z", "webTitle": "England's need for harmony spares Eriksson", "webUrl": "https://www.theguardian.com/football/2006/jan/16/newsstory.sport9", "apiUrl": "https://content.guardianapis.com/football/2006/jan/16/newsstory.sport9", "fields": {"headline": "England's need for harmony spares Eriksson", "bodyText": "The Football Association stepped back from taking Sven-Goran Eriksson to task over his latest indiscretions because they did not want to disrupt the England team ahead of the World Cup, according to senior sources within the organisation. Eriksson was taped making controversial remarks about several senior players to an undercover reporter and talking about lucrative job possibilities even though he is under contract until 2008. The FA reacted with a strong message of support for the England head coach but the furore has disturbed leading members of the organisation. Two sources connected to the FA have confirmed that had the revelations emerged immediately after the World Cup instead of before it, the FA may have reacted differently. Instead Eriksson was merely asked to issue a statement and personally telephone the players involved: David Beckham, Michael Owen, Rio Ferdinand, Wayne Rooney and Shaun Wright-Phillips. \"If you want the fame and fortune that goes with the job you have to accept the responsibility that goes with it. It's not the first time is it?\" said one member of the FA's International Committee. \"The last thing we want though is for there to be any unease within the England squad ahead of the World Cup and let's hope, with the action that has been taken, that proves not to be the case.\" The other source added: \"It is fair to say that if this had been after the World Cup rather than four months before it, there may have been a rather different reaction. We don't want to ruin England's preparations for a tournament we have a good chance of winning.\" There is a feeling too that Eriksson was unfairly tricked into talking about the possibilities of a lucrative future job, but there is still disquiet over his remarks. There is also a sense of anger that the News of the World's entrapment has undermined England's preparations. Eriksson claims he has \"no problem\" with his star players and insists he has not embarrassed them but his assistant Tord Grip admitted the expose had come as a shock to his fellow Swede. \"He has been through a lot of things but this was something very special, because it was a real set-up. But I know that Sven is OK and he's fully committed to the job,\" said Grip. \"It was a shock for him, this one. It's not nice, because then you can't trust anybody and you don't trust what they are writing either. You never know if it is true or not. It's strange that they do things like that. They had planned it for several months. He was a little bit shocked when he realised it was a set-up but now it's OK. He has spoken to them [the players] and he's rather relaxed about the media. It's no problem at the moment.\" Former England captain Terry Butcher, however, has claimed Eriksson's remarks about the players amount to \"a betrayal of trust\" and could affect the squad. \"It's not so much the money side of things as the revealing of confidences of the senior players,\" said the Motherwell manager. \"He's said Beckham's not happy at Real Madrid, and Rio will be disappointed at what he has said about him. I'm certain it will have affected the relationship between him and the team. It's a betrayal of trust.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}