{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jan/01/rugbyunion.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-01-01T21:23:27Z", "webTitle": "Henson's honesty inoculates us from the pox", "webUrl": "https://www.theguardian.com/sport/2006/jan/01/rugbyunion.comment", "apiUrl": "https://content.guardianapis.com/sport/2006/jan/01/rugbyunion.comment", "fields": {"headline": "Henson's honesty inoculates us from the pox", "bodyText": "It is cruel to say that the year in which Wales won their first grand slam for 27 seasons was poor, but it was. Wales weren't, but 2005 was, a poxy entry in the annals of rugby in these isles. France at club level ruled the Continent, Stade Toulouse a dimension ahead of anything the Premiership could reveal. Wales glittered briefly in the Six Nations, but what they were playing was a mini-version of the New Zealand style that, when unleashed on the Lions and the Tri Nations and on our autumnal back yards, proved to be a new game for grown-ups only. For all the millions invested in the Lions, for all the money Sir Clive Woodward poured into the minutiae of his adventure last summer - from the excruciating anthem to the excellent medical provisions - the overall impression was that his strategy was antiquated. Our domestic Anglo-Celtic game is stuck, caught in an impasse, trapped by the truculence of the club-v-country row in England. Two things sum up the year for me. The first is Gavin Henson - not that he is a thing, of course. But he has become more an event, more an in-church joke than a talented rugby player. He did not have a perfect Six Nations, but he made a more significant all-round contribution to the Welsh grand slam than Jonny Wilkinson did to England's 2003 World Cup. Jonny, we should remind ourselves from time to time, was, for most of that campaign, not far short of being escorted away by the men in white coats. Henson's penalty against England was on a par with The Drop Goal against Australia, his treatment of Mathew Tait as disdainful as the tackles by England's former No10, the ones that used to send props hurtling backwards. Henson, in short, was fit for stardom. Instead, he had a miserable time on the Lions tour, was injured, wrote a book that was roundly slated and ended up being banned for 10 weeks and two days for elbowing Alejandro Moreno in the second of his comeback matches. The hero of the Millennium Stadium last spring ended up being booed off the Christmas stage. His book, My Grand Slam Year, far from being an unsavoury kiss-and-tell, offered an insight into modern rugby life, marred only by a failure to acknowledge that he wasn't really at his best in New Zealand. Henson did not shirk thorny subjects such as the rules of eligibility - even if they affected his own team-mates at the Ospreys and Wales - rugby's drinking culture, fame and Charlotte Church. He should be applauded for it. He should be applauded for felling a prop who was trying to take a swipe at him. Applauded and banned - but not for 10 weeks and two days. Rugby should embrace the oddball, the one-off, the individual, the loner, not shun him for his refusal to toe without question the party - or at least the team - line. Rugby's establishment has queued up to put the boot into Henson. Even Lawrence Dallaglio, who has been a bit of a rogue in his time. The great England player said there was no point in talking about issues after the event. Why not? Isn't that called history? The second thing was this: Bristol 15 Leicester 3, only last week. Bristol, on most days a breath of fresh air in the Premiership, kicked five penalties against the Tigers' B team. Leicester did not pick their top team because their only aim is to qualify in the top whatever-it-is to make the play-offs. The only drama, season on season, in the club rugby of England concerns relegation. Down at the bottom there is a real dogfight, which, we are told, affects the way England play on the grand stage far more than anything that happens at the top end of the table. What did Leeds and Northampton think when they saw the Leicester team to play Bristol? At the less traumatic end, sides drift in and out of form, tinker with selections and generally go through the motions until some time in the new year - the precise moment is known only to Wasps - when they turn all heavyweight and batter each other to the last-man-standing title. This is really meant to help England far more than the battering of the last-man-down relegation struggle. It cannot go on. England have to change, not only for themselves but to catch up with France, to drag the Celts along, to make up all the ground between these shores and New Zealand's. The year 2005 revealed all too horribly just how broad the gulf is between rugby as an expression of the adventurous spirit and how it is played in England. So, a ring-fenced Premiership it seems it will have to be. Every bone in my body defends the right of the Cornish Pirates to rise by merit even unto the elite, but it appears the bones of fair tradition must be broken on the wheel of the greater good. It stinks, just like the rugby year of 2005, but something has to be done. Still, let us not be - as we say in the relegation game - down. May you have been promoted, nay catapulted, into the new year."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}