{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jan/13/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-01-13T17:00:52Z", "webTitle": "Sniffing Glue; and Floats of Giant Frankfurters", "webUrl": "https://www.theguardian.com/football/2006/jan/13/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2006/jan/13/thefiver.sport", "fields": {"headline": "Sniffing Glue; and Floats of Giant Frankfurters", "bodyText": "TEENAGE KICKS Considering most 16-year-old boys are sullen, covered in zits and have little interest in anything other than sniffing glue, gunning down their classmates and twanging the one-stringed bass, it's difficult to believe there are actually folk out there prepared to pay £15m for one when most parents would gladly give theirs away for free. But while that's the sum Arsenal are reported to be lining up to pay for Southampton tyro Theo Walcott, Arsene Wenger has moved quickly to absolve himself of all blame. \"I rate the player but we haven't got a deal,\" confessed the Gunners boss earlier today. \"It is massive money even for a confirmed player and a little bit high.\" Especially for a kid with just five career goals to his name, and who can't play in Big Cup matches because they always kick off after his bedtime. And despite being spotted at Arsenal's training ground yesterday, Saints chairman Rupert Lowe has also denied his visit had anything to do with an imminent deal. \"We would have had to have agreed a fee for him to do that and we have not done so,\" he harrumphed, nervous in the knowledge that if he doesn't sell Walcott soon, the player will be free to lock himself in his bedroom and listen to Smiths records for the rest of his life, as soon as he turns 17 in March. Which could also explain why Wenger unveiled comparative pensioner Abou Diaby (19) today, having signed him from Auxerre for a fee believed to be somewhere in the region of £2m. \"He is a strong midfielder and has shown huge potential during his time at Auxerre. He will be a tremendous addit-\" parped Wenger, whose platitude was cut short when your now completely-sick-of-effin-Arsenal Fiver heard the news that they're about to sign Togolese striker Emmanuel Adebayor as well. * * * * * * * * * * * * QUOTE OF THE DAY \"They are leading an isolated life because they are so protected by their club. If the player brought his wife or partner with him it helped him, but the partner suffered. Some clubs even chose the house where the players live. The players are not learning about the culture of where they are living, so they are living an artificial life. It's a sad story\" - Professor Susan Cartwright from the Manchester Business School, explains why our hearts should bleed for Hernan and co, after a study into overseas footballers who came to England revealed their moves left them lonely, isolated and unhappy. ********************* SAY IT AIN'T SO, SEPP. SAY IT AIN'T SO What? No, it can't be true. That'd be like going to a nightclub without being frisked by bouncers and fleeced by bar staff. Has the World Cup opening ceremony really been cancelled? Is 2006 really to be the year football's quadrennial showpiece is denied an eye-popping, mind-boggling, gut-wrenchingly expensive tackfest? Aren't we to be astonished by armies of costumed kids forming themselves into the word 'fussball'? Or floats of giant frankfurters filing past grinning mandarins, as John Motson, press release in hand, earnestly explains that \"this symbolises football's fraternalnessism, the wisps of radish hinting at adventure as slightly incongruous plums celebrate spontaneity\"? Sepp, you'd promised that the Berlin opening fandango, scheduled for June 7, would be the glitziest, ritziest, costliest of all time. So what's going on? \"Fifa has decided to cancel the event. It has become clear that there would be considerable risks involved, not only in dismantling the stages and the event's technical installations in time, but also in laying a new pitch, which has to be in perfect playing condition by June 12.\" But Sepp, 15,000 volunteers had been recruited to prance and frolic like loons, and multimedia artiste Andre Heller had been hired to mastermind the whole shebang. OK, so costs had already soared way beyond the earmarked £17.5m, but come on, Sepp, tinsel and fireworks ... \"Fifa has not taken the decision to cancel the event at such a late stage lightly, but as world football's governing body, we must put sporting considerations first.\" Fair enough, Sepp, we understand. Any last words? \"Personally, I still think the idea of holding such a high-profile opening event is a good one ... but a more low-key ceremony will be held in Munich on June 9.\" Excellent! One last thing, Sepp: we all know how cathartic Euro 96 was for Stuart Pearce after what happened to him in 1990 ... will Diana Ross be given the chance to make amends for her penalty miss in USA 94? ********************* THE RUMOUR MILL'S THREE DEGREES OF JERZY DUDEK Having lost his first-team spot and been unable to patch up his differences with Rafa Benitez, Liverpool goalkeeper Jerzy Dudek will be shipped off to Middlesbore ... ... where Jimmy Floyd Hasselbaink's recent relegation to the bench has put his nose out of joint to the extent that he'll quit on a free transfer and join Everton ... ... who themselves look set to lose Danish defender Per Kroldrup, with Schalke ready to end his Merseyside misery. Which leads us back to a certain unhappy Pole across Stanley Park. Sort of. * * * * * * * * * * * NEWS IN BRIEF It's official. Stan Staunton and Rir Sobby O'Bobson will provide the most unlikely double act since Chris Evans and Billie Piper after they were confirmed as the Republic of Ireland's new manager and 'international football consultant' respectively. \"I know that the calibre of the team I have will bring a huge range of experience and talent to the challenges that lie ahead. I can't wait to get started,\" whooped Stan. Rir Sobby was last seen boarding a flight to Durban ... A 23-year-old man who robbed Anton Ferdinand outside a kebab shop following a row over a girl has been jailed for two years. Leon McDowall, once an AFC Wimbledon player, attacked and robbed the West Ham defender in Croydon last September after accusing him of talking to his fiancee in a nightclub. Judge Cedric Joseph said: \"The fact that he is a good footballer does not mean that he is entitled to a lesser sentence than anyone else.\" And Milan have added to their Brazilian contingent with the signing of former Sao Paulo striker Amoroso. * * * * * * * * * * FIVER LETTERS \"Re: Liverpool signing Daniel Agger. He says here ( http://www.johan-juhuu.com/site/truppen/spiller.php?i=22), in Danish, that his favourite English club is Everton\" - Henrik Smidt Hansen. \"All because Rick Parry has a dig at the honours list, theguardian sees fit to drag up every Scouse stereotype under the sun: 'calm down', muggings, car thieves, shell-suits etc. Lazy journalism and cheap laughs\" - Brian McLaughlin. [We didn't mention car thieves. Apologies - Fiver Ed]. \"Re: Arise Sir Djimi (yesterday's Fiver). This was about the most unfunny thing I've ever read. Has whoever wrote it thought about getting a job at the Sun or Daily Mail, because that's where those sort of stereotypical references to Scousers belong\" - Nick Connell. \"The talk of wristbands in yesterday's Fiver letters has given me an idea. How about creating a 'Make Conspiracies History' one for Liverpool Football Club and its hard-done-by fans?\" - Toby Clark. \"Stuff Stevie Me, it was The Kaiser coming on at half-time that won us that game. Any chance of his getting the Iron Cross?\" - Dominic Smith. \"I haven't received the Fiver since January 6. Please advise\" - Jonathan Gardner. [Count your blessings - Fiver Ed]. \"Re: bungs. What's the betting that the only action the FA takes over Mike Newell's claims is a disrepute charge for the Luton manager?\" - Rob Freeman. Send your letters to the.boss@theguardian.com. The best one each day will win a copy of The V*rgin Guide To Poker (www.v*rginpoker.com) and a copy of It'S Not Your Leg Son: The Book Of Shankly (www.n*kedguides.com). Today's winner: Toby Clark. * * * * * * * * * * * TONIGHT'S TV &amp; RADIO BBC 2: World Professional Darts Championship (11.35pm) Another day, another list of suitors sniffing around looking-for-love, Liverpool-supporting, London-based lass Helen Tomkins (32). ITV1: Footballers Wives: Extra Time (11pm) With the predators circling the last available female, this section is starting to resemble a provincial nightclub 10 minutes before lights-on. \"My best mate Alan Synnott has a girlfriend now and is no longer any use as a wingman,\" writes Paul Dunne. Five: EhJohnEhBarnes'sEhFootballEhNight (12am) \"However, as he's a Rowdies fan who introduced me to the Fiver and I'm a conspiracy-obsessed Liverpool fan, I would be happy to take Ms Tomkinson out.\" Sky Sports 1: Premier League Preview (7pm) You were doing so well until you called her by the wrong name, you dolt. What if that happened in the boudoir? Live Football League - Wolves v Luton Town (7.30pm) \"I've a mate named Ciaran (32), who would like to meet Helen Tomkins,\" reveals Fergus Kenny. \"However, while he owns some property and has a job, he also has ginger hair and supports Everton.\" Soccer AM's All Sports Show (10pm) A real catch and no mistake. Unlike this bloke, proposed by Marc Sinfield? \"I'd like to offer up my good friend Rod Marquis as a potential match for Helen. He fulfils all the general criteria (31, single, London-based, own place, own teeth) and he's a Liverpool fanatic. Football League (12am) \"He's a looker as well - a bit like a slim Frank Lampard, but with lovely puppy-dog eyes. Bravo: Gazzetta Football Italia (12.40am) \"This man should not be single and Helen sounds perfect for him. If all goes well I'll make sure the Fiver gets a seat at the wedding.\" Radio Five Live: Sport On Five (7pm) Well Helen? Are you ready? Are you ready for love? Talksport: Kick-Off (7pm) Let us know who caught your eye this week and we'll put you in touch with them on Monday. Newstalk 106FM: Off The Ball With Ger Gilroy (7pm) Meanwhile keep your proposals coming to the.boss@theguardian.com and mark them I Could Be So Good For You. * * * * * * * * * * * * BOOZE: THE CAUSE OF AND SOLUTION TO ALL OF LIFE'S PROBLEMS"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}