{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jan/19/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-01-19T17:22:18Z", "webTitle": "Farcical; and Total Novice", "webUrl": "https://www.theguardian.com/football/2006/jan/19/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2006/jan/19/thefiver.sport", "fields": {"headline": "Farcical; and Total Novice", "bodyText": "EAR PEARCE-ING The moment the Fiver pitched up at GU Towers, hair swept into an insouciant peak, collar coyly ruffled above a shabby-but-charming blazer, drainpipe jeans studiously fatigued, people started tipping it for the big time. That was seven years ago, and though it seemed fitting to laugh off the praise and feign willing at the time, look where that's got us now. So let that be a warning to Stuart Pearce, who's scoffed so hard at the idea of being next in line for the England job he's hoiked a big yellowy glob of phlegm all over Dave Whelan's bald pate. \"I find the whole England situation quite embarrassing,\" he said, pulling down his jogging bottoms and pooh-poohing on Chief Wigan's doorstep as well as his own. \"Ours is probably the only industry where you could have a total novice being touted for the top job. Would we say the next prime minister should be somebody who hasn't been elected in their own ward?\" he wondered aloud, before politely informing himself that: \"No, we would not!\" But what about Ireland (Stan Staunton), Holland (Marco van Basten) and Germany (Jurgen Klinsmann), Stu? They've all done it! \"It is absolutely ludicrous and a massive slur on people who have been in club management for years,\" he raved on, that vein in his neck at full throbble. \"When we got one point out of four games over Christmas no one mentioned it. Suddenly, I win the derby and people are talking again. If I get beaten by [Big Sam] on Saturday then he'll be the next England manager and I won't get a look in. That's how farcical it is.\" Then, having paused for breath and some long overdue reflection on the potential repercussions of his outburst, Psycho tacked on an addendum with a sheepish grin. \"I would not rule myself out of any job,\" he whimpered, tugging his forelock in the direction of Soho Square before clambering back into his technical box. * * * * * * * * * * * * QUOTE OF THE DAY \"Like all public places, from time-to-time, we do find mice near or inside the stadium. When they are found they are dealt with as a matter of course. There is no mouse problem here\" - an MU Rowdies spokeswoman insists that, contrary to the claims of Burton Albion's players, the Trafford DevilBowl is not infested by rodents. ********************* THE MILLER'S TALE When Kenny Miller decided to further his career by leaving the Pope's O'Rangers for the greener pastures of Wolves in 2001, the blue-nosed hordes could at least console themselves with the knowledge that he'd be reminded of them every time he pulled on his shiny new orange shirt. They won't take any comfort from Miller's latest move, however, for the Scotland striker has just inked a pre-contract agreement with the Queen's Celtic, which will see him joining on a three-year deal this summer. \"It is a tremendous honour to have signed for a club of the Queen's Celtic's stature,\" och-ayed Miller, casually disposing of his flute and bowler hat in a nearby dustbin. \"I was fortunate enough to have a number of options; however, when the Queen's Celtic made their interest known, this was where I wanted to play. I am looking forward immensely to joining my new team-mates in the summer and am hoping to be able to play my part in bringing further success to the Queen's Celtic.\" When the Fiver tried to gauge the prevailing mood among O'Rangers fans on the messageboards of their homely fansite, followfollow.com, we had no success. Why? Because their chat forums were \"temporarily closed\", having no doubt crashed beneath the weight of all the good wishes being sent Miller's way from understanding regulars at Castle Greysku ... sorry, Ibrox. Of course, in the interests of the balance for which the Fiver's name has long been a byword, we also perused some Queen's Celtic websites in search of reaction to Miller's move. \"You are not logged in. Fill in the form at the bottom of this page and try again,\" announced the burly pop-up on talkceltic.net, prompting your disgruntled Fiver to storm off muttering something about these \"two-bit Euro Disney League clubs pretending not to know who we are\". ********************* THE RUMOUR MILL Arsene Wenger won't loan Theo Walcott back to Southampton after the youngster completes his GBP12m move to Highbury. Middlesbore will surprise nobody by swapping one of their strikers (Jimmy Floyd Hasselbaink) for a Fulham goalkeeper (Mark Crossley). The prospect of playing in London next season appeals to Vicenza's Benito Carbone. QPR might fix-it for him. And Brentford are poised to unveil former BBC director general Greg Dyke as their new chairman within the next 24 hours. * * * * * * * * * * * NEWS IN BRIEF Having been sightless in one eye since he was eight years old, Hibs forward Dean Shiels is to undergo surgery to have it removed. Anti-bung Batman Mike Newell has found his very own Robin in the unlikely shape of Leeds striker Rob Hulse. \"It's been going on for years and how you stop it I don't know,\" he said. Fiorentina claim to have completed the signing of Everton defender Per Kroldrup, but the Toffees reckon otherwise. And Blackburn's $tevie-Me-and-Joey-Barton-alike David Thompson has joined Wigan until the end of the season, with a view to a permanent move. * * * * * * * * * * FIVER LETTERS \"Re: I lived on rum etc. (yesterday's Last Line). Is that a quote from Treasure Island, or from one of the worms that lives under the finish line at Aintree?\" - Jonathan Waples. \"Good to see Bernard Cribbins keeps well up to date with continental football (Bongelona FC, Tuesday's Fiver). Barcelona lost in the first round of the 2004-05 Spanish Cup to Gramenet, a semi-professional team\" - Paul Murphy. \"TV 'personality' Ian Wright said last night that if Burton Albion beat the Rowdies it would be 'the upset of the decade'. He then corrected himself and said it would be the 'upset of the century', then 'the upset of the millennium'. Doesn't he realise they all began on the same day?\" - Tim Dowdall. \"Thanks for granting me Quote of the Day yesterday, even if you were taking the p*ss (never quite seen it as my role on the official LFC site to be objective). As for Helen Tomkins (TV and radios passim) - thanks for finding my long-lost wife. I'm sure she thought she'd got away\" - Paul Tomkins. \"Re: all this plagiarism in Fiver letters. Rumour has it that you're journalists. Shouldn't you be reading your fellow hacks' jottings (including Football365) in the name of research?\" - Melanie. \"Can anyone tell me what the hell Chris Kamara was talking about during the Wigan v Leeds match on Tuesday night? Just after Leeds equalised he said 'Bacon, egg and two sausages, it's 1-1'. I remain mystified\" - Richard Dunigan. \"Re: the 99 people giving me a slating for plagiarism yesterday. It is Football365 that was plagiarising me and not the other way round. Do I still get my guide to poking v*rgins?\" - Tom Kelsall. \"Yeah (I want out of Boro), but no (Southgate's injured), but yeah (Southgate's not injured), but no (they won't give me enough money). Ugo Ehiogu's transfer saga, by way of Vicky Pollard\" - Phil McTimoney. Send your letters to the.boss@theguardian.com. The best one each day that isn't copied from Football365 will win a copy of The Virgin Guide To Poker (www.virginpoker.com) and It's Not Your Leg Son: The Book Of Shankly (www.nakedguides.com). Today's winner: Phil McTimoney. * * * * * * * * * * * TONIGHT'S TV &amp; RADIO ITV1: Soccer Night (11.30pm) \"In one of Nigel Clough's radio interviews I heard him say that 10 of his Burton Albion squad are single and looking for wives,\" writes Adrian Johnson. \"I thought I'd pass this on to lonely old spinster Helen Tomkins, 32, in case she missed it.\" Five: Golazo Football Show (12am) That's very considerate of you, Adrian, but there's really no need. Dutch Football - Vitesse Arnhem v Feyenoord (1am) Because yesterday afternoon, London-based, Liverpool-supporting Fiver-reader Chris Bond finally got in touch. Portuguese Football - Estrela Amadora v FC Porto (2.40am) \"I'm keen as mustard and very up for giggles with Helen,\" he wrote. \"Sadly, Thursday is out. However, I'm available any evening after that, bar Tuesday. Football Argentina (4.20am) \"Of course, there's always the Rowdies v Gissagong FC on Sunday. I believe they show football on televisions in pubs these days.\" Sky Sports 1: FA Cup Special (7.30pm) See, humour there. How could Helen refuse? After all, she is desperate. Live Spanish Cup Football - Deportivo La Coruno v Valencia (9pm) \"Great news!\" she squeals predictably, upon being forwarded Meester Bond's [Fiver strokes white cat] proposal. \"I'm definitely up for watching the match on Sunday. Fifa Futbol Mundial (12.30am) \"Can you send me Chris's email address, or alternatively ask him to suggest somewhere in town, preferably with a large TV and Walkers crisps behind the bar.\" Bravo: Football Italia: Mezzanotte (2am) [Fiver sends a flurry of emails. Well, one email] Setanta: The Hub (7pm) It is done, Helen. The jig is on. All that remains is for you and Chris to pick a pub and turn up wearing pink carnations. You might want to carry a folded Fiver under your arm too. Radio Five Live: Sport On Five (7pm) And don't forget to arrange for friends to ring you 10 minutes after the allotted meeting time, so that you can fabricate an emergency and bail out if either of you doesn't like the cut of the other's jib. Finally, if all goes well, remember the Fiver's golden rule: if you're going to go paddling wear your wellies. Talksport: Kick-Off (7pm) Of course the rest of you can tune in next week to hear how it all went. In the meantime, we want to know what you're getting up to this weekend, because it seems we've done the cruel dumping riff before. Newstalk 106FM (www.newstalk.ie): Off The Ball With Ger Gilroy (7pm) No shock there, then. Anyway, tell the.boss@theguardian.com about your plans in an email marked This Weekend I Will Be Mostly..., so that we can confirm our suspicions that you'll be having more fun than us. * * * * * * * * * * * * LOVE IS IN THE AIR, EVERYWHERE I LOOK AROUND"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}