{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/jan/24/1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-01-24T19:36:15Z", "webTitle": "Kuwait parliament ousts ailing emir", "webUrl": "https://www.theguardian.com/world/2006/jan/24/1", "apiUrl": "https://content.guardianapis.com/world/2006/jan/24/1", "fields": {"headline": "Kuwait parliament ousts ailing emir", "bodyText": "Kuwait today became the first Gulf state to remove its ruler through the constitutional processes as its emir of little more than a week was ousted by MPs. Sheikh Saad al-Abdullah al-Sabah was proclaimed emir last Sunday but the succession prompted a leadership crisis because the 76-year-old was considered to ill to take the 30-word oath of succession. The Kuwaiti parliament today voted to hand temporary power to the prime minister, Sheikh Sabah al-Ahmed al-Sabah, the half-brother of Sheikh Jaber, the previous ruler, and he was later appointed emir by the cabinet. Sheikh Sabah, 77, was de facto ruler for several years after the late emir suffered a brain haemorrhage in 2001. He is believed to have unanimous support in the legislature, which needs only a majority vote to sanction the appointment. The Kuwaiti political classes have claimed the transfer of power as a triumph for the Gulf state's constitution. Mohammed Jassem al-Saqr, an MP, told Al-Arabiya TV he did not \"think there is any other third world state that has shown the respect for constitution and law that we have displayed today\". Ahmed al-Rubei, a former minister and a liberal newspaper columnist, told Kuwait TV that the country had proved its maturity. \"We've done what has never happened in the Middle East. If half of this crisis had taken place [somewhere else] in the Middle East, tanks would have rolled in the streets and armed forces would have been asked to be on alert. We didn't witness any extra security scene or measure.\" Members of the ruling family have held several meetings over the past few days to discuss the succession tangle. Removing the ailing emir breaks a long-standing tradition in which the post alternates between two branches of the family. According to the pan-Arab daily, al-Quds al-Arabi, the ousted emir was unable to concentrate or identify people and may have Alzheimer's disease. Jassem al-Kharafi, the parliament speaker, said all 65 MPs and cabinet members who attended the session voted to remove Sheikh Saad. \"The house listened to the emir's medical report and it became evident to the house, beyond any doubt, to transfer the emir's responsibilities permanently,\" he told a press conference. \"The emir remains in the hearts of all Kuwaiti people. We all love, appreciate and respect him, but this is God's will. We can only wish him a quick recovery.\" Since he succeeded, Sheikh Saad had appeared only in a wheelchair and had not spoken in public. His health started to deteriorate after he was treated for a bleeding colon in 1997. Sheikh Sabah has a pacemaker but otherwise is said to be in good health."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}