{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/jan/11/guantanamo.usa", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2006-01-11T17:36:11Z", "webTitle": "500 detainees at Guantánamo four years on", "webUrl": "https://www.theguardian.com/world/2006/jan/11/guantanamo.usa", "apiUrl": "https://content.guardianapis.com/world/2006/jan/11/guantanamo.usa", "fields": {"headline": "500 detainees at Guantánamo four years on", "bodyText": "The human rights group Amnesty International marked the \"fourth anniversary\" of the first detainees arriving at Guantánamo Bay today by publishing more allegations of torture at the US detention centre. Amnesty claimed more than 500 detainees were still being held there and again called for the closure of the prison camp at the US naval base in Cuba. Cases highlighted by Amnesty to mark the anniversary included that of Jumah al-Dossari, who was moved out of segregation last month after attempting to hang himself during a visit by his lawyer. Mr al-Dossari, a 32-year-old Bahraini, was picked up in Pakistan in late 2001 and has made a series of allegations that he was tortured in Guantánamo and, on the way there, at Kandahar airbase in southern Afghanistan. His claims that he had his head repeatedly smashed against the floor, was urinated on and threatened with rape have been denied by the US government. Amnesty also highlighted the case of Sami al-Hajj, a Sudanese cameraman who covered the Afghanistan conflict for the Arab television network al-Jazeera and was subsequently arrested in Pakistan. His British lawyer, Clive Stafford-Smith, has claimed that Mr al-Hajj has been subjected to severe physical, sexual and religious abuse over the last four years. Through its website campaign, Amnesty called on the public to petition the US president, George Bush, and attorney general, Alberto Gonzales, demanding fair trials or release for detainees. \"It is shocking that four years after the first prisoners were taken to Guantánamo not a single person has received a proper trial and that over 500 people are still being held, most without any charge or due legal process,\" said Stephen Bowen, the campaigns director of Amnesty International UK. \"There's no middle ground regarding Guantánamo. It must be closed and there must be an investigation into the dozens of torture reports that have emerged since 2002,\" he said. Moazzam Begg, a British national who was released without charge from Guantánamo in January 2005, today issued a fresh condemnation of the continuing detentions at the camp. \"Guantánamo Bay has become a byword for all that is wrong with the US response to terrorism today, as well as an embarrassment for its allies,\" Mr Begg said. \"Tony Blair has called it an 'anomaly that must come to an end', while Angela Merkel says the place 'should not exist'. But when exactly will this nightmare end?\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}