{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/jan/05/ftse.stockmarkets", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-01-05T17:08:46Z", "webTitle": "City diary: Odd makeover for Burberry", "webUrl": "https://www.theguardian.com/business/2006/jan/05/ftse.stockmarkets", "apiUrl": "https://content.guardianapis.com/business/2006/jan/05/ftse.stockmarkets", "fields": {"headline": "Odd makeover for Burberry", "bodyText": "The stock market can be a confusing place. No less so following the FTSE 100 stock reclassification this week. The powers that be have decreed we must no longer regard Burberry as \"general retailer\"; it is a \"personal goods\" stock. Moving in the other direction is Dignity, provider of funeral services. For reasons we may never fathom, Dignity is no longer to be classed as a \"support service\" business. Rather, it sits between Clinton Cards and DSG, the company behind Dixons and PC World, in the revised list of FTSE \"general retailers\". We are disturbed by the latest statistical insight coming to our attention from Revenue &amp; Customs concerning the Christmas Day habits of taxpayers. The number crunchers claim 270 working men and women took the time on this most festive day to file a tax return. You know who you are. Shame on you. Gordon Brown may look like a Treasury veteran with eight years as chancellor under his belt but his tenure is dwarfed by that of the department's press office general fixer, Dawn Goring, who has chalked up 26 years. As a reward for continually trying to keep the press office on an even keel (a herculean task), Ms Goring has just received an MBE - for which City Diary extends its hearty congratulations. And to think, at her job interview Dawn said she thought the Treasury was \"something to do with diamonds\". \"I was only 16 and very naive,\" she recalls. Hats off, Dawn. There appears to be some confusion about the forthcoming all-party MPs' report on the creeping influence of supermarkets. According to recent press reports, which claim to quote from a leaked draft copy, wholesalers and independent newsagents \"are not expected to survive\" beyond 2015. A spokesman for the group insists: \"There isn't a draft report available ... The report is also not expected to suggest that superstores are to blame for the downturn in fortunes of independents.\" Clearly some mischief at play."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}