{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jan/11/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-01-11T16:54:24Z", "webTitle": "Liverpool agree on Agger deal", "webUrl": "https://www.theguardian.com/football/2006/jan/11/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2006/jan/11/newsstory.sport", "fields": {"headline": "Liverpool agree on Agger deal", "bodyText": "Liverpool are poised to complete the £5.8m signing of Brondby defender Daniel Agger after agreeing a deal in principle with the Danish club. The 21-year-old arrived on Merseyside today to finalise the personal terms of his move and complete a medical. \"Daniel is a player we have been following for a long time,\" said Rafael Benítez, who appears to have ended his long-running search for a new centre-half, having recently lost out to Manchester United for Nemanja Vidic's services. \"We first spoke to Brondby about the player when we were in Monaco playing the Super Cup final. At that time, their chairman said he wasn't for sale. \"We scouted Daniel for a long time but then he picked up an injury. When he returned to fitness we watched his first game back and we knew he was at the kind of level we require, even though he played only 25 minutes. \"We've been told he's one of the best centre-halves in Denmark for 20 years. A lot of scouts have spoken highly of him and there has been lots of interest from other clubs. He will be an option for the first team within a short space of time. First he will need to improve his physical condition but then he will put both Sami [Hyypia] and Carra [Jamie Carragher] under pressure for their place. This is an area where we've had no competition until now. \"He can't play in the Champions League, but when you sign a player who's only 21, he is for the future of the club, not for a competition in which we have a maximum of seven games left,\" Benítez told the Liverpool Echo. Agger will become the second defender to join the Reds in January after their capture of Jan Kromkamp from Villarreal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}