{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jan/01/rugbyunion.leinster", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-01-01T21:27:16Z", "webTitle": "Leinster 35 - 23 Munster", "webUrl": "https://www.theguardian.com/sport/2006/jan/01/rugbyunion.leinster", "apiUrl": "https://content.guardianapis.com/sport/2006/jan/01/rugbyunion.leinster", "fields": {"headline": "Leinster 35 - 23 Munster", "bodyText": "Closing to within two points of Munster at the top of the Celtic League table was only half of the good news for Leinster. Avenging the hammering they got in Cork from the same opposition earlier in the campaign was that much better. And to top it off, the departure of Brian O'Driscoll after 74 minutes, feeling his shoulder, was - apparently - nothing more than the effects of a full blast of such competitive action for the first time since June. For the Leinster and Ireland captain it was a step up, both in time on the field and in intensity, on the half-hour he had in Ravenhill last Monday. Leinster are still going uphill in their attempts to qualify from their Heineken Cup pool, but this was a turbo boost to the journey. In a dramatic endgame in front of a record crowd for the regulation phase of the Celtic League, Leinster were on the brink of losing it one minute; and the next they were celebrating that lovely feeling of winning, with a bonus point for good measure. The two central characters in that gripping couple of minutes of injury time were coming from opposite ends of the rugby road: still in the early stages of his journey is Munster's Barry Murphy, a skilful and brave player who is learning a couple of painful lessons as he goes. Then there is Felipe Contepomi, a vastly experienced player and the brightest star in Leinster's firmament. The Puma is enjoying a phenomenal season, picking up man of the match awards at nearly every turn, and rattling up scores in a variety show which yesterday ran to 25 points including everything bar a drop goal. It was his try in the corner six minutes into added time that made it safe for Leinster. The previous minute, with Leinster leading by five points, Murphy might have gone himself rather than try and connect with John Kelly outside him - Denis Hickie, getting his first run since October, blocked it down. Then the young centre spilled a long pass from Ronan O'Gara, with space to attack outside, and from there Guy Easterby hacked it to Munster's corner where Contepomi got in on the bounce, and scored. By half-time Leinster's wind assisted game had them 21-9 in front, and were playing well enough to face the second half confident that attention to detail would be enough to get them home in one piece. But it was the variety they used with ball in hand that put them well ahead of the Reds who were dull by comparison. They maintained momentum despite losing players to the bin, and in it all both Keith Gleeson - who desperately needed a big game - and Jamie Heaslip showed up very well. A try from Paul O'Connell on 65 minutes - when Leinster were down to 14 - brought Munster to 21-16, but the score of the day from Contepomi gave Leinster heart when they needed it most. He finished an excellent sequence with a chip and gather a couple of metres from the Munster line, and converted himself. They had to endure that sweaty endgame after O'Gara closed the gap to 28-23 when he converted a try from Trevor Halstead, but they deserved to get the maximum return from their efforts. It was as good for their heads as their hearts."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}