{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jan/11/rugbyunion.sixnations20061", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-01-11T16:55:50Z", "webTitle": "Rugby union: Henson ban cut by three weeks but he misses Twickenham", "webUrl": "https://www.theguardian.com/sport/2006/jan/11/rugbyunion.sixnations20061", "apiUrl": "https://content.guardianapis.com/sport/2006/jan/11/rugbyunion.sixnations20061", "fields": {"headline": "Henson ban cut by three weeks but he misses Twickenham", "bodyText": "Gavin Henson will play a bigger part in Wales' Six Nations Championship after his appeal in Dublin last night resulted in three weeks being shaved off the 72-day ban imposed for elbowing Leicester's prop Alex Moreno in the face during the Heineken Cup match against the Ospreys. Henson, who has played only three matches this season after a groin operation in early September, will now be free to play again on February 13. He will miss his country's first two Championship matches, away to England and at home to Scotland, but he will be available for the Ospreys on February 17, nine days before Wales travel to Dublin to face Ireland. Under the original ban imposed by a disciplinary committee in Glasgow last month, the influential centre would have been out until March 6, all but ruling him out of the Championship campaign. \"We still feel the punishment is severe, considering Gavin's offence was unintentional, but our decision to appeal has been vindicated,\" said the Ospreys team manager Derwyn Jones. \"We felt honour bound to challenge the original suspension because it was unjust. We knew that any reduction would benefit Wales rather than ourselves but an important principle was at stake and we would have done the same for any of our players.\" The Ospreys failed in their attempt to persuade the three-man appeal panel that Henson's offence fell into the low category when it came to intent. They wanted to have his ban halved but the panel decreed that there was an element of intent, which left Moreno with a broken nose. Three of the four weeks Henson lost last month for contesting the fighting charge and for not apologising to the Leicester prop were won back by the player because it was decided there were mitigating elements which had not been taken into account, not least that the off-the-ball incident had been started by Moreno. \"I just hope Gavin is now allowed to get on with his rugby when he returns,\" said Jones. \"He has to be treated, and judged, the same as any other player.\" Wales's coach Mike Ruddock welcomed the news, adding that, had the original ban stood, Henson might well have sat out all the Six Nations, given his lack of action this season. The defending champions are already without five injured senior players, so last night gave Ruddock a rare lift."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}