{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jan/01/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-01-01T22:25:41Z", "webTitle": "Aston Villa 0 - 0 Arsenal", "webUrl": "https://www.theguardian.com/football/2006/jan/01/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2006/jan/01/match.sport1", "fields": {"headline": "Aston Villa 0 - 0 Arsenal", "bodyText": "Arsene Wenger made few mistakes since joining Arsenal 10 years ago, but his decision to sell Patrick Vieira at the start of the season is one that is threatening to undermine his good work. More points dropped here mean that they start the new year 22 points behind leaders Chelsea and will find it tough to qualify for the Champions League, which, with the club heavily mortgaged to move to a new ground, could prove financially disastrous. Vieira was the inspiration behind Arsenal's 3-1 victory here 11 months ago, but in his absence yesterday they were lacking ideas and, with Thierry Henry's mind seemingly elsewhere (Barcelona?), someone to take responsibility. That has been especially the case away from home, where they have won two Premiership matches all season. \"Once you have made a decision, you can't keep looking back,\" said Wenger. \"It's too easy every time we don't play well to say we would have done better if Patrick was there. We know we can do better with this team. \"Defensively we were sound and solid, but it was a scrappy performance. We have difficulty to get the ball and never looked united technically, never on the same wavelength going forward.\" So little did Arsenal offer up front that they did not earn their first corner until the 88th minute. They should have scored from it too, which would have been tough on hardworking Villa. Jose Antonio Reyes swung in the corner and Sol Campbell's header fell to unmarked Kolo Toure in the six-yard box, but he steered his effort wide. 'I think he was intimidated to find himself in front of goal,' said Wenger. Arsenal's only other clear-cut chance fell to Mathieu Flamini in the 27th minute, when he was played through by Francesc Fabregas. But he blazed wildly over when faced with only Thomas Sorensen. In the 53rd minute, from almost the same spot, Milan Baros had a similar chance after Luke Moore had won the ball, but the Villa striker was just as inaccurate as Flamini and put the ball into the same part of the crowd. Like Arsenal, Villa enter 2006 with a decision hanging over them that could change the course of their history. They are waiting to hear whether a takeover by an Irish consortium will bring down the curtain on chairman Doug Ellis's reign, a move the fans hope will result in some cash being released for manager David O'Leary to sign some big names. O'Leary is not being shy about letting people know he feels his squad is far too light. Unlike most of his rivals, he has been unable to rotate his players during the hectic Christmas schedule and would love to have players of the calibre Wenger was able to leave on the bench. \"Overall, it was a good performance,\" he said. \"But the biggest bonus was not picking up any more injuries.\" Wenger tried to bring some perspective to his team's display as the criticism begins to mount. \"We have to be realistic,\" he said. \"Even in our super seasons, we only drew here.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}