{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/jan/16/houseofcommons.georgegalloway", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-01-16T17:55:03Z", "webTitle": "Speaker to investigate Galloway mystery", "webUrl": "https://www.theguardian.com/politics/2006/jan/16/houseofcommons.georgegalloway", "apiUrl": "https://content.guardianapis.com/politics/2006/jan/16/houseofcommons.georgegalloway", "fields": {"headline": "Speaker to investigate Galloway mystery", "bodyText": "The Commons speaker, Michael Martin, is to investigate how Respect MP George Galloway has managed to sign a series of early day motions while appearing in Celebrity Big Brother. Mr Martin - who confessed, to laughter from MPs - that he watched the Channel 4 programme, said he would look into the matter after a complaint by Labour's Chris Bryant. In a point of order, Mr Bryant said Mr Galloway was not present in the House of Commons. He added: \"And yet he has managed to sign early day motions last Thursday - 12 of them on the order paper today - one of them for abandoned animals for Christmas. I don't know whether a cat was included. \"I wonder whether this is entirely in order for an MP who is not present, has no means of being in communication with this House, still to be able to sign early day motions.\" He urged Mr Martin to investigate how he was signing the EDMs, which are used by MPs to highlight an issue and appear on the Commons order paper each day. After a lengthy pause, Mr Martin said, to laughter from all sides: \"I do watch Big Brother. \"I saw the one about the cat and then the one about the boxes.\" This was a reference to Mr Galloway's impersonation of a cat on the programme, which drew derision and criticism from his opponents. Mr Martin went on: \"I do know that some MPs give authority to another MP to put their name on such a motion. But I can't think of any member who would do so in this instance. \"I will look into the matter. That's the best I can do and I will continue watching Big Brother in my spare time.\" The presence of Mr Galloway on the show has drawn criticism from opponents who say an MP should representing his constituents in parliament. Senior Labour MP Sir Gerald Kaufman, in another point of order, said it was an important issue raised by Mr Bryant. \"Will you consider whether any of these EDMs have been tabled during Mr Galloway's incarceration because if so it is difficult to see how he can give authority for them to be signed?\" he asked Mr Martin said: \"I will look into this matter. There is a question of authority being given to add names to another MP. \"I think we'll continue with the debate unless I get into serious difficulties promoting a television programme - I use that term lightly.\" The issue was raised during debate on the equality bill. EDMs signed by Mr Galloway ranged from one congratulating Harold Pinter on being awarded the Nobel Prize for Literature to another attacking the \"obscene level\" of city bonuses."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}