{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jan/05/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-01-05T17:15:19Z", "webTitle": "Hello Rats; and Goodbye Souey", "webUrl": "https://www.theguardian.com/football/2006/jan/05/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2006/jan/05/thefiver.sport", "fields": {"headline": "Hello Rats; and Goodbye Souey", "bodyText": "DELIRIUM TREMENS Having gone from a minimum of 12 cans of Tin every evening for the previous three weeks to no cans of Tin at all last night, it was with trembling hands and a sense of impending doom that the Fiver buttoned up its jimmy-jams yesterday evening before crawling into bed. An hour of tossing and turning later and the inevitable post-Christmas revellers arrived: \"Hello sweats. Hello shakes. Hello fever. Hello guilt. Hello self-loathing. Hello fear. Hello no sleep for six hours. Hello rats.\" But as we succumbed to the horrors of alcohol withdrawal, clutching the edge of our duvets under our chins while staring in wide-eyed terror at the assorted snakes and sharks emerging from the walls, we could at least console ourselves with the knowledge that, compared to the constant nocturnal torment endured by under-fire Premiership managers such as Bernard Cribbins, we were probably having a great night's kip. But the Bongo FC gaffer might sleep a little easier in his bed tonight, having secured the scrawl of striker Chris Sutton (62), who today left Celtic by mutual consent. \"It has been very disappointing for me to leave Celtic but, under the circumstances, I felt I had no choice,\" harrumphed Sutton, indicating the aforementioned consent was far more mutual on their part than it was on his. \"I'm looking forward to playing for Bongo FC,\" he continued, failing to address the fact he was only bought because their rhythm money wasn't good enough for Barcelona's Henrik Larsson. Meanwhile at the Theatre Of Tedium, Steve McClaren has been told to sell before he can buy, not least because Middlesbrough have finally recorded the first average Premiership attendance in minus figures. Accordingly, the 'For Sale' signs have been hung around the necks of Jimmy Floyd Hasselbaink, Ray Parlour and Ugo Ehiogu, whose subsequent whooping, hollering and involuntary shaking could probably be attributed to excitement rather than potentially fatal payback for Christmas excesses. * * * * * * * * * * * * QUOTE OF THE DAY \"You can't tell me that their players and manager will not want to go to some of the European super clubs in the next few years. Chelsea may have the resources to pay top wages, but the best players and managers will want to prove themselves at the Nou Camp, the Bernabeu, GlazerDome or the San Siro\" - Gary Neville tries to take on the English champions with the mental warfare approach ... and unsurprisingly comes off second best. ********************* AND HEAVEN KNAAS THEY'RE MISERABLE NOO The Tyneside area has accounted for 98.6% of Samaritans' time in the last few weeks, but it's not just the fans warming to the idea of a hot bath and a carefully administered Gillette. Environmentalists have warned that were Big Sam Allardyce, Graeme Souness and Fat Freddy Shepherd to be placed in the same room, the atmosphere would be rendered unable to support meaningful life within 83 seconds. And Freddy's emergence after weeks of lock-picking would do nothing to raise Toon spirits. Sam's got the hump because he keeps being linked with the Turbo2000© EjectorSeat at NUCC. \"I do not like being linked to a club where another manager is in the job,\" he barked today, which usually translates as: I don't mind taking over this comedy club just so long as you clear out the remains of the previous compere first. \"It is unfair on me, it is unfair on this club and unfair on Graeme Souness,\" he hastily added. \"It just adds to the pressure.\" That pressure, in case you hadn't noticed, stems from the 1839m Bramble-buttock-shaped bricks raining down on Souness. Sheltering under an increasingly threadbare umbrella marked 'injuries', however, Souey is determined to see out the storm. \"There is no chance of me resigning whatever happens. I am sticking at it, there is not a chance of me walking away, not now, not ever,\" he declared. Rough translation: if I'm leaving, I'm taking my £3m contract-severance package with me. And that big, fat pay-off would have to be coughed grudgingly up the big, fat gullet of Mr Shepherd - who is still sore after paying off Souey's predecessor Rir Sobby Bobson, hence his less than festive Christmas mood. And it can't have helped that poor old Freddy has handed over almost £50m in transfer fees since Souey arrived, much of which is blundering around the pitch in the shape of Celestine Babayaro and Jean-Alain Boumsong, causing their chairman to wince with every swing and hoof at fresh air. ********************* THE RUMOUR MILL Middlesbrough boss Steve McClaren wants to buy Atletico Madrid winger Luciano Galletti and teach him the art of boring football. When in doubt, buy another striker: that's the Real Madrid mantra, with Empoli's Francesco Tavano topping their wanted list. He was happy to splash £7m on Peter Crouch, but unless Benfica reduce their £10m demands for Simao Sabrosa, Rafa Benitez won't play ball. Speaking of BMWGTs, Alan Pardew has taken £5m from the West Ham piggy bank and offered it to Red Star Belgrade for their 6' 7\" striker Nikola Zigic. And Cardiff will replace returning Leeds loanee Michael Ricketts with Darlington striker Guylain Ndumbu-Nsungu. * * * * * * * * * * * NEWS IN BRIEF Atletico Madrid could be forced to postpone their weekend La Liga clash with Valencia after 14 players were struck down with acute gastroenteritis. \"We are falling one by one,\" wailed midfielder Gabi in between dashes to the bog. TV 'personality' Ian Wright has apologised to Sven-Goran Eriksson after claiming the Swede's main interest was \"sh*****g women at the FA\" and that he had \"as much passion as a tadpole\". The final manager of the month gongs for 2005 have been dished out, with Nigel Worthington (Norwich), Ronnie Moore (Oldham), and Paul Simpson (Carlisle) claiming the divisional prizes. And last, but not least; the link to the 'Save Our Silkmen' pixsale page in yesterday's David Conn column was incorrect. So why not spend £1.25, feel smug and philanthropic (while still promoting your own team), and do your bit to help save Macclesfield Town by clicking here: http://www.mtfc.info * * * * * * * * * * FIVER LETTERS \"Re: the Fiver Super Deluxe Bumper Christmas Awards 2005 Special. While I'm honoured and grateful to be included in such an august list of Fiver award winners, you had me in the wrong category. Instead of the Steve Penk Award For Exceptional Amusement, I should have got the Nostradamus Far-Sighted Visionary Award. Let's have the figures ... [Let's not - Fiver Ed]. My prediction still stands. The debt-ridden Glazer financial empire is cracking fast and will fall within two years\" - Nick Towle, Chairman, MUST (formerly Shareholders United). \"In your Fiver Super Etc And So On Awards Special, you referred to Keith Mortimer as 'about half our readership'. Do you write the Fiver solely for his and my benefit, or is he just exceedingly fat?\" - Dominic Smith. \"Re: new year's resolutions. Could the Fiver resolve to stop publishing letters from paranoid scousers whinging about perceived slights and injustices against Liverpool Football Club? I'd rather look at a blank expanse of white for the rest of 2006 than read another one\" - Al Deery. \"Re: the new year's honours list. Nothing for Liverpool this year? We only won Big Cup five times after all. Or do you have to suck up to Tony Blair like Fergie does in order to get a gong?\" - Rob Pinnington. \"Why is your match-day reporting on all things Liverpool FC so bad? I find it impossible to tally some of your reports with what actually happened on the pitch ... [continues at great length with mentions of 'hidden agendas' and 'lies' - Fiver Ed]\" - Imran Rafique. Send your letters to the.boss@theguardian.com. The best one each day will win a bottle of Arsenal Cologne (www.starscents.com) and a copy of The V*rgin Guide To Poker (www.v*rginpoker.com). Today's winner: Nick Towle. * * * * * * * * * * * TONIGHT'S TV &amp; RADIO ITV1: Soccer Night (11pm) \"The anticipation of the returning Fiver was too much, so I thought I'd send an idea for a TV &amp; Radio riff to pass the time,\" writes Paul from Warwick, who clearly didn't have much of a Christmas. Channel 4: French Football (3.15am) And may well be gutted at our editorial decision to tactfully omit his surname in a bid to keep him in gainful employment. After all, if we have to work, why shouldn't he? Five: EhJohnehBarnse'sehFootballehNight (12.30am) \"My colleague and I were talking about how we'd used office notepads as stocking fillers this Christmas, and he swears he heard a story about some guy who almost smuggled a whole car out of a factory, bit by bit over a period of time,\" he continues. Golazo Football Show (1.20am) \"And was only caught when he was nearing completion, presumably when he tried to stuff a bonnet down his overalls.\" Dutch Football: Feyenoord v AZ Alkmaar (2.10am) Or a big horn down his trousers. Portuguese Football (3.40am) Honk! South American Football (5.10am) \"Surely your readership should be able to come up with some good stories of how they've enhanced their home life through pilfered office equipment?\" continues Paul ... Sky Sports 1: Spanish Cup Football (8pm) ... displaying a confidence in our readership that can at best be described as misguided. FA Cup Classics (10pm) That said, if you'd like to tell us about how a ... [Fiver browses around stationary cupboard in the interests of research] ... stolen pad of Post-It Notes, a tube of Niceday anti-static screen wipes, and a stained, carelessly discarded, tinsel-covered basque improved the quality of your life ... Fifa Futbol Mundial (10.30pm) ... we'd love to hear from you. Setanta: The Hub (7pm) Of course failing that you could always tell us what your new year's resolution is for this year. Radio Five Live: Sport On Five (7pm) And why. Talksport: Kick-Off (7pm) Or what it was and why you broke it after less than a day. Newstalk 106FM (www.newstalk106fm.com): Off The Ball With Ger Gilroy (7pm) Mail the.boss@theguardian.com and mark your submission: How Difficult Can One Month Without Booze, Cigarettes And Crisps Be? * * * * * * * * * * * * I STILL SAY THE GREEN T-SHIRT WAS A MISTAKE"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}