{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/jan/16/advertising.marketingandpr", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-01-16T16:29:18Z", "webTitle": "Olympic bill under fire", "webUrl": "https://www.theguardian.com/media/2006/jan/16/advertising.marketingandpr", "apiUrl": "https://content.guardianapis.com/media/2006/jan/16/advertising.marketingandpr", "fields": {"headline": "Olympic bill under fire", "bodyText": "Peers in the House of Lords have attacked aspects of the London Olympic bill designed to stamp out ambush marketing as a \"draconian constraint\" and an \"interference with editorial freedom of expression\". Peers from all three major parties criticised the bill, which guarantees sponsors such as Visa and McDonald's exclusive advertising rights to the games and its symbols to protect their multimillion pound investments. The bill bans advertisers using the Olympic symbols without permission and also prevents advertisers using certain words such as gold, silver, games, 2012 and summer to stop them associating themselves with the games. But the advertising industry says the bill is overly restrictive and is asking the minister for sport, Richard Caborn, to make amendments - which he has refused to do. Lord Glentoran, a conservative peer, said the timeframe and restrictions of the bill was \"overzealous\" because it would come into effect six and a half years before the opening ceremony in 2012. \"We hold very real concerns about the draconian constraints to the advertising industry,\" Lord Glentoran said. \"While the bill goes to great lengths to protect the London Olympics from over exuberant advertising, it goes to no lengths at all to monitor or control gambling in relation to the games, which can, it has been seen in recent weeks, threaten the integrity of sport.\" Lord Clement-Jones, Liberal Democrat, said during the debate last week that the bill contained \"some disproportionately restrictive clauses\" beyond what the International Olympic Committee required. He said he was \"alarmed by the automatic presumption of guilt\" that assumed advertisers had deliberately infringed Olympic rights unless they could show they were not associating with the games. Lord Clement-Jones also attacked a provision on media coverage of the Olympics, saying it allowed the London Organising Committee of the Olympic Games to decide what was a \"necessary\" report on the games, and thus exempt from bans. \"Surely it is not for LOCOG to interfere with editorial freedom of expression by policing what falls to be considered a \"necessary\" incident or not,\" he said. The Labour peer Lord Borrie attacked schedule 4 in the bill, which safeguards Olympic symbols and words such as games, gold, silver, 2012 and summer. \"Tucked away at the back of the bill, it introduces some of the most extreme legislative forms of restriction on legitimate economic activity that I have ever had the misfortune to see,\" Lord Borrie said. \"There is something extreme and undesirable about what is in schedule 4 - most particularly if it is to come into effect at once.\" David Stone, a partner at the law firm Howrey, acted for sponsors during the Sydney Olympics said that the London games needed strong and dynamic legislation to protect sponsors. \"It's unusual legislation, it's new legislation for the UK but then the Olympics is also new, Mr Stone said. \"Society has changed significantly since 1948 when London last hosted the Olympics - ambush marketing is a lot more prevalent. The bill will now be discussed in a House of Lords committee on January 31 and February 2. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}