{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jan/01/match.rangers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-01-01T21:07:28Z", "webTitle": "Rangers 3 - 0 Dundee Utd", "webUrl": "https://www.theguardian.com/football/2006/jan/01/match.rangers", "apiUrl": "https://content.guardianapis.com/football/2006/jan/01/match.rangers", "fields": {"headline": "Rangers 3 - 0 Dundee Utd", "bodyText": "Unlikely as it seems, Rangers rid themselves of a hoodoo by finally taking three points from a Dundee United team whose late collapse - conceding goals to Steven Thompson, a substitute, and Peter Lovenkrands after Thomas Buffel's second-half opener - exaggerated the difference between the teams. United's record against Rangers before this match - unbeaten in six league meetings since December 2003 - was not only better than that of any other team in the Premierleague but amounted to a virtual guarantee that the Ibrox team would not have a comfortable afternoon. Until the closing stages, they had seemed likely to extend the undistinguished run. In addition, the ailing champions were seriously diminished by injury, Alex McLeish having to use 17-year-old right-back Alan Lowing. The latter's partner was another novice, Stevie Smith, while Ian Murray was a makeshift central defender beside Marvin Andrews. With Fernando Ricksen and Nacho Novo, of necessity, returning from injury before they had fully recovered, it was hardly surprising that Andy Cameron, the comedian who comperes the pre-match entertainment at Ibrox, should say it was just as well the game was taking place during the school holidays - \"otherwise, we wouldn't have been able to fill the subs' bench\". Reduced circumstances, however, do not lower expectations among Old Firm fans and there was no shortage of grumbling in the stands as the visiting team not only kept the home team quiet but produced enough threatening moments to cause alarm to ripple through the crowd. With David Fernandez, Jim McIntyre and Collin Samuel - although the last had to be replaced by Greg Cameron in the 37th minute - all strikers, there was nothing surprising about their willingness to test the Rangers defence. Samuel's low cut-back from the right was deflected over the bar by Murray, the Trinidadian's next effort was deflected narrowly wide by Murray and Alan Archibald had made a poor effort at a free-kick just outside the area before Rangers mustered their first moment of menace. But Barry Ferguson's low shot from Novo's cut-back was deflected and the Rangers captain was similarly denied by goalkeeper Derek Stillie soon after, while Chris Burke's drive from the loose ball was blocked by Paul Ritchie. Almost typical of such uninspired events, Rangers took the lead at a most unlikely time. Indeed, there had been so much blandness in evidence that it appeared certain neither team would find the net. The move began with Lowing's cross from the right, headed down by Thompson, who had replaced Novo 12 minutes into the second half. Lovenkrands hooked the ball back over his head and Buffel came in near the left corner of the six-yard box to volley high past Stillie with his left foot. Until that moment, United had appeared comfortable, although they seemed to have abandoned aggressiveness in favour of a more containing game, perhaps conscious of the scoreless draw that would bring them a valuable point. McIntyre had become a lone striker, with Fernandez working hard just behind in an effort to release him whenever possible. United manager Gordon Chisholm addressed the problem by removing left-back Alan Archibald and sending on another forward, Lee Miller. All that happened, thereafter, though, was that Rangers gave the scoreline an improbable look, with Thompson's easy header from Buffel's cross and Lovenkrands repeating the trick, this time from Burke's delivery."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}