{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/jan/13/iran.foreignpolicy", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-01-13T19:56:04Z", "webTitle": "Bush: Iran referral is logical", "webUrl": "https://www.theguardian.com/world/2006/jan/13/iran.foreignpolicy", "apiUrl": "https://content.guardianapis.com/world/2006/jan/13/iran.foreignpolicy", "fields": {"headline": "Bush: Iran referral is logical", "bodyText": "George Bush today said it was \"logical\" to refer Iran to the UN security council as Tehran threatened to end cooperation with nuclear inspectors if the international community made such a move. In the 24 hours after European foreign ministers said their negotiations with the Islamic Republic were at a \"dead end\" all sides in the dispute - Iran, the US and EU - set out their positions in the new territory. Manouchehr Mottaki, the Iranian foreign minister, vowed to put a stop to the short-notice inspections it has allowed the International Atomic Energy Agency to carry out since 2003 if Iran was referred for possible sanctions. \"In case Iran is referred to the UN security council ... the government will be obliged to end all of its voluntary cooperation,\" Iranian television quoted Mr Mottaki as saying. Mr Bush, speaking with Angela Merkel, the German chancellor, refused to be drawn on sanctions but said Iran should not expect anything other than to be brought before the security council. \"I'm not going to prejudge what the United Nations security council should do, but I recognise that it's logical that a country which has rejected diplomatic entreaties be sent to the United Nations security council.\" He said he wanted a peaceful resolution to the crisis. \"We've got an important job ahead of us to work on key issues like Iran. We spent some time talking about the Iranian issue and the desire to solve this issue diplomatically by working together.\" The foreign ministers of France, Britain and Germany - who negotiated with Iran on behalf of the EU - yesterday said a two-and-a-half year effort to get Iran to address concerns over its nuclear programme was at an end. The trigger was Tehran's decision to break IAEA seals on three nuclear research facilities. The US and EU said the move broke an earlier commitment from the Iranians not to carry work out on enriching uranium to a possible weapons-grade strength. The foreign secretary, Jack Straw, today said other avenues should be explored before sanctions were imposed on Iran. \"Our approach is firm, but it has also got to be a sensible, patient approach which ensures there is a continuation of the very substantial international consensus we have built up,\" he told the BBC Radio 4 Today programme. \"[Sanctions] will be on the table, but there are prior stages here.\" He said military action was \"not on the agenda\" - either in the UK or the US - and at present such a move remained \"inconceivable\". \"This can only be resolved by peaceful means ... nobody is talking about invading Iran or taking military action. To quote the White House, 'Iran is not Iraq.'\" Iran claims its uranium enrichment programme is needed to produce electricity, but other nations fear it plans to build nuclear weapons. Mr Straw said he had a \"strong suspicion\" that Iran wanted to build a nuclear bomb, but stressed there was no categorical evidence to prove that. Iranian authorities said the breaking of the IAEA seals was to allow the country to \"merely research\" and that \"production of nuclear fuel\" - which would involve enrichment - \"remains suspended\". However, the IAEA said Tehran also planned small-scale enrichment of uranium. Ms Merkel, on a visit to heal a rift with the US, said Europe and the US should work together on Iran. She said they would not be intimidated by a country that had made \"totally unacceptable\" comments such as questioning the right of Israel to exist."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}