{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/jan/19/overnights", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-01-19T16:59:33Z", "webTitle": "TV ratings: January 18", "webUrl": "https://www.theguardian.com/media/2006/jan/19/overnights", "apiUrl": "https://content.guardianapis.com/media/2006/jan/19/overnights", "fields": {"headline": "Hancock's history trumps Big Brother", "bodyText": "It was a night when Sheila Hancock proved more popular than Celebrity Big Brother, George Clooney and the return of American super-soap Desperate Housewives. On BBC2 at 9pm actress Sheila Hancock traced her genealogy from her childhood in a King's Cross pub to Italy and back to London, where her great grandfather was a sewage worker, on Who Do You Think You Are?. Her journey fascinated 5.2 million people, an impressive 21% audience share for BBC2. On Channel 4 at 9pm on Celebrity Big Brother, 4.8 million people, a 19% share, saw Faria Alam evicted from the house, after an earlier outburst where she claimed the British TV viewing public would never vote for a black or Asian woman to win the contest. Desperate Housewives returned at 10pm with 3.9 million, a 21% share, as the four women coped with the death of Rex, and a paternity revelation rocked the residents of Wisteria Lane. But the series has not replicated here its overwhelming popularity in America, where 28 million watched the return episode. Or the success of last series, which opened with 5.3 million, and a 26% share, and averaged over the series 4.1 million and a 22% share. Burton Albion were hoping for a fairytale, but their crushing 5-0 defeat in the FA Cup third-round replay did not prevent Match of the Day drawing in 6.2 million to BBC1 last night. The football coverage started at 7.30pm and gained a 26% share of available viewers, peaking at 7.6 million at 8pm as some of the 9.7 million watching Coronation Street on ITV1 switched over. The new series of Relocation Relocation at 8pm brought in 3.7 million viewers, a 16% share. ITV1 had success with The Bill at 8pm when an audience of 5.5 million watched June Ackland attempt to persuade a wife raped by her husband to give evidence at his trial. But at 9pm two million departed ITV1 as the audience for the George Clooney film Ocean's Eleven fell to 3.5 million. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}