{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/jan/28/creditanddebt.moneysupplement", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-01-28T23:58:24Z", "webTitle": "Banks write off £100,000 after irresponsible lending claims", "webUrl": "https://www.theguardian.com/money/2006/jan/28/creditanddebt.moneysupplement", "apiUrl": "https://content.guardianapis.com/money/2006/jan/28/creditanddebt.moneysupplement", "fields": {"headline": "Banks write off £100,000 after irresponsible lending claims", "bodyText": "A \"vulnerable\" man earning £150 a week managed to rack up debts of more than £100,000 across nine personal loans in what his brother claims is the latest example of irresponsible bank lending. The 50-year-old warehouseman has a poor understanding of financial matters and had no hope of ever repaying the loans, according to his older brother, Colin Griffiths. Following Colin's intervention, and the involvement of Guardian Money, all five lenders have now decided to write off the loans. One of them, Sainsbury's Bank, says the loan application should not have been approved and steps have been taken to ensure this does not happen again. But others, such as Barclays Bank, say they lent the money based on inaccurate information provided by Douglas Griffiths about his income and outgoings. The case coincides with a new study highlighting serious failures in banks' lending practices. uSwitch.com, the online and phone-based comparison service that helps customers find a better deal, claims almost nine out of 10 credit card borrowers were issued cards without the lender checking that they could afford to repay the debt. Late last summer, Colin discovered that Douglas, who lives in north London, had taken out a string of unsecured loans that he could not afford to repay. In all, he had borrowed around £70,000 between July 2002 and May 2005, saying that he needed the money for home improvements. This total is made up of: · At least two loans - £7,000 and £15,000 - from Barclaycard. It appears the £15,000 loan was taken out to repay the £7,000 one, plus provide extra cash. Monthly repayment: £407.56. · Two loans - £25,000 and £500 - from Barclays Bank. Monthly repayment (on the £25,000 loan): £481.48. · Two loans - £7,000 and £12,000 - from Halifax. It appears the £12,000 loan was taken out to repay the £7,000 one, plus provide extra cash. Monthly repayment: £221.66. · £7,500 from Sainsbury's Bank. Monthly repayment: £191.81. · £5,000 from Liverpool Victoria. Monthly repayment: £117.97. · £5,000 from Tesco Personal Finance. Monthly repayment: £74.92. With many of the lenders selling him payment protection insurance too, the total debt soared well over £100,000. However, as many of the lenders pointed out, Douglas did not help his case by telling them he earned £400 a week. In fact, his take-home pay was £125 a week at the time and is now £150-£160. Colin acknowledges his brother is at fault but says he is the victim of irresponsible lending because he was a vulnerable man who did not understand the implications. Furthermore, he says the lenders failed to verify his brother's affairs to properly assess whether he was able to meet the repayments. Colin is particularly critical of Barclays because Douglas has his current account with the bank, and therefore it would have been easy to see he could not afford more than £800 a month in loan repayments to the Barclays group. \"My older brother and I have done our best to look after him. It should be the institutions' responsibility to protect people like Douglas as well, and they haven't,\" says Colin, 62, who lives near Milton Keynes. On being told that the lenders had agreed to wipe the debts, his reaction was: \"What a relief!\" Douglas Griffiths says he accepts he lacks knowledge when it comes to financial matters and has found the whole experience distressing. After Colin took up cudgels on behalf of his brother, and then Guardian Money got involved, things started to move fairly quickly. Sainsbury's Bank - in a letter signed by Justin King, the boss of the supermarket group - moved swiftly to rectify the matter. It said the loan application was \"processed incorrectly and therefore should not have been approved\", and added that the loan had been cancelled and wiped from Douglas's credit file. Tesco Personal Finance says it has written off the outstanding balance, adding that, as a responsible lender, \"we take the circumstances of Mr Griffiths' case very seriously\". Liverpool Victoria says it has also decided to write off the debt on a goodwill basis, though adds: \"Our staff followed absolutely the correct procedures.\" It says it had no reason to ask for written proof of income because credit searches did not turn up anything untoward, and that it acted responsibly because it declined a request by Douglas to top up his £5,000 loan. Meanwhile, the Halifax says it suspended the loan some weeks ago, which means no interest is accruing, and adds: \"We will write this amount off.\" Barclays says it is committed to responsible lending, but this is dependent on the customer providing accurate information. \"Having reviewed the sales of the loans to Mr Griffiths, Barclays found that Mr Griffiths overstated his income, underestimated his expenditure and understated the level of his existing debts. Had we been in full possession of the true facts, this would no doubt have affected our decision to lend,\" says a spokesman. He adds that Mr Griffiths appeared \"confident and self-assured\" during the application process, but says: \"We are taking steps to write off the debts.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}