{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/jan/16/eu.iran", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-01-16T19:28:42Z", "webTitle": "EU wants Iran emergency meeting", "webUrl": "https://www.theguardian.com/world/2006/jan/16/eu.iran", "apiUrl": "https://content.guardianapis.com/world/2006/jan/16/eu.iran", "fields": {"headline": "EU wants Iran emergency meeting", "bodyText": "Britain, Germany and France are to call for an emergency meeting of the International Atomic Energy Agency early next month to discuss Iran's nuclear ambitions, the Foreign Office said tonight. The announcement came as diplomats from the UN security council's five permanent member countries - Britain, France, the US, Russia and China - met in London to discuss their next moves on Iran. A meeting of the IAEA board is required before Iran can be referred to the security council for possible sanctions. Washington is backing the EU - which was negotiating with Iran through its three biggest members - in calling for an IAEA meeting, but Moscow and Beijing favour a more cautious approach. Javier Solana, the EU foreign policy chief, said tonight he was confident Russia and China would move towards supporting the European effort to bring Iran before the security council. Beijing, which relies on Iranian oil, has said resorting to the security council might \"complicate the issue\", citing Iran's threat to retaliate by threatening to end snap IAEA inspection of its nuclear facilities. Iran, the world's fourth largest oil exporter, has meanwhile warned that any attempt to isolate it could drive up world energy prices. Vladimir Putin, the Russian president, today gave mixed signals on Iran. He said he was \"very close\" to the EU-US position but suggested a compromise was still possible that would avoid a security council referral. Speaking in Moscow after talks with Angela Merkel, the German chancellor, Mr Putin said Iran had not ruled out the possibility of conducting uranium enrichment in Russia under international scrutiny. Russia is building a nuclear reactor for Iran and exercises the greatest potential foreign leverage over Tehran. \"We have heard various opinions from our Iranian partners on that issue. One of them has come from the foreign ministry. Our partners told us they did not exclude the implementation of our proposal,\" Mr Putin said. \"In any case, it's necessary to work carefully and avoid any erroneous moves.\" The Russian proposal, which has already been put to Iran, would allow the country to enrich its own uranium - something it claims the right to do - but not to the grade needed for a bomb. The US and EU want to stop Iran getting hold of nuclear technology with potential military applications. The foreign secretary, Jack Straw, suggested referring Iran to the security council might prompt it to rethink what it was doing and that sanctions might not prove necessary. \"The fact that Iran is so concerned not to see the matter referred ... I think underlines the strength of the authority of that body,\" he today told a terrorism conference at the Royal United Services Institute. The escalation in the crisis over Iran's nuclear programme came last week when the British, German and French foreign ministers said Tehran's decision to break International Atomic Energy Agency seals on mothballed research was a \"dead end\" for a negotiated settlement. Iran claims its nuclear programme is intended to generate electricity but Tehran's history of concealing enrichment activities from the IAEA and President Mahmoud Ahmadinejad's calls for Israel to be \"wiped off the map\" have given Washington and European capitals cause for concern. The IAEA, the UN's nuclear watchdog, has no proof Iran has military intentions for its nuclear plants but the agency's director, Nobel peace prize winner Mohamed ElBaradei, told Newsweek magazine it was not impossible Iran had a secret arms programme. \"If they have the nuclear material and they have a parallel weaponisation programme along the way, they are really not very far - a few months - from a weapon,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}