{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/culturevultureblog/2006/jan/13/whygoout78", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2006-01-13T17:28:51Z", "webTitle": "Why go out?", "webUrl": "https://www.theguardian.com/culture/culturevultureblog/2006/jan/13/whygoout78", "apiUrl": "https://content.guardianapis.com/culture/culturevultureblog/2006/jan/13/whygoout78", "fields": {"headline": "Why go out?", "bodyText": "I was going to write some appalling waffle here about terrible things just waiting to happen, what with it being Friday the thirteenth, and all. But tish-tosh-nonsense, no room for paraskavedekatriaphobia around here, say I, not around these parts. No, we are a sensible blog, with sensible intentions - and besides, what more could go wrong? Celebrity Big Brother's already on for two more weeks, and someone extremely annoying will get evicted tonight - and those stairs look pretty dangerous. There might be room for Friday the 13th to work its special charm for the powers of good after all ... But apart from that, it's Friday night, the weekend has arrived, the days are getting longer, apparently, My Name is Earl is on tonight, and ace, and all is right with the world. Well, relatively. Whatever. Here are the picks from tonight's TV, all taken, as always, from this week's Guide. 30 Minutes 7.30pm, C4 \"It was an optional war -- of dubious legality, insufficiently supported and ineffective in delivering the hoped-for outcome,\" says former MP and one-time Vietnam reporter Martin Bell of Iraq. Kicking off a 10-week series of \"provocative polemics\", Bell argues that war in the 21st century is largely avoidable and rarely a way to solve international disputes. Building his argument, Bell interviews the likes of General Sir Rupert Smith and Lord Healey; bemoans the lack of military experience in the Commons; and considers the depressing statistic that 90 per cent of casualties in conflicts are now civilians. Jonathan Wright Judge John Deed 8.30pm, BBC1 GF Newman's hitherto solid legal drama finally goes all Scrappy Doo on us. The dour QC's ambitious daughter, Charlie Deed (Louise Clein), hits centre court when she ends up defending a risibly-monikered animal rights activist, Henry Free (Joe McFadden), who's accused of fire-bombing a university science lab. Predictably enough, as the judge in this emotionally and politically charged murder case, Deed is the epitome of (barely credible) impartiality, even as it looks like his relationship with Jo (Jenny Seagrove) is in terminal straits. Joss Hutton My Name Is Earl 10pm, C4 While Joy plots to kill Earl, he's busy trying to cross two more karmic crimes off his list: 102 --harmed and possibly killed innocent people with second hand smoke and 112 -- let Donny Jones serve jail time for a crime I committed... Bit slower than last week, but still worth it for Jason Lee's lazy charm. Richard Vine Taxi (Tim Story, 2004) 8pm, Sky Movies 2 This unrequested remake -- of the insubstantial-but-fun Luc Besson scripted slice of Euro-tainment -- is like watching square pegs being hammered into round holes for 90 minutes or so. Perhaps it was the fabled studio executives -- armed with flow charts and statistics on demographics and such like -- who sucked all the cartoony charm out and changed the race and gender of one of the leads -- Queen Latifah -- simply to enable a dismal stream of race and gender gags. Loser cop Jimmy Fallon employs Latifah and her gadget-heavy taxicab to track down skinny-supermodel bankrobbers. Phelim O'Neill Gohatto (Nagisa Oshima, 1999) 10pm, BBC4 Oshima turns the macho samurai tradition on its head by adding, or perhaps simply revealing, a strain of homoerotic obsession to the proceedings. Set in a 19th-century samurai training camp, the film studies the introduction of a beautiful, androgynous new recruit (Ryuhei Matsuda) on the hardened, manly warriors (including Takeshi Kitano and Tadanobu Asano). Dreamy, stylised and opaque, it's almost the opposite of an action movie. Will Hodgkinson Pusher II (Nicolas Winding Refn, 2004) 12midnight, FilmFour Violent drug dealer Tonny is released from prison and attempts to go straight -- straight back to violent drug dealing, that is. Refn's Pusher series -- there is another one on the way -- makes for an unlikely franchise. Each instalment focuses on a different protagonist but the unflinching brutality and the lack of glamour and sentimentality are the true stars. Tonny goes, cap in hand, to his hateful, estranged crime-lord father and enters to world of automotive theft. He also finds he has a child, the result of a brief tryst with a drug-addicted prostitute. Phelim O'Neill"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}