{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jan/01/match.sport12", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-01-01T22:23:42Z", "webTitle": "Derby 2 - 2 Reading", "webUrl": "https://www.theguardian.com/football/2006/jan/01/match.sport12", "apiUrl": "https://content.guardianapis.com/football/2006/jan/01/match.sport12", "fields": {"headline": "Derby 2 - 2 Reading", "bodyText": "Shane Long's late equaliser earned Championship leaders Reading a point as they extended their unbeaten league run to 26 matches against 10-man Derby. Long, signed from League of Ireland side Cork City in the summer, scored his first goal in English football two minutes from time to cancel out Seth Johnson's 62nd-minute strike for Derby, who had Andrew Davies sent off with 19 minutes remaining. Johnson had given Phil Brown's side a first-half lead, but Kevin Doyle hit back within two minutes. Derby made a spirited start, Danny Graham shooting straight at Marcus Hahnemann in the Reading goal after a neat turn. They made the breakthrough after 32 minutes when Tommy Smith beat the offside trap before pulling the ball back to Johnson, who side-footed home from six yards. It was the first goal Reading have conceded away from home in more than seven hours of football and Johnson's first goal since he returned to Derby from Leeds earlier this season. However, his joy was shortlived as the visitors hit back straight away through Doyle's eleventh goal of the season, when he got in front of Davies to head Glen Little's cross past Lee Camp. Inigo Idiakez drew a good save out of Hahnemann just after the interval and teenage winger Lee Holmes then missed a gilt-edged chance for Derby, firing over when well placed in the box. Johnson restored their lead after 61 minutes when Graham headed into his path and he rifled a 20-yard half-volley past Hahnemann. Long was brought on for Bobby Convey for only his second Reading appearance and, with his first touch, the striker was brought down by Davies, who had already been booked. It was the third red card of the season for the on-loan Middlesbrough defender and left Derby a man down as they desperately tried to hold on to the lead Cruelly for the home side, with just two minutes remaining, Nicky Shorey's corner found its way to Doyle at the back post and he headed across goal to Long, who got up highest to equalise. It could have been even worse for the Rams in injury time but Marc Edworthy's header went narrowly over his own bar and both sides had to settle for a point."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}