{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2006/jan/11/tomyagercalls", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2006-01-11T22:44:53Z", "webTitle": "Tom Yager calls foul on Apple's use of benchmarks for new Intel Macs", "webUrl": "https://www.theguardian.com/technology/blog/2006/jan/11/tomyagercalls", "apiUrl": "https://content.guardianapis.com/technology/blog/2006/jan/11/tomyagercalls", "fields": {"headline": "Tom Yager calls foul on Apple's use of benchmarks for new Intel Macs", "bodyText": "OK, just to recap: Apple launched Intel-based Macs (using dual-core chips) on Tuesday and said they were between two and four times faster than their PowerPC siblings. And now, from Infoworld, Tom Yager posts on The Mac performance shell game: In short, Apple used multiprocessor benchmarks to skew the performance advantage that its Intel-based machines enjoy compared to single-core PowerPC G4 and G5. Apple used the industry-standard SPEC suite components SPECint2000 and SPECfp2000, but here's the catch: Apple used SPECint_rate2000 and SPECfp_rate2000. Both tests spawn multiple parallel benchmark processes and are specifically intended for comparing multiprocessor systems. Single CPU, or single-core machines do positively lousy on SPEC*_rate2000 tests. That's predictable and universally understood. Add a second CPU or a second core and, as you would expect, SPEC*_rate2000 performance on any multiprocessor-optimized test skyrockets compared to a single-processor box. Apple uses SPEC*_rate2000 tests as a foundation for claims that Intel-based Macs outperform PowerPC G4 and G5 by a factor of 2 to 5. Well, yeah. A dual-core anything outperforms a single-core anything else by a factor of 2 to 5 in benchmark tests that make use of multiple threads or processes... Thus observes Tom Yager of Infoworld, who knows his stuff (read the rest of his blog to see that). But the idea that Apple might use favourable benchmarks to talk up new kit... who would have thought?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}