{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jan/09/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-01-09T17:03:02Z", "webTitle": "Countdown's Dictionary Corner; and The Tidy Britain Group", "webUrl": "https://www.theguardian.com/football/2006/jan/09/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2006/jan/09/thefiver.sport", "fields": {"headline": "Countdown's Dictionary Corner; and The Tidy Britain Group", "bodyText": "EVERY UNDERDOG HAS ITS DAY A government think-tank said today that the words 'plucky' and 'valiant', not to mention the phrase 'what they lack in skill they make up for in spirit, Gary' would have to be temporarily removed from public use if they were to survive the televised mauling they received this weekend. Accordingly, Susie Dent of Countdown's Dictionary Corner has been contracted to offer advice to any pundit without access to a vocabulary and/or imagination. The onslaught began not long after 3pm on Saturday, when reports that brave Nuneaton and ballsy Torquay were holding allegedly superior opposition first surfaced. Things took a turn for the worse when Gary Taylor-Fletcher hit heroic Huddersfield's equaliser at Chelsea, and by the time intrepid Burton Albion had held the MU Rowdies to a goalless draw and Leicester had come back from the dead to eliminate Spurs, the English language lay lifeless and bloodied on the floor. What damage such high levels of patronisation will do to the environment remains to be seen. Unfortunately, the presence of so many fearless minnows in today's fourth-round draw did little to ease the situation. Lionhearted Leyton Orient were rewarded for their brave battle against Fulham with a trip to Charlton, while nerveless Nuneaton will play neighbours Coventry if they manage to see off Middlesbrough at the second time of asking, bless them. And Burton - ah, gutsy Burton - could face Wolves in the fourth round after a courageous effort at their charming little stadium yesterday. \"We'll be lucky to get there, but we'll try our hardest,\" promised gallant captain Darren Stride. \"If we get there it will be another great draw for us.\" Burton will first have to see off the Rowdies at the Trafford DevilDome, the kind of stadium they've always dreamed of playing in, no doubt, and an arena that will add to a magnificent sense of occasion for the indomitable part-timers comprised of students, plumbers, postmen, teach ... [OK, that's enough patronising - Fiver Ed]. The draw: Stoke or Tamworth v Barnsley or Walsall. Cheltenham or Chester v Jongleurs FC. Coventry v Nuneaton or Middlesbore. West Brom or Reading v Torquay or Bongo FC. Portsmouth v Liverpool. Leicester v Southampton. Bolton v Arsenal. Aston Villa v Port Vale. Brentford v Sunderpants. Man City v Wigan or Leeds. The Fiver v The Spin XI. Millwall or Everton v Chelsea. Preston v Crystal Palace. West Ham v Blackeye Rovers. Colchester v Derby. Charlton v Leyton Orient. Wolves v Nigel Clough's Plucky Underdogs or The MU Rowdies. * * * * * * * * * * * * QUOTE OF THE DAY \"I'm not happy about it. It seems as though there's a conspiracy to stop me scoring goals\" - Liverpool striker Peter Crouch's anger at not being credited with bulging the net more often probably won't be one for the X-Files. ********************* SOMEBODY'S MOTHER HAS TO CLEAN THAT UP Why has the media hushed up the story about the England international convicted of assaulting two young women in a Chinese takeaway last week? After all, if 45-year-old bowls star Danny Dennison were a footballer, his attack on a pair of Devonian lasses who chortled at his pink tie would have sent frilly do-gooders and gooey attention-seekers into pious frenzies, affording them yet another excuse to scurry to the high ground and warn Ayatollah Blair to abolish football or face the total extinction of humanity and yachts. Indeed, without wishing to suggest that the concerned citizens of the Tidy Britain Group are such irritating sorts, the Fiver must register its disbelief at that organ's decision to berate footballers for the heinous crime of ... spitting on the ground. \"Saliva and chewing gum deposited on the pavement needs to be washed and cleaned up,\" fumed head honcho Alan Woods, whom the Fiver has never previously heard of - not even when boozed-up English cricket idols were setting a good example by brazenly spraying booze on London's vulnerable streets, nor when Paula Radcliffe MBE was tearing through the city's walkways, leaving a trail of celebrity slurry in her wake. The Fiver was about to draft a response to the good Mr Woods to ask the following: which pavements he has seen professional football matches played on; if he really doesn't understand why a gob on the grass can be necessary in the course of a game, and if he's actually suggesting that there should be breaks in play to allow lackeys to scamper on to the pitch with sterilised receptacles for players to spiaawwwccckkk into. But just as we unsheathed our pen, be-caped defender of the oppressed Gordon Taylor whooshed into the fray instead. \"The football pitch is a different area to the streets,\" bellowed the PFA bigwig, for once giving a sensible voice to the voiceless. \"Also, footballers run about six miles every game and sometimes need to clear their air passages. You see the same thing with any athlete involved in strenuous physical activity.\" Yes, yes and yes. And no, El Hadji Diouf, that doesn't let you off the hook. ********************* THE RUMOUR MILL Using the nous that kept many a top winger at bay during his playing career, Steve Staunton has jostled Rir Sobby Bobson and tikka-tinged troubadour Terry Venables out of contention for the vacant Republic of Ireland job. Jongleurs FC manager Graeme Souness will sign Yoann Lachor, who has spent most of this season on the Lens bench. Mark Schwarzer's transfer request has met with immediate interest from ... you guessed it, 'Arry Redknapp, who will bring the Middlesbore No1 to Pompey within 24 hours. Cardiff City head the quartet of suitors chasing Paulo Wanchope, but will have to fend off interest from Costa Rican side Herediano, Veracruz of Mexico and Argentinian outfit Gimnasia. Still shell-shocked at Spurs' FA Cup capitulation at Leicester, a brooding Tony Soprano will make Wayne Routledge the first victim of his January midfield cull. * * * * * * * * * * * NEWS IN BRIEF Colombian international striker Elson Becerra has been shot dead along with a friend in a Cartagena disco. The 27-year-old was dancing when he was hit four times, said Col Mauricio Agudelo, police chief of Bolivar state. \"The attackers were looking for a chance in the discotheque and in the middle of the music they committed the double crime,\" explained Agudelo. The suspects remain at large, but Agudelo claimed the police know who they are and expect arrests \"at any moment\". Uefa president Lennart Johansson has said that he won't stand for another term in 2007. \"It is time for me to step down and let someone else take on the responsibility,\" he pronounced between mouthfuls. \"It is time for me to go fishing.\" Insert your own \"Give Lennart a fish and you'll feed him for a day, teach Lennart to fish and you'll feed him forever\" gag here. That most fashionable of injuries, the broken metatarsal, could force Wigan full-back Ryan Taylor on to the sidelines for the rest of the season. West Brom are set to seal the signing of Middlesbore defender Ugo Ehiogu within the next 24 hours. \"We're so far down the line with big Ugo that there are only a few minor details to try to tie up,\" beamed Baggies boss Bryan Robson. Having rippled Premiership nets just five times in almost as many years, MU Rowdies outcast David Bellion has returned to France for a loan spell with Nice. And generous Fiver readers helped boost the Macclesfield Town pixel page fundraising coffers by £524 last week. Now they only need to raise another £295,570.66 to ensure survival. If you've £1.25 or more to spare, you can help save the Silkmen (and see your name up in lights) here: www.mtfc.info. * * * * * * * * * * FIVER LETTERS \"Re: the romance of the FA Cup. Commendable as Burton Albion's draw with the MU Rowdies was, does it really bear comparison with Hereford beating Jongleurs FC, Sutton beating Coventry City and Bournemouth knocking out then-holders the Rowdies in the 1980s?\" - Daniel Kennedy. \"Isn't it great to see an underachieving team saddled with a huge debt earning a creditable draw in the third round of the FA Cup and earning themselves a money-spinning replay? The Glazer family must be mightily relieved\" - Frank Joyce. \"Has anyone else made a crack about the biggest cup upset of the weekend being Sunderland's win over Northwich Victoria? If not, I'd like to be the first\" - Alex Marklew. \"Re: 'a man resembling Hartson hugs a fan just before another cry of \"IRA!\" is heard' (Friday's news in brief). Has the Fiver ever been out in Glasgow? At least half the male population of the city could pass for a balding, fat, ginger man who is prone to hugging other men when drunk\" - Andrew Powers. \"The Fiver has failed to trouble my inbox since its alcohol-fuelled festive break, and does not appear in my junk folder either, forcing me to read it on your web pages. Is my purging from your readership part of the global media conspiracy against us Liverpool fans?\" - Ciaran Barr. \"After seeing him on MOTD Live last night, may I suggest to Alan Hansen that Head &amp; Shoulders will cure his clearly evident dandruff problem in no time. Their website even offers free samples should he wish to try before he buys\" - Alan Horrocks. Send your letters to the.boss@fiver.co.uk. The best one each day will win a copy of The V*rgin Guide To Poker (www.virginpoker.com) and a bottle of Arsenal Cologne (www.starscents.com). Today's winner: Andrew Powers. * * * * * * * * * * * TONIGHT'S TV &amp; RADIO BBC2: World Professional Darts championship (11.20pm) Not for the first time, Fiver reader Helen Tomkins (32 and, by her own account, \"gorgeous\") has turned to us for help. Sky Sports 1: Live Conference Football - Halifax Town v Morecambe (7.30pm) She's looking for love, a job, guitar lessons and a new best friend who doesn't whinge incessantly about being fat, despite being a svelte size 8. You're On Sky Sports (10pm) For reasons best known to herself, she continues to think she'll find them in a habitually late, error-strewn, daytime football email written by the hapless and helpless for the hopeless. Soccer AM: The Best Bits (11.30pm) \"Speaking as a professional guitarist and tutor, I would be happy to recommend a guitar book for Helen Tomkins,\" writes Ben Watson, suggesting she might be on to something. British Eurosport: Efes Cup Football (6pm) \"It's called Guitar On Tap and can be bought in any respectable book shop or via Amazon. Perhaps in return, Helen could give me a number or email address for her former friend who is a size 8?\" Eurogoals (8pm) \"My girlfriend may not be too happy for me to offer Helen my love, but I can offer a few free guitar lessons,\" writes Kris Bell, whose generous offer is promptly followed by this email from Dominic Smith. Setanta: The Hub (7pm) \"If a friend of mine named Kris Bell emails in whispering sweet nothings and claiming to have taught Keith Richards all he knows, it's not because he likes Helen Tomkins,\" he writes. Radio Five Live: Sport On Five (7pm) \"It's because he's prepared to toy with a lonely woman's emotions in a bid to win our competition to see who can get the most mentions in the Fiver.\" Talksport: Kick-Off (7pm) And finally, some common-sense from Ben Goodband: \"Anyone desperate enough to go on a date with a woman who will sarcastically dissect their personality and performance in bed in a popular teatime email shows why they are single,\" he observes. \"What next? A Fiver singles night at Café Kick?\" Newstalk 106FM (www.newstalk106.ie): Off The Ball With Ger Gilroy (7pm) Now there's a thought. Anyway, that's the guitar lessons sorted, but keep those offers of love, friendship, and employment coming to the.boss@theguardian.com in emails marked Hel's Bells, and we'll try to ensure at least one loyal reader doesn't end up on the shelf. * * * * * * * * * * * * LAS VEGAS? ON SPRING BREAK? WITH OUR REPUTATION?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}