{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/jan/19/germany.worldcup2006travelguide", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-01-19T19:17:11Z", "webTitle": "Industrial strength", "webUrl": "https://www.theguardian.com/travel/2006/jan/19/germany.worldcup2006travelguide", "apiUrl": "https://content.guardianapis.com/travel/2006/jan/19/germany.worldcup2006travelguide", "fields": {"headline": "Industrial strength", "bodyText": "Adventurousness ought to bring rewards. I'm sure sometimes it does. But other times it brings angry rebukes from naked German pensioners and scuttled retreats with your metaphorical tail, and disturbingly little else, between your legs. This realisation came to me on a fresh, sunny autumn day in Stuttgart, the home of Mercedes-Benz, Porsche and Bosch. You may think it uncouth to talk about a city's corporate residents so early, but I doubt Stuttgarters would object. Most of them appear to be immensely proud of the industrial heritage of their home town, the capital of the south-west German state of Baden-Württemberg. Those that are not must live lives shot through with bitterness, because the city is a monument to its manufacturing. Stuttgart's identification with the newly-merged DaimlerChrysler motor company, or more specifically, the Mercedes-Benz brand, is particularly strong. Gottlieb Daimler's firm certainly succeeded in conquering the Stuttgart skyline, dotting it with giant, illuminated versions of the sacred three-spoked symbol - representing the land, the sea and the air. These act as totemic reminders of the origins of much of the city's character and economic lifeblood. Stuttgart is one of Germany's wealthiest cities; DaimlerChrysler employs some 80,000 people in the region. Porsche, meanwhile, seems to behave like DaimlerChrysler's restless little brother, always trying to emulate and outdo. Stuttgart benefits from this cultural rivalry, as each company tries to stamp its identity on the town by funding competing museums and arenas. The Mercedes museum, which lies inside the grounds of Daimler's sprawling Untertürkheim factory complex, is perhaps the top dog among these attractions. It charts the development of the company, via the merging of the firms started by the two pioneers, Daimler and Karl Benz, who, it is said, invented the motor car at around the same time, working independently in this same corner of Germany in the 1880s. Wandering around the museum's 70 gleaming exhibits, it is difficult to resist the curvaceous charms of the futuristic 1954 W196R streamline (even for one who has failed his driving test 11 times). Despite the pervasive dominance of the car manufacturers, I doubt Stuttgart conforms to anyone's vision of an industrial hothouse. In fact, it is a refreshing hybrid of the rural and the urban, with imaginative architecture such as the 14th-century Altes Schlosse, and the modern master James Stirling's Neue Staatsgalerie alternating with the red, gold and green of the hillside vineyards. The vines provided the area with its primary industry before the emergence of the motor car and still yield Trollinger and Riesling aplenty, with which to swill down the hearty veal and beef-laden local cuisine. And the potato salad. The city centre has an air of busy sophistication. Its pleasures range from the Rembrandts and Picassos of the Staatsgalerie (the state art gallery) to the less renowned treasures of the Saturday flea market in Karlsplatz, and the bonhomie of the mulled wine stalls that flank the outdoor ice rink near the main square, the Schlossplatz. A low-flying bird's eye view of the action and a reasonably-priced, delicious lunch can both be achieved from the top-floor restaurant of the brand new Kunstmuseum Stuttgart, a giant glass edifice that houses the city's art collection, which includes important works by the German expressionist Otto Dix. A huge slab of green known as the Schlossgarten straddles the cultural heart of Stuttgart and acts as a reminder of the days before the city - which takes its name from the stud farm that Duke Liudolf set up in the 10th century - swapped horse power for horsepower. King Frederick I - a 19th-century ruler of the region - established the Schlossgarten to allow him to ride his horses out from his sprawling, peachy-coloured Neue Schloss (new palace) towards the spas of the nearby town of Bad Cannstatt. It now extends out as far as Wilhelma, where Frederick's successor, King Wilhelm I, established some striking Moorish-style gardens, seemingly based on the Alhambra. The site houses botanical gardens and the band of apes, wild cats and other exotic creatures that drew the short straw and ended up living in glass boxes in a south German suburb. It was just a couple of stops away from Wilhelma, on the S-Bahn train line, that I decided to wind down at one of the spas - or \"baden\" - for which Baden-Württemberg is renowned. I did not realise until too late that, given my feeble grasp of German, this amounted to taking a blindfolded gambol through a minefield of etiquette. I emerged into the sunlight trembling, after a hot shower and the trauma of the unisex changing rooms, and wondering if outdoor swimming in November was really such a good idea after all. I felt every part of my body contract as I lowered myself into the water. Then, as the pin-pricking coldness subsided into numbness, I thought I was leaving my swimming body behind, my soul drifting off to join a family 20 yards away who were sitting with steaming cups of tea. There were a few minutes of this icy reverie before I was able to collect all my tingling parts together and flee the sulphury smell and the aging, masochistic mineral-bath clientele. It was time for the sauna. The swimming shorts came off and the remants of my ego departed with them. It was nevertheless imperative to get in before the grip of the coldness loosened, I reasoned, to get the full effect. I planned on being able to recount the thrilling sensation of the switch from icy cold to steaming hot, the surge of vitality, the lingering sense of liberty. I thought I would remark on the breezy matter-of-factness with which the German mixed-sex sauna-goer deals with the general nakedness. Perhaps I would then take pride from having braved embarrassment for the glory of experience. Unfortunately, I never got that far. Opening the sauna door, I was confronted by an infernal scene full of wrinkled, sweaty flesh. A man in shorts and T-shirt was wafting something around furiously. An instant, mass fury was subsumed in cries of \"Raus\", one piece of German I did understand. It seemed I was guilty of some obscure breach of propriety, even though I was no more naked than anyone else. People outside the sauna tutted as I hauled my red face and my diminished undercarriage elsewhere. I don't know what I did wrong; maybe I'll go to my grave without knowing. I certainly won't be going back to the Mineralbad Leuze to find out, no matter how healthy they say it is. Way to go Ian Griffiths flew from London Stansted to Stuttgart with Germanwings. Prices start from £13 each way. He stayed at the Hotel am Schlossgarten. Further information · Travel Special Report: World Cup 2006"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}