{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/jan/28/careers.work", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-01-28T23:58:26Z", "webTitle": "Diary of a sea captain", "webUrl": "https://www.theguardian.com/money/2006/jan/28/careers.work", "apiUrl": "https://content.guardianapis.com/money/2006/jan/28/careers.work", "fields": {"headline": "Diary of a sea captain", "bodyText": "By the time this is published I'll be sailing the Swan Hellenic cruise ship Minerva II to San Francisco. Over the next three months we'll sail south through the Panama canal and spend a little time in the Caribbean before heading to the Med for the spring. I went to sea because I was interested in ship handling and navigation. But like any industry, there's now so much paperwork to complete that it's sometimes easy to forget why I came into this job in the first place. I could sit in front of my computer reading emails all day, but as captain and master I can choose to do as much ship handling as I want and I generally do all the arrivals. Minerva II is a fairly new ship, but thankfully it's traditionally built. It's not one of these ships, like the Arcadia, where dynamic positioning systems enable you to move it in any direction via joystick. That takes all the fun out of ship handling. And as I always tell my crew, technology shouldn't divorce you from reality. You can't rely on equipment and should always look out the window from the bridge to see what is going on. On board we have 320 crew and 650 passengers. And the buck stops with me for all of them. It's a lot different to when I started out on coastal cargo ships and tankers. Spending four months with the same 10 guys can be very monotonous. When my friends and I have a drink and compare notes on our different jobs and industries, the biggest difference is salaries. People have a misconception of the salary that the captain of a cruise ship earns. The captain of, say, a 747 might earn £120,000 to £150,000 a year, three times what I make. My friends look at me and say, All that responsibility and that's what you get paid? For three months I'm on call, at any time of the day or night. Medical emergencies are fairly common. My staff captain had a heart attack last year and we had to sail full speed to the next port to get him to hospital. But he's fine now and back on ship. I host a couple of cocktail parties on each cruise, but I view the whole \"captain's table\" routine as a thing of the past. I don't see my role as entertaining eight people for three hours each evening. I'd rather walk round the ship and talk to as many passengers as I can. A lot of passengers wouldn't agree with that, but I'm doing things my way and I like to put my own mark on each cruise. At 36, I'm one of the youngest captains in the industry. My first job in this sector was with P&amp;O Cruises, sweeping holds. If I had stayed there I would have waited until I was 50 or 55 before getting my first post as captain. At P&amp;O the captains were also virtually unapproachable. They were placed on a pedestal and to get a \"Good morning\" from them was a big event. I decided then that if I ever made it to this position I'd adopt a totally different attitude, so I try to visit the crew areas three or four times a day. I'm not big on politics but I was very pleased to see this Cameron guy become leader of the Conservatives for no other reason than he's a young guy with fresh ideas. My age is never a factor with the crew - they like to have someone on their wavelength - but it is with some of the elderly passengers who tell me, \"You're too young to be doing this, aren't you?\" It's such an antiquated view, in any business. Trouble is, I'm already at the top of my career ladder. I was chatting to another younger captain who is just about to sail to the Antarctic. We both love our jobs, but agreed that while in the old days you might be happy to end your career as a captain, neither of us see ourselves working on cruise ships for the next 20 years. · Captain Richard Hobbs was talking to Ian Wylie"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}