{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2006/jan/09/immigrationasylumandrefugees.uknews", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-01-09T19:02:45Z", "webTitle": "Red Cross aids failed asylum seekers", "webUrl": "https://www.theguardian.com/news/2006/jan/09/immigrationasylumandrefugees.uknews", "apiUrl": "https://content.guardianapis.com/news/2006/jan/09/immigrationasylumandrefugees.uknews", "fields": {"headline": "Red Cross aids failed asylum seekers", "bodyText": "The following correction was printed in the Guardian's Corrections and clarifications column, Thursday January 12 2006 In the article below we stated that \"the organisation [British Red Cross] estimates there are 33,600 destitute asylum seekers in England, a steep increase from the figure of 25,000 last year\". The Red Cross has asked us to point out that the figures are estimates of the number of destitute asylum seekers they assisted in the UK in those years and that they do not have statistics on or estimates of the total number of destitute asylum seekers in England or the UK. British Red Cross officials are creating an \"induction tour\" of London for destitute people to help homeless asylum seekers fend for themselves. Claimants who say they are unable to claim state assistance are being given trips to soup kitchens and night shelters to stop them starving or becoming victims of crime on the streets. The Red Cross has also prepared a booklet showing them how they might live on their wits. The organisation estimates there are 33,600 destitute asylum seekers in England, a steep increase from the figure of 25,000 last year. Duncan Wilson, services manager at British Red Cross Refugee Unit in Islington, north London, said: \"The situation of some of these people is absolutely appalling. We have made up a booklet for clients which is an induction into destitution and the services they can access in London when they have no means of support. Our volunteers take people around London and show them what's available where.\" The Red Cross says it is concerned about destitute women with babies approaching them for help. Many give birth after their asylum claims have failed and so both social services and the National Asylum Support Service are able to absolve themselves of responsibility. \"These mothers have no choice but to go underground and it's very hard to live underground with a baby,\" one Red Cross worker said. Asylum seekers whose claims are being processed are entitled to basic support but those whose claim has been rejected have no recourse to public funds. The government argues that failed asylum seekers must return to their home countries but many refuse saying that they will be tortured or killed. Section 4 of the Asylum and Immigration Act 2004 allows failed asylum seekers food and housing if they sign a form agreeing to be returned to their home country but many say that would be tantamount to signing their own death warrants. Instead they go to ground. Churches are providing food and some have night shelters. A spokesman for Church Action on Poverty, which has launched a campaign Living Ghosts, said: \"It is inhuman and unacceptable that some asylum seekers are left homeless and destitute by government policies.\" Ministers reject the suggestion that government policy makes asylum seekers destitute. Last year, Tony McNulty, the immigration minister, outlined the help available. But he added: \"It is apparent that many unsuccessful asylum seekers who have exhausted all rights of appeal choose not to access support from central government. Instead, we hear that they are destitute or living on food parcels.\" Alberta, 31, says she fled Democratic Republic of Congo after her life was threatened by soldiers. She has been in the UK for three years and for the last two, since the Home Office rejected her asylum claim, she has been destitute. \"I've chosen destitution in the UK over deportation to the DRC because I'm terrified that I'll be tortured, burned or killed if I'm sent home,\" she said. \"I have survived by sleeping on friends' floors and by begging for money at tube stations. One night when I had nowhere to go I had to sleep in a phone box in Brixton. I was very scared of being attacked.\" Nakate, 35, fled Uganda five years ago after being threatened by rebels in the north of the country. She received support from the National Asylum Support Service for three months after she arrived here. Then her claim was rejected. \"I survive on the kindness of friends,\" she said. \"At the moment I'm staying with another asylum seeker who is still receiving government support. She is very good to me but she has six children and by feeding me she is leaving less for her children. It has been left to the people with almost nothing to help those of us who have absolutely nothing.\" The plight of many asylum seekers has also concerned local authorities. In August, a group of councils called for an urgent review saying failed asylum seekers were being left destitute and their children were having to be taken into care. Last month the Guardian reported that a large-scale overhaul of the asylum system had begun which will lead to at least a third of all asylum seekers being placed in detention centres for the \"fast-track\" processing of their claims for refugee status."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}