{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/jan/09/healthinsurance1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-01-09T17:37:32Z", "webTitle": "Covering cancer", "webUrl": "https://www.theguardian.com/business/2006/jan/09/healthinsurance1", "apiUrl": "https://content.guardianapis.com/business/2006/jan/09/healthinsurance1", "fields": {"headline": "Covering cancer", "bodyText": "A new policy offering financial cover against a cancer diagnosis went on sale this morning. The first of its kind in the UK, Virgin Money's policy also claims to offer the most comprehensive cover against the disease and is being sold as a low-cost alternative to critical illness insurance. \"It will potentially form a top-up for someone who already has critical illness cover or income protection policies, but we think it will be an alternative for many people who don't have those types of cover,\" says Scott Mowbray, spokesman for Virgin Money. He points out that sales of critical illness cover have been falling, with many consumers citing the high cost as a reason not to buy that type of cover, and argues that a cheaper policy offering cover just against cancer could therefore prove attractive. \"Around 60-65% of all critical illness claims are for some form of cancer,\" says Mr Mowbray. \"There is quite a compelling reason to get cover against that eventuality.\" Figures from the charity Cancer Research suggest that more than one in three people in the UK will be diagnosed with the disease at some point in their lives, and that every day 740 people are given the bad news. And for those without any kind of insurance it can be an expensive time. Research undertaken by the charity Macmillan Cancer Relief on the cost of breast cancer found that women having treatment for the disease spent an average of £2,000 on travel, prescriptions, diet changes and complementary therapies. Virgin Money's policy - which is administered by Scottish Widows - offers payouts of up to £500,000 in the event of a diagnosis of any form of cancer, with the exception of non-melanoma skin cancers and early forms of cervical cancer. Claims can be made at three stages of the disease: Stage one - early stage cancer: Virgin Money will pay out 10% of the sum you chose to cover if you are given this diagnosis Stage two - intermediate cancer: If you receive this diagnosis you will get a payout of 25%, less any money already paid. If you have already made a claim for early stage cancer you will get 15% at this stage Stage three - advanced cancer: The payment is 100% of the sum you covered, less any money already paid. If you have already made a claim you will get 75% at this point. Once you have been paid your cover ends. The company points out that the money you receive can be used in any way that you choose, and may be useful to fund a holiday, cover the costs of seeing a specialist or simply meeting some of the costs of being ill. The actual amount paid out will depend on the sum you choose to insure, which will be one of the factors used to determine how much the cover costs. Virgin Money says cover starts from £5 a month and claims its policy costs up to 45% less than an average critical illness policy. It also includes life insurance, which will pay out even if cancer doesn't cause your death. It quotes £23.06 a month for a male non-smoker aged 35 next birthday who wants to buy £100,000 of cover for 25 years, and compares this with HSBC Life's critical illness policy which costs £52.65 for the same level of cover - although this policy would pay out on diagnosis of a range of other illnesses. And for many a more comprehensive policy may be a better bet, according to Kevin Carr of insurance broker Lifesearch. He says the most comprehensive policies offer protection against around 40 different conditions including strokes, heart attacks and Multiple Sclerosis. If you only buy Virgin Money's cover you will rule yourself out of a payout should you contract one of these illnesses. Carr adds: \"I would be very careful about replacing an existing critical illness policy with this on the basis that it is cheaper, especially one on the older definitions.\" In general, he says, the older the definitions on your policy the more generous they are, because advances in medical science have made insurers increasingly cautious about what cover they will offer. Carr also voices concern about the fact that the premiums are reviewable every five years - meaning customers could see the price of cover grow during the term of their policy. He points out that staged payments would benefit those diagnosed with early stage cancer - no other policy would pay out at stage one and the 10% payment could prove useful. However, other policyholders could be worse off. The cover offered by wider critical illness policies falls between these two stages which means some people may receive only a 25% payout from Virgin when they would get the full 100% out of a different plan. Carr says anyone considering buying cover should take advice. Although Virgin Money has lots of information about the policy on its website, it is not available via brokers. However, Carr suggests that even if it was it would not often be recommended. He explains: \"That's not being critical of Virgin Money or Scottish Widows, it's just that if there are more comprehensive products available it is very difficult for advisers not to advise that you buy them instead.\" For many people, that will mean buying a critical illness or income protection policy instead."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}