{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2006/jan/05/sonyshowardst", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2006-01-05T19:15:22Z", "webTitle": "Sony's Howard Stringer makes speech at CES", "webUrl": "https://www.theguardian.com/technology/blog/2006/jan/05/sonyshowardst", "apiUrl": "https://content.guardianapis.com/technology/blog/2006/jan/05/sonyshowardst", "fields": {"headline": "Sony's Howard Stringer makes speech at CES", "bodyText": "Howard Stringer's keynote talk at CES this morning was enjoyable after the frankly fairly dull Gates speech, and (dare I say it) likely to be the most entertaining we see here on the big stage at Las Vegas this week. Part of that was thanks to a bit of star power, as Sony wheeled out Tom Hanks, Ron Howard and Da Vinci Code author Dan Brown among others. Hanks gave the boss man a run for his money by ad libbing - everyone else was sticking to the teleprompter - and got a few laughs for hamming it up. The speech kicked off in slightly strange fashion, with Stringer (sorry, Sir Howard) paying tribute to Australian media tycoon Kerry Packer, but soon got on track. A video featuring people around the world hooking - including obligatory London shots of Big Ben, Routemaster buses and a punk (eh?) was used to underline a fairly clear message: Sony's trying to stop the rot by dealing with content and technology in the same breath. Highlights included the forthcoming eBook rseader - which which Jack mentioned earlier, the LocationFree system for connecting your PSP to your home network from anywhere in the world and the W810 Walkman phone. Blu-Ray came in for a lot of talk (but little market detail) and we also saw quite a bit about PlayStation 3. But beyond a lot of promised potential, the detail was light. However, there was an interesting arrogance about the way Sony reps were describing the next generation console battle: apparently PlayStation 2 and PSP both outsold Xbox 360 over the Christmas period, and the brash statement that \"We'll know when the next generation arrives, because it's when we'll launch\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}