{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jan/16/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-01-16T20:40:10Z", "webTitle": "Premiership: Wigan 0 - 1 West Brom", "webUrl": "https://www.theguardian.com/football/2006/jan/16/match.sport", "apiUrl": "https://content.guardianapis.com/football/2006/jan/16/match.sport", "fields": {"headline": "Kuszczak save secures first away win for 10-man Albion", "bodyText": "A remarkable save in injury time by West Bromwich's Polish goalkeeper Tomasz Kuszczak ensured a victory that moved them another place - and five points - away from the relegation zone. Wigan's Jason Roberts was presented with an apparently open goal and connected cleanly enough, but the goalkeeper flung himself across the goal to pull off a miraculous stop. That the final whistle saw Albion's players and supporters celebrating as if they had won the FA Cup final was, in the circumstances, not inappropriate. At the end of the season these three points could keep them in the Premiership, a prize these days worth infinitely more than the temporary glory of holding football's oldest knockout trophy. They deserved it too, and not just for the goalkeeper's heroics. Three minutes before half-time in a game that had been drifting painfully slowly towards the goalless draw that many had predicted, Albion's centre-half Darren Moore contrived to get himself sent off with a foul of almost stunning stupidity. Ten minutes after being booked for almost pulling Lee McCulloch's head off his shoulders, Moore deliberately obstructed Roberts as the forward pushed the ball past him and set off down the right touchline. True, there was no one between Roberts and Kuszczak, but the Wigan forward was 60 yards from goal and never going to outpace Curtis Davies, Moore's central defensive partner. The brick-red face of Albion's manager Bryan Robson had to be seen to be believed. Without even waiting for half-time, he sent on the full-back Martin Albrechtsen for Nathan Ellington and switched Steve Watson across to centre-half. The crowd settled back in anticipation of a second-half siege. It duly arrived, but not before Albion had taken the lead with only their fourth away goal of the season. Paul Scharner, the Austrian signed by Wigan as a defender but pressed into service as a stand-in midfielder, received a poor pass from Leighton Baines and lost possession to Ronnie Wallwork on the halfway line. The former Manchester United player slipped the ball to Albrechtsen, breaking down the right, the Dane's pace and control took him clear, and his shot past Mike Pollitt in the Wigan goal was emphatic. He almost did it again half an hour later, when Pollitt blocked. In between, and afterwards, Wigan dominated possession, but with Roberts misfiring badly, created only a handful of opportunities. The best, other than that which fell so invitingly to Roberts, came shortly after the hour, when McCulloch - also playing out of position, up front in his case - headed against the bar. The chance was created by Pascal Chimbonda, who headed Jimmy Bullard's corner back across goal. Otherwise Graham Kavanagh drew another good save from Kuszczak with a free-kick from 22 yards, and curled another effort from a similar distance just wide. When Jewell suggested afterwards that he never really had the feeling that his team were going to equalise, you knew what he meant. Wigan were as neat and well organised as ever but with the exception of Chimbonda they lacked the energy they showed in the first half of the season and without the pace of Henri Camara up front they looked one-dimensional. This was their third consecutive Premiership defeat without scoring, and they have now eight of their last 11. \"I said at half-time that for all that we wanted to go on and win the game, we had to make sure we didn't lose it,\" said Jewell. \"That means not trying to play in the wrong areas. Sometimes we think we're better than we are, and we've got to get back to what we know we're good at - honest endeavour.\" Robson, rushing off to collect an award for services to the game, managed to pay a quick tribute to \"the players who stayed on the pitch\". His coach Nigel Pearson added: \"Sometimes when you go down to 10 men you ride your luck, but it can also give a team something to hang on to, and it galvanised us. We were delighted with the approach of the players, but we have to have those levels of commitment every week, not just when the chips are down.\" Kuszczak's save, he said, still shaking his head, was \"right up there\" with the best. It certainly goes some way towards explaining why he is keeping Chris Kirkland out of the side. In the meantime Albion are still in negotiations with Middlesbrough over the defender Ugo Ehiogu and hope to conclude a deal in the next few days."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}