{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/jan/09/advertising", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-01-09T17:19:32Z", "webTitle": "Advertising legend Webster dies", "webUrl": "https://www.theguardian.com/media/2006/jan/09/advertising", "apiUrl": "https://content.guardianapis.com/media/2006/jan/09/advertising", "fields": {"headline": "Advertising legend Webster dies", "bodyText": "John Webster, the creator of British advertising icons such as the Smash Martians and the Honey Monster, has died aged 71. Webster, who retired last year, died after suffering a heart attack while jogging near his home in Hertfordshire on Friday morning. His credits read like a roll-call of best-loved British advertising campaigns, including John Smith's performing dog Arkwright; the Gary Lineker campaign for Walkers Crisps and the Hofmeister bear. \"With John's death, we have lost one of the very few people in the history of our industry worthy of the title genius,\" said James Best, the chief people and strategic officer at DDB Worldwide. \"He had a unique ability to make good advertising - advertising that worked - that everyone in the country could enjoy, even love. He created more famous TV campaigns than anyone else has or is ever likely to, with characters and phrases that lodged themselves indelibly in our culture, yet his focus was always on the work, not himself. \"His modesty, integrity and craftsmanship provided a model to our business and profoundly affected all those of us who worked with him.\" Webster was the creative director of DDB London - formerly known as Boase Massimi Pollitt - for almost 30 years before he retired last summer. He began his career in the early 60s as an art director at Mather &amp; Crowther and joined BMP in 1968 as a founding member. Although he was best known for gently whimsical ideas with an anthropomorphic twist, Webster was also responsible for more hard-hitting campaigns, such as the Guardian's Points of View commercial in which a skinhead who at first appears to attack a man actually turns out to be saving him from a falling brick. He twice won the top prize at the Cannes International Advertising Film Festival, advertising's highest honour, and in 1982 received the D&amp;AD President's Award for his outstanding contribution to film advertising. In 1990 Webster received the British Television Chairman's Award for his outstanding achievements in the commercials industry. His campaign for the Cadbury Smash Martians was voted television advert of the century by Campaign magazine in 1999 and was named ITV's Best Ad Ever last year. Webster is credited with signing Lineker for the \"no more mister nice guy\" adverts for Walkers Crisps, and with discovering Chas and Dave in a pub on London's Isle of Dogs. He got them to speed up their rendition of \"gertcha\" and used it for an advert for Courage Best. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}