{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/jan/28/fundsbondstrusts.investments", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-01-28T23:58:23Z", "webTitle": "Patrick Collinson on what matters in investment", "webUrl": "https://www.theguardian.com/money/2006/jan/28/fundsbondstrusts.investments", "apiUrl": "https://content.guardianapis.com/money/2006/jan/28/fundsbondstrusts.investments", "fields": {"headline": "Merlin Growth", "bodyText": "Fancy your chances at picking the best funds of the year, year-in, year-out? You would be hard pressed to beat the performance of John Chatfeild-Roberts, who runs Jupiter's fund-of-funds range. A fund-of-funds does not invest directly in shares. It is a pick-and-mix of what the manager thinks are the best funds in the marketplace. There are nearly 2,000 unit trusts to choose from, and Chatfeild-Roberts and his team narrow that down to 15-20 for each portfolio they run, designed either to produce an income or growth. His results are impressive. The Merlin Growth portfolio is up 36% over the past 12 months, and 114% over three years, although it fell during the bear market years of 2001 and 2002. Chatfeild-Roberts' big success during 2005 was to pick not just the overall best performing trust of 2005, but the one that came second too. Among the 17 trusts in which he invested in was Melchior Japan Opportunities. This little-known trust topped the tables in 2005 with a 94.1% gain. Last year the Tokyo stock market boomed, with investors confident that the decade-long stranglehold of deflation had ended. But this year has been another story. The Tokyo market fell hard after a financial scandal forced it to close early after a wave of selling. The main catalyst was the discovery of alleged share-price manipulation by executives at the Japanese internet group Livedoor. But Chatfeild-Roberts, 43, thinks the sharp price falls this year, particularly in internet stocks, represent a buying opportunity for the skilled stock-picker. He is using the current period of uncertainty to raise his weighting in Japan. He is also keeping faith with energy and commodity stocks, which enjoyed huge price gains on the back of the rising oil price last year. He has a stake in Investec Global Energy and JP Morgan Fleming Natural Resources. The Investec fund was the second best performer of 2005, and currently sits at the top of the tables over 12 months with a gain of 88.9%. Its manager, Tim Guinness, believes it extremely unlikely that oil prices will drop below $40 a barrel. He envisages scenarios in which it could rise to as much as $85 without causing significant problems for the world economy (though it would take petrol well over £1 a litre). But it would be wrong to characterise Chatfeild-Roberts' fund as a high-risk, high-volatility selection of the most gung-ho trusts in the market. The fund, which has doubled in size to £430m over the past 18 months as money gushed in from financial advisers, splits cash across global equities. It has 24% in UK equities, 15.6% in US equities, 17.5% in Japan, just 5% in Europe, a small amount in emerging markets and 36% in specialist trusts such as the Global Energy fund. Its single biggest holding is one which Chatfeild-Roberts has held from the start: Findlay Park US Smaller Companies. Chatfeild-Roberts met the manager, James Findlay, early in his career when he was at Foreign &amp; Colonial. The fund is the only exposure to the US in Jupiter Merlin Growth. \"Some people would say that it is an overly large and risky position,\" he says. \"Our view is that it is precisely the opposite. James is a very talented, experienced investor who has the ability to generate considerably above average returns combined with a below average probability of losing money.\" Chatfeild-Roberts likes a good past-performance record, despite the oft-repeated warnings from regulators that it is not a guide to the future. In his book, Fundology: The Secrets of Successful Fund Investing, he argues that the (admittedly few) exceptional fund managers achieve above average returns again and again. This is one reason why he is a fan of Anthony Bolton, who runs Fidelity Special Situations - now £6bn in size. \"The most important lesson I have learned is that people are what makes the difference in fund management. Investment is an art, not a science,\" he says. In the concluding chapter of his book, he makes six rules that investors should always follow: · Do not become emotionally attached to any investment. · Do not over-diversify investments. · Look carefully at the valuation of the shares underlying a fund. · Think for yourself, and laterally. · Liquidity matters. · People matter most of all. · Guardian Money has five copies of Fundology: The Secrets of Successful Fund Investing to give away. Email money@theguardian.com for your chance of a free copy"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}