{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2006/jan/11/energy.politics", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2006-01-11T16:49:27Z", "webTitle": "Blair threatens Iran in nuclear row", "webUrl": "https://www.theguardian.com/environment/2006/jan/11/energy.politics", "apiUrl": "https://content.guardianapis.com/environment/2006/jan/11/energy.politics", "fields": {"headline": "Blair threatens Iran in nuclear row", "bodyText": "The prime minister said today that it was \"likely\" that the UK, the US and European allies would seek to refer Iran to the United Nations security council over its nuclear programme. Tony Blair spoke in the Commons of his \"deep dismay\" over Tehran's decision to break the UN seals at its nuclear enrichment facility in Natanz and refused to rule out seeking sanctions. But in a televised speech today the Iranian president, Mahmoud Ahmadinejad, was defiant despite the international outcry. He said Iran was not frightened by threats from superpowers and would press ahead with its nuclear programme. Last night the White House said Iran risked a \"serious escalation\" in the crisis over its nuclear ambitions after it emerged that the seals had been broken, reneging on earlier commitments to freeze research. Iran has said it has a right to carry out research and ultimately enrich its own nuclear material, which it insists is solely to create power for civilian use. The US is suspicious that Tehran wants to create atomic weapons, which can be made by a higher level of enrichment than that used for nuclear power. In the Commons during question time, Mr Blair told the Conservative leader, David Cameron, that Iran's decision to push ahead with its nuclear research was \"very serious indeed\". \"I do not think there is any point in people, or us, hiding our deep dismay at what Iran has decided to do.\" Mr Cameron asked Mr Blair what steps he was proposing to \"maximise the international consensus\" for referral to the UN and what the prospects were for international sanctions. Mr Blair said: \"Obviously we don't rule out any measures at all. It's important Iran recognises how seriously the international community treats it.\" The foreign secretary, Jack Straw, will meet his counterparts from France and Germany in Berlin tomorrow for emergency talks over Iran's nuclear ambitions. The three countries - the so-called EU3 - have spent two years trying to persuade Iran to halt its uranium conversion and enrichment activities. The Italian foreign minister, Gianfranco Fini, said today that the international community had entered a \"new phase\" in its relations with Iran. Mr Ahmadinejad's remarks indicated that the standoff over its nuclear plans was as firm as ever. Speaking on a visit to the port city of Bandar Abbas, Mr Ahmadinejad said: \"I tell those superpowers that, with strength and prudence, Iran will pave the way to achieving peaceful nuclear energy. The Iranian nation is not frightened by the powers and their noise ... in the near future, [nuclear] energy will be completely carried out by the Iranian nation.\" He accused the west of using fears of nuclear weapons as an excuse to prevent Iran's technological development and to control the country by forcing it to buy nuclear fuel abroad. \"They falsely say that they oppose nuclear weapons. They want to have nuclear monopoly to sell it drop by drop in an expensive price and use it as an instrument for domination over nations.\" In the Commons, Mr Blair said anxieties about Iran had been compounded by recent comments made by the Mr Ahmadinejad about Israel. Mr Ahmadinejad has denied the Holocaust and called for Israel to be \"wiped off the map\". Such statements indicated a \"malign intention on the part of the Iranian regime\", Mr Blair said, adding that there was \"real and serious alarm right across the world\" about Iran. The prime minister told MPs: \"We obviously are discussing this closely, as well, with our American allies. \"A reference to the security council is entirely in line with what the [International] Atomic Energy Authority itself decided some time ago, when the only reason it suspended a reference to the security council was because Iran had suspended its enrichment facilities. \"This is why it is extremely important we take a fresh look at this now.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}