{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/culturevultureblog/2006/jan/24/whygoout83", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2006-01-24T17:30:00Z", "webTitle": "Why go out?", "webUrl": "https://www.theguardian.com/culture/culturevultureblog/2006/jan/24/whygoout83", "apiUrl": "https://content.guardianapis.com/culture/culturevultureblog/2006/jan/24/whygoout83", "fields": {"headline": "Why go out?", "bodyText": "It's very cold outside. It's so cold, in fact, that this morning, as I was waiting for a bus, a polar bear walked past. I breathed out in alarm, and my breath froze solid in the air, falling on and severely concussing a small child unfortunate enough to be running by ... and then this woman's head fell off, shattering on the ground in a million icy pieces. True story. Well parts of it, at any rate. My point, of course, is that it's just too cold. It's cold enough for hot water bottles, and it's certainly cold enough for lots and lots of hot air. So it's a good thing that Terry Wogan's back tonight in chat show guise, with Wogan, Now and Then (UKTV Gold, 10.20pm). If that's too late for you, there are plenty of other things to tempt you into the warm arms of the sofa tonight - there's that new series on the science behind alternative medicine on BBC2 (Alternative Medicine: The Evidence, 9pm) - although I wouldn't recommend it to needlephobes, frankly - and there's plenty more, find out what, exactly, with our picks of the night's TV - taken from this week's Guide... Surviving Disaster 9pm, BBC1 In 1986 the top blew off Reactor Four at the Chernobyl nuclear power plant. Thirty-one people were killed in the incident, 116,000 had to be evacuated, and it's estimated five million people were exposed to radiation across Ukraine, Belarus and Russia. Adrian Edmondson stars as Valeri Legasov, the scientist in charge of the investigation, in this drama documentary. It shows the inadequacy of the authorities' reaction -- information was repressed and the local population put in danger because of fears of widespread panic. Martin Skegg Shameless 10pm, C4 Frank proposes marriage to Sheila. In a toilet. \"It's the love that dares not speak its name!\" he gurgles. One of the chief drawbacks is that he's dead -- having been posing as Lillian's dead husband to claim his benefits. Lip is persuaded to wear an ankle tag for Carl's new girlfriend's Asbo brother, with terrible results. Best little bits: the security guard with Tourette's, who can't help calling everyone a shoplifter, and Frank's take on George Orwell. \"Eric Blair. Lifelong socialist. No relation to Tony.\" Ali Catterall Imagine: Warhol Denied 10.35pm, BBC1 Alan Yentob meets a man with an interesting story and uses it as an excuse to revisit the art of Andy Warhol. Joe Simon bought a Warhol self-portrait some time ago for $195,000. Its market value today should be more than five times that. However, the Warhol Authentication Board deemed Simon's portrait inauthentic and now it's virtually worthless. Yentob sets about uncovering the board's secretive procedures, while basking in the irony of the institution's existence given the way Warhol challenged authorship. CSB Jonathan Ross's Asian Invasion 10pm, BBC4 Ross's friendly invasion comes to a close with a look at the rather fabulous and new Korean film industry. In the past two decades they've gone from producing next to nothing to unleashing a huge wave of world-class movies. All the main offenders are interviewed -- Oldboy's Chan Park-Wook, Shiri's Kang Je-Gyu, 3-Iron's Kim Ki-Duk, etc -- and there are some great clips that should have you adding titles like Brotherhood, Joint Security Area, R-Point and Sympathy For Mr Vengeance to your DVD \"wants\" list. Don't know who this passionate and knowledgeable Jonathan Ross is, but he's much more preferable to his foppish namesake who mercilessly shoe-horns gags into interviews on that BBC chat show. Chihwaseon follows at 11pm. Phelim O'Neill Chappelle's Show 10.10pm, FX While British television seems to be obsessed with why sitcoms and TV comedy is failing, the actual job of generating laughs has fallen to American comedians like David Chappelle. This sketch show hit big in the states, sold phenomenally well on DVD and now we can enjoy this often edgy and always hilarious show. Chappelle appears onstage and introduces and explains pre-recorded segments. A shtick that really shouldn't work is actually very effective in quickly priming the viewer into the twisted mindset of what follows. Eddie Murphy's older brother turns up to recount a too-crazy-to-be-made-up tale of a visit to Prince's house while other sketches such as Gay USA and Black President Bush easily acquire instant classic status. Phelim O'Neill Wogan: Now And Then 10.20pm, UKTV Gold Twinkle-eyed raconteur Terry Wogan returns to TV chat in this smart repackaging exercise -- repeating his old interviews with the interviewees present. It's nostalgia with added \"look at them now\" factor. First up, Christopher Lee -- and David Icke. Is he still the Son Of God? Richard Vine _______________________________ Then of course, there's Crocodile Dundee on ITV2. Because, apparently, some people can't get enough of Crocodile Dundee. Or so the people at ITV seem to think. Personally, I think they're wrong."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}