{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/aug/01/new-tuberculosis-treatment-could-help-tackle-global-epidemic", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-08-01T21:00:00Z", "webTitle": "New tuberculosis treatment could help tackle global epidemic", "webUrl": "https://www.theguardian.com/society/2018/aug/01/new-tuberculosis-treatment-could-help-tackle-global-epidemic", "apiUrl": "https://content.guardianapis.com/society/2018/aug/01/new-tuberculosis-treatment-could-help-tackle-global-epidemic", "fields": {"headline": "New tuberculosis treatment could help tackle global epidemic", "bodyText": "A new, shorter and safer drug regime for latent tuberculosis could help curb the global epidemic by increasing the numbers successfully treated and reducing the pool of infection, researchers believe. Two groundbreaking studies, one in adults and the other in children, have trialled a less toxic drug than the one in current use worldwide for latent TB and cut the treatment time from nine months to four. The research, pioneered by McGill University Health Centre in Canada, is set to change guidance around the world. One quarter of the global population is thought to have latent TB infection, but because of the long course of drugs currently used, which can have toxic effects on the liver, many go untreated and some suffer harm. People infected with latent TB may not become ill themselves, but if they then develop active TB they may transmit the infection to others. It is generally recognised that the chances of making real progress against the TB epidemic are slim unless the pool of latent infection can be reduced. There were an estimated 10.4m new cases of active TB in 2016 and 1.7 million people died from the disease, according to the World Health Organisation. The standard treatment for latent TB at the moment is a lengthy course of isoniazid – for nine months in north America. The World Health Organization (WHO) recommends six months, largely for cost reasons. “Whether you take it for four, six or nine months, it has significant side effects, particularly on the liver,” said Dr Richard Menzies from McGill who led the new research. “You can have liver failure. “For preventive therapy you have quite healthy people who are carriers and encourage them to take medicines that can fry their liver for nine months. A lot of patients don’t like it and even a lot of doctors don’t like it.” In the studies, adults and children with latent TB infection were given a different antibiotic called rifampin. The results, published in the New England Journal of Medicine, showed that four months of rifampin were as good as nine months of isoniazid. “What we’re showing is that you don’t need isoniazid at all,” said Menzies. “In my mind, safety is really number one when it comes to prevention.” The adult trial involved more than 3,400 people taking isoniazid for nine months and the same number taking rifampin for four months, while the children’s trial enrolled more than 400 to each arm. “These are big trials,” said Menzies, who said he had been working to show there is a safer alternative for a decade, he said. “10 years ago I thought it was time to get rid of it [isoniazid],” he said. In Quebec, which collects data on the treatment of patients in the same way as the NHS, there was on average one liver transplant a year as a result of latent TB treatment, he said. Developing countries struggle to treat active TB, let alone latent TB, but the middle-income countries like Brazil and India treat relatively few people with latent TB because of their fears of the side-effects of isoniazid. Menzies, who has been involved in the writing of the US and Canadian guidelines on TB treatment, believes these and the WHO guidelines will now change. Australia and Japan are also interested in the findings, he said. • This article was amended on 3 August 2018. An earlier version said people infected with latent TB may not become ill themselves, but can transmit the infection to others who will. This has been corrected because to be transmitted, latent TB must first become active TB."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}