{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2018/aug/19/cincinnati-open-mens-final-roger-federer-novak-djokovic-latest-score", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-08-19T22:19:53Z", "webTitle": "Novak Djokovic beats Roger Federer in Cincinnati Masters final – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2018/aug/19/cincinnati-open-mens-final-roger-federer-novak-djokovic-latest-score", "apiUrl": "https://content.guardianapis.com/sport/live/2018/aug/19/cincinnati-open-mens-final-roger-federer-novak-djokovic-latest-score", "fields": {"headline": "Novak Djokovic beats Roger Federer in Cincinnati Masters final – as it happened", "bodyText": "You can read the full report from Cincinnati below: Record-breaking Djokovic. He’s the first player ever to win all nine Masters titles and must be the favourite for the US Open now. Federer has dominated this tournament down the years but Djokovic gave him no time today and was deserved winner. He won 78% of his second serves today. In contrast, Federer committed 39 unforced errors. Roger’s attempted comeback doesn’t start well as he sends a return wide. 15-0 to Novak. Vintage Federer on the next point though - a delicious backhand down the line to make it 15-15. A limp second serve from Djokovic presents a chance for Federer but another poor return makes it 30-15. But another brilliant return - he’s alternating them with rubbish - makes it 30-30. And a longish rally ends in a backhand into the net from Roger and it’s 40-30 and championship point. The next point is another unforced error from Federer and Novak has won his first-ever Cincinnati Masters and has now won all nine Masters titles! Second set: Djokovic 6-4, 5-4 Federer* (*denotes server) Last chance saloon for Federer. And his timing continues to be off - a backhand sails wide and Djokovic has a 0-30 lead. His 10th ace of the match brings it back to 30-30 before another double fault makes it deuce. Federer seals the game with an ace though, and Djokovic can win the championship by holding. Second set: *Djokovic 6-4, 5-3 Federer (*denotes server) Djokovic just needs to hold two service games now to become the first player to win all nine Masters titles. Federer led 40-0 in that last service game, remember. No such problems for Djokovic - Federer mistimes two returns to take us to 40-15. He then has a chance to make it deuce but he horribly mishits a drop shot and Djokovic takes the game. Second set: Djokovic 6-4, 4-3 Federer* (*denotes server) We’re going back to the first set now, where both men weren’t giving much up on serve. A beautiful forehand down the line takes us to 40-0 before a comeback from Djokovic takes us to 40-30. Oh dear, what was I saying about comfortable service games? Federer’s 11th unforced error brings up deuce. As the game time ticks over five minutes, Roger sends down to ugly serves to give Djokovic a break-point. The game ends with something a lot more pretty - a gorgeous winner that puts him a step closer to victory. Second set: *Djokovic 6-4, 3-3 Federer (*denotes server) Federer looks like has an opening at 15-15 but his shot clips the net and Djokovic leads 30-15. That’s the only opening he gets all game and Djokovic seals the game with a nice serve out wide. Second set: Djokovic 6-4, 2-3 Federer* (*denotes server) Momentum was going Djokovic’s way after he saved that break and then stormed his service game but Roger has one a few tournaments before, apparently. An easy hold for the Swiss. Second set: *Djokovic 6-4, 2-2 Federer (*denotes server) Djokovic gets a warning for letting the serve clock rundown and he’s having words with the umpire. He says he needed to towel off after the break - he wins the point anyway. And the game for that matter. Second set: Djokovic 6-4, 1-2 Federer* (*denotes server) Djokovic’s excellent second serve had been crucial in the first set but it collapsed into the last game. That said, Djokovic zings a Federer overhead back across the net. It’s straight at Roger’s feet and he can’t dig it out: 0-30 to Novak. Federer fights back but then Djokovic cramps him up at the net and we have a break-point. Federer saves it with a lightning serve and some rat-a-tat forehands that overpower Djokovic and we’re at deuce. This game it’s Federer’s time to double-fault at a crucial moment and soon it’s advantage Djokovic - and Novak seals the break shortly afterwards! Second set: *Djokovic 6-4, 0-2 Federer (*denotes server) Djokovic has given Federer so little time today, and it’s been crucial in dominating this game so far. It’s odd to see Federer look rushed. Djokovic’s second serve has dipped a little in this set though - the last one came in at 85mph. Federer takes us to deuce, and he has slowed Djokovic’s serve for once. Novak looks a little rattled and dumps an easy forehand into the net for Federer’s first break point of the match. And it is clinched in ugly fashion - a dribbling second serve that puffs into the net. Second set: Djokovic 6-4, 0-1 Federer* (*denotes server) There’s a big pro-Novak contingent in the crowd today and the end of the first set is greeted with huge cheers. Djokovic takes that momentum into the second set and is up 0-30 early in the first game, on Federer’s serve. Federer battles back though and has a chance to seal the game at 40-30 but misses with an empty court in front of him. Nevermind, he takes the game ... just. Djokovic has never taken a set off Federer in any of their previous three finals at Cincinnati. He has an excellent chance now - and is yet to lose a second-serve point. He should start every point on second serve. He, of course, immediately loses the first point of the game on second serve to give Federer a 0-15 lead. That little rebellion is squashed by a ripping backhand down the line. A big serve takes us to 40-15 and two set points. It’s a pretty easy clincher - Federer sends a return into the net. First set: Djokovic 5-4 Federer* (*denotes server) Let’s see if Federer can improve here - he’s looked sluggish in the last two games - and is unhappy with someone in the crowd who’s been calling out. The offender gets a laser stare from Roger. Playing angry doesn’t seem to have done too much harm though, and a missed passing shot from Novak gifts the game to Federer. First set: *Djokovic 5-3 Federer (*denotes server) Djokovic continues to thrive on second serve - one that comes in at over 110 mph is too much for Federer. It’s an easy hold after that. First set: Djokovic 4-3 Federer* (*denotes server) Federer had about 0.0001% of the court to place that ball to beat Djokovic on the first point ... and he succeeded. That said, he’s soon down 15-30 after his seventh unforced error of the match. These courts are playing fast in Cincinnati and it’s almost as if that pace has lured Federer into taking things too quickly on occasion. In any case, it’s the second tough service game for Federer of this set so far and Djokovic takes him to deuce. A double fault gives Novak the break point, and Federer’s record of 100-straight holds is at risk. And it ends in ugly fashion - he whiffs at a forehand after completely misjudging his timing. Break for Djokovic. First set: *Djokovic 3-3 Federer (*denotes server) These games are going by in a flash with both men rarely troubled on their serves. Djokovic in particular has been impressive, giving Federer little room on his forehand and cramping up his returns. Another hold to love. First set: Djokovic 2-3 Federer* (*denotes server) Federer’s second serve isn’t too bad either: he polishes off the game with a second serve ace. Not too shabby. First set: *Djokovic 2-2 Federer (*denotes server) Djokovic’s second serve is zingy today - averaging well over 100mph so far - and proves too much for Federer at 0-0 as Roger dumps his forehand into the net. Both men are serving well so far - apart from Federer in the first game - and it’s a routine hold for Djokovic. First set: Djokovic 1-2 Federer* (*denotes server) An early challenge for Federer, who calls for a review on a Djokovic forehand that is called in. He’s right too: it was a few inches out and the Swiss is 30-0 up. Djokovic attempts to move Federer side-to-side at the baseline but his footwork is excellent and he holds to love. First set: *Djokovic 1-1 Federer (*denotes server) Like Federer, Djokovic trots out to a 30-0 lead in his first service game. Unlike Federer, he doesn’t allow any room for his opponent to play his way back into the game and he holds to love. A contrast to Federer’s somewhat laboured opening. First set: Djokovic 0-1 Federer* (*denotes server) And we’re off. Roger looks like he’s in a hurry and springs out to a 30-0 lead. There’s a lazy passage the next point, where Federer nearly double faults and then wafts a forehand long. Djokovic rallies from there and as Federer approaches the net, the Serb unleashes a lovely passing shot to bring up break point. Federer collects himself though, and takes it to deuce. But Novak jams up his opponent at the net and we have another break point. Some strong serves - the final one an ace - saves the game for Federer. Djokovic and Federer have played each other in three previous finals here: 2009, 2012 and 2015. And Roger has won all of them: Djokovic said a few minutes ago that Federer likes to attack him here quickly and will aim to do so again. If Djokovic wins today he’ll be back in the top three, meaning the top three in the world will be Djokovic, Federer and Nadal (see also every year since 1564). Our finalists are interviewed in the tunnel: “I look forward to [playing Federer], it’s one of the greatest challenges I have in tennis,” says Djokovic. “He comes to the net a lot, and this tournament suits his game.” Federer says it may be a quick final: “The conditions are playing fast, so it may be an attacking game.” Both players are now on court so we should be starting shortly. Djokovic may have a few years on Federer but the Swiss is likely to be fresher for this final. He only had to play one full set in the semi-final after his opponent, Goffin, retired in the second. There was a three-set battle against Stan Wawrinka in the quarters, but it’s been fairly untroubled otherwise. For Djokovic, every match he’s played in this tournament has gone to three sets, apart from a routine win in his opener. It’s a beautiful afternoon in Cincinnati, so we don’t expect any weather delays. The women’s final has just ended, where Kiki Bertens won the biggest title of her career. She came back from a set down to beat the world No1, Simona Halep, 2-6, 7-6, 6-2. She apologises to Halep for beating her, which is a tad unnecessary. While it’s hard to argue with Djokovic’s genius on court, he has had a few problems away from tennis this week. Particularly when he’s trying to find his car in the stadium car park (SPOILER ALERT: he found it): Hello. So, here we have it: two of the best players of all-time meet before the US Open, which starts later this month. As well as bragging rights – and a boost of confidence (as if they need it) ahead of New York – today could see a record-breaker. If Djokovic lifts the title, he will be the first-ever man to win all nine Masters titles. It’s not like he hasn’t tried before - this is his sixth final in Cincinnati. Federer is going for a career mark of his own - if he wins today, it will be his 99th singles title."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}