{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/aug/09/shaun-edwards-admits-rugby-league-return-wigan-risk", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-08-09T21:31:00Z", "webTitle": "Shaun Edwards admits rugby league return with Wigan represents risk", "webUrl": "https://www.theguardian.com/sport/2018/aug/09/shaun-edwards-admits-rugby-league-return-wigan-risk", "apiUrl": "https://content.guardianapis.com/sport/2018/aug/09/shaun-edwards-admits-rugby-league-return-wigan-risk", "fields": {"headline": "Shaun Edwards admits rugby league return with Wigan represents risk", "bodyText": "Shaun Edwards admits he is taking a risk by returning to rugby league in 2020 but insists the opportunity to return to Wigan as their coach was too attractive to ignore. The four-times Super League champions confirmed on Wednesday that Edwards, who had 14 phenomenally successful years as a player, would rejoin the club after fulfilling his union commitments with Wales around the Rugby World Cup in Japan next year. The former Wigan scrum-half Adrian Lam will take interim charge in 2019. Edwards, who was presented to the media by the club on Thursday, said: “I’ve got a three- or four-year deal with Wigan, but I’d have guaranteed employment for the next 10 to 15 years in union. In the long term I could be at a financial risk. I’ve taken a risk to come here but the reason I’ve done that is to challenge for trophies with Wigan. “It was time to have a crack at rugby league. Ian [Lenagan, the Wigan owner] offered me the opportunity and it just felt like the right time to come back. There’s no way I’d come back and start preaching about how to make rugby league better, either. I’m back to help my team win games: it’s as simple as that.” Edwards also insisted his commitment to Wales meant there was little chance of him walking away from rugby union before the World Cup next year – and reiterated he is relaxed with the arrangement with Lam taking charge of Wigan for 12 months before he assumes control for the 2020 season. “My commitment to the Welsh public meant I was going to stay,” he said. “They’ve accepted me as one of their own and it’ll be nice to finish off at the World Cup in 2019 with a bang.” Edwards will use his spare time away from his Wales commitments to observe Wigan from afar before taking charge. “I will try to be involved. I’m hoping to do some consultancy work with Ospreys outside of my international commitments, although when the internationals are on it’s absolutely full-on – you’re with Wales full-time. “But later in the weeks outside of that, I’ll be driving up to Wigan and watching training. I won’t be doing any coaching, though, it will be all over to Adrian. We will speak on the phone regularly but he’s the boss during his period in charge.” Edwards joined Wigan aged 17 and between 1983 and 1997 became the English game’s most decorated player with eight league titles and nine Challenge Cups. London Broncos upset Widnes London Broncos ensured the Qualifiers began with an upset on Thursday when they went to Widnes and won 21-20 thanks to a Jarrod Sammut drop goal in the last minute. It was the only third time in 17 Qualifier games that a Championship side have beaten a Super League team."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}