{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/aug/19/jurgen-klopp-alisson-liverpool-crystal-palace", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-08-19T21:29:29Z", "webTitle": "Jürgen Klopp employs rugby tackle bags to prepare goalkeeper Alisson for Palace", "webUrl": "https://www.theguardian.com/football/2018/aug/19/jurgen-klopp-alisson-liverpool-crystal-palace", "apiUrl": "https://content.guardianapis.com/football/2018/aug/19/jurgen-klopp-alisson-liverpool-crystal-palace", "fields": {"headline": "Jürgen Klopp employs rugby tackle bags to prepare goalkeeper Alisson for Palace", "bodyText": "Jürgen Klopp believes the new Liverpool goalkeeper Alisson will not have to transform his game to adapt to the Premier League but he does face a different physical test at Crystal Palace on Monday. The Brazil international enjoyed a comfortable debut against West Ham but has been preparing for the challenge posed by Christian Benteke and company at Selhurst Park. John Achterberg, Liverpool’s goalkeeping coach, has used rugby tackle bags on the £65m goalkeeper during intensive training sessions at Melwood that have also involved players crowding the penalty area to test Alisson on set pieces. “It is not rugby, it is goalkeeper training,” the Liverpool manager explained. “When Loris [Karius] came he did it and, of course, Alisson is doing it as well. It is normal goalkeeper training. It makes sense to do it because the six-yard area is not a safety box for a goalkeeper. “We have these situations in training constantly when we do set pieces and the box is full with 22 players. Maybe 22 is a bit much, but certainly 15. It is busy, we do it often so that the goalkeeper gets used to that. It is all about timing. We will see how that is, but first of all we brought him here because of the things that he is already good at.” The highly rated 25-year-old arrived from Roma during the summer and is Brazil’s first-choice goalkeeper. “It is not that the goalkeeper has to change completely for this league,” added Klopp. “We have to help him too in situations. There is not just one player responsible for something – we have to have the right formation around set pieces. It is not solely about Alisson, but the whole team.” Klopp insists the same principle applies to dealing with Wilfried Zaha on Monday. Trent Alexander-Arnold will be up against the Palace winger, who signed a new five-year contract with the club last week, and the Liverpool manager believes there is a collective responsibility to prevent the problems that Zaha caused the right-back last season. The Liverpool manager added: “He [Zaha] will not be the last who will do that. That’s how life is on this planet. Already in the Premier League I cannot see bad wingers. Zaha is exceptional, that’s true. If you leave any full-back alone, nobody’s able to defend Zaha, but we will not do that. “When we played Manchester United last season José Mourinho thought it was a good idea to bring [Marcus] Rashford on that wing and he played pretty well that day, but it’s all part of [Alexander-Arnold’s] development. No problem with that. We will not change anything because of an old story last year. Since then, he’s improved not only one step but I don’t know how many steps. “That doesn’t mean from now on he will only have perfect performances, but it’s all part of his development. We work on that, we talk the right things, but we will not remind him about whatever happened that day. I will not remind him.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}