{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/aug/11/psg-european-excellence-thomas-tuchel-ligue-1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-08-11T21:00:42Z", "webTitle": "PSG expect European excellence after letting Thomas Tuchel make his mark", "webUrl": "https://www.theguardian.com/football/2018/aug/11/psg-european-excellence-thomas-tuchel-ligue-1", "apiUrl": "https://content.guardianapis.com/football/2018/aug/11/psg-european-excellence-thomas-tuchel-ligue-1", "fields": {"headline": "PSG expect European excellence after letting Thomas Tuchel make his mark", "bodyText": "“He did not want to sing at the hotel so he will do it here in front of you,” exclaimed Marquinhos as Paris Saint-Germain’s players gatecrashed the press conference after the 4-0 victory over Monaco in the Trophée des Champions in China last weekend. Wiping away the spray of champagne from his brow, Thomas Tuchel took a deep breath and launched into his number, which turned out to be a not so tuneful version of Pharrell Williams’ 2013 hit Happy. As initiation songs go, it certainly was not a patch on Gianluigi Buffon’s rendition of an Italian love song while standing on a chair wearing shades or even Kylian Mbappé singing into a bottle last September. Yet the joyful reaction of his players – led by the captain, Thiago Silva, and his Brazil teammate Neymar – told its own story. Almost three months to the day since he was unveiled as Unai Emery’s replacement at Parc des Princes, the 44-year-old from Bavaria will contest his first competitive match on Sunday since goals from Ousmane Dembélé and Pierre‑Emerick Aubameyang gave Borussia Dortmund victory in the 2017 German Cup final against Eintracht Frankfurt. Tuchel was sacked three days later as a result of a series of fallings-out with Dortmund officials, despite having led them to a first trophy in five seasons, having succeeded Jürgen Klopp in 2015. But rather than rush straight back into another job, the economics graduate who previously worked as a waiter when his own career was ended by a knee injury took the second sabbatical of his career, having resigned as Mainz manager in 2014 at the top of a mountain in Switzerland. His patience was rewarded when the PSG president, Nasser al-Khelaifi, first made contact with his representatives in the week Emery’s side were eliminated from the last 16 of the Champions League by Real Madrid. Tuchel will be expected to plot a path to at least the semi‑finals of Europe’s premier club competition for the first time, as well as retaining their Ligue 1 and Coupe de France titles. He has certainly wasted no time in moving on from the Emery era, which was marred by divisions in the squad and whispered criticism of the Spaniard’s meticulous approach. Yet while PSG’s players appear to have initially taken to Tuchel, he is no stranger to mixing things up – as staff at the club’s Camp des Loges training ground would testify. Within 24 hours of his unveiling, Tuchel decided that the state-of-the-art £5m facility required a total reconfiguration and set about designing it himself. “I love that, the organisation. I’m German,” he admitted to Le Parisien in an extremely rare interview. Tuchel also ensured that he and his backroom staff were seen at César, an exclusive restaurant around the corner from the Arc de Triomphe that is a favoured haunt for many of PSG’s multimillionaires, and has reportedly befriended the owners of some of Paris’s most popular nightclubs to ensure none of his players are out when they should not be. A strict vegan who immediately replaced the chef previously employed at Dortmund when he took over from Klopp, Tuchel has already devised a special diet for Dani Alves as he recovers from the knee injury that forced him to miss the World Cup and has banned pasta, white bread and energy drinks for the rest of the squad. On the pitch, PSG have enjoyed a relatively low-key buildup to their home match against Caen on Sunday, with Mbappé and his fellow World Cup winners Presnel Kimpembe and Alphonse Areola not returning to training until last Tuesday. The attempts to retain Adrien Rabiot, who was frustrated to miss out on a place in Didier Deschamps’ squad for Russia, appear to have borne fruit in the last few days despite interest from Barcelona and the 23-year-old will be a strong contender to start the season in Tuchel’s preferred three‑man midfield, alongside Marco Verratti. The third slot could yet be filled by a new arrival, although moves to sign N’Golo Kanté from Chelsea or Dortmund’s Julian Weigl are not expected to come off. The Juventus left-back Alex Sandro and Bayern Munich centre‑back Jérôme Boateng are other targets but Uefa’s decision to review the investigation that cleared PSG of breaking financial fair play rules could yet mean they must sell before they buy. Ángel Di María and Julian Draxler are candidates for the exit. The emergence of young players such as Yacine Adli and Timothy Weah, at a club where a number of youth-team products have left in search of first team football, may hint at a brighter future, however, with Weah – son of the Liberian president and PSG legend George – scoring his first competitive senior goal in the victory over Monaco. Leonardo Jardim’s side have adopted a youth-first policy – including the signing of England Under-17 World Cup winner Jonathan Panzo from Chelsea – as they attempt to bridge a gap of 13 points from last season but in reality their main target will be to see off the challenge of Lyon and an emerging Marseille side. PSG’s Qatari owners have their eyes on a much bigger prize."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}