{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/aug/13/slavia-prague-fans-czech-club-china-investement-champions-league-kyiv", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-08-13T21:11:53Z", "webTitle": "Slavia Prague fans fear for future after Chinese investment backfires", "webUrl": "https://www.theguardian.com/football/2018/aug/13/slavia-prague-fans-czech-club-china-investement-champions-league-kyiv", "apiUrl": "https://content.guardianapis.com/football/2018/aug/13/slavia-prague-fans-czech-club-china-investement-champions-league-kyiv", "fields": {"headline": "Slavia Prague fans fear for future after Chinese investment backfires", "bodyText": "Slavia Prague’s first title in a decade forced even the most cynical supporters to admit that perhaps the club’s mysterious Chinese owners were not such a bad lot after all. A year later, and as the club are preparing for the Champions League return leg of their qualifier against Dynamo Kyiv on Tuesday, fans are free again to exercise the extraordinary Czech talent for scepticism as Beijing dismantles CEFC China Energy. Questions over Chinese investment in European football clubs have multiplied since a clampdown in the country last year on capital flowing to such outposts. Slavia’s tale of rags to riches and potentially back again will not stifle that concern. Fans are clinging to club claims that all will be fine now that the Chinese state conglomerate Citic has reportedly bought a 49% stake in CEFC Europe, the local unit that owns Slavia. However, inside the club little is known and the atmosphere is jumpy, say sources. The club’s chief executive, Martin Krob, who failed to respond to questions for this article, told one supporters’ group in May that he is hopeful the cash would continue to flow but the only thing that does seem clear is that CEFC – which saved Slavia in 2015 from potential bankruptcy and a decade of decline – has fallen from favour in Beijing. Military links probably powered CEFC’s rapid rise from obscurity to become China’s seventh largest private company. Disintegration looks likely to be even quicker. Although CEFC Europe formally owns 22 businesses in the Czech Republic, activity at its Prague offices ground to a halt in the spring, according to sources. That leaves Slavia supporters worried about skyrocketing costs. CEFC Europe provided £11m in financing in 2017. In comparison Viktoria Plzen, who pipped Slavia to the 2018 title in May, made a loss when they also took the 2016 championship. “Slavia cannot survive on its own,” says Ondrej Kreml, the editor of the fans’ forum slavistickenoviny.cz. “The worst-case scenario is if the ownership issue slides into limbo.” CEFC arrived in the Czech Republic three years ago, riding on the back of a campaign by the president, Milos Zeman – an enfant terrible who enjoys whipping up controversy – to attract Chinese investment. However, that brought its own challenge. Hackles were raised when Prague was all but closed down for a visit by China’s president Xi Jinping and a government minister’s meeting with the Dalai Lama prompted a servile letter to Beijing. Installed in Prague castle as Zeman’s adviser was Jaroslav Tvrdik, a former defence minister. CEFC’s chairman, Ye Jianming, soon joined him in the presidential office. An avid Slavia fan, Tvrdik allegedly persuaded his new friend to buy the club days before a bankruptcy hearing, insisting the money could end years of mismanagement at the famously dissident club. Tvrdik, promoted to chairman of Slavia and CEFC Europe, has had run-ins with CEFC headquarters over the control of some assets, according to sources, but not Slavia. The resurrection of the Czech club was merely a vehicle to prove Chinese trustworthiness. Around £2bn has been pumped into European football clubs since Xi launched a campaign to develop China into a world force in the sport. The strategy was also to open the way to acquisitions in more strategic industries. Chinese state companies are eyeing Czech plans to expand the nuclear fleet. For CEFC and Slavia the plan now looks in tatters. Ye is believed to be detained in Beijing and the club are mired in uncertainty. Tvrdik insists all is well but has offered no detail and little of his usual unbridled enthusiasm. He has denied reports that their Eden Arena will be sold a year after CEFC “miraculously” bought the stadium from unknown parties. Citic has visited Slavia several times, ostensibly only to discuss building an academy to train China’s Olympic team. The other 21 companies held by CEFC Europe have also been visited to gauge their potential. Received wisdom suggests CEFC wound up on the wrong side of a Beijing power shift, while the Chinese communist party is also seeking to rein in the country’s debt-laden billionaires. Debt is reported at £13.3bn and CEFC’s assets have been put under the control of a committee led by Chinese Development Bank, the company’s largest creditor. Other clubs have had trouble with Chinese money. Until securing new investors in July Aston Villa appeared to be teetering on the edge of bankruptcy due to the financial difficulties of the Chinese owner, Tony Xia; Milan were taken over by a US financial group the same month when Li Yonghong failed to pay off large debts. The Wanda Group, which bought a 20% stake in Atlético Madrid in 2015, is also now shedding assets, including most of its shares in the Spanish club. Such travails raise concern about investors from such opaque economies. The U-turn on Xi’s footballing dream – China introduced limits on investment in overseas sports last year – complicates the picture further. Citic has some football form, holding a slice of City Football Group, the Emirati-led group that owns Manchester City and several others across the globe, but many suggest a purchase by one of the secretive local billionaires backing Zeman’s Chinese investment push could be Slavia’s best bet. The former Liverpool and Slavia forward Vladimir Smicer says he would welcome such a move. “Maybe the Chinese will still be here for a long time, but I’d prefer a Czech owner – look at Sparta,” he adds, noting Slavia’s fierce rival has enjoyed over a decade of stability under the billionaire Daniel Kretinsky. The Czech/Slovak financial group J&amp;T may be a candidate to fulfil Smicer’s wish. Following a brief but vicious fight over CEFC’s failure to pay off debt, the local billionaires signed a cooperation agreement with Citic in late May. The new Chinese owner continues to mull over plans for its new assets in the Czech Republic, as well as the fate of Tvrdik. Citic is said to be prepared to inject huge funds into Slavia in a bid to buy immediate success, but uncertainty still reigns. Following several months of tough negotiations, the Nigeria striker Peter Olayinka arrived for a club record fee of £2.7m in late July but other targets have slipped away. A £4.5m bid for Mahmoud Hassan collapsed when he pulled out at the last minute and assets, many procured during thee 2017 summer’s transfer push, have also been shed, including the Portuguese midfielder Danny, the Ukrainian Ruslan Rotan and Turkey’s Halil Altintop. Citic is also said to be upsetting the balance behind the scenes at Eden. Krob, the head of the supporters’ club before Tvrdik made him general manager, has long been concerned about piling more liabilities on to the balance sheet, especially while the ownership and financing remains so opaque. He is now reported to be on his way out of the club."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}