{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2018/aug/09/switzerland-review-patricia-highsmith", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2018-08-09T22:00:19Z", "webTitle": "Switzerland review – Patricia Highsmith plots a playful murder", "webUrl": "https://www.theguardian.com/stage/2018/aug/09/switzerland-review-patricia-highsmith", "apiUrl": "https://content.guardianapis.com/stage/2018/aug/09/switzerland-review-patricia-highsmith", "fields": {"headline": "Switzerland review – Patricia Highsmith plots a playful murder", "bodyText": "‘The most important crime novelist in practice,” wrote Julian Symons of Patricia Highsmith in his 1972 book, Bloody Murder. Highsmith’s canonical status is confirmed by Joanna Murray-Smith’s teasing metaphysical thriller, in which the writer is visited in her Swiss hideaway by a youthful emissary from her New York publisher. The result is pitched somewhere between a portrait of the artist and a pastiche of a Highsmith novel with its capacity to create guilty unease. Murray-Smith makes no bones about Highsmith’s tendency to abuse. She is seen, towards the end of her life, as a rancorous loner railing at the New York literary establishment, at most racial groups and at her visitor, Edward Ridgeway, who has come to beg her to write one more Ripley novel. “I can tell you have an inquiring mind but an inert imagination,” is one of her more polite put-downs, but Edward is allowed to stay on the condition that he comes up with a solution to a putative Ripley murder that host and guest have jointly hatched. Clearly the play is about the predicament of a writer haunted and possessed by her most famous creation. While the dilemma is not new (one has only to think of Conan Doyle and Holmes) and it is possible to second-guess one plot revelation, the play is pleasantly gripping and, in Lucy Bailey’s production, very well acted. Phyllis Logan, with a voice that seems to be thickened by Highsmith’s vast intake of alcohol and cigarettes, transforms herself into a bilious solitary who finds ease only in writing and who instinctively identifies with killers. Calum Finlay as her visitor shifts impeccably from gauche enthusiasm to sinister calm and the play leaves you wanting to return to the sequence of five novels known as the Ripliad. At Ustinov Studio, Bath, until 1 September."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}