{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/aug/19/alvaro-morata-i-want-to-stay-and-change-things-at-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-08-19T21:30:29Z", "webTitle": "Álvaro Morata: ‘I want to change things, not for the haters, but for Chelsea’", "webUrl": "https://www.theguardian.com/football/2018/aug/19/alvaro-morata-i-want-to-stay-and-change-things-at-chelsea", "apiUrl": "https://content.guardianapis.com/football/2018/aug/19/alvaro-morata-i-want-to-stay-and-change-things-at-chelsea", "fields": {"headline": "Álvaro Morata: ‘I want to change things, not for the haters, but for Chelsea’", "bodyText": "Last September Chelsea’s then manager, Antonio Conte, used a pre-match press conference to lavish praise on Álvaro Morata. The Italian described the Spaniard as a “complete player” after a run of four goals in six appearances for the club, before going on to say something that was meant warmly but that in its own curious way damned the forward. “You’d be open to have this type of person marry your daughter. A good guy, a polite person.” Few men want to be described as polite daughter-marrying material and certainly not someone trying to establish themselves in the cut-throat environment of the Premier League. The compliment was particularly unwelcome for Morata given that he had been tasked with replacing Diego Costa, that most alpha-male of centre-forwards: ruthless, rugged and absolutely not the type of man a father would want to see with his little girl. More than anything, Costa was a deadly goalscorer for Chelsea and that is something Morata has failed to be since arriving from Real Madrid for a club-record £58m fee in July 2017. He started well before tailing off, scoring 12 times in 42 games between September and May, and the sense going into a new campaign with a new man in charge was that his time in west London was coming to an end. Instead, however, Morata has started all three of Maurizio Sarri’s games in charge and got his first goal of the season during Saturday’s thrilling 3-2 victory over Arsenal. It was a fine finish, too, the 25-year-old showing clever movement, good strength and calmness under pressure to give the hosts a 2-0 lead after 20 minutes. Afterwards Morata insisted he had never contemplated leaving Chelsea in the summer and believes that, if anything, the change of manager will help him establish himself as the main man at Stamford Bridge. “For me, it’s easy. I could have gone back to Spain or Italy, all the people believe in me there, but I want to change things here,” he said. “I want to, not for all the haters, but for me and for Chelsea. Chelsea gave me everything that I needed and now I have time to give back all that Chelsea give me. “The most important thing is the way we play. Last season it was direct balls and for me to protect the ball in the air is not my best quality. Now I can attack the space, I can play one touch and go in the area for the crosses. It’s better for me.” Morata is enthused by the success Sarri had with the likes of Gonzalo Higuaín, Dries Mertens and Lorenzo Insigne at Napoli and feels confident that under the 59‑year‑old’s guidance he too can become a consistently potent centre-forward. “He [Sarri] works with the ball always and when you always have the ball the strikers have more chances,” Morata said. “I want to score more than 30 goals, but I would prefer to score 15 or 20 and get the Premier League or one big trophy.” Morata also seems keen to lay down roots, having regularly been on the move during a career that has also taken in a spell at Juventus. He spoke of “looking forward to buying a house” and how he can’t wait for his “babies to grow up and to put them in school”. That kind of talk hardly helps Morata shed his polite guy image but, equally, it reflects a level of determination on the part of the Spain forward. He is here to stay and we had all better get used to it. Morata will hope – even expect – to start again when Chelsea travel to Newcastle on Saturday in search of a third successive league win. They will almost certainly achieve that should they perform with the cleverness and skill in attack that did for Arsenal but, equally, they could come unstuck should they display the naivety in defence that allowed Unai Emery’s side to get back into the contest before half-time. “We did very well for 75 minutes of the 90. Inside there were 15 horrible minutes,” Sarri said. “We lost distances, we were not able to press. We were really in trouble.” Sarri will no doubt work on Chelsea’s defensive deficiencies in training this week and he also took the opportunity to announce another, more personal attempt at improvement. “I am going to stop smoking,” he said. “Just for one or two years, then I will start again.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}