{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/aug/20/robust-liverpool-signs-win-ugly", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-08-20T21:35:42Z", "webTitle": "Robust Liverpool show signs they are learning how to win the hard way | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/2018/aug/20/robust-liverpool-signs-win-ugly", "apiUrl": "https://content.guardianapis.com/football/2018/aug/20/robust-liverpool-signs-win-ugly", "fields": {"headline": "Robust Liverpool show signs they are learning how to win the hard way", "bodyText": "On a testing night for Liverpool at a raucous Selhurst Park, fans of dramatic title races were pleased to witness further confirmation that Jürgen Klopp’s speedsters remain the best bet to keep pace with Manchester City. Even at this early stage none of the other pretenders look as ready as Liverpool to sprint alongside Pep Guardiola’s champions now that steel accompanies their raw ability. In its own defiant way, this slender, bitty, draining victory over Crystal Palace was even more impressive than last week’s humiliation of West Ham. Liverpool, who already know they cannot let City out of their sights for a single second, were rarely at their dizzying best and they had to be tough to withstand Palace’s physical onslaught after James Milner’s penalty. There is a different feel to this team, a more robust vibe after years of flakiness, a sense that they are learning how to win ugly. They have not had a leader like Virgil van Dijk in their defence for a long time. It was the Dutchman’s clearing header in stoppage-time that allowed Mohamed Salah to set up Sadio Mané for a killer second goal and it was also satisfying for Klopp to see Alisson Becker show why Liverpool were happy to spend £66.9m on a new goalkeeper. The Brazil international was a dominant presence in the second half, making a couple of fine saves and relieving pressure with his command of his area. Based on this showing, Liverpool’s focus is not going to drop no matter the level of the opposition. They squandered points against Burnley, Everton, Newcastle, Swansea, Watford and West Brom last season and anyone who thinks there are no easy games in the Premier League saw confirmation when Manchester United lost to Brighton on Sunday. United’s defeat was a reminder for Klopp’s players that there can be no room for complacency. They could certainly not afford to offer Palace any encouragement in front of their feisty supporters. The home team have a habit of making life awkward for the top sides at one of the division’s tightest grounds, where time on the ball is a privilege rather than a right, and Roy Hodgson’s side followed Brighton’s example, working tirelessly to contain Liverpool’s formidable attack for much of the first half. Palace also had the effervescent Wilfried Zaha up front and the visitors survived an almighty scare when Andros Townsend bent a magnificent effort against the bar. Naby Keïta, Liverpool’s new midfield dynamo, had conceded possession with a sloppy pass and there were times when he looked taken aback by the ferocity of Palace’s desire. With that in mind, however, Keïta’s willingness to keep accepting the ball was an impressive feature of his game. He refused to shrink, despite making a few unconvincing decisions, and his ability to burst forward made Liverpool’s electrifying attack even more dangerous. Mané was a difficult opponent for Aaron Wan- Bissaka, Palace’s promising right-back, and Keïta, Andrew Robertson and Salah all spurned opportunities before the opening goal arrived just before the interval. It was a moment of huge controversy, with Salah the villain after making the most of light contact from Mamadou Sakho, the former Liverpool centre-back. Salah walked off to accusations of cheating ringing in his ears at half-time, not that the Egyptian cared after seeing Milner block out the noise and send Wayne Hennessey the wrong way from the spot. In the second half, Palace fed off their annoyance at Michael Oliver’s penalty award. Zaha ran at Liverpool on his own, drawing a foul from Trent Alexander-Arnold, and Luka Milivojevic’s free-kick tested Alisson. On the day when Loris Karius closed in on a two-year loan to Besiktas, it felt fitting for Alisson to demonstrate the value of having an elite goalkeeper. The Brazilian also plunged low to his right to get strong hands to Christian Benteke’s header. Liverpool struggled to build any flow. Yet Palace’s fight wilted when Wan-Bissaka saw red for denying Salah a goalscoring opportunity and, while it sounds ridiculous to talk of must-win games in August, Liverpool’s relief when Mané sealed the points on the break told the story of a gruelling encounter."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}