{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2018/aug/29/duchess-of-sussex-wedding-dress-to-go-on-public-display-windsor-castle", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2018-08-28T23:01:26Z", "webTitle": "Duchess of Sussex's wedding dress to go on public display", "webUrl": "https://www.theguardian.com/uk-news/2018/aug/29/duchess-of-sussex-wedding-dress-to-go-on-public-display-windsor-castle", "apiUrl": "https://content.guardianapis.com/uk-news/2018/aug/29/duchess-of-sussex-wedding-dress-to-go-on-public-display-windsor-castle", "fields": {"headline": "Duchess of Sussex's wedding dress to go on public display", "bodyText": "The Duchess of Sussex’s wedding dress, described by aficionados as among the most elegant and minimal bridal designs in the history of royal weddings, is to go on public display. Meghan Markle surprised the fashion world by picking the French fashion house Givenchy, but entrusted the design to Clare Waight Keller, the British artistic director for Givenchy Couture, whom she chose for her timeless and elegant aesthetic, and impeccable tailoring. The result was a simple, white dress with distinctive boat neckline bodice and five-metre-long veil, first glimpsed by an international television audience as the bride ascended the steps at St George’s Chapel, Windsor Castle, on 19 May. The Duke of Sussex’s frock coat uniform of the Household Cavalry (the Blues and Royals), specially commissioned for his wedding and made by Savile Row tailors Dege &amp; Skinner, will also go on display. Waight Keller worked closely with the bride on the design. The dress is made from an exclusive double-bonded silk cady, developed by Waight Keller following extensive research in fabric mills throughout Europe. Its graceful lines were achieved using six meticulously placed seams which extend towards the back of the dress where the train flows, and cushioned by an underskirt in triple silk organza. The silk tulle veil is embroidered with flowers from the 53 countries of the Commonwealth, to symbolise Prince Harry’s appointment as a youth ambassador for the organisation. In addition, the bride added wintersweet, which grows in the couple’s Kensington Palace garden, and a California poppy, the state flower of her birthplace. Fans of fashion and of royalty will be offered a close-up view of the wedding outfits at Windsor Castle from 26 October to 6 January, and at the Palace of Holyroodhouse, Edinburgh, from 14 June to 6 October 2019. The exhibition, A Royal Wedding, by the Royal Collection Trust, will also include the diamond and platinum bandeau tiara, lent by the Queen, and which will be on public display for the first time since it was designed in 1932 for the monarch’s grandmother, Queen Mary."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}