{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2018/aug/01/tesla-latest-losses-revenue-elon-musk-report-q2", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2018-08-01T23:43:45Z", "webTitle": "Tesla stock surges despite record loss as Elon Musk apologizes to analysts", "webUrl": "https://www.theguardian.com/technology/2018/aug/01/tesla-latest-losses-revenue-elon-musk-report-q2", "apiUrl": "https://content.guardianapis.com/technology/2018/aug/01/tesla-latest-losses-revenue-elon-musk-report-q2", "fields": {"headline": "Tesla stock surges despite record loss as Elon Musk apologizes to analysts", "bodyText": "Tesla’s stock price soared in after-hours trading Wednesday despite reporting a record $717.5m loss for the second quarter of 2018, as its chief executive, Elon Musk, appeared to restore investor confidence with an apologetic and restrained performance on an analyst call. Tesla shares rose more than 9% in after-hours trading despite the $3.06 per share loss, as the company logged $4bn in revenue and forecast additional increases to its production capacity and profitability in the second half of the year. “We believe we can be sustainably profitable from Q3 onwards,” Musk said on the call, as he boasted of “viral growth” of sales and a “mind-blowing leap forward” in vehicle production. Tesla produced 53,339 vehicles in the quarter and delivered 40,768. The financial results capped a turbulent period for Tesla, which achieved a crucial manufacturing milestone at the end of June by producing 5,000 Model 3 cars per week. But the company made headlines throughout the spring and summer for all the wrong reasons, largely due to outbursts from Musk. Notable among those was the first-quarter analyst call in May, when an agitated Musk accused Wall Street analysts of asking “boring bonehead questions” and ignored institutional investors in favor of a YouTuber. A markedly subdued Musk (he said he was tired because he had been “working like crazy in the body shop lately”) apologized to the two analysts he had insulted and took questions for more than an hour. “I’d like to apologize for being impolite on the prior call,” he said. “There’s no excuse for bad manners.” The company’s future rests on its ability to mass produce the Model 3 – its most economical car – a task that has seen Tesla fail to meet numerous self-imposed deadlines for the all-important 5,000-cars-per-week metric, reduce the amount of automation it was relying on in its factory, and build an entire assembly line in a tent. In its letter to shareholders, the company said it now expected to produce 6,000 Model 3 cars per week by late August, and 10,000 Model 3s per week “sometime next year”. Musk compared the manufacturing process to a “giant cybernetic collective” and promised that efficiencies would continue to accrue. The executive also spoke extensively about the notorious tent – which is “permanent for now” – advances in Tesla’s “Autopilot” software, and its development of its own computer chip. Tesla ended the quarter with $2.2bn in cash and cash equivalents, and Musk spoke optimistically of its ability to fund additional increases in production capacity without raising more equity. Construction of a future factory in China would be funded by local loans, Musk said, and the company planned to fund other growth – such as a European factory – and pay off debt through its internally generated cash flow. “It took 15 years to execute on our initial goal to produce an affordable, long-range electric vehicle that can also be highly profitable,” Musk and the chief financial officer, Deepak Ahuja, wrote in the shareholder letter. “In the second half of 2018, we expect, for the first time in our history, to become both sustainably profitable and cash flow positive.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}