{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/aug/11/xherdan-shaqiri-liverpool-we-can-beat-anyone-in-the-world", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-08-11T21:30:43Z", "webTitle": "Xherdan Shaqiri: ‘Nothing is impossible; we can beat anyone in the world’", "webUrl": "https://www.theguardian.com/football/2018/aug/11/xherdan-shaqiri-liverpool-we-can-beat-anyone-in-the-world", "apiUrl": "https://content.guardianapis.com/football/2018/aug/11/xherdan-shaqiri-liverpool-we-can-beat-anyone-in-the-world", "fields": {"headline": "Xherdan Shaqiri: ‘Nothing is impossible; we can beat anyone in the world’", "bodyText": "There were only 10 days between Xherdan Shaqiri suffering World Cup elimination with Switzerland and him interrupting a well-earned break to sign for Liverpool. He is clearly eager to get started, along with everyone else at Anfield. “We can have a deserved long holiday next year when there is no tournament,” he predicts. “This is the perfect time to kick on and to be very successful.” Shaqiri is three pre-season substitute appearances into his Liverpool career but already in tune with the optimism surrounding Jürgen Klopp’s team going into Sunday afternoon’s opener against West Ham. He is in tune with his new teammates, too, on the evidence of impressive cameos against Manchester United, Napoli and Torino. Early days, but the variety and quality the 26-year-old brought to Liverpool’s attack in the friendlies demonstrated why Klopp called it a “no-brainer” to activate the £13m release clause in his Stoke contract last month. In Shaqiri, Naby Keïta, Fabinho and Alisson, the world’s second most expensive goalkeeper, Klopp has strengthened a squad that was good enough to reach the Champions League final in May even as injuries bit. Expectation has risen accordingly, to the extent that Shaqiri is undaunted by the challenge of overhauling a Manchester City team that finished 25 points clear of Liverpool in May. “For me, nothing is impossible,” Shaqiri says. “We can be everything we want to be. We beat Manchester City in the league and the Champions League last season so I think we can beat anyone in the world. It has to be our ambition to compete with the best and to go on the field against whoever we play trying to win the game and dominate the game. Our aim is to win as many titles as possible. That is the goal of the club now and we are looking forward to the season.” Shaqiri’s three seasons at Stoke ended in relegation and personal criticism but he brings title-winning experience from his days at Bayern Munich and Basel, where one Mohamed Salah was trialled as the winger’s potential replacement. Salah passed the trial, by the way. The Kosovo-born player has three Swiss Super League and two Bundesliga titles to his name and believes Liverpool, despite their 28-year wait for a 19th league championship, possess the quality to match their ambition this season. He explains: “I came here to try to win titles. I think this club needs to have this ambition to win titles, to play for titles, and to be one of the best teams in the world. It is one of the best clubs in the world and so now we try to show that on the pitch. Liverpool had a very successful and good season last year but we didn’t win a title. Now it is important to be very good again and to achieve that last thing. I think we now have the quality and a talented team who can play to win titles. It has to be our goal to try to be the best in the league. “All players are ready to go for the new season. We have a big squad so the coach can rotate every time and keep the quality on the pitch. I think, and I hope, we are going to kick on on Sunday with the first win and try to give the fans what they deserve – titles. We want to compete with the biggest teams like Bayern Munich, Real Madrid and Barcelona. They are the best teams in the world and Liverpool is also one of them.” Shaqiri’s ability to play across the front line was a decisive factor for Klopp, who was crucially short of fit, game-changing options when Salah abruptly departed the Champions League final. The Swiss established an immediate rapport in pre-season with Daniel Sturridge, another valuable option providing he stays fit, and believes the calibre of his new teammates can only work to his advantage. He adds: “This is my fourth year in the Premier League now so I know how they play and how good they are. I saw them many times. I know the quality of this team and you can see it on the pitch that I have started working well with them and passing well with them. I think we have a big team with a lot of quality that can win every game. That has to be our goal this season – to focus on every game and not think about what can happen in the winter or next summer. We have to try and win every game because all of them are important. Our goal is to try and win every game.” The visit of West Ham, themselves expensively reinforced under their new manager, Manuel Pellegrini, marks the start of a campaign that carries an expectation on Liverpool to make “the next step” – as their manager put it – and win the first trophy of Klopp’s reign. Shaqiri has seen his new club’s progression without silverware, however. “I think when Jürgen arrived here the club was totally different to what it is now,” he says. “He has done a very good job since he’s been here and you can see that the people have a lot of respect for him and his work. The progress of this club and this team is getting higher every year. Liverpool is one of the best teams in the world, everybody can see that, and now we have to do it on the pitch. Everybody is very focused on that and with the transfers the manager did you can see that he wants to go forward and to make more progress. He wants to compete with the best teams in the world and he is going in the right way.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}