{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/aug/11/katarina-johnson-thompson-heptathlon-silver-confidence", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-08-11T21:00:43Z", "webTitle": "Katarina Johnson-Thompson says silver has given her confidence for future", "webUrl": "https://www.theguardian.com/sport/2018/aug/11/katarina-johnson-thompson-heptathlon-silver-confidence", "apiUrl": "https://content.guardianapis.com/sport/2018/aug/11/katarina-johnson-thompson-heptathlon-silver-confidence", "fields": {"headline": "Katarina Johnson-Thompson says silver has given her confidence for future", "bodyText": "Katarina Johnson-Thompson has promised she will be even better in 2019 after smashing her heptathlon personal best to win European Championships silver in Berlin on Friday. She also revealed that a calf injury was so serious that she was unable to jog as late as the end of May. “After the Commonwealths my calf was definitely a huge issue,” she said. “When [the multi-event meeting] Götzis started on 27 May, I still wasn’t able to jog so I’ve done a lot in a very short space of time. I didn’t know what to expect coming into this competition. I just knew that my training was going well but that doesn’t often correlate to competition fitness, so I was pleasantly surprised.” The 25-year-old’s score of 6,759 points after two compelling days of competition was higher than Jessica Ennis-Hill achieved in winning two of her three world titles. However, it was not quite good enough to topple Belgium’s reigning world and Olympic champion, Nafi Thiam, who clung on to win by 57 points. “She is championship performer and a great champion,” Johnson-Thompson said. “I knew it would be a big ask in the 800m once she threw 57 metres in the javelin, but it didn’t stop me from trying. “But I put her under pressure and I’m excited for the battles in the future. She has got an incredible PB but it is definitely different in a championship, the long days, schedule and turning up. She brings out the best in me and hopefully I can bring out the best in her.” After the event finished the pair hugged but Johnson-Thompson says she was too tired to talk much. “I definitely said well done, though,” she said. “Carolin Schäfer, who won bronze, said to me: ‘You did it in my country and on my track,’ and I said to her: ‘Well you did it on my track last year’, so it was a bit of payback. “This result means a lot to me, even though it is a silver, because of my preparation and what it took to get there. This is definitely one of the favourite performances of my career, despite not winning.” Johnson-Thompson said that the performance had given her a huge amount of confidence for next year’s world championships in Doha: “I just need to focus on staying injury-free and making sure that my preparation goes smoothly because I feel like I’ve figured out the heptathlon and I know how to do it now.” The Liverpudlian believes that her heptathlon personal bests in the shot put and javelin could prove a significant turning point after so many issues in previous competitions. “I have been working on it for years so it has finally clicked,” she said. “Some of my training throws were not good and I figured out how to change and that’s very important. Not panicking and think: ‘Oh, it’s happening again.’ I feel it’s a turning point.” It has been a successful European championships for Britain and they should win three more golds on Sunday’s final day through Laura Muir in the 1500m and in the men’s and women’s 4x100m relay. If Muir succeeds she will create history, given that no British woman has won European 1500m gold before – Kelly Holmes came closest by winning silver in 1994 – and she says she has been inspired by watching Dina Asher-Smith win the 100m in a national record. “I know Dina really well and we compete at the same competitions,” said Muir. “To see her doing well is great. You just want to keep that momentum going. She opened it and hopefully I can close it.” After that Muir intends to go on holiday for the first time in five years. “I’ve been told I have two weeks,” she said. “I’m going to Canada. Hopefully, start off in Toronto and then off to Calgary in the Rocky Mountains and hopefully see some grizzly bears.” However, given the lack of world-class rivals in the 1500m there should be nothing to make her grizzle on the track on Sunday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}