{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/aug/11/grace-reid-diving-gold-european-championships", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-08-11T20:53:31Z", "webTitle": "Grace Reid channels influence of Tom Daley to snatch 3m springboard gold", "webUrl": "https://www.theguardian.com/sport/2018/aug/11/grace-reid-diving-gold-european-championships", "apiUrl": "https://content.guardianapis.com/sport/2018/aug/11/grace-reid-diving-gold-european-championships", "fields": {"headline": "Grace Reid channels influence of Tom Daley to snatch 3m springboard gold", "bodyText": "Tom Daley’s aquatic adventures of late have been restricted to his brave new world of baby bathtime and the paternal enrapture it can bring. Even on his soon-to-conclude leave of absence his benign influence endures. Grace Reid climbed the stairs on the final attempt of the very last round of the 3m springboard competition at the European Diving Championships in her native Edinburgh with either a medal or despair hanging in the balance. A voice of experience rang in her ears. She lay third after four rounds. Her British teammate Alicia Blagg headed the standings but could only watch and wait. Daley, who won the mixed synchro title in tandem with Reid at the 2016 Europeans in London, had given his frequent partner clear and solid advice. “Not to be afraid to lead from the front,” she revealed. And the Scot, unafraid and nerveless, delivered somersaults and then a twist in the tale to snatch dramatic gold. Midway through an Olympic cycle these are the moments that can shape the two years ahead. To learn to win, as the 22-year-old has accomplished both here and at April’s Commonwealth Games, has immense value. Eighth in the murky green waters of Rio 2016, Reid has soaked up lessons from working in tandem with Daley and his long-time coach, Jane Figueiredo, since relocating to London 18 months ago. In the past she was merely an aspirant. Now she is firmly an achiever. “Here I qualified in second. I’ve not been there before. But if Tom was here, he’d have told me: ‘This is good. You’re the one being chased so embrace it.’ And I really did that.” Blagg, who is currently based at the University of Miami, saw progress even in feeling victory slip painfully away. She said: “It was about performing. The medal was a bonus.” It made it three for the day for the hosts with world championship medallists Matty Lee and Lois Toulson claiming silver in the 10m mixed synchro behind Russia’s Nikita Shleikher and Iulia Timoshinina Reid will return on Sunday to pursue a third medal of the week in the 3m synchro in partnership with Kat Torrance. Daley will doubtless watch and feel pride at his role in spawning a new force. Reid confirmed she was braver for his influence. “No medals are won playing safe, so I gave everything I had – and it came off.” Meanwhile Great Britain’s men’s quintet of Max Whitlock, Dom Cunningham, James Hall, Joe Fraser and Courtney Tulloch took silver in the team competition at the European Gymnastics Championships in Glasgow as Russia successfully defended their title. A slim chance of gold for the hosts was extinguished in their final round when Hall and Cunningham both suffered falls on the concluding high bars. And it allowed the Russians to secure victory on 257.260 points, almost four clear of GB with France taking bronze. “It’s a shame about the bar,” said Cunningham. “I’ve never done that in my life. I didn’t even know where I was when I fell off. It’s been weird but this is gymnastics.” Whitlock will attempt to regain his pommel title in Sunday’s individual apparatus finals but will expect a ferocious challenge from the Northern Irish challenger Rhys McClenaghan. The 25-year-old Englishman was more solid here than in qualifying but he lacks the air of impregnability which has surrounded him for so long. “I wanted to go through the routines as best as I can,” he declared. “It has given me a lot of confidence to push my pommel routine as best I can. I look back at London 2012, as far back as that. And I had the mind-set of going all out and giving it my best shot. That’s what I have to do every single competition.” If not anxiety, there is an air of fallibility surrounding the double Olympic champion. McClenaghan bested him at the Commonwealths. Whitlock badly needs to respond. “The nerves are slightly different,” he admitted. “I put a lot of pressure on myself. That’s one thing I need to take off as much as I possibly can. I look at every competition and I want to do my best. My motivation is to retain titles.” Elsewhere Britain’s Kyle Evans and Kye Whyte claimed European gold and silver in the men’s BMX final in Glasgow with France’s world champion, Sylvain André, settling for third. “The top six in the world are all from Europe, so it’s never going to be easy,” Evans, 24, said. “I worked hard at home and it paid off.” Laura Smulders of the Netherlands won the women’s event. Iceland were the surprise maiden gold medallists of golf’s new European Team Championships, picking up a trio of late birdies to win the mixed foursomes event at Gleneagles on three under par, one shot ahead of the unheralded British quartet of Meghan Maclaren, Michele Thomson, Liam Johnston and Connor Syme. With the individual silver medallist Jess Learmonth and Olympic champion Alistair Brownlee opting out, a makeshift GB lineup finished a lowly 12th in triathlon’s mixed relay in Motherwell with France earning the European title ahead of Switzerland and Belgium."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}