{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2018/aug/21/english-heritage-launches-campaign-to-save-castles-from-weeds", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2018-08-20T23:02:01Z", "webTitle": "English Heritage launches campaign to save castles from weeds", "webUrl": "https://www.theguardian.com/culture/2018/aug/21/english-heritage-launches-campaign-to-save-castles-from-weeds", "apiUrl": "https://content.guardianapis.com/culture/2018/aug/21/english-heritage-launches-campaign-to-save-castles-from-weeds", "fields": {"headline": "English Heritage launches campaign to save castles from weeds", "bodyText": "England’s castles have survived battles and wars, bombardments and sieges, but one of their most pressing threats today is much more mundane: weeds. The charity which looks after most castles, English Heritage, has appealed through a crowdfunding campaign for public help to tackle deep-rooted, invasive weeds such as ivy and valerian. “It is the great unnoticed issue,” said Jeremy Ashbee, head properties curator at English Heritage. “If you go and visit almost any of our ruins, you will see vegetation is starting to appear and sometimes appears almost quite attractive because it softens the appearance of the bare stonework. “But actually, it can be really insidious. When the green stuff starts to turn to the brown stuff, the hard woody shrubs, it can be a bit of a nightmare. It can be really dangerous.” Vegetation can loosen masonry in castle walls. Once weeds are removed, the walls need repairs which might involve rebedding or replacing the loose stones. Ashbee stressed that English Heritage was not warning of a ticking time bomb. “We haven’t let things get to that stage, but the important thing is we don’t want to.” Nor is it just weeds that are an ongoing conservation problem for the 66 castles it looks after: there is also penetrating damp and damage from severe weather. English Heritage became a charity three years ago, with the aim of becoming self-sufficient rather than depend on government money. It launched its first crowdfunding campaign last year, to help its project to conserve the Iron Bridge in Shropshire. “We were deeply moved and overwhelmed by the depth of support we got,” said Ashbee. English Heritage learned, he added, that if people know where the cash is going, they are more receptive to fundraising. “That’s the lesson we learned from the Iron Bridge. It wasn’t just: ‘Please give us money and we will spend it.’” The charity said more people were visiting castles than ever before. Since May, a record 1.2 million visitors have had a day out at one of its castles, a 10% rise on last year. It said a donation of £25 could pay for 1 sq metre of invasive vegetation to be removed; £50 could pay for three hours of the stonemasonry needed to conserve walls; and £75 could pay for half a sq metre of stonework to be repointed with bespoke lime mortars. Rewards being offered range from a car sticker and bookmark for a donation of £4; two places on the “story of the sieges” tour of Carlisle Castle for £100; and the opportunity to fire a first world war anti-aircraft gun off the walls of Dover Castle for £2,500. English Heritage will spend about £1.9m this year on wall repairs, and wants to raise an extra £50,000 via its castles crowdfunding appeal, part of its #LoveCastles summer season. Ashbee said weeds were far from being a new problem, but it may be that the public were less aware of them. Exposed castles and ones on a high hill, such as Carisbrooke Castle on the Isle of Wight, are particularly susceptible."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}