{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/aug/25/banking-inquiry-accuses-nab-and-cba-of-possible-criminal-offences", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-08-24T23:06:48Z", "webTitle": "Banking inquiry accuses NAB and CBA of possible criminal offences", "webUrl": "https://www.theguardian.com/australia-news/2018/aug/25/banking-inquiry-accuses-nab-and-cba-of-possible-criminal-offences", "apiUrl": "https://content.guardianapis.com/australia-news/2018/aug/25/banking-inquiry-accuses-nab-and-cba-of-possible-criminal-offences", "fields": {"headline": "Banking inquiry accuses NAB and CBA of possible criminal offences", "bodyText": "National Australia Bank and Commonwealth Bank have been accused of possible criminal offences in a scathing summation of their evidence before the banking royal commission. Australia’s corporate and financial regulators have also been heavily criticised. Senior counsel assisting the royal commission Michael Hodge QC raised the question of whether they were capable of protecting consumers or commanding respect from the banks they regulated. The royal commission has published its preliminary findings from its investigation into the superannuation industry this month. NAB and Commonwealth Bank have received withering assessments. The commission has been told it is open to find that NAB engaged in alleged misconduct for numerous examples of charging customers fees for no service, for charging fees to dead customers and for grandfathering commissions inappropriately. NAB was rebuked for withholding information from the Australian Securities and Investments Commission (Asic) about the scale of its fee-for-no-service issues. Andrew Hagger, NAB’s former head of wealth, received singular criticism for the way he behaved with regulators. “In its representations to Asic throughout negotiations in respect of the plan service fees, NAB acted in a way that departed from community standards and expectations,” the commission was told. “NAB was not full and frank with the regulator in respect of the quantum of loss to members or the amount of expected remediation. The breach report did not inform Asic of the estimated quantum of remediation and NAB remained silent when Asic questioned whether the figures were accurate, which it may be inferred was for the purpose of minimising any reputational impact. “Mr Hagger’s evidence that he ‘left the door open’ for Asic to ask the question reveals both a disrespect for the role of the regulator and a disregard for the gravity of the events in question.” The commission also heard that Colonial First State, owned by Commonwealth Bank, had been “right to acknowledge” that it had breached the act more than 13,000 times by failing to shift thousands of default fund members on to the MySuper platform by 1 January 2014. It was told CBA may have contravened the Corporations Act by accepting conflicted remuneration, and that the bank’s branch staff had been providing “financial product advice” to customers in the form of a recommendation intended to influence the client to make a decision in relation to a particular financial product. The commission did not make any harsh findings against “industry” superannuation funds. It found Australian Super did not engage in misconduct, but Hostplus may have engaged in conduct falling below community standards and expectations. “It is open to the commissioner to find that, in respect of the retention strategies engaged in by Hostplus, the letters sent by Hostplus to the inactive low balance members omitted certain details and gave the impression that the member would lose their superannuation balance to the ATO, which conduct may have fell below community standards and expectations,” the commission was told. The commission was critical of the way in which Asic and Apra performed their duties. “It is submitted that the case studies suggest that the approach of neither Apra nor Asic to regulation of superannuation entities is sufficient to achieve specific or general deterrence. “The evidence suggests that Apra is reluctant to commence court proceeding and to take public enforcement action.” The commission was also concerned that Asic was struggling to act as an effective conduct regulator. “The refusal of NAB over a lengthy period of time, and in the face of Asic’s entreaties, to undertake a proper review of whether it had provided contracted services in exchange for the fees it had collected from customers suggests a lack of respect for the regulator and a lack of authority on the part of Asic,” the inquiry was told. “Asic has not commenced any civil penalty proceedings in respect of fees for no service. It has not yet turned its mind to the question of what profits the banks and AMP have derived from receiving money, without providing service, and having only been required to remediate customers. “Second, the approach of Asic to dealing with ANZ and CBA in relation to their conduct of offering a superannuation product at the conclusion of a personal financial questionnaire, which has been addressed above, suggests an approach that is not conducive to the development of an industry-wide compliance culture.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}