{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/aug/09/everton-make-four-major-signings-in-end-to-transfer-window", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-08-09T23:16:00Z", "webTitle": "Everton make three major signings in remarkable end to transfer window", "webUrl": "https://www.theguardian.com/football/2018/aug/09/everton-make-four-major-signings-in-end-to-transfer-window", "apiUrl": "https://content.guardianapis.com/football/2018/aug/09/everton-make-four-major-signings-in-end-to-transfer-window", "fields": {"headline": "Everton make three major signings in remarkable end to transfer window", "bodyText": "Everton produced a remarkable end to the transfer window as they made three significant additions to Marco Silva’s squad in Yerry Mina, Bernard and André Gomes. Bernard was first to sign on deadline day after receiving a work permit to move to the Premier League following five seasons at Shakhtar Donetsk. The Brazil winger, a free agent having allowed his contract with Ukraine’s champions to expire at the end of last season, signed a four-year contract at Goodison Park. Bernard wanted £200,000 a week earlier in the summer but the 25‑year‑old ultimately lowered demands that had deterred interest from West Ham, Chelsea and Milan, among others. While Bernard was finalising his transfer at Everton’s Finch Farm training ground a club delegation led by the director of football, Marcel Brands, concluded deals for Mina and Gomes in Barcelona. Mina, the Colombia centre-half who scored against Jordan Pickford at the World Cup, was a priority signing for Silva amid concern over his central defensive options. Despite interest from Manchester United and Lyon in the 23-year-old, and after a six-week pursuit by Everton, the defender was finally secured on a five-year deal for an initial €30.25m (£27.2m) plus €1.5m in add-ons. The fee represents a healthy profit for the Spanish champions, who signed Mina from Palmeiras for €11.8m (£10.6m) only in January and obtained a buy-back option in the deal. His arrival takes Everton’s spend on permanent transfers this summer to £86m. During negotiations for Mina, Everton were offered Gomes on a season-long loan, the Portugal midfielder having struggled at Barcelona since his €35m (£31.5m) arrival from Valencia two years ago. Everton agreed a €2.25m (£2.02m) loan fee for the 25-year-old, who currently has a minor injury but passed a medical held in Barcelona, and will pay his wages in full for the season. Everton’s new manager wanted two central defenders before the deadline and will find out on Friday whether he is successful in his bid to take Kurt Zouma from Chelsea. The France international, who spent last season on loan at Stoke City, had also been linked with Old Trafford but had been in line to become Everton’s fourth recruit of the day after paperwork was submitted moments before the 5pm deadline. While Brands landed Everton’s main targets the club were less successful in reducing an already over-sized squad. Muhamed Besic was lined up for a £6m return to Middlesbrough only for the deal to collapse late on while Everton rejected several loan offers for Yannick Bolasie, who they want to sell on a permanent basis. Both could leave on loan later this month, however. Nikola Vlasic is another who could depart with CSKA Moscow interested in a loan deal for the Croatia winger."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}