{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/oct/28/us-election-virginia-barack-obama", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-10-28T19:30:00Z", "webTitle": "Conrad Persons: Barack Obama's campaign in Virginia emphasises local politics", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/oct/28/us-election-virginia-barack-obama", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/oct/28/us-election-virginia-barack-obama", "fields": {"headline": "Turning a red state blue", "bodyText": "Combing through the cities and towns of Virginia with Barack Obama's campaign these days, you'd be surprised at how little you hear the word \"hope\". The big picture vision, embodied in the emotive, high-flying rhetoric of the primary season, has officially landed. In its place is a much more brass-tacks approach that, judging by recent polls, is paying handsome dividends. Virginia has voted to put a Republican in the White House in every election since 1964. So on the surface, the fact that a Democrat holds even the slimmest hopes of winning is newsworthy. But this isn't some freakish or sudden occurrence. It instead represents the confluence of several factors – some recently created by Obama's campaign, and others that have been brewing for years. Most importantly, Obama has built a serious ground game here. Democrats have often whined about (and not so secretly envied) the black arts of Karl Rove's invincible machine. And while nationally and state-wide the campaign has done much to match, if not exceed these efforts, they've also tailored their approach in a way highlights Virginia's unique political personality. This means being strong on the ground and not just the airwaves, a near religious dedication to all things local and an emphasis on policies as opposed to political affiliation. The Obama campaign's bulging wallet has allowed it to open 69 offices in the state compared to John McCain's 20. Yet the campaign is not wielding this numerical advantage like a blunt instrument. They're wielding it like a scalpel. Armed with scanned spreadsheets and tailored talking points, they've been ruthlessly efficient. Volunteers and staff are easily able to filter out those certain to vote for McCain versus those that are independent, or wavering in their support of either candidate. Talking to a smattering of self-described hardcore Republicans here, not a single one had received so much as a flyer from Obama. This filter means volunteers don't spend time knocking on thousands of doors, calling thousands of households and wasting thousands of hours on voters that bleed Republican red. They have also been heavily focused on localising efforts. This contrasts with the big, and to some eyes impersonal rallies that defined the primary season. In 2004 much of the Democratic ground game here consisted of cobbled together teams from disparate groups, such as 527s and unions. This made delivering a coherent, localised message difficult. This year, however, the ground game is obsessive in their efforts to remain consistent and local, referring to themselves as \"neighbourhood volunteers\" and often mentioning where they live in relation to their targets. This leavens a political hard sell with southern hospitality, which does wonders south of the Mason Dixon. Obama, with a background seemingly so dissimilar from many ordinary Virginians, benefits greatly by these local volunteers saying in essence: \"It's alright - I'm like you and he's OK!\" All of this effort from the ground game has helped Obama build a slight-to-sizeable lead according to various polls. The news media has excitedly reported this as genuinely surprising. Virginians are less disbelieving. \"Republicans don't have a slam dunk here at all,\" says Rebecca Snyder, owner of a wine bar in Fredericksburg. \"The demographic makeup is changing and with that come different ideas about politics.\" In addition to his ground game and these demographic changes (driven by an influx of urbanites), Obama is benefiting from the fact that this state has always thought of itself as independent minded. Given its recent electoral history, it might be fair to say that Virginia is more issues-oriented than party-oriented. While being a stalwart red state in presidential races, its last two governors have been Democrats, and one of them, Mark Warner, is likely to soon represent Virginia in the US Senate as well. \"There's just not a guarantee that a guy can come here and win on partisan affiliations,\" Snyder added. In Virginia, your position on an issue like a car tax is just as likely to secure a vote as your winning personality or the parenthetical letter to the right of your name. And with the markets fluctuating wildly and dire economic news plentiful, Virginians are likely to mine specific kitchen-table policy stances more than ever before. That is not exactly where McCain wants things to be. Even the most sceptical observer would admit that Obama has the votes to win Virginia. But will they show up? If Obama supporters do not make the effort next week, there will be nothing for Virginia Democrats to celebrate. But the ground army is now plainly aware that \"hope\" will not materialise votes on November 4. A dogged and tactical plan will. The rhetoric seems to have landed, and with it hopes of a victory have soared."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}