{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/oct/16/shanaze-reade-small-talk", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-10-16T23:14:55Z", "webTitle": "Small Talk: Shanaze Reade on the Olympics, Chris Hoy and Crewe", "webUrl": "https://www.theguardian.com/sport/2008/oct/16/shanaze-reade-small-talk", "apiUrl": "https://content.guardianapis.com/sport/2008/oct/16/shanaze-reade-small-talk", "fields": {"headline": "Shanaze Reade", "bodyText": "Morning Shanaze, have you been busy pedalling since the Olympics? No Small Talk, I'm taking it easy right now and waiting for next season's calendar to come out. I've been injured since the Olympics, so I haven't been able to do too much – I might be going out to America, though, to race out there. Sensible choice, Shanaze, the winter's coming on strong here. Are you going to switch to track cycling for London 2012? If I was going to do track I'd have to do BMX too; it's not something I'd ever want to leave. I'm going to have to look at the schedule and see if it's possible to combine the two in 2012. Have you got any regrets over the Olympics? [Shanaze crashed on the final bend attempting to overtake the eventual winner, Anne-Caroline Chausson] Would you play it safe if you had your time again? No, I've got no regrets about how I approached the race. I'd have been more upset if I'd played safe and got a silver or a bronze. I went there to win, and if I was put in the same position tomorrow I'd do exactly the same thing. Wise words, Shanaze. Small Talk's defeat in the B final of the south Birmingham under-8s egg and spoon race still eats at its soul like a sour worm. Talking of athletics, you were pretty good in your youth. How fast could you do 100m now? It's been a while since I ran the 100m although I did take up athletics when I was four. [Chipper] I'll have a go at any sport from judo to athletics though. Bah! We want concrete figures. How much can you bench? My maximum squat is 150kg and I can deadlift around 180kg. Small Talk assumes that's good. What about your first bike? Was it the Raleigh Burner with the blue wheels? [Laughs] I'm not that old-school! It was an unbranded one we got out of someone's shed and we just shoved loads of parts together to soup it up. Do you repair your own bikes, or do you have special mechanics with robot arms and that? I've repaired my own bikes since I started when I had nobody to help me. I've got great mechanics now because I don't always have time, but I still feel safer doing all my own stuff because I know exactly what I want in terms of how the bike's set up. What's the most painful injury you've ever had? A grazed knee? Severed head? [Thoughtfully] The second time I crashed at the Olympics was really painful because I smacked the bottom of my back as I came off and tore my hamstring. But probably the worst one was when I dislocated my shoulder because I trapped a nerve at the same time which took ages to sort out. On to the important issues now. Pitt and Clooney both oiled up and ready to go. Which one gets your vote? Brad, definitely. He's just a bit easier on the eye - and he looks good for his age too. That he does, the cheeky little scamp. If Chris Hoy and Bradley Wiggins were fighting for a woman's honour, who would win? [Laughs] Chris would demolish Bradley. He could snap you in half if he kicked you with those legs he's got. What about Rebecca Romero? Is she as scarily intense as she seems on TV? Rebecca is a great girl, a very focused athlete and a very good friend of mine. I really admire her. You're a native of Crewe. What's the best thing about it? [With genuine warmth] Everything! Crewe is like its own country: it never rains, the sun always shines – it's amazing. [Undermining last comments slightly] If you want a good night out though, you need to go to Stoke. And what would you drink while hitting Stoke's top nightspots? Vodka and lemonade. Now, there were 100,000 condoms in the Olympic village. Did you see any super babies being made? Or actually not being made if people were using the condoms properly? [Giggles] No! I had to go to bed at 7pm and get up at 4am for my races, so I didn't see any romances being formed. Who said the Olympics wasn't clean etc. Thanks for your time, Shanaze. No problem, Small Talk. Bye. Shanaze was talking ahead of Bikeability Day on Friday October 10. Although that was last week, rendering this plug pointless. Sorry."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}