{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2008/oct/20/iraq-defence-gun-mod-memorabilia", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2008-10-19T23:01:00Z", "webTitle": "Wartime machine gun may have downed Hercules", "webUrl": "https://www.theguardian.com/politics/2008/oct/20/iraq-defence-gun-mod-memorabilia", "apiUrl": "https://content.guardianapis.com/politics/2008/oct/20/iraq-defence-gun-mod-memorabilia", "fields": {"headline": "Wartime machine gun may have downed Hercules", "bodyText": "A machine gun invented before the second world war may have brought down a British Hercules plane that crashed in Iraq with the loss of 10 lives, it has emerged. It has been accepted that small arms fire hit the Hercules C130 as it flew at low level near Baghdad in January 2005, causing a deadly explosion in a wing fuel tank. But the inquest of the 10 men, which is due to conclude this week, heard claims of a second possibility, that it may have been hit by a much bigger weapon that has been in use for more than 60 years. The name of the weapon has not been given in open session because of concerns that the information may be useful to Britain's enemies in Iraq, Afghanistan and elsewhere. The Guardian knows the identity of the gun as well but it is not naming the weapon for the same reason. However, in open session at the end of last week Bernard Collaery, who is representing Kelly Merrith, widow of navigator Paul Pardoel, gave details of the machine gun he believed had brought down the plane. He said it fired a projectile up to 10cm \"full of phosphorus that burns like a grenade\". Collaery added that it had been used against British troops as long ago as the second world war. The claims are significant because changes to the way the Hercules is defended and how it operates have been made partly on the basis that it was brought down by small arms. Since the tragedy, Hercules only fly low over enemy territory when absolutely necessary. The Wiltshire coroner, David Masters, is due to sum up and give his verdict later this week. He has expressed concern during the hearing that warnings about the fuel tanks' vulnerability were not heeded and is likely to be critical of how safety recommendations were dealt with."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}