{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2008/oct/02/rural.communities.fred.festival", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2008-10-01T23:09:48Z", "webTitle": "Art work aims to highlight the plight of hill farmers", "webUrl": "https://www.theguardian.com/society/2008/oct/02/rural.communities.fred.festival", "apiUrl": "https://content.guardianapis.com/society/2008/oct/02/rural.communities.fred.festival", "fields": {"headline": "Wrapping up the family business", "bodyText": "It's the last thing anyone would expect to find looming at the end of a cart track leading from a north Cumbrian village – a entire farm wrapped Christo-style in plastic sheeting and baler twine. The 18th-century Croft Farm, nestling under the fells in the Eden Valley, has been transformed into a black, glistening art-work called Wrapped Up as part of the cutting-edge environmental art festival, Fred, which has invaded 110 far-flung locations in Cumbria and parts of Lancashire, with work by 45 artists. The work of encasing the farm in plastic has been carried out by Edinburgh-based artist Ettie Spencer, whose parents used to farm the 120-acre hill farm. Now that her father has died and her mother is in a home in the south of England, Spencer sees the act of wrapping up of family business as not just the symbolic end of a personal era, but also a way of highlighting the plight of Cumbria's dwindling number of hill farms. \"Most of us live in urban areas,\" points out Spencer. \"Hill farming is no longer profitable and it could easily slip through our fingers without us noticing. The role of artists is to flag up issues and be assertive.\" This fifth – and last - annual art invasion of Cumbria by Fred contains another work highlighting the same issue. A few miles south in Kirkby Stephen, UK artist Christopher Collier has \"planted\" 100 pairs of upturned Wellington boots each representing a defunct hill farm. Fred is the inspiration of sculptor Steve Messam, who moved to a Pennine-top spot outside Kirkby Stephen eight years ago and decided to create a gallery without walls, as an alternative to the London-centric, gallery-based mainstream art world. This year, participating artists are from China, USA, Latvia and Germany, but most are from Cumbria or the north-west of England. One artists' collective has moved the Scottish border to a location two miles south of Carlisle via a sign visible from the M6, to symbolise the area's boundary disputes. Not all the work is political. A community-owned petrol station in Broughton-in-Furness has been transformed into a \"poetry station\" dispensing odes and stanzas at the pumps for customers. Many of the works are difficult to access, like Messam's own work in Scales Tarn, half-way up Blencathra mountain, to provide an intermittent ripple in the lonely mountain lake, visible only to those prepared to don their rucksacks and tackle the fells. At busy times on Sharp Edge above the tarn, 50 visitors an hour look onto Messam's work – good going for any city gallery. Messam admits to have to climb many hurdles with environmentalists, Health and Safety staff and even archaeologists to ensure the safe assembly and removal of some of the exhibits for the two-week duration of the festival, funded through the Northern Rock Foundation, South Lakeland district council, Arts Council England and the PRS Foundation. \"People have always used Cumbria as a way of developing new ideas, \" said Messam. \"You can get bogged down in the city. It's difficult to move yourself in original ways.\" • Fred is at 110 locations in Cumbria and Lancashire until October 12. Some exhibits will be at Scope International art fair at Lords Cricket Ground, London from October 16 to 19. More information at fredsblog.co.uk or at scope-art.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}