{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/oct/28/election-obama-mccain-suppression-race", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-10-28T19:00:00Z", "webTitle": "Dan Kennedy: There is still a real possibility that McCain could win", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/oct/28/election-obama-mccain-suppression-race", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/oct/28/election-obama-mccain-suppression-race", "fields": {"headline": "The fat lady has not begun to sing", "bodyText": "On election day 2004, David Corn and I spent part of the afternoon at a Starbucks near Boston's Copley Square, a couple of blocks from where John Kerry would hold his party that night. For a few brief hours, a Kerry victory looked certain. We wondered whom Kerry might choose to fill his cabinet. And Corn lamented his decision to come to Boston rather than stay in Washington for George W. Bush's bash. Losers, he explained, are always more interesting. So if you are a supporter of Barack Obama, you will have to forgive me today for spraying you with a blast of ice water. Listen to me: Obama might lose. As we head into the final days of the campaign - or the end times, as Sarah Palin might put it - let me count the ways by which McCain could pull this off. 1. Voter suppression. What do you think the McCain campaign's full-scale war against Acorn is all about? Acorn, a left-leaning activist organisation, has indeed engaged in voter registration fraud - or, rather, has had registration fraud perpetrated upon it by unscrupulous signature gatherers. But these phony voters are not going to be able to cast ballots unless they show up at the polls with some sort of valid identification. No matter. The Acorn storyline gives the Republicans cover to stop legitimate voters from exercising their right to vote. That's what happened to Al Gore in 2000, when thousands of predominantly African American voters in Florida were wrongly classified as felons who couldn't vote in that state. And it happened again in Ohio in 2004, where Republicans suppressed as many as 350,000 votes. \"The real threat here is the Republican party using attacks on Acorn as a calculated strategy to justify massive challenges to the votes cast in Democratic-leaning voting precincts on election day,\" writes Donna Brazile, Al Gore's 2000 campaign manager. Indeed. Already, the Republicans are challenging the eligibility of some 200,000 newly registered Ohio voters. And in Florida, the voting machines are as screwed up as they've ever been. Acorn itself reports that voter suppression efforts are under way in New Mexico and Michigan. This is the stuff of which liberal nightmares are made. It's unbelievable that it's still going on - or it would be unbelievable until you remember that it benefits the Republicans, who used these tactics to control the presidency for the past eight years. 2. The Bradley effect. Nobody knows, it's a different country from 1982, when Tom Bradley lost the California governor's race, Obama might benefit from a reverse Bradley effect, blah blah blah. The fact is, it's possible there are substantial numbers of white voters who won't support a black candidate, but won't tell pollsters that. It won't show up in the exit polls either, because they'll lie to them, too. And voter suppression efforts will serve to hide the whole ugly phenomenon. Granted, there is one strong piece of evidence that the Bradley effect is not in play. The same white voters who say they'll vote for Obama are also saying they'll vote in favour of Democratic Senate and House candidates, some in states that haven't chosen a Democrat in practically forever, like North Carolina and Kentucky. But might these voters decide, in the end, to choose an overwhelmingly Democratic Congress kept in check by a Republican - and reassuringly white - president? Yes, they might. We just don't know. 3. Fear and smear. John McCain and Sarah Palin have thrown everything they can find at Obama, accusing him of hanging out with terrorists, of wanting to turn the Internal Revenue Service into a \"welfare\" agency (a convenient opportunity to link a black man to the \"w\" word) and, most recently, of being a \"socialist\" who just doesn't understand the life and times of St. Joseph the Plumber. The latest attack arose on Monday of this week, when an old radio interview surfaced on the Drudge Report in which Obama said he favoured the \"redistribution of wealth\". The right, predictably, went nuts, though it proves nothing except that Obama supports the 16th amendment to the constitution, approved in 1913. Presumably McCain does, too. In the end, though, this stuff always works, or at least it always has. Obama's ability to remain calm and in control is admirable. But John Kerry remained calm and in control while he was being swift-boated, didn't he? Do I really think McCain can pull this off? No. If I were forced to bet, I'd bet on an Obama victory. He's been too far ahead for too long. This has all the appearance of a race in which people have made up their minds and won't be moved. Still, if McCain wins, I'll only be mildly surprised. We've all lived through this too many times before."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}