{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/oct/21/report-cards-new-grades", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-10-20T23:04:35Z", "webTitle": "Report cards introduced as degree grade alternative", "webUrl": "https://www.theguardian.com/education/2008/oct/21/report-cards-new-grades", "apiUrl": "https://content.guardianapis.com/education/2008/oct/21/report-cards-new-grades", "fields": {"headline": "Testing times for degree as report card trial begins", "bodyText": "British universities edged closer to scrapping their 200-year-old degree classifications today with a trial of report cards for thousands of graduates. The 'achievement reports', which could eventually replace firsts, 2:1s and 2:2s, will list a graduate's marks in every module of their degree and any prizes they receive. They are likely to mention a student's voluntary work while at university and include an assessment of their presentation skills and ability to work in a group. A graduate's involvement in a university society, such as the student radio station, could appear on the report cards if their university can validate it. Manchester, Keele, Newcastle and 15 other universities are creating dummies of the report cards for thousands of their students who graduated this summer, to see if they work. If universities, students and employers deem them a success when they evaluate them in February, next summer's graduates will be given the report cards alongside a traditional degree classification. University heads and student leaders argue graduates deserve more than a single mark to record their achievements. Employers say they need more information to distinguish between the 320,000 students who graduate with bachelors degrees from UK universities each year. Two-thirds of all students receive a first or 2:1. Professor Robert Burgess, who is leading the discussions on the report cards and is vice-chancellor of the University of Leicester, said: \"The UK has moved from an elite to a mass higher education system. \"Universities need to provide more information to students than just a first or 2:1. Just as we innovate in terms of the curriculum, so we can innovate in terms of assessment.\" Burgess hopes students will eventually receive a report card at the end of every year of their degree, not just on graduation. He said it was very unlikely the current degree classification system would be removed in the next few years. Aaron Porter, vice-president for higher education of the National Union of Students, said the current degree classification system was \"no longer fit for purpose\". He said: \"Students deserve a more detailed acknowledgement of their overall achievement from their time in higher education. We look forward to a wider discussion about how the reports can be implemented nationally in the future.\" Carl Gilleard, chief executive of the Association of Graduate Recruiters, said the report cards could signal an end to the out-dated degree classification system. He said: \"Employers are very interested in the full experience students have of university. Running a university society, for example, does help a student develop important skills for the workplace. At present employers are limited by just having a mark like a 2:1. We need to be patient with the existing classifications, but I am optimistic that in the future we will have a better system in place.\" David Lammy, the higher education minister, said the record cards would \"lead to a more detailed academic record for students, better illustrating their achievements during their time in higher education\". Last year Burgess led an inquiry into the degree classification system which proposed to divide the 2:1 or to abolish the traditional degree classifications and tell students whether they had passed or failed. The proposals were widely rejected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}