{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2008/oct/06/health.cancer", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2008-10-05T23:01:00Z", "webTitle": "Vaccine for breast cancer within reach, says expert", "webUrl": "https://www.theguardian.com/society/2008/oct/06/health.cancer", "apiUrl": "https://content.guardianapis.com/society/2008/oct/06/health.cancer", "fields": {"headline": "Vaccine for breast cancer within reach, says expert", "bodyText": "Enough is known about the causes of breast cancer to make a vaccine or prophylactic drug a real possibility, a leading cancer expert said last night. Professor Valerie Beral of Oxford University, who leads the Million Women's Study into the causes of the disease, told the Guardian the study had put beyond doubt what had long been guessed - that many breast cancers are caused by the absence of hormonal changes connected with childbirth. Beral challenged the scientific community to turn its efforts to preventing breast cancer. While money and effort is poured into better drug treatments, hardly anyone is working on prevention. Speaking to the Guardian, she said that while death rates have been slashed by new drugs and earlier diagnosis, the number of women getting breast cancer and having to go through traumatic surgery and chemotherapy was rising. Genes played a part in only a very small number of cancers. The processes of giving birth and breastfeeding protected a woman from breast cancer more than anything else. The more children a woman had and the longer she breastfed, the lower her risk was of later contracting breast cancer. Women in developed countries where small families are the norm have six times the breast cancer risk of those in rural parts of Asia with large families. Returning to an era where women had endless babies and breastfed for two years or more at a time was not an option, Beral told the Guardian. \"But why aren't we thinking of mimicking the effects of childbirth?\" she said. \"We don't know how this happens and nobody is doing research on it. We should be looking at hormone production during late pregnancy and lactation.\" Beral is director of the cancer epidemiology unit of Oxford University. Her work, funded by Cancer Research UK, uses large amounts of statistical data to identify the traits or behaviour that put women at risk of breast cancer. She is not a biochemist, but last night she asked the National Cancer Research Institute's annual conference why the avenue of breast cancer prevention which might lead to a drug or vaccine was not being pursued. It has already happened in cervical cancer, she pointed out. The discovery that most cervical cancers are caused by the humanpapilloma virus has led to a vaccine which is expected to give women many years of cancer protection. A school immunisation programme began last month for all girls aged 12 and 13. The interaction between the hormone surges around childbirth and breastfeeding and breast cancer is not simple. Oestrogen, the hormone which surges in pregnancy, fuels tumour growth. Many women with breast cancer are given drugs to stop oestrogen production. Beral thinks a more interesting candidate for study is prolactin. \"The one hormone that has to do with breast changes doesn't appear until late pregnancy. It goes up exponentially. It produces the changes in the breast that make for lactation,\" she said. \"Why isn't anyone looking at it?\" Whichever hormone or hormones are responsible, she said, short-term exposure during late pregnancy and breast-feeding provide life-long protection which is exactly what is required of a vaccine or preventive drug. But \"fewer than a dozen people\" are looking in this direction, she said. \"It is not well-funded. It is not mainstream research. Why isn't it a priority of the cancer community?\" If somebody made the breakthrough that led to the prevention of breast cancer, it would win a Nobel Prize, she said. Dr Jane Cope, director of the National Cancer Research Institute, said the NCI wanted to boost research into prevention. \"Research into breast cancer has been a great success story, with survival rates at an all-time high. \"However, the number of women diagnosed with the disease is increasing year after year,\" she said. \"Preventing all types of cancer is now an exciting prospect for researchers in the UK. In 2002, our partners spent £6m on prevention research. Since that time the NCRI has used its influence to help boost this figure to £14m in 2006.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}