{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2008/oct/17/worldcup2010qualifiers-englandfootballteam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-10-16T23:05:00Z", "webTitle": "Football: Fabio Capello proves an autocrat who really can adapt for England", "webUrl": "https://www.theguardian.com/sport/blog/2008/oct/17/worldcup2010qualifiers-englandfootballteam", "apiUrl": "https://content.guardianapis.com/sport/blog/2008/oct/17/worldcup2010qualifiers-englandfootballteam", "fields": {"headline": "Capello proves an autocrat who really can adapt", "bodyText": "It has been a demanding transition, calling for a readiness to accept immersion in an entirely new way of thinking. The players have had it easy by comparison. Fabio Capello is the person who has really put everything at risk. The £6m a year was undoubtedly a consideration, but he could have sniffed out lucrative wages in club football if, in his sixties, he had decided to settle for the comfort of familiarity. Capello has been ready for the battle, prepared to grapple with a foreign language when others would have relished the excuse to depend entirely on an interpreter, who inevitably keeps interrogators at one remove. The image the Italian projects is of an autocrat whose mastery of every football issue is beyond dispute. No manager, of course, has actually been flawless. Nor is Capello viewed everywhere as above reproach. Wrong-headed as it looked in the wake of a La Liga title, Real Madrid sacked him because his style of play was incompatible with the club's idealised sense of itself. Without that, the FA would have had to find compensation as well as the funds to cover the grandiose salary. As it is, the departing chief executive, Brian Barwick, can be proud that, after the ill-starred pursuit of Luiz Felipe Scolari, he placed the England team in such strong hands. One of Capello's characteristics, it is now apparent, is a willingness to reconsider. There must be trial and error because he is not simply dealing with a new squad of Englishmen, but also encountering opponents who have a few wisps of mystery attached to them. There was nothing of that when he was going about his business in Serie A and had a complete appreciation of every person on the books of all rival clubs. In Spain, too, it cannot have been so hard to familiarise himself with the other teams in La Liga. Capello is to be applauded for the series of alterations he has made on the way to scooping all 12 points from the first four fixtures in Group Six and so making it feel that England are already on the verge of qualification for the 2010 World Cup. In some of these games he has been taken by surprise to a degree that would once have been unthinkable to him. No matter what videos and reports were scrutinised, Belarus remained a little alien. How well briefed can he truly have been, for instance, about the captain Alek-sandr Kulchy, who makes a living at the Russian club Rostov? The dossier cannot have predicted that he would have been so influential that England's team had to be reshaped at the interval. Steven Gerrard, detailed to stay in the centre and push up on the holding midfielder, then shut off the valve through which Belarus's play had been flowing. The rethink has been the key tool for Capello. Andorra were holding England until Stewart Downing was removed, with his replacement, Joe Cole, bagging two goals. There was no breakthrough against Kazakhstan either before Shaun Wright-Phillips came on as part of the switch to 4-4-2. Capello is to be congratulated in all of this. Not even this celebrated manager can be in the right on every occasion and problem-solving of this precision is rare. It is tough for Capello to be sure of the wisest policy. When people, for instance, complain about the occasional misuse of Wayne Rooney on the left they are prone to making the ludicrous assumption that neither the England manager nor Sir Alex Ferguson have noticed he is better in the vicinity of a centre-forward. They are profoundly conscious of that, but have other topics to address as well. When England accommodate Rooney as one of the strikers in a 4-4-2 they risk being outnumbered in midfield. If he is, instead, on the flank in a nominal 4-3-3 he and the player on the right can both shuttle back so England, if need be, get 10 men behind the ball. Various benefits have to be calculated. For the time being, Rooney, with five goals in three England matches, is doing so much harm to the opposition that it is essential to let him stay near to Emile Heskey. A different verdict will be reached on days when circumstances alter, as they are bound to. In the most important aspects Capello is not dogmatic at all. He changed his mind about Heskey, whose worth for his country had really been appreciated by Steve McClaren, even if he got few plaudits for the astuteness since his line-up could not reach Euro 2008. Capello has been doing wonderful work. Alluding to his background in club management, he spoke of the switch from operating with footballers he might have known for 10 years to training an England squad in 10-day bursts. In defiance of the restrictions, he seems to be engendering confidence and a hard-nosed commitment to victory. The Italian is warming, in addition, to people like Gerrard, who deplored his own England form ahead of the Belarus match. \"You need players with humility,\" he said. \"It is about respect for other players, for managers.\" All of England's improvement has come in the midst of experimentation. There should be even better times to come when Capello can open with a line-up that has absolutely no need of further tweaking."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}