{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2008/oct/06/civilliberties.humanrights", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2008-10-05T23:01:00Z", "webTitle": "Letter: Dangerous curbs on free speech", "webUrl": "https://www.theguardian.com/uk/2008/oct/06/civilliberties.humanrights", "apiUrl": "https://content.guardianapis.com/uk/2008/oct/06/civilliberties.humanrights", "fields": {"headline": "Dangerous curbs on free speech", "bodyText": "Charlie Gere (Letters, September 1) argues correctly that \"there's no such thing as free speech - and a good thing too\", but then fails to understand where and why bounds on freedom of expression are drawn. In 1720, two journalists, John Trenchard and Thomas Gordon, writing under the nom de plume Cato, laid down the essence of the principle: \"Freedom of speech ... is the right of everyman, as far as by it he does not hurt or control the right of another; and this is the only check which it ought to suffer, the only bounds it ought to know ... \" This does not include the notion that somebody can prohibit, or seek to prohibit, expression if they are merely offended, much less the idea that being offended gives one a right to \"hurt or control another\" by breaking the law to intimidate them. We have been very careful in our development of restrictions on this right. We have held since the 18th century that freedom requires, normally, publication and consequential damage has to be demonstrated. Beyond this we have restricted speech for a variety of reasons - state security, protection of identity of minors and so on. We also restrict speech differentially according to the medium of expression - broadcasting, for example, is more controlled than the press. There is, moreover, a dynamic here in that areas once protected - the Christian religion via the offence of blasphemy, say - are no longer protected so clearly as they once were. Obscenity in particular is subject to changing social standards. Publication of opinion, nevertheless, is not in any sense generally limited unless incitement to illegal acts can be proved - and that, as numerous court cases have shown, is still far from easy. When Gere asks if as a society we are happy to allow antisemitic publications, or those denying the Holocaust, encouraging race hate or paedophilia, the answer is that for the most part, however unhappy we are, we do allow such publication. It takes a specific law to restrict a specific type of speech; and recent new law doing this worries many as being itself a dangerous threat to our freedom. The right of free expression has its downside, but the wholesale and ill-defined limitations Gere seems to argue for are far worse. Confusions such as those he exhibits are the source of the mistaken idea in some quarters that illegal behaviour is justified by the fact that someone is offended; or is justified because the west is hypocritical and inconsistent in these matters. I am deeply offended by Gere's argument, which I find ill-informed and pretty dangerous. Rather than write this letter, were it not a clear threat to public order, I would be setting out right now to firebomb his office at the University of Lancaster to help him clear his mind. Prof Brian Winston University of Lincoln"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}