{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2008/oct/08/einstein.letters.auction", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2008-10-09T23:05:02Z", "webTitle": "The Einstein Letters", "webUrl": "https://www.theguardian.com/science/2008/oct/08/einstein.letters.auction", "apiUrl": "https://content.guardianapis.com/science/2008/oct/08/einstein.letters.auction", "fields": {"headline": "The Einstein Letters", "bodyText": "For the related news story click here. Date: December 26 1936, Princeton Description: Hand written letter from Albert Einstein to Adrien Wils, a member of the public who had written to him criticising his special theory of relativity Guide price: £6,000 – £8,000 Extract of the letter translated from the original German Dear Sir, Unfortunately, I cannot recommend your manuscript for printing, because it doesn't reflect the essentials of the theory. It's completely wrong that it is named \"theory of relativity\". The name is only justifiable in case of talking about movement when you consider it relative to another one. This simple fact should be used consequently in all your considerations. This topic has nothing to do with the superficial statement that \"everything is relative\". To start with, it is correct to say that every rational statement expresses a relation. This is already shown in the linguistic construction of every sentence. But the relation, expressed in the statement, has always an absolute meaning. This is of course self evident. Of course this is also valid for the theory of relativity and all statements made within this theory. This is, by the way, not a philosophical theory, but purely physical. It is an attempt to explain a certain group of processes in a more satisfying way than it was before. The twaddle that the theory is extremely difficult to understand, is complete nonsense, spread out by superficial journalists. So, I feel sorry not meeting your wishes, and remain meanwhile, Yours faithfully A. Einstein Date: April 8 to November 16 1948, Princeton Description: Four typed, signed letters from Albert Einstein to Dr Walter W Marseille, a psychoanalyst who studied under the philosopher Martin Heidegger. Marseille wrote a paper entitled A Method to Enforce World Peace, which he sent to Einstein and the philosopher, journalist and political campaigner Bertrand Russell. This is Einstein's correspondence in response. Guide price: £4,000 – £6,000 Extract of the letters translated from the original German Letter 1: April 8 1948 First, an introductory remark which has nothing to do with the content of your April 2 letter. You proceed from these premises: The USA wants a supranational organisation [World Government], the USSR is averse to this because of its aggressive attitude. I believe that this characterisation of the psychological state of affairs is not justified. Now to your proposal. We agree on the following: only World Government can produce security. Where we differ is in the thesis that we must compel Russia to join before it re-arms and can attack others. I doubt whether this is the right route to take. Better to let Russia see that there is nothing to be achieved by aggression, but that there are advantages in joining. Then the Russian regime's attitude will probably change and they will take part without compulsion. Our differences of opinion are significant as long as it is uncertain whether the USA really wants to bring about a World Government. Before this situation is resolved, your question should not even be raised, since such a discussion can only make the psychological situation worse. Letter 2: May 28 1948 Factually your letter is entirely logical. However I cannot associate myself with your point of view, much less with that expressed by Bertrand Russell [who at this point was vehemently anti-communist]. Your train of thought is like that of a soldier or an engineer, in that you in my opinion unfeasibly simplify the psychological reaction, especially insofar as it concerns the Russians. The attitude of the Russians, it seems to me, clearly shows that they are deeply concerned about the military-industrial situation, and that they would be prepared to make considerable concessions if some degree of relaxation was permitted. I am convinced that Roosevelt is quite capable of bringing about a peaceful modus vivendi with Russia and that our government could also prepare the way if it has genuine will. Letter 3: September 29 1948 I am in receipt of your telegram. Your letter of September 9 interested me greatly and I wanted to answer it as well. I agree with you in that the resolution of the problem of security on an international basis cannot wait. In view of the resolute refusal of Russia, there seems no other possibility than that the organisation exist without Russia and/or without the countries of the Russian block. We also agree in this. The question now arises whether such a \"Rump\" World Government should compel Russia to join. This would mean war. With regard to this, I am not of your opinion. You argue that Russia's relative strength will grow in time and thereby worsen the situation for the rest of the world. This last is granted: I am, however, absolutely against it. It is like suicide out of fear of dying. In my view it is much better, both morally and practically, to attempt to bring about a state of affairs in which the Russians, out of pure self-interest, find it preferable to give up their separatist position. I believe this could be achieved. I can only say that my instinct compels me to follow this route. Letter 4: November 16 1948 I propose that you should set out your views of the situation in a letter to the individual trustees of the Emergency Committee of Atomic Scientists. As far as I am aware of their views, you will not find general agreement there but rather, unfortunately, with Bertrand Russell. For the related news story click here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}