{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2008/oct/20/creditcrunch-marketturmoil-globaleconomy", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2008-10-19T23:01:00Z", "webTitle": "John Lanchester explains the crash of the global economy", "webUrl": "https://www.theguardian.com/business/2008/oct/20/creditcrunch-marketturmoil-globaleconomy", "apiUrl": "https://content.guardianapis.com/business/2008/oct/20/creditcrunch-marketturmoil-globaleconomy", "fields": {"headline": "Time to take stock", "bodyText": "Byron wrote that \"I think it great affectation not to quote oneself.\" On that basis, I'd like to quote what I wrote in a piece about the City of London, in the aftermath of the Northern Rock fiasco: \"If our laws are not extended to control the new kinds of super-powerful, super-complex and potentially super-risky investment vehicles, they will one day cause a financial disaster of global-systemic proportions.\" The prediction was right, but the tense was wrong. The disaster had already happened, it just hadn't yet played itself out. It is doing so now, though. The recipe is starting to become well known, but perhaps it's worth spelling it out one more time. Financial institutions in the US lent money to people with poor credit histories. This wasn't a bad thing in itself - indeed it could be seen as an example of capitalism at its most beneficently creative. The invention that made it possible for the lending to become reckless was securitisation: the process by which loans were added together and sold on to other institutions as packages of debt. This had the effect of making the initial lender indifferent to whether or not the loan could be repaid. These packages of debt were then resold in the form of horrendously complex financial instruments, and it is these that are the basis of the global jamming-up of capital markets. The overlapping loans are so complicated that no one knows who owns what underlying debt, and, furthermore, no one knows what these assets are worth. (If you own someone else's debt, it counts as an asset.) The mechanism for assessing the value of these assets is the market: they are worth what someone is prepared to pay. At the moment, because no one is buying, no one has a clue what they're worth, if anything. Because of an accountancy practice called \"mark to market\", requiring that assets be listed at their current values, this fact had to be reflected in the companies' balance sheets - so these balance sheets suddenly looked disastrous. As a result, banks are reluctant to lend to each other, and the entire financial system has ground to a halt: such capital as is moving in the markets is supplied by the central banks, which have to date pumped in hundreds of billions of dollars to generate some liquidity. The scorecard began with Northern Rock, done in by Britain's first bank run in 150 years. The bank was a demutualised former mutual society. It had adopted a groovy, go-go financial strategy: only 27% of its funds came from money deposited by savers; the rest came from short-term borrowing from the international money markets. When they choked up, the Rock sought emergency funding from the Bank of England, which acted too slowly and triggered the run, which led to its nationalisation on February 17. Note that the Rock wasn't destroyed by risky lending. Some of its loans were risky: a banker told me that there was trouble with a \"book\" of mortgage loans for 120% of the value of homes. But what ruined the bank was its exposure to the now malfunctioning money markets. Next to go was the US investment bank Bear Stearns. This bank had too great an exposure to sub-prime debt; investors fled, the share price collapsed, and on 16 March the bank was bought by its competitor JP Morgan, its market value having declined from $20bn to $236m. The US government underwrote the purchase by providing a guarantee of $29bn against the bank's mortgage liabilities, in order to make the rest of the bank viable for purchase. It did so because it was worried about the risk to the the banking system if Bear Stearns collapsed. Fannie Mae and Freddie Mac were more directly done in by bad loans. These odd institutions are/were a hybrid, with capital drawn from shareholders but underwriting from the US government: their function was to underwrite the mortgages given by other institutions, and to provide liquidity to the mortgage markets. They are \"government sponsored enterprises\" whose deposits are not guaranteed by the government, a fact nobody believed, since it was generally felt certain that if Fannie and Freddie ever got into trouble, the government would have to bail them out. That assumption turned out to be correct. After the collapse in US house prices and the soaring default rate of mortgages, Freddie and Fannie, with mortgage-backed securities worth $5 trillion and debt of $1.6 trillion, were on the verge of going under, and they were taken into \"conservatorship\" by the US government on September 7. The term \"conservatorship\" fails to mask the fact that this was, by cash value, the biggest nationalisation in history. It was followed eight days later by the largest bankruptcy in history, when the investment bank Lehman Brothers went into Chapter 11, the American form of receivership. Lehman had an impressive $613bn of debt, but some parts of its various businesses were viable: it was the holding company that went broke, leaving the subsidiary businesses free to be sold off. The main one, the US investment banking arm, was bought by Barclays for $250m, with another $1.5bn for buildings and data centres. Oh, and $2.5bn in bonuses that would be paid for the bank's New York staff. The previous year, Lehman's bonuses were $5.7bn. If you are wondering how a total of $8,200,000,000 could be paid in bonuses over two years to the great minds whose company went bankrupt, what can I tell you? The bonus question is often seen as a tragicomic footnote to the business of banking, but it may be close to the heart of the problem. Through history, great fortunes have been made by people directly taking risks on their own account. Today, great fortunes are made by employees, doing nothing other than their jobs: jobs which, in the case of bankers, involve taking on risks, usually with other people's borrowed money. To make more money, and earn more bonuses (which are usually 60% of an investment banker's pay), it's simple: you just take on more risk. The upside is the upside, and the downside - well, it increasingly seems that for the bankers themselves, certainly in the case of Lehman New York, there isn't one. This undermines the whole principle of \"moral hazard\", which was the idea behind letting Lehman go under in the first place - the need for companies to face the consequences of their decisions. This principle obviously collapses if the individuals involved don't face any consequences. By allowing Lehman to go under, the US Treasury seemed to be making the point that, where possible, it would allow the market to take its course. The markets reacted with horror. It is now received wisdom that it was the US government's willingness to let Lehman Brothers fail that triggered the meltdown, by causing fear to become panic. The day after the biggest bankruptcy in history saw the biggest bail-out of a private company in history, with the US government taking a 79.9% share in the insurer AIG in return for a loan facility of $85bn. AIG was exposed to a lot of bad loans, and was valuing its mortgage securities at 1.7 to two times as much as Lehman had valued its. So if Lehman was broke, AIG was in an even worse position. The spectacular scale of these implosions masked what would otherwise have been a gigantic story: Merrill Lynch being taken over by the Bank of America on September 14, after a year of huge losses linked to sub-prime mortgages. On September 21, Goldman Sachs, the world's biggest investment bank, and Morgan Stanley converted their legal status from investment banks to holding banks, a change which allowed them access to help from the Federal Reserve in return for a greatly increased level of government supervision. Goldman had done all right in the initial phases of the credit crunch, but the general turn against banking stocks nonetheless did for its status as an investment bank. That means that in the past months the five biggest investment banks in New York - Bear Stearns, Merrill Lynch, Lehman Brothers, Goldman Sachs and Morgan Stanley - have ceased to exist as investment banks. On September 25 came the largest bank failure in American history, as Washington Mutual (WaMu) went into receivership following a bank run during which its customers withdrew $16.7bn in 10 days. Taking all these superlatives together, it is easy to see why the Federal Reserve and the US Treasury (run by Hank Paulson, former head of Goldman Sachs) decided to step in. The idea is to buy up the toxic assets which are poisoning the banking system, so that the banks can go back to lending money to each other. They must have known that the initial plan wouldn't pass unamended: it was only three pages long and the only power it didn't grant Paulson was the right to call himself God-King Hank the First. After being knocked back by the House of Representatives, it hit the floor of the Senate at 451 pages, passed, and then was passed in its amended form by the House. It is a strange document, crammed with tax cuts and pork and populist gestures but at its heart allowing Paulson to buy any \"troubled assets\" he likes, at any price he sees fit. It is going to be interesting to see if the bail-out works. The usual model for a crisis of this scale is for the state to take over the troubled institutions, then go through the books separating the good from the bad assets, and selling them off, part one and then part two. The bail-out is an attempt to do part two of that without doing part one, no doubt because the problem is so big that part one would involve the nationalisation of the entire US banking system. The socialisation of US banking would be a hell of a punchline to decades of unfettered liberal capitalism. As it stands, the plan is socialism for the rich. The British and European scorecard seemed, at the start, less spectacular. On 18 September, news of the biggest bank merger - carefully not denominated a takeover - in British history: Lloyds was to buy HBOS, the largest mortgage lender in the UK, with 20% of the market. HBOS had taken on a disproportionate share of the newer, riskier mortgages, and also was only 58% funded by depositors, the rest of its funds coming from the wholesale markets; a much safer ratio than the 27% of depositor funding held by Northern Rock, but still enough for the share price to collapse and induce a takeover. On September 28, the Luxembourg, Belgian and Dutch governments nationalised the bank Fortis, the biggest private employer in Belgium, at a cost of €11.2bn, after its share price collapsed. On September 29, Bradford &amp; Bingley (another demutualised former building society), which had the largest share of the buy-to-let market, was nationalised, at a cost of £41.3bn, and its branch network sold off to the Spanish bank Santander - the classic part one, part two model. On September 30, the Icelandic government nationalised the country's third largest bank, Giltnir. Iceland's second biggest bank, Landsbanki, followed on October 7 and its biggest, Kaupthing, on October 9. The Icelandic government would not guarantee overseas depositors' money, including nearly £1bn of UK local government cash. This caused the British to use anti-terrorism legislation to freeze Landsbanki's assets in the UK. The German commercial property loan giant Hypo Real Estate was bailed out on 5 October at a cost of €50bn. At the same time the German government blurted out that it was guaranteeing the deposits of all savers, a bizarre thing to do given that the previous day it had criticised the Irish government for doing the same thing. It became obvious that the absence of a European equivalent of the Fed - able to impose a consistent Eurozone policy - is a huge strategic problem for the EU. The markets went into freefall - especially banking shares. On October 7, HBOS and Lloyds both lost 40% of their value. A total collapse seemed possible. In the early hours of October 8, the British government announced that it was forcing the eight biggest banks to increase their levels of capitalisation, and offering to provide them the money to do that, in return for \"preference shares\". These are a last-in-first-out type of shareholding, without voting rights or a link to the share price. First, though, the object of the exercise is to prevent further systemic meltdown, and, to that end, the government offered another £200bn of short-term loans: the kind of loan whose absence is at the heart of the current freeze-up. The government is also offering £250bn of loan guarantees to back loans between the banks. It is a partial form of nationalisation, and constitutes the biggest move ever to shore up the UK banking system. At the same time, six central banks - in the US, UK, EU, Sweden, Switzerland and Canada - cut interest rates by 0.5%, and China cut rates by 0.27%. Will it work? Let's hope so. No other government has, at the time of writing, moved as boldly and systematically as the British, and the government clearly hopes that these huge new moves will bring the market to its senses, and allow us to have a good old-fashioned recession, rather than a full-scale depression. One of the problems is that our big banks aren't just big, they're huge: the four biggest each have a capital value of more than £1 trillion. Add the five biggest together, and the sum is four times the value of Britain's GDP. Our (remaining) banks have less exposure to the famous toxic debt than their US counterparts, but while the wholesale money markets aren't functioning, normal banking life is impossible. They are highly leveraged, too. It was this combination of size and leverage that did for Iceland's banks. The ratio of Barclays' assets to its equity in June hit 61.3 to 1. Imagine that for a moment translated to your own finances, so that you could stretch what you actually own to borrow more than 60 times the amount. (I'd have an island. What about you?) It sounds sensible to reduce that leverage, and indeed it is, except that the process of reducing it is the dreaded \"deleveraging\" that is causing the banking system and the wider economy to grind to a halt. The scale of bank leveraging is one of the things that must be targeted by regulators if/when the crisis has passed; we can't let the banks get this far out of control ever again. There must be a tight limit on the relationship between banks' debt and their equity, and much greater transparency about the nature of banks' \"assets\". So: a huge unregulated boom in which almost all the upside went directly into private hands, followed by a gigantic bust in which the losses were socialised. That is nobody's idea of how the financial system is supposed to work. It is just as much an abomination to the free marketeer as it is to the social democrat or outright leftist. But the alternatives don't seem to be forthcoming: there is a theoretical vacuum where the challenge from the left used to be. Capitalism no longer has a global antagonist, when it has never needed one more - if only to clarify thinking and values, and to provide the chorus of Schadenfreude that at this moment is deeply appropriate. I would be providing it myself if I weren't so frightened. Having fully indulged their greed on the way up, and created the risks, the bankers are now fully indulging their fear on the way down, and allowing the system to seize up. But it wasn't just the banks. One thing that has been lacking in public discourse about the crisis is someone to point out that we did this to ourselves, because we were greedy and stupid. It's not just bankers who have been indulging in greed, short-termism and fantasy economics. In addition to our stretched mortgage borrowing, Britain has half of the total European credit-card debt. We grew obsessed with the price of our houses, felt richer than we should, borrowed money we didn't have, and now that the downturn has happened - as it was bound to do - we want someone else to blame. Bankers are to blame, but we're to blame too. That's just as well, because we're the ones who are going to have to pay. Other than that, it's too early to draw general conclusions from this amazing crisis. What must die is the mystical belief in the power of the markets that has dominated political and economic discourse in most of the western world for the past several decades. The markets have, so flagrantly malfunctioned that we can't go back to the idea of unfettered liberal capitalism as a talisman, template or magic wand. Unquestioned Cityphilia is gone, I hope for ever. Unfortunately, we have no model of where to go from here, apart from a more heavily regulated form of growth-based liberal capitalism. There will be more intrusive regulation, more proactive interference. There may even be (there should be) a new system to control the global flow of capital. That doesn't seem enough, but in the absence of another set of ideas about how the world should work, it may turn out to be what we have to settle for. In the meantime, it's seatbelt sign on, sick bag to hand, and that deep, bitter, prayerful longing for smooth air. • This is an edited version of an article that appears in the current issue of the London Review of Books (lrb.co.uk)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}