{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/oct/06/classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-10-05T23:04:20Z", "webTitle": "Classical review: RLPO/Rattle, Philharmonic Hall, Liverpool", "webUrl": "https://www.theguardian.com/music/2008/oct/06/classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2008/oct/06/classicalmusicandopera", "fields": {"headline": "RLPO/Rattle", "bodyText": "Simon Rattle's return to the Royal Liverpool Philharmonic was, inevitably perhaps, an emotional occasion. Given a standing ovation, he provoked more cheers with one of his rare speeches, saying how happy he was to be back and describing the orchestra as \"fantastic\", which they were. The fiery commitment characteristic of their ongoing renaissance was much in evidence. Rattle conducted as one gripped by deep feeling throughout, with little of the dispassion that has marked his recent performances elsewhere. The programme prefaced Sibelius's Fifth Symphony with extracts from Wagner's Götterdämmering and the premiere of Brett Dean's Songs of Joy, a song cycle drawn from Dean's opera-in-progress, Bliss, based on the novel by Peter Carey. The titles are ironic, given that both works depict the heaven and hell of modern life as experienced by one Harry Joy in the wake of a heart attack. The music is haunting, if retro: deep throbs unnervingly beat out Joy's erratic pulse, and there are touches of Weill in the cabaret-inflected Ballad of Little Titch. The vocal writing occasionally pushes baritone Peter Coleman-Wright heavenwards into mystic-sounding falsetto. Rattle's Wagner has been criticised as passionless of late, so the furious dynamism of these performances of the Rhine Journey and Siegfried's Funeral March came as a jolt after his static account of the Tristan Prelude and Liebestod at this year's Proms. Sibelius's Fifth, meanwhile, was the first symphony he conducted with the RLPO, when he was just 20. More than 30 years on, his performance was monumental and titanic in its scope, keeping his enthralled audience on the edges of their seats throughout."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}