{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/lostinshowbiz/2008/oct/17/uselections2008-barackobama", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-10-16T23:02:00Z", "webTitle": "With these celebrities behind him, how can Obama lose?", "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2008/oct/17/uselections2008-barackobama", "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2008/oct/17/uselections2008-barackobama", "fields": {"headline": "With these celebrities behind him, how can Obama lose?", "bodyText": "When it comes to celebrity endorsements in the US presidential race, there are very few surprises. The Cameron Conservative makeover hasn't really crossed the oceans yet and so the dichotomy in Hollywood is still: left wing = everyone cool and famous and pretty and rich; right wing = Jon Voight, guns aloft. But sometimes, a show of solidarity comes out of leftfield that makes you re-evaluate the way we take celebrities for granted. To mark (not celebrate - this column remains defiantly non-partisan, despite being smuggled inside the Liberal Media Elite. We're bringing down from within) Obama's increasingly likely success, this week we look at the celebrities who made this possible. Oprah Schmoprah - this is all about the real powers behind the throne. We haven't spoken about Roseanne Barr's blog, roseanneworld.com, on this page before because it would involve looking at it and, frankly, that Botoxed expression of perma surprise that greets one on the opener exacerbates the night traumas. But in the name of journalism I suffer. Now, you might think that a woman who headlined a blog last June with the piercing insight \"Obama's a douchebag\" could not be relied upon for support. But showing the fluidity of opinion that has made Barr such a fount of self-knowledge throughout her career, by August that tune changed. \"Obama seemed manly\", announced the exciting heading: \"Once I saw mr obama wearin' a cowboy hat, I went shit-howdy mad for tha' brotha'!\" It's the ghetto speak that adds a special kind of credence, don't you think? The new Maureen Dowd concludes her musings with the advice, \"He needs to listen to me though and do that hillary thing.\" And what would that be, Rosie? Lose? Ahh, it's maverick advice like that that keeps Karl Rove on his toes. But don't underestimate the importance of lust here. This brings us to our next illustrious supporter. Come on down, pink pantsuit freshly tumble-dried, the glorious Betty White! You know - the one who played Rose on Golden Girls which, for those unfortunate enough to have been born after 1988 was the obvious (if slightly more elderly) template for Sex and the City: there was the dumb one (Rose/Charlotte), the overly sexed one (Blanche/Samantha), the bossy-yet-wise one (Sophia/Miranda) and the one that some claimed looked like a man (Dorothy/Carrie). Betty turned up on the talkshow circuit this week for some reason and threw her fabulous tuppence into the pot. \"That is one hot piece of man!\" cried Betty, a bouncy vision of pastel pink. \"If Barack Obama needs more experience, I could give it to him.\" If you thought the episode of Golden Girls in which the ladies buy condoms for their upcoming cruise could not be bettered, watch Betty's solemn expression as she informs the nation that Sarah Palin \"is one crazy bitch\". Oh Betty, thank you for being a friend. But the number one supporter is Levi Johnston, aka Bristol Palin's babydaddy, who managed to break free from his chains long enough to give a few quotes this week before the muzzle was clamped back on. Aside from voicing his feelings about the Republican convention (\"I was like, 'whatever'\") and his decision to have his wedding ring tattooed instead of the more traditional jewellery method, he propounded his view on Obama. Showing his suitability to be part of the Palin dynasty, he prefaced his opinion with an admission of ignorance before barrelling on in there: \"I don't know anything about him. He seems like a good guy. I like him.\" And then, as certain shadows may have appeared behind him, he swiftly added that he hopes Palin (McCain notably absent from the endorsement) wins. But why, Levi, why? \"She's my future mother-in-law.\" Now go make a rap outta that one, will.i.am."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}