{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2008/oct/17/worldcup2010qualifiers-englandfootballteam1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-10-16T23:03:00Z", "webTitle": "Football: There's rhyme and reason for England in David Beckham Redux", "webUrl": "https://www.theguardian.com/sport/blog/2008/oct/17/worldcup2010qualifiers-englandfootballteam1", "apiUrl": "https://content.guardianapis.com/sport/blog/2008/oct/17/worldcup2010qualifiers-englandfootballteam1", "fields": {"headline": "There's rhyme and reason for England in Beckham Redux", "bodyText": "What is Fabio Capello up to with David Beckham? The coach's decision to retain the services of a man who will be 35 by the time of the 2010 World Cup is sending some observers into paroxysms of righteous indignation, particularly when they see Beckham invited to expend the minimum of effort as he clocks up the caps that are taking him past the statistics left by some of the nation's most revered footballing heroes. To the past four matches he has contributed precisely 32 minutes of football, including time added on. Yet against Kazakhstan last week he surpassed Billy Wright's figure of 105 England caps. In Minsk on Wednesday night he overtook Bobby Charlton's 106 appearances. If he plays in the next two matches, the projected friendly against Spain in February will see him go beyond the 108 of Bobby Moore, England's most capped outfield player. And who would then bet on Peter Shilton's record of 125 appearances remaining forever out of reach, given that Capello may feel the need of Beckham's experience in South Africa? It is a waste of time, however, to froth at the mouth every time the former golden boy strips off his tracksuit. It makes no sense to view his personal record as an insult to the glorious past. The achievements of Wright, Charlton and Moore are not measured in statistics. They are intangible and inviolable, and it was certain that they would be broken one day because that is the way sport has gone. Aggregate records are likely to be surpassed not least because there is more sport in the world. The demands of television and sponsors mean that modern athletes compete more frequently; consequently, their career statistics cannot be compared with those of their equally gifted predecessors - and there is no footballing equivalent of a cricketer's batting average, which creates a basis for comparison across eras. The message is simple: new records do not diminish old ones. The meaning of the latest development in the player's career, the chapter titled Beckham Redux, is that the manager will employ him for exactly as long as he finds him useful. Capello didn't know much about English football when he arrived, but he knew a lot about the former captain. During their season together at Real Madrid Beckham's attitude and performance made the normally inflexible Capello perform a rare 180-degree turn. It is hard to imagine that he has been including Beckham in the squad because he likes him as a person, because his wife is agitating for an invitation to dinner in Beverly Hills, because he feels the need for his celebrity aura around the squad, because he is under pressure from the FA to pick him in order to help sell the new Wembley's 90,000 seats (a full house for the Kazakhstan match last Saturday was attracted by a desire to see Theo Walcott and the other principal figures in the victory over Croatia), or because he has lodged a bet on the player setting a new record of international appearances. Capello recognises what only the terminally prejudiced would deny, which is that Beckham still delivers the best cross and dead-ball kick in the squad. His inclusion has not been allowed to hamper the progress of Walcott or Shaun Wright-Phillips, but when England are closing out a match, as they have done in every round of this qualifying series to date, his experience brings a calming influence to bear while forcing the opposition to cope with a different kind of threat. He may no longer be fit to play 90 minutes at high intensity, but he certainly has enough in the tank to act as a pinch-hitter de luxe. And as one blogger pointed out yesterday, when he arrived on the pitch on Wednesday the Belarus players stopped committing fouls around the edge of the penalty area because they were aware that such indiscretions stood a better chance of being punished. And so, from being the squad's leading figure, he has settled back into a featured role among the supporting cast. His influence on the life of the group has waned to the degree that Rio Ferdinand, the acting captain, could come out this week with an emphatic and probably premeditated denunciation of the Wag culture which Beckham and his wife did so much to establish. But although the decade in the spotlight may be over, the contribution is not."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}