{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2008/oct/06/media.politics", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2008-10-05T23:01:00Z", "webTitle": "Media Monkey's Diary", "webUrl": "https://www.theguardian.com/media/2008/oct/06/media.politics", "apiUrl": "https://content.guardianapis.com/media/2008/oct/06/media.politics", "fields": {"headline": "Media Monkey's Diary", "bodyText": "· Tory party chairman Caroline Spelman, wary of the press after recent run-ins over her expenses claims, ventured into the media enclosure at the party conference to ask what journalists made of the facilities in Birmingham. Reporters crossly pointed out that it might be an idea next time to ensure that the press centre had a mobile phone signal. But at least the print hacks had an airy room and some sunlight. Tanned Andrew Neil quizzed pale-faced ministers at a desk that appeared to be at the foot of a staircase, while other broadcasters had to lump it in a windowless hall. · Back in London, the former culture secretary James Purnell was spotted last week at lunchtime in the Ivy - not the restaurant but the new upstairs club, which handily caters for cigar-wavers by offering heated seats outside for smokers. But it would be silly to infer he's already fed up with Work and Pensions, and longs to be back with the celebs and media types he met in his previous post. Purnell knows the Ivy crowd is rich in ageing luvvies and senior honchos such as Michael Grade, and was clearly researching how the credit-crunch is affecting high-end pensioners. · How inspired of Rod Liddle to open his column in the latest Spectator with a paragraph made up of words banned in the Guardian! It's a little reminiscent, to be sure, of the Media Monkey item three weeks ago made up of words banned from the Daily Telegraph; but when a newly-married chap has to turn out over 3,000 words per week for the Spec and the Sunday Times, it's understandable if just occasionally originality eludes him. · E4 Radio, Channel 4's website declares, \"will be a contemporary music and entertainment service targeted at 15 to 29 year olds, delivered in E4's inimitable, mischievous style. E4 Radio will be an irreverent, buzzing place, overflowing with enthusiasm.\" Does this sound much like Bob Shennan, 46, the dependable, blokeish head of Channel 4 Radio, who previously ran BBC Sport and Radio Five Live? Probably not. But Channel 4's scaling back of its radio plans means that's all Bob's running. It won't be a surprise, then, if the defector returns to the Beeb if a suitable post in radio or sport becomes vacant. · Good to see the former England cricket captain, Michael Vaughan, will be able to top up the lucrative central contract he still mysteriously retains by penning columns for the Telegraph papers. Geoff Boycott wrote in the daily title on Friday, a few hours before it became known that Vaughan was signed up, that the batsman can't cope with the world right now because he's suffering from \"stress and turmoil\", urgently needs to get over his \"mixed up emotions\", and that \"his head is not right\". So you can see why Will Lewis thought he was ideally equipped to be a Telegraph columnist. · Who was behind talk of a job for David Yelland as Gordon Brown's spin doctor, as last week's cabinet reshuffle unfolded? Could it have come from the London offices of the PR group Brunswick, where the former Sun editor works as partner? You can imagine why, given the impeccable political connections of Brunswick's founder, Alan Parker. Parker's No 10 links are both with the PM (godfather to his son) and Sarah Brown (who runs her charities from his office), and were evident when Stephen Carter went from Brunswick to be Brown's strategy supremo. The influence of Parker - who was snapped this year holidaying with David Cameron - will continue whoever's in power. · Monkey will be taking advantage of the Telegraph's generous offer of a \"FREE PASHMINA FOR EVERY READER\", as trailed in a front-page plug as large as the paper's Germanic logo. But will Geoff Boycott? Or Jeff Randall?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}