{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2008/oct/06/police.race", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2008-10-05T23:01:00Z", "webTitle": "Mayor may launch inquiry into racism in Met", "webUrl": "https://www.theguardian.com/politics/2008/oct/06/police.race", "apiUrl": "https://content.guardianapis.com/politics/2008/oct/06/police.race", "fields": {"headline": "Mayor may launch inquiry into racism in Met", "bodyText": "Boris Johnson, the mayor of London, is considering launching an inquiry into claims of racism at the Metropolitan police following allegations by ethnic minority officers that Scotland Yard is plagued by discrimination, the Guardian has learned. Members of the Metropolitan Black Police Association are so angry they will begin a recruitment boycott of their force today, urging ethnic minority applicants not to join it because it is racist. They are considering advertising in newspapers as part of their campaign. Johnson has been considering an investigation into race and the Met and plans for an inquiry are sufficiently advanced for his senior aides to have sounded out a potential chair for the inquiry. Today, Johnson will attend his first meeting as the chairman of the Metropolitan police authority. Any inquiry into race will be unwelcome news for Scotland Yard, which is reeling after Sir Ian Blair, its commissioner, was ousted by Johnson following a series of controversies. Among the most prominent of these was a row which led to the suspension of the Met's two most senior ethnic minority officers. Tarique Ghaffur, assistant commissioner, was suspended after he began to sue the force for racism and denounced Blair as a racist. One of his main advisers, Commander Ali Dizaei, was suspended over alleged misconduct and both officers are under investigation. Despite Blair's resignation, the Metropolitan Black Police Association's chiefs believe discrimination is institutionalised in Scotland Yard's leadership. In a statement, the association said: \"The Metropolitan Black Police Association will, as of today, totally boycott all recruitment drives initiated by the Metropolitan police service to attract black and ethnic minority recruits and police staff. \"We will actively discourage (through our extensive community network) potential applicants from applying to join the Metropolitan police.\" It said the force was plagued by \"a hostile atmosphere where racism is allowed to spread and those who challenge it are either suspended, told to shut up or subtly held back in relation to career development\". Alfred John, chairman of the association, said the boycott was needed despite Blair's departure. \"We're not going to stop because Ian Blair has gone. It is about the institutional racism that takes place in the organisation,\" he said. The race row began in the summer after it emerged that Ghaffur was considering suing the force for racial and religious discrimination. He formally issued employment tribunal proceedings, then held a press conference where he professed his love of policing and denounced Blair. The force and the Metropolitan police authority say that press conference led to the suspension from duty of Ghaffur, who was joint third in charge of the Met and part of its inner cabinet. His key adviser was Dizaei, who chairs the national Black Police Association and who was suspended over separate misconduct allegations, which he denies. In 2003 black officers began a boycott which was only ended after the Home Office pressured the Met's leadership to reach a deal. The BPA's leaders say the force has made too little progress since the 1999 Macpherson report found British policing was institutionally racist. Tonight, a BBC Panorama programme focuses on the police's record on race and finds continuing problems. Mike Fuller, of Kent police, Britain's only black chief constable, says ethnic minority officers often have to work twice as hard to compete with their white peers. The programme also surveyed BPA members and found that 72% claim to have experienced racism at work, 60% felt their career had been hindered by their race and 61% said things had stayed the same or got worse in recent years. One officer said: \"I've been treated worse than my parents in the 1960s. It's all very well hidden, no racist words - you're just never good enough for promotion.\" The programme also reports that an investigation is under way after two Asian transport police sergeants arrived for work at their station in Stockwell, south London, and found a Ku Klux Klan emblem and other racist abuse scraped into their lockers. Only other officers and police staff could have had access to the locker room."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}