{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2007/jan/28/philipfrench", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2007-01-28T23:52:00Z", "webTitle": "Venus", "webUrl": "https://www.theguardian.com/film/2007/jan/28/philipfrench", "apiUrl": "https://content.guardianapis.com/film/2007/jan/28/philipfrench", "fields": {"headline": "Venus", "bodyText": "Venus (94 mins, 15) Directed by Roger Michell; starring Peter O'Toole, Leslie Phillips, Jodie Whittaker, Vanessa Redgrave Scripted by Hanif Kureishi at his most misanthropic and laboriously directed by Roger Michell, Venus is a singularly disagreeable movie about the perceived terrors of old age and the horrors of youth. Peter O'Toole, aged 74, plays Maurice, a once-celebrated actor who has betrayed a succession of women and his God-given talent, and now hangs around drinking in a north London cafe with his ageing thespian chums, Ian, played by Leslie Phillips, 82, and Donald (Richard Griffiths, 59). It's like an urban, less congenial Last of the Summer Wine into which Jessie (Jodie Whittaker), a monstrous young woman intrudes, speaking with the irritatingly flat north country accent of Daphne in Frasier. Even more misogynistically portrayed than the daughters in John Osborne's Inadmissible Evidence and Deja Vu, she's the unwanted daughter of Ian's niece, and proves to be boozy, chain-smoking, idle, surly, exploitative, ignorant, foul-mouthed and lacking in dress sense. Despite Jessie's shortcomings, Maurice takes a shine to her and decides to undertake her education, which brings to mind a couple of sad, funny lines from Philip Larkin's poem, 'Administration': 'And girls you have to tell to pull their socks up/Are those whose pants you'd most like to pull down.' There ensues another of those transgressive, or inappropriate, love affairs that characterise most Kureishi texts, in this case a one-sided business between a vindictive, unresponsive girl and an elderly, impotent man - a grotesque mixture of Of Human Bondage, Pygmalion and Woody Allen at his most embarrassing. Of course, there can be no sex, and when the old voyeur touches her or tries to watch her bathe and dress, he's met with a thump, an insult or a sneer. She does, however, let up at one point, sticking her hand down her knickers at a cafe table and offering Maurice her finger to smell. Later she undergoes some sort of conversion, but it's too little, too late, sentimental and unconvincing. Venus - Maurice's nickname for Jessie, derived from the voyeuristic nature of Velazquez's Rokeby Venus - shrivels up when placed beside such honest, humane studies of old age as Ozu's Tokyo Story and Kingsley Amis's Ending Up, and it doesn't in my view feature one of O'Toole's better performances. The locations - the National Gallery, the Actors' Church in Covent Garden, the Garrick Club, the Royal Court Theatre, Kenwood, and Kentish Town - are its strongest suit."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}