{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2007/jan/20/fashion.beauty1", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2007-01-20T23:58:52Z", "webTitle": "What I see in the mirror: Saira Khan", "webUrl": "https://www.theguardian.com/lifeandstyle/2007/jan/20/fashion.beauty1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2007/jan/20/fashion.beauty1", "fields": {"headline": "What I see in the mirror", "bodyText": "When I look in the mirror, my eyes always rest on the two dark pigments that appeared on my face a year ago, from nowhere. I woke up one morning and there they were, staring back at me. I've bought creams in the hope that they might disappear, but I know they're here to stay. I call them Pinky and Perky. As a child, I suffered with sensitive skin all over my body. I couldn't use nice bubble bath or shampoo - I had to use soap containing tar and have an oil bath, which made me smell like a fence painted with creosote. Sensitive skin never really goes away and I've learned to live with mine over the years. The only part of my body that has escaped this torment has been my face. I've been told by make-up artists that I have \"great skin\". It's even been described as \"flawless\". Oh, and just in case I was really worried about pigmentation, my mother recently told me, \"You're no spring chicken any more - you're getting old and this is just the start.\" I'm only 36. Yet when I look in the mirror I like what I see. I don't think of my imperfections as faults but features that make me unique - like my big bum, my wonky front tooth, my annoyingly curly hair and bushy eyebrows. I like what I see in the mirror because I'm thankful that all my bits are in working order. After all, if I don't think I'm a babe, then why should anyone else? · Saira Khan has developed her own range of baby skincare; go to miamoo.co.uk for details"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}