{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/jan/01/iraq.leadersandreply", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-01-01T23:55:43Z", "webTitle": "Letters: Flawed justice and the death of a dictator", "webUrl": "https://www.theguardian.com/world/2007/jan/01/iraq.leadersandreply", "apiUrl": "https://content.guardianapis.com/world/2007/jan/01/iraq.leadersandreply", "fields": {"headline": "Flawed justice and the death of a dictator", "bodyText": "Though few people in the world will miss Saddam Hussein (Saddam executed, December 30) and his vile crimes, we are opening up a Pandora's box of legal and other issues that will result from his execution by a government that many see as an illegitimate puppet of the US and Britain. Iraq has yet to become a stable, democratic nation with a properly functioning government that serves and is respected and trusted by all Iraqis. Saddam's trial by a dubious court, similar to the trial of Slobodan Milosevic by a non-Yugoslav kangaroo court, will be seen by many Iraqis as a farce; and Iraq's former leader (just like Milosevic) will be seen by many as a martyr who was executed because he resisted the Bush family and US/British imperialism. Prepare for much more violence in his name. Dr Michael Pravica Henderson, Nevada, USA The sectarian overtones to the timing of Saddam Hussein's execution should not be overlooked. In foreign secretary Margaret Beckett's characteristically awkward phrase, he was \"held to account\" for killings carried out in Dujail, following a 1982 assassination attempt against him. The tribunal found the Dujail killings to be a crime against humanity, a conclusion it did not stoop to justifying with a written judgment. Dujail was the predicable outcome of the failure of an assassination bid staged by the Dawa party. That party is represented in the current Iraqi government by prime minister Nouri al-Maliki. By pushing Saddam on to the gallows, Maliki closed the dossier on Saddam's much bloodier and arguably much more serious war crimes against Iran, Kuwait and his genocidal campaign against the Kurds. The execution is tainted by the involvement of Maliki's party in the terrorist campaign that provoked the Dujail reprisals. It is all a very long way from the justice Saddam deserved. John Spencer London I listened to the news of Saddam Hussein's execution with tears of frustration welling in my eyes. This is what has been achieved by the regime that governs my country. It is not just that such judicial murder is a symbol of brutality and immaturity of spirit, but that it is so obviously foolhardy. Tony Blair has never understood the reaction of millions in this country before the war of 2003. They thought about the consequences of the invasion of Iraq and saw it as utterly mad, releasing untold death and misery in the region and incalculable national and international harm. The execution of Saddam, following the narrowly conceived and flawed trial of this dreadful man, follows the same thought pattern. Now we have helped to create Saddam the martyr. How many additional deaths will happen as a consequence? What further horrors must we now lay at the door of Blair's regime, which has so betrayed the interests of the British people it claims to serve? Professor Tony Booth Canterbury Christ Church University The judicial murder of Saddam Hussein, finally stripped away the last shred of morality from those who pathetically try to defend the illegal invasion of Iraq. The special court was established by the US specifically to try Saddam Hussein and his regime members. The whole process was effectively controlled by the US. The outcome of this trial was pre-determined. Ramsay Clark, once US attorney general and member of Saddam's defence team, described the trial as \"an assault on truth and justice\". However, as grubby as this trial was, it wasn't the grubbiest injustice. This was the policy imposed by the US and supported by the UK, to ensure that Saddam's trial was held in Iraq and not at the international court of justice, and to limit what he was charged with to a crime that didn't allow for a revelation into how the US and UK governments, along with businesses from those and other countries, had supported and traded with Saddam, even while he was carrying out the most murderous atrocities. Brian Abbott Cork, Ireland At the end, Saddam Hussein lived up to the horror comic of his life and murders. He traded insults with his executioners. But who were they, behind their masks? Officialising, as George W Bush might put it, in absentia, were himself, long a believer and deliverer of state-sponsored death, and Tony Blair, whom we might have assumed reflects Britain's rejection of the death penalty. How wrong we are. Whatever else this travesty has been, it is the first case in more than 40 years of our government's collusion in an execution. And, so far, we have heard no regrets. Tim Llewellyn London"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}