{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/jan/24/3", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-01-24T23:58:33Z", "webTitle": "Business news in brief", "webUrl": "https://www.theguardian.com/business/2007/jan/24/3", "apiUrl": "https://content.guardianapis.com/business/2007/jan/24/3", "fields": {"headline": "Business news in brief", "bodyText": "Fish and chip man tries to sell curry on the web The man who developed the Harry Ramsden's fish and chip shops chain is launching a new company to sell curry online. Realbradfordcurry.com, founded by Richard Richardson, will deliver flash frozen curry to any UK address overnight. Jan Smithies, a Bradford businesswoman, will be working with him. \"We have brought together specialities from local restaurants, home cooks and from specialists catering for Asian weddings and banquets,\" she said. Mr Richardson built up Harry Ramsden's from a single restaurant in Yorkshire into a chain operating in seven countries. It is now owned by Compass. US owner of Ebookers aims for flotation The American on-line travel agency Orbitz, which owns Britain's Ebookers, is exploring a stock market flotation in London or New York according to reports in the US. Orbitz's parent company, Travelport, is said to have called in the investment bank UBS to explore a public offering which would value the booking empire at between $2.5bn (£1.3bn) and $3bn. Ebookers was listed in London until it succumbed to an American takeover in 2004. The ultimate owner of the travel agencies is the private equity firm Blackstone. Neither Travelport nor UBS would comment yesterday. Andrew Clark in New York WH Smith profits will look better on paper WH Smith reported a 6% slide in underlying sales yesterday but said a shift away from the fiercely competitive CD and DVD market towards higher-margin stationery and books meant it would deliver profits in line with expectations. The group's high street stores saw sales fall by 9% for the 20 weeks to January 20, reflecting its decision to move away from the entertainment market, where fierce competition from supermarkets and online retailers is keeping prices down, and concentrate on more profitable lines. Meanwhile the travel division notched up like-for-like sales growth of 4%. Julia Kollewe Who Wants to be a Millionaire? goes to China Who Wants to be a Millionaire? will launch in China in May as the show's rights holder moves into Asia. The Dutch interactive broadcaster 2waytraffic acquired worldwide rights to the programme last month in a deal netting £10m for Jasper Carrott, one of the show's main investors. Broadcast regulations mean the quiz will be played only by celebrities with all winnings going to charity. The Aim-listed group, started by the team behind Big Brother, also announced renewed deals in the US, Slovenia and Slovakia for Millionaire, which is licensed to more than 100 countries. Shares rose 4.5p to 144.5p. Katie Allen"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}