{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/jan/28/greenpolitics.politics", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-01-28T23:49:34Z", "webTitle": "William Keegan: Climate change reaches high water mark, but not everyone's listening", "webUrl": "https://www.theguardian.com/business/2007/jan/28/greenpolitics.politics", "apiUrl": "https://content.guardianapis.com/business/2007/jan/28/greenpolitics.politics", "fields": {"headline": "Climate change reaches high water mark, but not everyone's listening", "bodyText": "Praise where praise is due, and there hasn't been much for Tony Blair in this column since the invasion of Iraq and the circumstances which led to the tragic death of Dr David Kelly. However, there is one sphere of public policy which may yet provide a plea of mitigation for our Prime Minister's reluctance to resign honourably some time ago. This relates to Blair's contribution to the debate over global warming. Many topics are discussed here in Davos and many themes emerge. There has been no shortage of gatherings of the World Economic Forum that were unmemorable, for all the razzmatazz that surrounded them. But some years ago the so called 'movers and shakers' of Davos seized on the internet as revolutionary, rather than a passing fad. And this year there can be no doubt that the subject on everyone's lips has been global warming, and the need to take seriously the overwhelming body of scientific evidence that this time it's serious. So where does Tony Blair come in? The answer is that, possibly to the surprise of the British government's chief scientific adviser Sir David King, the Prime Minister took seriously the former's view about the science of global warming. Many economists were sceptical - they had been there before, in a somewhat different form, with the apocalyptic warnings from the Massachusetts Institute of Technology and the Club of Rome about the putative 'Limits to Growth' in the early 1970s. The government's commissioning of the Stern report on climate change, and the report itself, made a significant contribution to the debate, and won many economists around. What gave the Stern report a big push was the combined support of the Prime Minister and Chancellor when it was launched in late October. By a happy accident of timing, after the internecine warfare of the summer and the Labour party conference, peace broke out between the Blair and Brown camps and the Stern report - preaching action now to avoid calamity later - received their full support. Since then Sir Nicholas Stern has been much in demand around the world, including in India, which, with China, is bracketed as one of the countries without whose co-operation in limiting emissions of carbon, efforts by Britain and indeed Europe would be puny. Sir Nicholas has been a star of this year's Davos conference, and tickets to a dinner at which he was speaking were sold out almost immediately. In the many related seminars and casual discussions here about global warming he has not been without critics and challengers, and some economists attack him for having based his report on excessively pessimistic assumptions. In a study ('The Business of Climate Change') to be published this week, John Llewellyn of Lehman Brothers offers a comprehensive summary of the issues, state of play, and implications for policy. Clearly, there are many potentially controversial issues and negotiations to come, and there are huge questions about the political will and international capability to get governmental acts together. Pessimists here point to the way President Bush's State of the Union address seemed to be concerned more with securing supplies of energy than with limiting demand for carbon. Optimists note that California and other states are leading the way on the issue of climate change. Much will depend on the next US president. The British government is well aware that to make serious headway it requires close co-operation with the rest of Europe. European lectures to China and India meet the obvious rejoinder that Western capitalism spent several centuries polluting the environment. But Stern points out that the Chinese are ahead of the Americans in standards for cars - many American vehicles do not come up to Chinese anti-pollution requirements - and Wu Jianmin, president of the China Foreign Affairs University, said here: 'There are many issues that divide us, but this one has the potential to unite us.' We shall see. Or perhaps our children or grandchildren will see. The point I wish to emphasise - and regular readers will know that In my View can hardly be accused of boundless optimism - is that if the elite leaders, businessmen and bankers here are anything to go by, the groundswell of concern about global warming is becoming, if you will forgive the metaphor, a flood. And there is a very strong feeling that the pressure for action is coming from the ground up, whatever the state of disillusion with political leadership. Indeed, the official theme of the meetings this week, 'The Shifting Power Equation', which has offered something for almost everyone and every known issue, may possibly apply most forcefully to the way the general public is becoming concerned about global warming. Indeed, for those of us who sometimes worry about politically correct attitudes, there is a fear that almost anything we do these days will be subject to criticism that it may not be consistent with the battle against global warming. I found myself sandwiched at one high-powered dinner here between two bankers who were boasting about their own personal 'carbon footprints'. You have been warned. Or perhaps you have been warmed. At all events, I cannot resist concluding by noting that in the keynote discussion on the prospects for the global economy in 2007 there was not, during some 90 minutes, one reference to the subject of global warming, which was on everybody else's lips."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}