{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/jan/16/classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-01-16T23:54:58Z", "webTitle": "The Magic Flute, Grand Theatre, Leeds", "webUrl": "https://www.theguardian.com/music/2007/jan/16/classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2007/jan/16/classicalmusicandopera", "fields": {"headline": "The Magic Flute", "bodyText": "The Magic Flute is one of the most symbolically rich of operas, so when the curtain rises on a simple wooden arch, one is compelled to speculate what it represents. The tri-fold spiritual journey towards Reason, Nature and Wisdom? The gateway to enlightenment? Or, judging by the trio of tracksuited youths loafing about beneath it, the back of the Masonic bike sheds? The Three Boys are among the work's many enigmas, though they rarely receive such a down-to-earth treatment as in Tim Supple's revival at Opera North, where they appear to have bunked off school rather than descended from a cloud. Yet the young singers Olivia Warburton, George Longworth and James Micklethwaite possess voices by no means as rough as their appearance, and are clearly central to Supple's understanding of the piece. The boys appear as watchful observers throughout; their crucial intervention to prevent Pamina and Papageno committing suicide reminds us that, without the influence of children, there would be no opera. Supple strikes a satisfying solution to the opera's contradictions by suggesting that it could all be the product of a child's imagination. The action unfolds as a contemporary fairytale in which characters are engaged in a labyrinthine theatrical game where the rules seem to change continually. Admittedly, there are points when the concept fails to make perfect sense, but it muddles along on its reserves of sheer charm alone. Paul McGrath conducts with easy authority and the vocal performances are equally engaging. Ed Lyon may not be the most mellifluous Tamino, but has an intense, rugged tone which complements his eco-warrior outfit. And if the prince is on a mission to find his inner child, Roderick Williams's richly sung Papageno seems to be missing his outer adult, barreling through life like a festooned loon from one of the new-age fields at Glastonbury. Penelope Randall-Davis's Queen of the Night strikes the high notes with glacial accuracy, and Japanese soprano Noriko Urata makes an auspicious debut as a vivacious cyber-punk Pamina. Also new to the company, Chester Patton invests Sarastro with the sonorous charisma of an evangelical preacher, and Andrew Clarke makes a striking impression as a bling-laden Monostatos. A Magic Flute for the gangsta-rap generation? I think Mozart might have approved, dude. · In rep until January 27 (0870 122 4362), then touring."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}