{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2007/jan/28/art.gilbertandgeorge", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2007-01-28T23:44:24Z", "webTitle": "Interview: Rachel Cooke meets Gilbert and George", "webUrl": "https://www.theguardian.com/artanddesign/2007/jan/28/art.gilbertandgeorge", "apiUrl": "https://content.guardianapis.com/artanddesign/2007/jan/28/art.gilbertandgeorge", "fields": {"headline": "Just the two of us", "bodyText": "Interviewing two people at the same time is never easy, but Gilbert and George, a retrospective of whose work opens at Tate Modern next month, take the thing (and of course they're perfectly aware of this) to a whole new level. Ask a question and, to your right, George will offer some piece of gnomic wisdom topped off with a dash of mild smut while, to your left, Gilbert will titter or splutter or make his own naughty joke in an effort to back up his friend. Then, as you struggle to grasp what it is that they actually mean, the two of them will fall eerily silent. Their marmoset eyes are always on you, which would be scary if they weren't so invincibly charming. George, in particular, has the kind of manners - if you ignore the smut - that one might have found behind the discreet rosewood counter of a gentleman's outfitter, circa 1935. Here they are talking about the long struggle they had to persuade the Tate to give them a retrospective: George: 'We said: \"If you won't do the show, simply write us a letter saying no\" - which they wouldn't do.' Gilbert: 'They wanted us in Tate Britain, but we said no.' George:'We believe it is wrong that there is a Tate Britain and a Tate Modern. You can't judge artists by their passports. It's an apartheid. An apartheid in art!' Gilbert:'Then they said: \"OK, half in Tate Britain and half in Tate Modern.\" So we said: \"Oh, yes! And then we will have a ship [they mean going up and down the Thames between the two galleries] with a big shit round it!\"' Cue uproarious laughter. But I'm getting ahead of myself. Let's begin at the beginning. The two artists live, as all the world knows, in one of the finest early Georgian houses in London, by Brick Lane in the East End, and this is where we meet on a cold, bright winter's morning. Of course, when Gilbert and George bought their house in 1973, this was not the desirable area it is today; they were pioneers. Now, however, the Huguenot street is a picture perfect advertisement for the Farrow &amp; Ball range of traditional paint colours. Minster green, Hague blue, mahogany: yes, they're all here. As a result, their own door rather stands out, on account of the fact that it is dull brown and, worse, constructed of plain board - the original was pushed in a couple of years ago by local youths. I knock, wait and, after a while, George opens the door. He is one of those men that, though obviously quite strange (we'll come back to this), you can't help but take to. He's warm, friendly, an enthusiast. 'Come in! Come in!' he chivvies. 'You must be cold.' His voice, the result of boyhood elocution lessons, is a plummy whisper: nine parts Prince Charles to one part David Attenborough. It's rather seductive. Behind him, in the gloom of the narrow hall, Gilbert appears. \"Ello,' he says. How odd. In spite of the fact that he has lived in this country for 40 years, he still sounds so very Italian (he comes from the Dolomites), reaching for words the way others reach for memories: 'You know... what ees eet? How you say?' You might think, if you were a suspicious type, that he was hamming it up, but then, after you've spent a bit of time with him, you notice that his expression is always puzzled. There are moments when it is almost as if he wonders what he is doing here, in this big house, in this heavy worsted suit, with this funny man and all these rude photographs. Or at least, this is how he makes me feel. There is something unreal about both of them. I don't mean, necessarily, that they're acting, just that there is something rather precarious about their manner. You do wonder what lies beneath - what goes on behind Closed Doors. But it's easy to let your thoughts run away with you in this building, so magical and yet so haunted. They whisk me off on a tour - not of this house, but of the one next door, which they have also bought, and are renovating immaculately for friends to use when they come to stay. To get to it, we go out of their own house and into the Victorian factory building that stands where the garden should be, and which is now their studio. This, in turn, connects to the factory building which stands behind the new house, also part of their studio. Finally, we go into the house itself. It's amazing. I love the care they are taking, the way they've found a craftsman able to replicate the missing panels in the drawing room, the way they've stripped it back and yet given it new life by installing unseen luxuries such as underfloor heating. Most of all, though, I like the fact that attached to every internal door frame, there is still a mezuzah (a tiny box that contains words from the Torah) - a legacy from the days when these houses were inhabited by Jewish immigrants. George strokes one lovingly. 'We'll leave these here,' says this famous enemy of organised religion. 'They're lovely, aren't they?' After the tour, we go back to the studio, where their Chinese assistant serves me tea, and them instant coffee. On the wall behind us are copies of the new work that will be shown as part of their retrospective: Six Bomb Pictures, a series that is intended to reflect how Londoners have long lived with the threat of terror, and to be a memorial to those who died in the Tube bombings of July 2005. I peer at it. Gilbert and George peer, too. The work incorporates Evening Standard billboards stolen by the artists from outside Liverpool Street Station, and is executed in the black, white and red colour palette that they last used 30 years ago. 'We like to be moral,' says George. 'We never use a subject until we find the moral dimension.' 'We don't make art for selling,' says Gilbert. 'We make it to confront people.' So is there any subject they wouldn't use? George: 'Oh, yes. We would never show attacking, or killing.' Gilbert: 'We don't even like it in the movies. It's so artificial.' George: 'When we see trailers for these American movies, we start to laugh. It's just silly, isn't it?' Gilbert: 'Don't you think it's all artificial?' I suppose so. 'Well, the bomb pictures touch on real violence. Horrific.' I can't much add to this staccato commentary - the truth is this work left me a bit cold - except to tell you that the six pictures are titled: Bomb, Bombs, Bomber, Bombers, Bombing and... wrong. The last one is called Terror To say that Gilbert and George are delighted at the prospect of their retrospective is something of an understatement; they're in a frenzy of excitement. They like to see themselves as the great anti-establishment outsiders, spurned by critics, galleries and collectors, and yet loved by the British public - and, naturally, Nicholas Serota's previous refusal to give them their longed-for blockbuster was simply more evidence of this. (Of course, this pose of theirs - poor us! cold-shouldered! - is a bit silly, really: their dealer is Jay Jopling, of the White Cube, London's most chi-chi gallery and prices for their work start at £40,000 and rise to five times that) So now that they've bagged the Tate, do they accept that, in reality, they're just as established as, say, Hockney? Not really. George complains that while the Tate owns several of their works, it does not hang them. Why? 'That's a question to ask them. You'd think they'd be plugging the show by hanging one, but they don't even do that.' Nor has any corporate sponsor for the show been found. So, now in their mid-60s, they're still basically the untouchables? 'What, do you think we're dirty?' asks Gilbert, mildly. George's theory is that homophobia is still alive and well, even in the supposedly liberal and bohemian art world. 'There's a lot of closet gay bashing,' he says. 'There are journalists who attack us without saying anything about that [their sexuality], but you can see clearly what it is. The Guardian once said: \"They must be very unhappy, after all these years, of being called filthy queers.\" The Guardian! Extraordinary!' In fact, he thinks the art world and the media are a good deal less tolerant than the man on the street. In their real lives, no one ever abuses them. 'No! They love us!' says Gilbert. 'Taxi drivers love us!' adds George. An editor at Thames &amp; Hudson once told George that usually, with art, the critics and the artist must gang up to convince the public. But in the case of he and Gilbert, it has always been the other way round. 'At our last show at the White Cube, there were 30,000 visitors.' They expect Tate Modern to be equally swamped: people are mad for art just now - although, personally, he and Gilbert disdain gallery going. Gilbert: 'We don't look at other artists.' George: 'We don't socialise with other artists.' Gilbert: 'We haven't been to a gallery in 30 years.' George: 'We don't belong to the gallery-going class, you see.' So they didn't see Velasquez at the National Gallery? George yelps, as if stung. 'Never! Why would I want to join a long line of middle-class twits? We want to see the world as it is, naked. We left the house the other day at 6.25am, and there in the street was a dead, flattened rat, and a crow feasting from it. That's an amazing image, isn't it? I shall remember it forever.' At the memory of this ravenous crow and its macabre breakfast, the pair of them sip their Nescafe contemplatively. George Passmore was born in Plymouth in 1942; Gilbert Proesch was born in a village north of Venice in 1943. Neither of them came from privileged stock. Gilbert's mother was a cook and his father a shoemaker, but they are dead now and he calls his brother and sisters only rarely - so, no, he doesn't seem particularly to miss Italy. George's mother went into service when she was 12, and thereafter bringing up two boys was always a struggle. He met his father only once, when he was 21, for half an hour, in a pub. 'My parents were married, of course,' he once said. 'But he wasn't there. We were never allowed to say \"father\" or \"daddy\" in the house. They were taboo words.' Of the two of them, it was George who first fell for the idea of being an artist: as a boy, he found a copy of Van Gogh's letters at a jumble sale, which proved to him that you could be a success 'by not doing everything the right way'. He left school at 15 and got a job in a shop, but in the evenings he attended an art institute attached to Dartington Hall. Five years later, his tutor said: 'You should become an art student. I will arrange it.' And that was what happened. Off he went to St Martin's College of Art in London, which is where he met Gilbert who, having started out as a wood carver, was now, just like George, taking the Advanced Sculpture course. They like to joke that it was love at first sight. 'I followed like a dog,' is how Gilbert puts it. Given that George regards people who queue up to see paintings by Velasquez as middle-class twits, what did he make of art school? 'It was brilliant!' he says . 'We're not against artists at all. They are all very good looking.' At the end-of-year show, he and Gilbert set up their work together, mixing it so you couldn't tell whose was whose. On graduation, however, they'd nothing much to sell, so, ever the pragmatists, they decided that they were Living Sculptures, and showed themselves 'moving' to the Flanagan and Allen tune, 'Underneath the Arches'. They also became heavy drinkers. 'The system was wrong,' says George. 'In those days, artists taught for 30 years and then drank themselves to death when they realised they had left it too late to produce any art.' Gilbert interrupts. 'We did that anyway! But before retirement. We made very good art out of it. They did a line or a circle. Not us. But we What did their families make of them at this time? 'They didn't know what was going on,' says Gilbert. 'When we went home, we always behaved ourselves. We never wanted to upset them.' And what about being a couple? 'They said: \"It can't last with two people,\"' says George. 'But nobody did last then. They're all divorced. Not us, though.' It's probably fair to say that Gilbert and George are still living sculptures now, for all that they moved into pictures (scatological pictures, famously, that look like giant church windows and have titles like Shit on Piss and which, over the years, have featured their own balls and bottoms, pubic lice and a certain amount of blasphemy; Ann Widdecombe is not a fan). They wear the same tailored suits day in, day out, and follow the same routines 365 days a year. They get up at 6.30am and go round the corner to a cafe for breakfast (they do not have a kitchen at home). They then work till 11, when it's back to the cafe for lunch, after which they put in a full afternoon until Paul O'Grady's show comes on ITV at 5pm. They are completely fascinated by Paul O'Grady. George: 'We're charmed. He's completely delightful to the guests. He loves everyone. He never turns to the camera and makes a face.' Gilbert: 'We don't like sarcasm. We don't like making fun of people.' Dinner is taken at the same Turkish restaurant in Hackney every night. They used to walk. Lately, they've started taking the bus. They are often asked about these routines, and complain - to me - that no one ever seems really to grasp that they stick to them, not for show, but to save time. They would rather not have to waste effort thinking about food, or clothes, or shopping (they go to the supermarket but once a year, when they buy about a million loo rolls and hope they will last); they would rather put their energy into their work. George: 'Yesterday, a journalist asked me what my favourite dish is at the restaurant. I said: \"Mehmet.\" Ooh. She changed the subject then!' Gilbert: 'We have the same dish for three months and then we stop.' George: 'With the suits, well, we come from lower-class backgrounds where you try to dress up if you apply for a job.' Gilbert: 'And then it became like Mao Tse Tung's uniform. You don't change it, so you don't have to think.' George: 'In the outside world it's so practical. You always get a table at restaurants. You're never searched at airports. You're accepted.' And having spent so much time together during the day, do they fall silent once they are tucking into their kebabs? Gilbert: 'It's very relaxing.' George: 'You have a drink, and flirt with the waiters!' Don't they have rows? 'Ah, the great heterosexual question,' says George. 'We don't like to waste energy on introspection, on getting depressed. That's very unproductive.' They take enormous comfort from being a partnership, but what if something happens to one of them? They're not getting any younger. 'People always ask us what we will do if one of us gets run over. We say: \"Fear not! We always cross the road together.\"' It's 11 o'clock now, which, naturally, means that it's time for lunch. They ask me if I will come with them. So off we go: me, the living sculptures and their studio assistant. We make for an extraordinary-looking party. George has put on a hat - trimmed beaver, apparently - that makes him look exactly like an acorn. In the street, everyone seems to know them. George flirts with his African postman. 'Still as handsome as ever,' he says. The postman smiles devastatingly. In the cafe - a proper greasy spoon - they greet the owners like long-lost friends, for all that they presumably only saw them four hours ago. But what's happening now? While we wait for the food to arrive, George is scurrying about the other tables, clearing them of dirty plates and scrumpled napkins. Why? 'Oh, he ees always like thees,' says Gilbert. 'He ees very tidy. In the mornings, he goes out into the street and picks up all the bottles that have been left there.' When George comes back to our table, they take some pleasure in telling me that their street is sometimes used as a lavatory by local prostitutes who have 'nowhere else to go'. It's impossible to get to grips with Gilbert and George. Perhaps this all started out as a game, and then it became their reality. Or perhaps this is just what they are like. I really have no idea. But they are cheering company, like two crazy but indulgent old uncles. I ask - who knows why? - if they exchange presents at Christmas. 'What do you think we are?' says George, feigning outrage. 'I thought you knew we were weird!' Do they think of themselves as weird? 'We think of other people as very normal, and quite delightful.' A pause. 'But you cannot listen to the general opinion. You'd end up doing a little watercolour of a bowl of violets.' Does he have to pinch himself when he thinks about the vast galleries of the Tate covered in the work to which he has devoted his whole life? He chuckles. 'Wait till you see the reviews. The daggers will be out.' He doesn't say it, but this is wishful thinking. I don't expect that their retrospective will finally win the critics over. But if it did, Gilbert and George would probably feel as though they had wound up in some suburban cul-de-sac - and that, I think, would be their idea of hell. · Gilbert &amp; George: Major Exhibition is at Tate Modern, Bankside, London SE1 (020 7887 8888; www.tate.org.uk) from 15 February to 7 May. Supported by Tate Members. The Observer is media partner."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}