{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/jan/13/thameswhale.jonronson", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-01-13T23:58:41Z", "webTitle": "The whale's curtain call", "webUrl": "https://www.theguardian.com/uk/2007/jan/13/thameswhale.jonronson", "apiUrl": "https://content.guardianapis.com/uk/2007/jan/13/thameswhale.jonronson", "fields": {"headline": "The whale's curtain call", "bodyText": "It's a Wednesday just before Christmas and I'm standing in an ugly, anonymous 60s building somewhere in south London. From the outside it looks like a disused polytechnic. But here, in the basement, through air-locked doors, is an incredible secret room. I have to promise not to reveal the building's location. The room must be bigger than a football pitch. It is home to thousands and thousands of stuffed mammals. There are herds of giraffe, a parade of elephants, an extinct subspecies of lion, a shelf of mounted zebra heads, a streak of Siberian tigers, including one that was shot by George V - you can see the bullet hole - on and on, row after row, as far as the eye can see. This is the Natural History Museum's storeroom. And there, laid out on a table right at the far end, is the skeleton of the River Thames whale. I'm walking towards it with a man called Richard Sabin. A 1324 Act of Parliament decrees that all stranded whales, porpoise and dolphins belong to the monarch. This means, in practice, that it's Richard Sabin's job - as the museum's curator in charge of aquatic mammals - to care for the remains of this famous whale. This was the whale that captured the hearts of the British public on January 20 and 21 last year. The Sun called her Wally, Celebrity Big Blubber, and said she was Spout on the Town. The Times called her Billy, Prince of Whales. Tens of thousands of people lined the Thames to catch a glimpse and cheer her on her way. Eventually she was winched on to a barge to be carried to safety, but it was no use. She convulsed and died, crushed by her own body weight and suffering multiple organ failure and dehydration (whales derive their water through their food, so dehydration really means starvation). And now - a year later - she's about to be transported again. This time she's on her way to the Guardian, to our exhibition space, the Newsroom. She'll be on show for a week from January 22: the day after the anniversary of her death. It will be the public's first - and, for the foreseeable future, only - chance to see her in the flesh (well, the bones). As we walk towards her, Richard Sabin calls her \"the specimen\". \"The specimen's not quite ready,\" he says. \"She is still releasing a lot of oil. That's something we're going to have to deal with when she goes to the Guardian.\" \"Where's the oil coming from?\" I ask. \"Inside the bones,\" says Richard. We walk on in silence. \"Why do you call her 'the specimen'?\" I ask him. Richard gives me a look as if to say, \"It's better than Wally.\" Richard says he understands why there's such a desire among the public to humanise her: \"She's a personality animal. This animal, this whale skeleton, has joined the ranks of Guy the gorilla and Chi-Chi the giant panda in terms of animals with a very well-documented history - although this one doesn't have a well-documented history because we only observed her for a day and a half.\" It was a commuter on a train - passing over one of London's bridges - who first spotted the whale at 8.30am on Friday January 20, 2006. (The night before, the control team at the Thames Barrier reported that they believed they briefly saw one or two whales.) The commuter phoned the police. He said he thought he was hallucinating. Richard got the call soon after. Britain's coastguards are instructed to report any strandings to his department of the Natural History Museum, which is how he came to be on the scene so early. By the time he arrived, a news crew had already filmed the whale. They showed him the footage. \"I identified her as a Northern Bottlenose,\" Richard says, \"which of course alarmed me. I immediately thought the outlook was quite gloomy. But I didn't want to say it. Although she was still quite strong at that point.\" By lunchtime, Sky News was already showing an uninterrupted live feed. Londoners took time off work to catch a glimpse. A passing plumber called Andrew Phillips told the Sun, \"It's amazing. My brother went all the way to Canada for whale-watching and never saw a thing.\" Some onlookers jumped in to try to guide her back into deeper waters. One - an environmental science student called Edwin Timewell - whispered to her, \"Come on, boy, you don't want to die here.\" The Sun later nicknamed him \"The Whale Whisperer\". Northern Bottlenose whales are used to the deep Arctic and North Atlantic oceans. This one had somehow ended up in the river right below the Houses of Parliament, which is, at most, five metres deep. How had this happened? During the year since her death, scientists have reached a consensus. She probably swam too far south, to the coast of Norway, hunting for squid. (The squid have been moving south as a result of global warming.) Her migratory instinct told her to continue south and west which, unfortunately, led her to be trapped in the North Sea - from a whale's point of view, narrow, noisy and shallow. Everything would have been unfamiliar to her - the sandy banks, the noise everywhere. She became disoriented and swam upstream in the cacophonous Thames, full of boats, with trains crossing overhead and news helicopters hovering. Finally, on the Saturday afternoon, the rescue barge arrived, carrying a team led by Mark Stevens from the British Divers Marine Life Rescue. Whales use hearing the way we use sight. Being in the Thames must have felt to her as we'd feel if someone flashed strobe lights in our eyes. I call Mark. He sounds surprisingly hurt by the whole experience. \"I wouldn't do it again,\" he tells me. \"If someone phoned and said there's a whale in the Thames, I wouldn't do it.\" \"Why not?\" I ask him. \"Too much pressure,\" he says. \"You mean all the people lining the Thames, watching you?\" I ask. \"I felt like a chimpanzee in a zoo,\" says Mark. The crowds at Battersea Bridge were five deep by the time the whale was winched on to the barge. I was among them, with my family. We'd been walking in the park when someone shouted, \"They're lifting the whale!\" And so we ran. We managed to snake our way to the front of the crowd. Annoyingly, most of the rescue operation was being done under tarpaulin, and it seemed to take for ever, so the experience was not unlike staring at a tiny building site for hours. We got cold and bored. The thousands of people around us looked cold and bored, too. It was quite silent. But we kept thinking that they were bound to lift the whale soon, and we'd be cross if we missed it, so we waited. And, finally, we were rewarded for our patience with a brief glimpse, as she was hoisted into the air and down on to the deck. She looked, from our vantage point, like some indistinct shiny black cargo. \"Look!\" I said to my then seven-year-old son Joel. \"Look!\" \"Yeah, yeah,\" he said. The barge hurried off towards Shivering Sands, Margate, where they planned to release her. \"We weren't optimistic,\" says Mark. \"The majority of these don't have a happy ending.\" \"So you've done this before?\" I ask. Mark tuts. \"We had a porpoise three miles up, at Putney, on the same day,\" he says. \"Last January we had 100 dead dolphins in Cornwall. I've done loads of them. I've done a minke whale under the Queen Elizabeth Bridge in Dartford.\" Actually, 36 whales have been stranded in the Thames since records began in 1913, although none was as big as this Northern Bottlenose. (In the old days Londoners would gather to hack stranded whales to death.) \"The only reason people were interested in this one,\" Mark says, \"was because it happened in the middle of London.\" It's true. That first commuter was right - it was like a surreal hallucination. And then it became an exciting \"boy-gets-trapped-down-the-well\" type of story. Would it survive? Stories like that can run for days. Night fell. On the barge, Mark's medics shone floodlights on the whale and monitored her breathing rate for signs of stress. She was taking eight breaths a minute, which was the same as she had been taking in the river. So she was exactly as stressed on the barge as she had been in the Thames. News helicopters took advantage of the barge's floodlights to hover overhead and broadcast the journey live. \"Then, at 6.40pm,\" says Mark, \"we suddenly heard a change. Her breathing rocketed up. She was going into convulsions.\" So they made the collective decision to put her down. The veterinary pathologist on board, Paul Jepson, produced a bottle of Large Animal Immobilon, along with the antidote in case the poison splashed (it can kill you if you get it in your eyes). \"Then, as Paul drew up the stuff to put the animal down,\" Mark says, \"she died anyway.\" Mark pauses. \"You put so much effort into these things. I was a burnt-out husk. We were exhausted. We'd had news crews following our every move. It was bedlam. I've a lot more sympathy for Posh and Becks than I used to have, I'll tell you that.\" One of the first things Mark did after the whale died was turn off the barge's floodlights, so the news helicopters couldn't film them any more. Mark says he was just sick of being filmed. The whale died at 7pm. She was unloaded on to the wharf-side at Gravesend, where the postmortem took place the next morning. The vet, Paul Jepson, discovered several gashes along the animal's head and underbelly - most likely caused by collisions with boats and from rubbing against the river bed. She had died of dehydration, muscle damage and failing kidneys. Northern Bottlenose whales feed on squid and cuttlefish. Later, they found a whole potato, some bits of plastic bags and algae in her stomach. She'd been trying to eat from the floor of the Thames. She was between eight and 10 years old. (Bottlenose whales usually live between 50 and 70 years.) She lay at Gravesend until Tuesday. Then - by royal decree - Richard Sabin and his team from the Natural History Museum arrived. \"We extracted and bagged up the skeletal material,\" Richard says. \"By the end of Tuesday she was a pile of bones in bags in the back of our van.\" The bones were driven here, to the south London location I'm not allowed to reveal, with the thousands of stuffed animals in the basement. She stayed here in frozen storage until St Patrick's Day, when Richard loaded her back into the van and drove her up to Edinburgh, to the Museum of Scotland, where they'd hired a bone-cleaning facility. \"What did you use to clean the bones?\" I ask him. \"Warm water and Persil,\" Richard replies. \"Really?\" I say. \"Persil?\" Richard says the Persil technical department were thrilled and flattered to learn that their washing powder was being used to clean the famous whale's bones. \"Anyway,\" says Richard, \"the team did a brilliant job up in Edinburgh, picking off flesh and cleaning. And this is the result.\" I look down at the immaculate but quite small skeleton before me. \"Once you lose the blubber, the muscle mass, the tail flukes, yeah, it does look quite small,\" says Richard. \"Why didn't you embalm her?\" I ask. \"The public would have loved to have seen her looking more like a whale.\" Richard tuts. He says that this whale was always destined to be a research specimen, not a display animal. I think he sees this as a superior destiny - to lie on a table down here and be scrutinised by scientists. He says there's great value in comparing the DNA, locked away in the bones, with the DNA of, say, a Northern Bottlenose that was stranded 100 years ago. \"An embalmed whale is of no research value,\" he says. \"It would have just been a whale in a case.\" Plus, he adds, embalming a four-tonne whale would have cost a fortune: \"It's not just a case of plopping it in formalin because that would preserve the outside but the inside would still rot. And it would eventually explode. It's much more use as a skeletal specimen.\" Still, he admits they're forever getting letters that read, \"We love the Natural History Museum but where's the Thames whale?\" I think they feel slightly bad about keeping her locked away down here, which is why they've agreed to the Guardian's request to exhibit her. And, excitingly, she'll still be seeping oil. So far, this past year, she's oozed between five and 10 litres of oil. Right now she's lying in a small pool of it. And the seeping will continue while she's at the Guardian. \"Personally,\" says Richard, \"I think that will just add to the display.\" Richard says he still gets journalists calling him to see if he's given her a name yet. At the time, Wally the Whale had seemed appropriate for this funny story: a silly whale gets itself stuck in central London. But then the story stopped being funny - the whale died - and during the postmortem it was established that she was female. The press needed a new name and so they ask Richard, the keeper of the remains. \"I tell them they can call her whatever they want,\" Richard says. \"She's a whale. She doesn't care. She's dead. But they want me to give her a name. I say, 'I'm not prepared to enter into that.'\" He sighs. \"You know what I call it?\" He marches over to a tag attached to her skeleton. The tag reads, \"SW2006/40\". \"'SW2006/40',\" says Richard. \"That's her name. SW stands for 'Stranded Whale'.\" \"And 40?\" \"It was the 40th specimen to come into the museum collection in 2006,\" he says. Then Richard adds something surprising. He says there's another reason why he doesn't want to name her. \"It's quite a depressing job,\" he says, \"because you're dealing with dead animals, week in, week out.\" I look around at the thousands of stuffed animals that surround us: the antelopes and monkeys and wildcats and sea lions. \"I don't like to invest emotions in these things,\" says Richard, \"because if I did I think I'd be bawling my eyes out all the time.\" · The skeleton of the Thames whale will be on display in the Guardian Newsroom from January 22-27. To find out how to book your free ticket, see the front page of today's newspaper or go to theguardian.com/thameswhale"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}