{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/jan/24/terrorism.uk", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-01-24T19:25:25Z", "webTitle": "July 21 suspect admits making bombs", "webUrl": "https://www.theguardian.com/world/2007/jan/24/terrorism.uk", "apiUrl": "https://content.guardianapis.com/world/2007/jan/24/terrorism.uk", "fields": {"headline": "July 21 suspect admits making bombs", "bodyText": "One of the alleged July 21 bombers has admitted making all the home-made devices involved, which were described in court today as containing explosives as powerful as TNT or gelignite. Muktar Said Ibrahim, 29, is one of six men accused of hatching a plot to kill commuters in a series of bombings on the London transport system. The group is alleged to have tried to set off four bombs made of hydrogen peroxide and flour, all of which failed to explode. \"All the devices were constructed in the same way, Mr Ibrahim being principally responsible for their construction,\" Mr Ibrahim's counsel, George Carter-Stephenson QC, told Woolwich crown court. Just hours earlier, the jury heard that the explosive used by the six men was so powerful it would have caused death, loss of limbs or serious internal injuries. Claire McGavigan, a senior case officer at the Forensic Explosives Laboratory in Fort Halstead, Kent, said she had tested samples of a gel-like substance which oozed from a rucksack that Ramzi Mohammed allegedly left on a Northern line carriage on July 21 2005. This, the prosecution allege, was part of the main explosive charge which did not detonate as planned. Ms McGavin said it failed due to the design of the detonator, which was made from the explosive triacetone triperoxide, or TATP. \"It appears that the most likely reason was that the initiator containing the TATP wasn't actually powerful enough to set off the main charge in this particular case,\" Ms McGavigan told the court. The bomb was placed in a plastic container with shrapnel such as nails and screws taped to the outside, which would have caused significant harm, she said. \"Any fragment travelling at that speed and possibly very hot is very dangerous and can obviously embed itself in a person and cause serious injury,\" Ms McGavigan told the court. \"There would be serious damage to the train itself, there would also be serious injuries, quite possibly death to people in the area at the time. \"If they did not suffer death, serious injuries such as injuries to internal organs, loss of limbs, effects on your hearing - very serious injuries indeed.\" Earlier today, Ms McGavigan told the court that explosive from the same bomb was still burning through layers of forensic packaging days later. Samples of the gel-like mixture of hydrogen peroxide and chapati flour were stored in special anti-static bags, placed in water and then in plastic boxes, she said, explaining that she went to inspect it five days later. \"I noticed that one of the exhibits had quite a lot of condensation on the inside of the packaging and there was smoke circulating around the inside of the bag,\" she said. Ms McGavigan told the jury she went to fetch the principal forensic investigator. \"We went back into the building, got a hose and sprayed water over the outside of the bag. We opened up the bag and hosed the inside ... with water to make absolutely sure there was no reaction. Some of the material had burnt and was black and charred. It burnt through three layers of packaging and left a hole in the packaging.\" She said the rucksack that originally contained the charge was \"torn and tattered\", adding that it looked as though it had been in an explosion. Mr Mohammed, 25, of North Kensington, west London, is one of six men accused of hatching an extremist Islamist plot to carry out a series of suicide bombings on London's public transport system two weeks after the July 7 bombings killed dozens in the capital. The other defendants are Muktar Said Ibrahim, 28, of Stoke Newington, north London; Manfo Kwaku Asiedu, 33, of no fixed address; 26-year-old Yassin Omar, from New Southgate, north London; Hussain Osman, 28, of no fixed address; and 24-year-old Adel Yahya, of High Road, Tottenham, north London. They all deny charges of conspiracy to murder and conspiracy to cause explosions likely to endanger life. The trial continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}