{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2007/jan/20/society", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2007-01-20T23:59:38Z", "webTitle": "Jenny Turner on the greatest office romance most of us will ever have - with ourselves", "webUrl": "https://www.theguardian.com/books/2007/jan/20/society", "apiUrl": "https://content.guardianapis.com/books/2007/jan/20/society", "fields": {"headline": "Authors of our own lives", "bodyText": "Istruggle to explain why the ending of Working Girl (1988), my favourite movie ever, always makes me cry. The clever working-class secretary (Melanie Griffith), hair fluffed out in a halo, has at last won her dream job, high in a shining tower; Carly Simon sings anthemically of running rivers, silver cities, a \"new Jerusalem\". For heaven's sake, people say, it's Hollywood, not Bunyan; the island of Manhattan, not the Celestial City. She's only got herself a job in a lousy investment bank. I'm delighted, then, that Ugly Betty did well at the Golden Globes, as it's a show presenting much the same proposition: that the office is an arena of grand drama and moral fantasy, where deep ideas about what a person is, what their worth is, are tested and explored. On movies, on television, as romantic comedy, the upward sweep can be exhilarating - it really feels, momentarily, like the triumph of good over evil. But that it isn't, of course, anything like it is the territory of novelists and theorists, satirists and tragedians, who find nothing trivial at all among hearts tried and hurt and broken in the modern hurly-burly of the office romance. So far, Ugly Betty is shaping up like a proper pilgrim's progress. Betty - who is, of course, not ugly, but the gorgeous America Ferrara, dressed down with thick spectacles and braces on her teeth - is the clever, good-hearted outsider who picks her way through the sloughs and mires of Mead Publications, a Condé Nast-like company that publishes, among others, a super-elite fashion magazine. Mead is a fabulously Calvinistic organisation, with an in gang and an out gang, the reprobate and the elect. A remote, patriarchal boss stands high on a gantry, seeing all, judging all, whether for evil or ultimate good. The persistence of moral, even religious ideas in the office can be heard every day in those off-the-cuff, unpleasantly swingeing judgments people make about their colleagues, high and low: \"She's good, she does a good job\"; \"He's no good, not half as good as he thinks\". This conflating of worldly success with moral goodness started, according to Max Weber's famous account of the \"protestant work ethic\", among the 17th-century Puritans, attempting, through their labours, to earn themselves certainty of salvation. Since the 1970s, the sociologist Richard Sennett has been tracing the development of this idea - long since severed, of course, from God and heaven - through a series of interviews with mainly American, mainly blue-collar workers. In his first book he concluded that, by working, people find a sense of life as \"a linear narrative\", \"a dramatic story, moving forward\", allowing a man to feel like \"the author of his own life ... with a sense of self-respect\". Except that, most of the time, a worker starting at the bottom of the pyramid is unlikely to end up on the top. Advancement usually comes, says Sennett, not for objective reasons, but by managerial hunch and prejudice - a mysterious business, around which grow cults of godlike bosses who, as Sennett puts it, \"know about you what you do not know about yourself\". Thus, essentially, the premise of Ugly Betty - granted the fantastic job over hundreds of disappointed applicants, not despite, but because of her lack of glamour. Or is it because God is good, and can see beyond the \"ugly\" props to Betty's essential beauty within? More recently, the old-style linear career has been losing direction among the downsized networks of the new-economy workplace, with its informal structures, its enfilade of deadlines, its constant change and churn. The trouble with all this lopping is that it makes things go lopsided. Jobs mutate into each other, and go pear-shaped, and grow extra eyes. Traditional virtues, such as commitment, loyalty, stamina are seen as fuddy-duddy, even \"dysfunctional\", says Sennett. Those left behind, meanwhile, gripe and worry about stress levels, workplace bullies, \"toxic managers\". Or they turn for consolation to fantasies that restore, briefly, a sense of balance and justice - be it Myers-Briggs personality testing, be it the campy dreamworld of Ugly Betty's magazine. But there's something so brittle and anxious, I always think, about \"success\" as a concept. It's a word for filling in CVs with, not sustaining life. Which is probably why the greatest tales tend to favour the stranger, harsher dignity to be found in utter failure: the efforts of Melville's Bartleby, the Wall Street scrivener, to impose his will on his work, sleeping in the office, dining on ginger nuts, \"preferring not to\" do pretty well anything at all; Mackintosh &amp; Tooley, Mrs Hawkins's employer in Muriel Spark's A Far Cry From Kensington (1988), with its staff all in some way \"handicapped and vulnerable\". Akaky Akakievich, the \"eternal titular counsellor\" of Gogol's \"The Overcoat\" (1842) - born a clerk, to die a clerk, but a clerk who worked \"with love\" - wins not one, but two afterlives, within the tale as a ghostly robber and without it in the starveling, rancorous clerks of Dostoevky's Poor Folk and The Double (1846). \"The gaps and black holes in the texture of Gogol's style imply flaws in the texture of life itself,\" as Nabokov wrote in his mighty commentary. \"Something is very wrong and all men are mild lunatics engaged in pursuits that seem to them very important while an absurdly logical force keeps them at their futile jobs.\" Which brings us, naturally, to The Office. Gervais and Merchant's great sitcom always seems to me even sadder and more monstrous than it is usually credited - the tragedy being not merely, as one critic said, that \"there are plenty of David Brents out there\", but that David Brent is everywhere because he's you and me. We're not Tim, are we? Not Dawn, not the nice ones - those modest souls who've accepted that this is it, life can't get any better, we might as well comfort each other as best we can. We are David Brent, in his vulgarity and vainglory, his desire to be, in Sennett's phrase, \"the author of his life\". What Ugly Betty presents as escapist rom com, The Office reads more acutely, as something narcissistic and embarrassing. Most of us will never have the luck, the talent, the nobility, we wish we had. The grandest romance we'll ever have in our offices is with our own, secretly inflated, sense of self. · Jenny Turner's office romance The Brainstorm is published by Jonathan Cape on February 1 (£12.99)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}