{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2007/jan/28/escape3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2007-01-28T19:11:00Z", "webTitle": "Me and my travels: Jeremy Vine", "webUrl": "https://www.theguardian.com/travel/2007/jan/28/escape3", "apiUrl": "https://content.guardianapis.com/travel/2007/jan/28/escape3", "fields": {"headline": "Me and my travels", "bodyText": "I'll never go back to ... Tomsk. I was sent to the middle of Siberia by the Today programme soon after communism collapsed. I did a feature on the brand new, post-communist job centre which only had about 10 people on its books - the one I met was looking for a position in which he could use his expertise in ballistic missiles. I never travel without ... A great collection of music. In Africa this was difficult, because the iPod wasn't invented when I was correspondent there. But I remember camping on the frontline of the war in Sudan, with a pair of mini-speakers playing All Mod Cons My ideal travelling companion is ... My dad. He's still fascinated by everything - he has this way of registering shock where his mouth drops open. It makes him great to travel with because you're never sure what he's going to be shocked at next. My top travel tip is ... Never take a holiday expecting to sleep on a train, even if it is called the Palace on Wheels. My idea of paradise is ... Sea and sun - or maybe a little cafe down a cobbled sidestreet. I'm so easy to please it's embarrassing. The whole upside of living in Britain is that you feel you've won the pools if you can see the entire circumference of the sun. The luxury I can't live without is ... When, in 10 years, I write 'business class' here, please hire a hitman to shoot me. My most memorable meal was in ... Mombasa, Christmas Eve 1997. I can answer this without pausing. I drove there with some other reporters, heading from Nairobi, using Kenya's alleged main highway. The road is unlit and lorries slalom towards you to avoid the potholes - when we arrived after nine hours there was a power cut and we sat in this restaurant in total darkness, celebrating Christmas and the fact that we were still alive. The most romantic place I've ever been to was ... Rome for the weekend. I took my wife Rachel last January. We lucked out - blue sky and not cold. We sat outside and watched the Italians in their big spectacles and lipstick. Hardly any tourists. Bliss. The best beach I've ever see was ... Grey and windy, but the huge expanse of Holkham beach in Norfolk was great because at 7am it was just my two-year-old and me and she had not fully registered the fact that we are an island nation. · Jeremy Vine presents Panorama, BBC1, Mondays at 8.30pm"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}