{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2007/jan/13/familyandrelationships.family6", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2007-01-13T23:58:35Z", "webTitle": "Family life: Living in a pink-material world | Admiring a catch in India | Mum's drop scones by post", "webUrl": "https://www.theguardian.com/lifeandstyle/2007/jan/13/familyandrelationships.family6", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2007/jan/13/familyandrelationships.family6", "fields": {"headline": "Family life", "bodyText": "Barbie Girl by Aqua \"I'm a Barbie girl, in a Barbie world / Life in plastic, it's fantastic!\" With three young girls aged 0-5, I live fully immersed in a Barbie world, including a full-on Barbie house, half of which is pink and full of not very fantastic plastic. The lyrics lend themselves to daily adaptation by the older two, who declare themselves to be naughty girls in a naughty world while I am left occasionally living in a mean world (usually relating to sweets and biscuits). Luckily, the references to \"hanky panky\" have yet to be queried and everyone is happy to just \"go party\" as the man says. Louise Fry Snapshot: Admiring a catch in India Here is a snap of me watching my brothers and father having their photo taken by our mother after landing a splendid catch of fish from the lake during a camping holiday in India. My father was teaching there at the time - 1963 - so this may have been a weekend trip. What I love about the picture is my obvious delight in their trophy, and also the way I am imitating their pose. I could have been cut out of the frame, but I think my presence adds a lot to the photo. My brothers certainly had an idyllic childhood, walking and camping in India before the Beatles opened it up to the Great White Tourist. We left India when I and my twin sister (not shown here, unfortunately) were 10, so I feel my brothers had the best of the time there. Emma Padmore We love to eat: Mum's drop scones by post Ingredients 340g soda bread flour (or plain flour and a teaspoon of bicarbonate of soda) 3 free-range eggs Handful of brown sugar Buttermilk (or natural yoghurt) Margarine (for frying) Sift the flour into a bowl. Add the sugar and three eggs. Pour in a cupful of buttermilk and mix well with a fork. Gradually add more buttermilk, beating as you go, until you have a soft dripping consistency. Melt a large knob of margarine in a heavy-bottomed 18cm pan over a medium heat. Pour in the pancake mixture to cover the bottom of the pan. When you see it bubbling, turn it over with a spatula. After a couple of minutes the pancake will be ready. Keep adding margarine to the pan and fry the pancakes one at a time. Makes 6-8 large pancakes. Can be eaten warm or cold. These are nothing like wafer-thin French crepes, nor do they resemble the small, spongy, shop-bought pancakes. Technically they're drop scones - thick dollops of batter the size of a sideplate cooked in an ancient heavy-bottomed pan. They bring back childhood memories of Pancake Tuesday - the last day of indulgence before Lent. I can still see Mum in her blue and pink striped dressing gown, fork in hand, standing over the gas cooker. She'd have been up early, and piles of the pancakes would be sitting on top of our wood-burning stove, keeping warm. We'd eat them with Lyle's Golden Syrup straight from the tin (the curious emblem of a dead lion with bees buzzing around it always puzzled me) or any of Mum's home-made jams and jellies. Nowadays we're all grown up and scattered across the UK, and the pancakes have become something of a family legend. At some stage after the last of her 10 children disappeared across the Irish Sea, Mum hit on the idea of posting the pancakes to make sure we all had a taste of home on Shrove Tuesday (and had our latent Catholic sensibilities nudged too, no doubt). I still remember the first time the slightly greasy package plopped through my letterbox in London. I unwrapped layers of greaseproof paper and kitchen roll to find two golden-brown pancakes, remarkably none the worse for wear. The scenario unfolded of Mum busy in the kitchen at 7am on the Monday, whipping up batter and watching over each golden disc as it firmed up in the pan. Meanwhile, Dad would be busy at the kitchen table with brown paper and tape, frantically parcelling the still-warm pancakes and writing out the addresses of all 10 offspring! He'd then hot-foot it to the local post office to send the parcels first class to arrive in time for Pancake Tuesday breakfast. Alice Jackson"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}