{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2007/jan/01/tvandradio.television", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2007-01-01T23:55:43Z", "webTitle": "Last night's TV: Robin Hood | Little Britain Abroad | The Spice Girls: 10 Years of Girl Power | Careless Whiskers: The Unseen George Michael |", "webUrl": "https://www.theguardian.com/media/2007/jan/01/tvandradio.television", "apiUrl": "https://content.guardianapis.com/media/2007/jan/01/tvandradio.television", "fields": {"headline": "Last night's TV", "bodyText": "No Marian, you idiot, you got the wrong one. Maybe Richard Armitage's Sir Guy of Gisborne is a bad 'un, but he's got a bit of swagger about him and he dresses half decently (if you're into 80s pomp). But then, just as you're about to tie the knot, you change your mind and go running off with that irritating little twerp Robin Hood (Saturday, BBC1). So he's quite handy with his arrers, but he's a moody bugger, and he looks like Bambi. \"Do you take this man, and this horse?\" he shouts. See? I told you there was something funny about him. You can rob from the rich and give to the poor all day long, but that doesn't make threesomes with animals acceptable. But, of course, Marian does take them, and they go galloping off into the sunset. It's not quite the end. The king returns home from the Holy Land (hurrah!). Then he turns out not to be the king at all, but one of the sheriff's men pretending to be the king (boo!). So guess who saves the day (hurrah!). And Keith Allen's sheriff is left dangling by a rope from the roof (hurrah again!). And that's it, series over (the biggest hurrah of all!). Because it's been pretty lame, to be honest. I gave up a while ago, and just came back for the end. The script was the problem - as clunky as the Sheriff of Nottingham in a full suit of armour. With his seat belt on. And in trying to make it modern and appealing to today's youth, they somehow managed to strip any romance or sexiness from it. If the BBC's drama people think that Robin Hood in any way filled the hole left by Doctor Who, then they need their heads looking at. Is that it for Little Britain, too? At the end of this second festive Little Britain Abroad (Saturday, BBC1), Tom Baker says: \"For this really is the end of Little Britain ... Abroad.\" Is that a hint that there's more to come, another special next Christmas, perhaps? I hope not. I think Lucas and Walliams would do well to end it now, rather than see it tail off slowly into irrelevance. Actually, I was never a big Little Britain enthusiast - it never seemed clever or funny enough to get away with its offensiveness. But I realise this is a minority view and there was a peak, round about a year ago, when it played a big part in the country's cultural identity. That's passed now - there's less yeah-but-no-but-ing in the nation's playgrounds. And these festive specials, with a Who's Who of British comedy lining up to get in on the act, feel like the final strains of some pompous prog-rock anthem that keeps almost ending, but then there's yet another drum roll, you know the ones I mean? Stop it, while you're still (just) ahead. The Spice Girls: 10 Years of Girl Power (Sunday, Sky One) is Modern Review TV. Brainy women sit around debating the role Sporty, Posh, Baby, Scary and Ginger played in feminism at the end of the 20th century. Did Greer, Dworkin and Wolf lose their relevance in the face of \"I wanna, I wanna, I wanna, I wanna, I wanna really really really wanna zig-a-zig ha\"? I'd like to know if the Spice Girls themselves are watching. My guess is that if they are, they're dead chuffed it's happening but soon get bored and switch over. Or go out - it is New Year's Eve, after all. It does just about get away with it, mainly by being presented by Julie Burchill. She's just so totally and brilliantly different from anything else that ever appears on television. And we get to see that clip of Geri Halliwell goosing Prince Charles again - it's worth it just for that. Girl Power! Careless Whiskers: The Unseen George Michael (Saturday, Five) certainly doesn't get away with it. The premise behind this show appears to be that George Michael used to pretend not to be gay, and most people, even his close friends, didn't know he was. Then he came out, and now we all know he's gay! There are some fascinating insights into this - from some bloke who used to know George, from a DJ at a club in Haringey, from a lady in America who used to really, really like Wham. And then some idiot decided that this was worth an hour of Saturday night television. Happy new year."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}