{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/jan/09/highereducation.research1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-01-09T23:53:57Z", "webTitle": "The mouse trap", "webUrl": "https://www.theguardian.com/education/2007/jan/09/highereducation.research1", "apiUrl": "https://content.guardianapis.com/education/2007/jan/09/highereducation.research1", "fields": {"headline": "The mouse trap", "bodyText": "Mousy off-flavour is one of the wine industry's little embarrassments, and has been since at least the 1890s, when the concept first seeped into published documents. Few have written or spoken of it plainly. Now a team of Australian food scientists is dishing the dirt on mousy off- flavour, with a study in the Journal of Agricultural and Food Chemistry. Suggesting that perhaps it will be adapted for the musical theatre, the report is called Mousy Off-flavour: A Review. Eleanor Snowdon, Michael Bowyer, Paul Grbin and Paul Bowyer, who are variously at the University of Adelaide and the University of Newcastle (the one in New South Wales, not the one in Northumberland,) peeped and poked into the wine-dark recesses of many libraries. They found several dozen scientific reports that mention, or at least relate to, mousy off-flavour. One early paper serves up a sniffy description. Mousy off-flavour, it says, is a \"peculiarly disagreeable flavour in wine, which is closely resembling to the smell [sic] of a residence of mice\". The chemist and brain researcher JLW Thudichum wins kudos for the very-first-ever mention in print. Thudichum did it in 1894 in A Treatise on Wines, a book that introduced new topics to readers of his 1877 classic, Treatise on the Pathology of the Urine. It took nearly half a century before the term appeared, boldly, in the title of a scientific report. That happened in 1940, with YA Drboglau's Physicochemical Conditions for the Appearance of Mousy Tone in Champagne. Recent publications are more specialised, as exemplified by Peter Costello and Paul Henschke's A Mousy Off- flavour of Wine: Precursors and Biosynthesis of the Causative N-heterocycles 2-ethyltetrahydropyridine, 2-acetyltetrahydropyridine, and 2-acetyl-1-pyrroline by Lactobacillus hilgardii DSM 20176. Mousy Off-flavour: A Review reflects scientific progress and also, perhaps, a growing taste for the subject. But mousiness, whether of taste or of smell, is a quality that has unhappy associations. A 1995 study called Scratch and Sniff: The Dynamic Duo, published in the Archives of Dermatology, explains that a skin disease called favus, which produces yellowish crusts, can be diagnosed by a savvy dermatologist - the doctor must sniff the affected skin to see whether it smells \"mousy\". Wine sellers can sniff out mousy off-flavour in wine, albeit roundaboutly. Mousy off-flavour, says the mousy off-flavour review, \"cannot be perceived by sniffing the wine\" directly. Rather, use the \"palm and sniff\" method, which involves \"rubbing the wine on the back of the hand and sniffing close to the skin\". The smell of hand-rubbed mousy off-flavour may not, itself, be \"mousy\". But it is distinctive, and that is enough. (Thanks to Tom Gill and Rachael Brallier for bringing the wine and skin, respectively, to my attention.) · Marc Abrahams is editor of the bimonthly magazine Annals of Improbable Research (www.improbable.com) and organiser of the Ig Nobel Prize"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}