{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/jan/24/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-01-24T22:41:04Z", "webTitle": "Kettering job is no stunt, says Atkinson", "webUrl": "https://www.theguardian.com/football/2007/jan/24/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2007/jan/24/newsstory.sport2", "fields": {"headline": "This is no stunt, says Atkinson on return to work with black manager", "bodyText": "Ron Atkinson made a surprise return to the game yesterday as Kettering Town's director of football. The 67-year-old was appointed to work alongside Morell Maison, a black manager, less than three years after his racist comments about Marcel Desailly cost him a job as a pundit with ITV. The Conference North club have seven black players but Atkinson has strongly rejected claims that he has taken the role as a stunt. \"How's it a publicity stunt?\" said Atkinson. \"They've asked me to take the job. I didn't approach them. I find that quite a ludicrous suggestion. Look at the team-sheet when I went to Everton in 1993 [as Aston Villa manager] and out of the 13 players, I think eight of them were black, so why do I need to make a publicity stunt now. I'll be honest, I've never given it a thought, but people will be cynical.\" Atkinson's involvement in the game since his disparaging remarks about Desailly in April 2004 has been restricted to fly-on-the-wall documentaries at Swindon and Peterborough. It was during filming at Posh that he struck up a friendship with Maison, with the Kettering manager keen to take in training sessions and also glean advice from Atkinson. That relationship will now be extended until the end of the season. \"If you had said to me a week ago that this would be the scenario, I would have started laughing,\" said Atkinson, whose first match on Saturday is a top-of-the-table clash with Droylsden. \"But the more I thought about it I thought, 'Let's have a little look at it.' Who wants to do retirement? The experience at Peterborough whetted my appetite a little bit, although this is a different situation because here I can have a direct input into whatever I want.\" Atkinson admitted that his previous spell at Kettering, when he won two Southern League titles, was \"a big pull\" although he also cited Imraan Ladak's persistence. The Kettering chairman, whose decision to appoint Paul Gascoigne as manager last season turned into a public-relations disaster when he was dismissed after only 39 days, believes Atkinson's arrival will \"bring in additional revenue\" and \"benefit everyone at the club\". Ladak also insisted that it is time for Atkinson to be given a second chance after his Desailly outburst. \"Anyone who says they haven't said anything that they regret, I wouldn't believe,\" said Kettering's chairman. \"He's apologised, he's moved on and as far as I'm concerned actions speak louder than words. Ron Atkinson was a pioneer of giving black players an opportunity at the highest level. He's always picked players purely on their ability and nothing else. \"I've got no worries and no concerns. I know there will be the cynics but there are more recent examples of badly timed comments in the world of politics which have been forgotten. We've moved on, Ron has done a lot for ethnic minorities and the fact that I'm happy to work with him shows that I have no issue with it at all. I also know that Morell's got the utmost respect for Ron Atkinson as a person, for his experience and knowledge.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}