{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2007/jan/11/insideit.guardianweeklytechnologysection", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2007-01-11T23:53:31Z", "webTitle": "Uncovering global inequalities through innovative statistics", "webUrl": "https://www.theguardian.com/technology/2007/jan/11/insideit.guardianweeklytechnologysection", "apiUrl": "https://content.guardianapis.com/technology/2007/jan/11/insideit.guardianweeklytechnologysection", "fields": {"headline": "Uncovering global inequalities through innovative statistics", "bodyText": "Hans Rosling has achieved what most scientists would call \"enough\". Having studied statistics and medicine for seven years at Sweden's Uppsala University, he worked in Bangalore and Mozambique - discovering, in the latter in 1981, a formerly unknown paralysing disease which (with the research group he then oversaw) is now known as konzo. But Rosling has done far more since. His latest work asks why governments think it is better to hide their data in silos, and deny its usefulness, in the face of the work that he and his colleagues at the Karolinska Institute in Stockholm, Sweden, where he is professor of international health, are now doing. Rosling excels at bringing potentially dry statistics to life. In his hands, mundane-sounding arcana such as carbon dioxide emissions, gross national income, infant mortality and life expectancy suddenly come to life. Plot one against the other, compare different countries' performance, animate the graph over time, and suddenly one begins to see what has truly changed about the mean income of the population of China compared to that in the US, or the disparities in life expectancy between Latin American countries. The classic example is his talk last year to the TED forum, an annual conference for visionaries about technology, entertainment and design, in which he shows what those statistics can look like when brought to life. The inspiration, he says, was a test he set 10 years ago for incoming students at the Karolinska, in which he asked them to choose which of five pairs of countries had the higher infant mortality. But given the choice of Sri Lanka/Turkey, Poland/South Korea, Malaysia/Russia, Pakistan/Vietnam and Thailand/South Africa, his students got, on average, only 1.8 correct - \"demonstrating,\" as Rosling jokes in the talk, \"that Swedish top-level students know statistically significantly less than chimpanzees\" since the chimps would choose randomly, getting an average of 2.5. \"I also did an unethical study asking my fellow professors,\" he adds, that found them on a par with the chimps. (The countries with the higher child mortality rates are Turkey; Poland; Russia; Pakistan; South Africa.) Why don't people know the correct answers? Because they've never seen them presented usefully. Rosling set about changing that, creating in 2004 a non-profit organisation called Gapminder (gapminder.org) which provides a Flash-based interactive method for generating any sort of graphic from the available statistics for various countries - such as the one above. \"We find that students get very excited when they can use this, and policy makers and the corporate sector would like to see how the world is changing. Now, why doesn't this take place, why are we not using the data we have? We have data from the UN, from the national statistical agencies, in universities, in non-governmental organisations. Yet all that information we saw changing in the world does not include publicly funded [government] statistics,\" he told the audience at TED. This, after he had run an animation of how life expectancy plotted against size of family had changed over the past 40 years - with countries from the third world shifting from large, shorter-lived families to smaller, longer-lived ones, and demonstrating that life expectancy improved in Vietnam even during the war there, and that life expectancy and family size there is now comparable with the US in 1974. Rosling answered his own question: \"Because the data is hidden down in the databases.\" Despite the encouragement that the internet provides, and the hunger of the public for better ways to analyse that data, governments are reluctant to open their databases to the world and make them searchable. \"People put prices on them and stupid passwords,\" says Rosling. \"And this won't work.\" It's a laudable aim, and one that Guardian Technology's Free Our Data campaign backs wholeheartedly: there's no benefit in locking away statistics whose use might only become apparent when they're in the hands of a master like Rosling. \"What we would like to have,\" he told the TED audience, \"is the databases free, to get them searchable and into the graphics formats where you can easily, instantly understand them.\" We'll certainly try our best to reach that goal. · Join the debate at the Free Our Data blog: freeourdata.org.uk/blog · If you'd like to comment on any aspect of Technology Guardian, send your emails to tech@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}