{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/jan/16/highereducationprofile.highereducation", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-01-16T23:48:10Z", "webTitle": "Robert Christgau: School of rock", "webUrl": "https://www.theguardian.com/education/2007/jan/16/highereducationprofile.highereducation", "apiUrl": "https://content.guardianapis.com/education/2007/jan/16/highereducationprofile.highereducation", "fields": {"headline": "Robert Christgau: School of rock", "bodyText": "Lou Reed once had this to say about the man often held to be America's most intellectually rigorous rock writer: \"How do you think it feels,\" barked the singer in the middle of a particularly rowdy 1978 New York performance, \"working for a fucking year, and you get a B-plus from an asshole in the Village Voice?\" Reed is not the only person to have offered a muscular view on Robert Christgau, the American reviewer whose name remains as recognisable in some quarters as the musicians he writes about, and whose anthologies of criticism and music essays continue to sell well in Britain. \"He's the absolute master,\" enthuses the British writer Charles Shaar Murray. \"I don't know anybody in the critical field who can provide more sound judgment - even though I disagree with him quite often - more wit, more arcane information and more sheer perception.\" Christgau, the king of the consumer music guide - a form he blueprinted in the late 1960s - has long had a professional understanding of the explosive effect artists can have on their reading or listening audiences. So who better to inaugurate a new programme devoted to the subject, which began last semester at New York University? The timing was good, too. After four decades working on and off at the Village Voice - the alternative New York weekly his highbrow style of criticism helped put on the media map after his appointment as music editor in 1974 - he was made redundant last August. He has since relocated his criticism to National Public Radio, the US equivalent of the BBC, and become a contributing editor at Rolling Stone. His consumer guide is back online at Microsoft Networks. Like Reed, Christgau understands a thing or two about professional reinvention, although, in his case, it has also been about turning journalistic loss into academic gain. For his most intriguing move has been to become adjunct professor of American music studies at NYU's newly constituted Clive Davis department of recorded music. Rockin' Leavisites are, of course, a penny a piece in academia these days. Christgau's programme, Artists and Audiences, is scholastically unusual, however, in that it encourages students to meditate on how popular music artists interact with their followers. It offers, as well, an opportunity to tune into a much deeper version of popular music history than the standard canonical exercise offered at many other courses on either side of the Atlantic. Not that Christgau is any stranger to the academic world. In the US, he has held teaching positions at Richmond College and the New School University, New York. For much of the 1990s, he was an associate professor in the English and journalism departments at his current university. He is also a recipient of his country's Guggenheim fellowship, which he was granted in 1987 to study the history of popular music, and was senior fellow at Columbia University's national arts journalism programme in 2002. His most recent collection of music essays, Grown Up All Wrong, was published by Harvard University Press. \"I seem to take pretty naturally to it,\" he says during an interview at his cluttered East Village apartment. \"I don't lecture for an hour - at most maybe 10 or 15 minutes - but rather I try to encourage discussion. Sure, I do think there are teachers who are lazy in their use of that. But in the class sizes I do - between 15 and 30 - it's inappropriate for the teacher to talk all the time. And I make them read books.\" Hefty books, too. The syllabus includes everything from Isobel Henderson's appreciation of Plato in the New Oxford History of Music, to Arthur Loesser's contribution to The Great Rave. Among the featured British texts are pieces on the Sex Pistols (Caroline Coon's seminal piece from 1988: The New Wave Punk Rock Explosion, and an Eric Weisbard appreciation), and the obligatory essay on the Beatles, by Greil Marcus. In all, a semester with the dean covers 40 artists from the popular bandwidth, with each of the students being expected to act as his teaching assistant for at least one class. Demand for places has been strong. Even Shaar Murray, who likens Christgau's rock longevity to that of the late John Peel, says he would attend if he could, if only to ask the indefatigable dean \"how he's learned to function on less sleep than Keith Richards\". Christgau's first professional brush with academia, after graduating from Dartmouth College, New Hampshire, was in the early 1970s when he was a visiting professor of rock music at California Institute of the Arts. It was there, he has said, that a backhanded compliment from a slightly younger Cal Arts colleague was to haunt him. \"You're really very intelligent,\" she told him. \"Why do you waste your time on rock?\" The barb found its mark. \"But I made a conscious choice to stay outside,\" he says, \"because I didn't think people in academia could write very well, and so I thought it would be better for my writing not to be an academic. I didn't really want to be a critic; I wanted to write reportage and narrative, but it turned out I was better at criticism. I wanted to be a public intellectual, a term I didn't know at the time I made the decision. But, oh yeah, there have been times when I've wondered if that was the right decision.\" Especially, one assumes, when the likes of Lou Reed take the odd swipe. \"Creating and criticising are different things,\" says Christgau with a shrug. \"It's never been my experience that artists of any sort understand what criticism is about. There are exceptions, but they are exceptions. Mostly they just don't get it. Which means in most cases artists are not very good critics themselves. Every once in a while some genius comes up with the idea of asking artists what their favourite acts are. So they write about their friends or somebody who solved some little problem that happens to interest them. It's ridiculous. \"But I would say that, except in very unusual circumstances such as when Stone Temple Pilots put a video on MTV that glorifies rape, where I wrote an incredibly mean piece, I go out of my way not to be cruel. That doesn't mean I'm going to say no to a joke, because that's part of my job, to be funny and witty, and jokes are by their nature impolite and hurtful. \"Hey, if you put a price on it, I can put a grade on it. If you're out in public, so am I. And if you do not accept that then you're in the wrong business.\" The dean of the rock critics flashes a smile. Another new angle, perhaps, for the adjunct professor of music studies to take with his students."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}