{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/jan/09/letters.educationguardian2", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-01-09T23:53:56Z", "webTitle": "Letters", "webUrl": "https://www.theguardian.com/education/2007/jan/09/letters.educationguardian2", "apiUrl": "https://content.guardianapis.com/education/2007/jan/09/letters.educationguardian2", "fields": {"headline": "Letters", "bodyText": "The trouble with heads Polly Curtis (Preparing for power, January 2) rightly makes the point that the vulnerability of headteachers under the current Ofsted regime is a key factor in the declining number of applicants for headships. What is striking is that the punitive nature of inspection, and the way that LEAs often respond to them, does not seem open to question or change - perhaps because the government's mantras on \"successful\" schools rely on it staying like this. There are serious flaws in the way that headteachers are perceived. On the one hand, they are idealised as heroic figures who \"turn schools around\". On the other, if they are judged as not able to work a miracle, it cannot be tolerated and they have to be punished. Unfortunately, it means the individuals who take up the role can be exposed to a level of public criticism that does not respect the difficulty of the role. This is where the problem with Ofsted's approach moves beyond the provision of accountability and into ethically questionable professional practice. Phil Goss (former headteacher) Kirkby Lonsdale, Lancashire No place for dirty tricks Your report (Notebook, January 2) of an \"anonymous note sent to Education Guardian\" is the latest, laughable attempt at dirty tricks in the University and College Union election. Last autumn, when it was thought Paul Mackney would stand for general secretary of the union, another anonymous \"poster\" suggested that a combination of ill health and leftwing history should disqualify Paul. Now that I am standing, supported by Paul, it looks as if the dirty tricks are heading my way. For the record, every comma of my web CV (www.rogerkline.org.uk) listing my work with Balpa, the pilots' union, and with the Health Visitors Association, amongst others, has been checked with colleagues at the time. As for supposedly being a member of the Socialist Workers party, I left the then International Socialists some 32 years ago, before it even became the SWP, and long before several current Labour leaders tried to join it in their youth. I'm happy for my track record to speak for itself. I can see why Downing Street has let it be known I'm not its favoured candidate, but I'm disappointed if some think smear tactics have a place in the campaign. They don't. The election is too important for that. Roger Kline University and College Union, London Finding your vocation Estelle Morris addresses the paradox of vocational education perfectly (Let 2007 be the year for practical action, January 2) when she states that \"it matters beyond the academic debate\". Academic debate is the very thing that perpetuates its second-class status. Academic institutions have a two-fold interest in maintaining this situation: status and money. Ensuring that academic education is perceived as \"better\" will keep the students flowing in, regardless of their suitability for such education, or of the benefit for their future careers; it will also continue to attract research funds that further fuel the debate, rather than generate practical actions. This situation began at the start of the industrial revolution, when successful industrialists chose a classical education for their sons, through the universities and into the professions and away from the manufacturing grime. It really is time to wake up to the digital revolution, which requires different skills and an education to match. Helen Caton Hughes Forton Bank Consulting Ltd. Forton, Preston, Lancashire Be upfront about it Your report on the lives of first-year students (\"I'll never be 19 and at uni again\", December 19) gives the impression that students have to write cheques to cover their tuition fees upfront. For English students studying at English institutions, no student will have to pay upfront. They can apply to defer their fee. The government will pay and they will repay the fee loan after graduation. Diana Warwick, chief executive Universities UK, London · Write to: Letters Education Guardian 119 Farringdon Road London EC1R 3ER. Telephone: 020 7239 9943. Fax: 020 7239 9933. Email: education.letters@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}