{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/jan/16/learnlessonplans.secondaryschools", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-01-16T23:48:48Z", "webTitle": "Bad dog or bad owner?", "webUrl": "https://www.theguardian.com/education/2007/jan/16/learnlessonplans.secondaryschools", "apiUrl": "https://content.guardianapis.com/education/2007/jan/16/learnlessonplans.secondaryschools", "fields": {"headline": "Bad dog or bad owner?", "bodyText": "Most dog owners would be horrified to discover that their pet posed a threat to their loved ones. However, new evidence suggests that dangerous dogs are increasingly being used as \"tools\" of crime: last summer, one owner was sentenced to five years in prison after setting his dog on a police officer. Just as celebrity dog owners such as Geri Halliwell and Paris Hilton have taken to appearing in public \"wearing\" their miniature puppies, dogs such as pit bull terriers have become status symbols for men seeking to reinforce their macho image; some are trained to take part in illegal fights. A lesson on responsible pet ownership and the Dangerous Dogs Act gives students an opportunity to reflect on the relationship between man and his best friend, and to examine the nature-nurture debate from a new angle. Is an amnesty the answer? Help students to understand why dangerous dogs are receiving so much media attention by explaining more about the circumstances surrounding the death earlier this month of five-year-old Ellie Lawrenson (www.theguardian.com/uk_news/story/0,,1980981,00.html) and last week's arrest on Merseyside of men suspected of keeping pit bulls for fighting (www.theguardian.com/uk_news/story/0,,1987311,00.html). The chief constable of Merseyside has called for an amnesty to reduce the threat posed by dangerous dogs (http://news.bbc.co.uk/1/hi/england/merseyside/6231421.stm. and http://news.bbc.co.uk/1/hi/england/merseyside/6238983.stm - the same page links to video footage of the capture of 14 pit bulls). Ask students to comment on whether an amnesty is the proper response to the Lawrenson attack. It has been suggested that some pit bulls are given fitness and fight training before being sold to owners who intend to use them as tools of crime (http://news.bbc.co.uk/1/hi/programmes/law_in_action/5050028.stm). Discuss whether a dog could ever be seen as a criminal weapon, then read about how pit bulls have become fashionable pets (www.theguardian.com/comment/story/0,,1983843,00.html). In biology, ask students to investigate what makes certain dogs more dangerous than others (www.theguardian.com/g2/story/0,,1882433,00.html?gusrc=rss&amp;feed=1). The 1991 Dangerous Dogs Act aimed to reduce the risk posed to the public by dogs. Investigate the law (www.theguardian.com/uk_news/story/0,,1981118,00.html) and its implications for the owners of pit bulls (www.thekennelclub.org.uk/cgi-bin/item.cgi?id=838). Different breeds The law identifies four breeds of dog, including the American pit bull, as \"dangerous\". As a result, the Kennel Club does not recognise the American pit bull as a breed (although the United Kennel Club provides a breed standard at www.ukcdogs.com/RegistrationBreeds.htm). Ask students to investigate the history of the pit bull, in particular the argument that these dogs have been bred to be aggressive and dangerous (http://en.wikipedia.org/wiki/American_Pit_Bull_Terrier and www.pitbull411.com/history.html). Compare claims that pit bulls are, by nature, aggressive and violent with the experiences of pit bull owners at www.canismajor.com/dog/amerpit.html. Ask students to debate whether the dogs or their owners should be held responsible for the violent behaviour of some animals (www.theguardian.com/uk_news/story/0,,1981124,00.html). Use the arguments advanced at www.theherald.co.uk/news/77837.html to form the basis of the debate. If a dog owner agrees to abide by a code of conduct (such as the one posted at www.happypitbull.com/code.htm), should pit bull ownership be decriminalised? Help younger students to understand about the variations in appearance and temperament between breeds of dog by visiting the Kennel Club website (www.thekennelclub.org.uk/item/210). Find out which members of the class own or have owned a pet. Younger students might enjoy making a survey of pet ownership and representing the results on a bar graph or pie chart. Ask students to compile a guide to responsible pet ownership, based on their own experiences and the advice offered at sites such as www.thekennelclub.org.uk/caring/index.html and www.huntsdc.gov.uk/Environment+and+Planning/Animals/Responsible+dog+ownership. Younger students can have fun with the police dog pet-care game hosted at www.direct.gov.uk/kids - click on the police station. Ask pupils to devise a questionnaire aimed at young people who are thinking of buying a pet (websites such as www.peteducation.com/article.cfm?articleid=843 and www.rspca.org.uk/servlet/Satellite?pagename=\"RSPCA/RSPCARedirect&amp;pg=DogsPetCare\" carry thoughtful information about pet ownership). Invite older students to use a site such as www.petplanet.co.uk/shop.asp to estimate the costs of buying and caring for a dog. Fashionable Fido Dogs are increasingly becoming status symbols in Hollywood. Find out which are the most popular at www.thepoop.com/pooppourri/celebpoop.asp. Visit a site such as www.celebripets.com before beginning a discussion about the dangers of regarding dogs as fashion accessories. Explore the range of outfits available for pet owners who wish to dress up their dogs as Star Wars characters, superheroes or characters from fairytales (http://shop.joke.co.uk/epages/jokecouk.storefront/EN/catalog/1433, www.smalldogclothing.com/index.php?main_page=index&amp;cPath=7&amp;zenid=1e32c6580511970642df2c2151535de1 and www.dressedupdogs.com/page/dogdresses). Commission a piece of writing in which students discuss whether dog owners have the right to dress their dogs as they choose. Curriculum links Key stage 2 Citizenship &amp; PSHE 1a, 2a-d, 2h, 2k; English (En1) 1a-c, 2a, 3a-e; (En2) 2a-b, 3a-d, 5g; (En3) 2a-e, 9a; ICT 1a-b, 2a, 3a-b, 4a; Maths (Ma4) 1f, 1h, 2c; Science (Sc2) 1a, 5b-c Key stage 3 Citizenship 1a, 1h, 2a-c, 3a; English (En1) 1a, 3a-e; (En2) 1a-c, 5a-d; (En3) 1i-k; ICT 1a-b, 3a-b, 4a; Maths (Ma4) 1e, 2b, 4a, 5a; PSHE 1g, 3h-I; Science (Sc2) 4a-c, 5b-c Key stage 4 Citizenship 1a, 1c, 2a-c, 3a; English (En1) 3a-e; (En2) 4a-c, 5a-d; (En3) 1i-k; ICT 1a-b, 2a, 2c, 3a-b, 4a; Maths (Ma4) 1a, 3a, 4a; Science (Sc2) 4a, 4c, 4h Scottish curriculum English (levels C-F); ICT (levels C-F); Maths (levels C-F); PSD (levels C-F) · Teachers and students will find a complete KS3 lesson plan covering dangerous dogs on the Guardian's daily newsdesk for schools, www.learnnewsdesk.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}