{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/jan/16/schools.uk1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-01-16T23:48:48Z", "webTitle": "Philip Beadle on whether to share lesson objectives with the class", "webUrl": "https://www.theguardian.com/education/2007/jan/16/schools.uk1", "apiUrl": "https://content.guardianapis.com/education/2007/jan/16/schools.uk1", "fields": {"headline": "Shhh, let's not tell the kids what we're trying to do", "bodyText": "When asked the name of the greatest person who ever lived, some would point in the direction of Shakespeare, others towards Abraham Lincoln. Still more would go for Gandhi. I have a new candidate for this pantheon: Daniel Corbett. Corbett is the BBC weatherman whose hands perform an entrancingly eloquent ballet as he rhapsodises about cold fronts coming in from over the Pennines. There is a lot a teacher can learn from Corbett. I suggest importing his techniques at the point when you share lesson objectives with the class. Corbett has injected new verve and passion into my presentation. I'll launch into his right-hand \"circle and flourish\", which you might expect from the hand of a French courtier, as I present to the class those most seductive words: \"Today your lesson objectives are ...\" I do this not only in tribute to Corbett, but also to hide the fact that transporting the phrase \"lesson objectives\" from the teaching manuals into the classroom is a bit dumb-arsed. During an inspection, kids are meant to be able to say what lesson objectives are. I've actually heard a conversation between one of my pupils and an Ofsted inspector: \"What's the lesson objective, young man?\" \"It's the thing the teacher has to put on the board, that we have to copy down, because he can't be bothered to do a proper starter activity.\" \"No, but what is an objective?\" \"I told you ... It's the thing ... the teacher ... puts on the board. Strewth. Where did they get you from?\" \"What are you learning today?\" is another question entirely, and is likely to meet a more satisfying response. \"We're learning about plate tectonics, and ox-bow lakes, and the symbolic significance of the lighthouse in Virginia Woolf and the caves in Forster's Passage to India. You know, sir, I still have trouble in accepting Woolf as a feminist writer. But we know you're here to judge us, and to assign a near arbitrary grade to all the work this brilliant human being has done in the last three years to change our lives for the better.\" Teachers are meant to share lesson objectives at the beginning of each lesson, so that children have an explicit awareness of what it is they are going to learn. That way, so the theory goes, they are involved in meta-cognition - thinking about learning - which is, apparently, a good thing for school children to be doing nowadays. Not actually learning, but thinking about it. There are further controversies about lesson objectives, and the approach to these, from what I've seen, varies from school to school. In the school in which I spent most of my career, we were expressly forbidden from using the verb \"know\" in setting learning objectives. Woe betide the teacher who wrote \"By the end of this lesson, you will know something you didn't know before\" on the whiteboard; he would be told off in a right royal manner. This foxed me. What's wrong with knowing stuff? Isn't transmitting knowledge what we are paid to do? We'd be given voluminous lists of acceptable and unacceptable verbs to pin up on our classroom walls. \"Draw\" was OK. \"Extrapolate\", too. \"Learn\" was most decidedly not. It took me several years to work out why knowing and learning things in schools had been subject to an apparently paradoxical pogrom. It was to encourage \"independent learning\". You can \"know\" something through the teacher talking about it for a whole hour. You can even \"learn\" it that way. You can't draw it, though. Know and learn were verboten in lesson objectives because they implied a tacit acceptance that the kids didn't have to do any work. You can transmit knowledge perfectly well through front-of-class teaching, and front-of-class teaching, as all teachers know, is very wrong indeed. In some schools, lesson objectives are differentiated, giving likely levels of attainment by the end of the lesson. This works on a \"some, most, all\" formula. Some will be able to draw an archaeopteryx, most will have made some kind of mark on the paper, all will at least have picked up a bloody pencil. For me, this way of doing things, though probably sound in principle, is a bit too blatant about the fact that the most one member of the class can manage is the odd dribble in a bucket. But the biggest question for me about lesson objectives is why we have to share them at all. I can see why they have to be set. Without defining what the children are going to learn, you can just go through a series of unconnected exercises that pass the time with no learning happening whatsoever. But why must children know what the objectives are at the beginning of the lesson? Why can't we ask them to guess what they are going to learn, or tell us what they learned at the end of the lesson? Why can't it be a surprise? I dare teachers reading this to try a week where they don't share lesson objectives with the pupils, and see what difference it makes to their learning. Letters, containing the phrase \"sod all\", to P Beadle, care of Education Guardian."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}