{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/jan/16/children.uk", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-01-16T23:56:51Z", "webTitle": "Together we can do this", "webUrl": "https://www.theguardian.com/society/2007/jan/16/children.uk", "apiUrl": "https://content.guardianapis.com/society/2007/jan/16/children.uk", "fields": {"headline": "Together we can do this", "bodyText": "John Freeman and John Coughlan have a frightening array of legal duties. As directors of children's services, they are responsible for ensuring the health, safety, educational achievement and economic wellbeing of every child in their area. \"If you read the statutory description of your responsibilities and wake up in the night you do become scared,\" admits Coughlan, director of children's services at Hampshire county council. \"Intellectually, it's hugely challenging.\" Freeman, who holds the same post at Dudley council, agrees. \"You can read all the guidance you like, but nothing prepares you for suddenly being in charge and having to sign orders for children to be taken into care.\" Previously, Coughlan was director of social services and Freeman director of education. When the 2004 Children Act obliged all local authorities to merge these roles into a single director of children's services, they found themselves having to acquire new areas of expertise. Isn't it too much for one brain to handle? \"It's certainly challenging,\" says Freeman. \"People with education backgrounds have to get to grips with the complexities of social services and vice versa.\" As if that wasn't enough, the pair have taken on the (unpaid) joint presidency of the new Association of Directors of Children's Services, which formally launches next month. The association brings together the Association of Directors of Social Services with Confed, the organisation representing education directors and managers. Although the creation of a combined director role was supposed to facilitate closer working between social services and education bodies, in practice collaboration has been patchy. \"Joining up is still a problem,\" says Coughlan. \"Many councils have established common assessment processes and integrated teams, but there is still a whole set of cultural factors impeding co-working. These are departments that haven't worked together in decades.\" \"The huge cultural legacy of separate services won't disappear all at once,\" says Freeman. In fact, he concedes that he has not always been blameless in this regard. \"Before Every Child Matters, I am sorry to say I didn't always do all I ought to have done for every child in my area.\" Until the Children Act, it was sometimes easy to say \"that's social services and not my problem\", he explains. By merging the two professional organisations, the presidents hope to change such attitudes and establish children's services as a discipline in its own right. \"If we get to the point where we are talking about children's services rather than education or social services, the ADCS will have been a success,\" says Freeman. The association also wants to improve collaboration with the police, health, youth justice and other professionals working with children. Councils already have to promote cooperation with police, probation, youth offending, health and further education services. But this has proved problematic for some. The ADCS hopes to make joint working easier by creating strong partnerships at a national level. It has an ambitious programme. It is setting up nine policy committees, and will take a view on everything from Building Schools for the Future and admissions policy to academies and information sharing. \"We will find a way to support the notion that school improvement and Every Child Matters are complementary,\" says Coughlan. Ultimately, the main priority is to influence policy on children in care and improve education services. \"If we do not get it right for those 60,000 children for whom we are the corporate parent, everything else we do will be just dust and ashes,\" says Freeman. The government's green paper, Care Matters, recommends allowing young people to remain in care until the age of 21. \"We would support this proposal strongly, but will lobby to ensure it is not funded at the expense of other support for this vulnerable group,\" says Freeman. How do the presidents respond to concerns that the association has stretched itself too thinly? Can it really contribute in a meaningful way to the development of children's health services, family policy, Connexions and community cohesion, while keeping on top of developments in social services and education policy? Both deny this is a problem. \"I think we have succeeded because we have moved the furniture around without any disasters in the living room,\" says Coughlan. A more serious concern is that the views of the 150 members with a social services background will not be heard among the 2,000-strong education membership. \"There's absolutely no danger that we will be weaker together,\" counters Freeman. \"Our job as leaders is both to give direction and to reflect the broad consensus of the membership.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}