{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2007/jan/20/gardens", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2007-01-20T23:58:53Z", "webTitle": "Carol Klein: Spuds you like", "webUrl": "https://www.theguardian.com/lifeandstyle/2007/jan/20/gardens", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2007/jan/20/gardens", "fields": {"headline": "Spuds you like", "bodyText": "It is tempting to wonder why we bother growing potatoes - after all, they are cheap, readily available and take up a lot of room. But even if you can grow only a few in a large bucket, it's worth it: fresh potatoes taste earthy and substantial, a far cry from the bland, well-washed supermarket specials. Potatoes fall into three main categories: \"first earlies\", planted in March and harvested as new potatoes in July; \"second earlies\", planted in April and harvested continuously, a few at a time, during late summer; and \"maincrop\", again planted in April but left to mature and expand before being lifted in September and October to store for winter. The categories can blur: the point about maincrop potatoes is they are kept in the ground to give a bumper crop. Good varieties among the earlies are Maris Bard, Red Duke of York and Epicure. Maincrop varieties include King Edward, Desiree and Cara. The Organic Gardening Catalogue (0845 130 1304, organiccatalog.com) lists loads. You should try some salad potatoes, too, and there are varieties in every category. Charlotte (early) is delicious and reliable. Pink Fir Apple (maincrop), with its strange, lumpy tubers, has probably the most mouth-watering flavour. Ratte will give you a similar flavour and waxy texture, and can be grown as an early or a maincrop. Potatoes are easy to grow and, although they relish fertile soil, are an excellent crop on \"new\" ground - all that underground activity breaking up the earth. Dig a trench about a spade's depth and incorporate compost or any well-rotted organic matter into its base. Make your trenches about 60cm apart. Push the potatoes gently into the foot of the trench, about 30cm apart, and draw the soil over them. As the first shoots appear, cover with soil from in between the rows. Keep \"earthing up\" in this way; eventually, you'll have furrows and ridges. Alternatively, plant them in a container. One big pot of potatoes will give you several meals. Half fill your pot with compost, put one tuber in the top and cover. As it begins to sprout, add more compost until you reach the top. · Carol Klein's Grow Your Own Veg is on BBC2 at 8.30pm on Fridays, and repeated at 7.30pm on Mondays"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}