{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/jan/19/health.medicineandhealth1", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-01-19T23:52:10Z", "webTitle": "Folic acid boosts minds of over-50s, study finds", "webUrl": "https://www.theguardian.com/society/2007/jan/19/health.medicineandhealth1", "apiUrl": "https://content.guardianapis.com/society/2007/jan/19/health.medicineandhealth1", "fields": {"headline": "Folic acid boosts minds of over-50s, study finds", "bodyText": "Absent-mindedness in the over-50s is significantly improved when people take folic acid supplements, according to a large study reported in today's Lancet. Short-term memory, mental agility and verbal fluency tests were all better among people who took high doses of the supplement for three years, compared with a group given a placebo. The Food Standards Agency said it would consider the new evidence as part of its ongoing consultation on the widespread addition of folic acid in flour. Only women planning to conceive are currently advised to take folic acid, to decrease the chances of their baby being born with a neural tube defect, such as spina bifida. Swiss researchers recruited 818 people who had high concentrations in their blood of homocysteines, amino acids which are believed to be an indicator of a poor cognitive performance as well as an increased risk of dementia and cardiovascular illnesses. Folic acid lowers homocysteine levels and is essential for cell development. Half were given 800 microgrammes of folic acid a day - the equivalent of 1.2kg of strawberries - and double the amount recommended for pregnant women. The other half were given placebos. Those who took the supplement performed significantly better in mental agility and memory tests compared with those given the placebo. Jane Durga, the study leader at the Nestlé Research Centre in Lausanne, said: \"There is epidemiogical evidence that people with low folate levels have an increased risk of a variety of illnesses including cardiovascular illnesses and dementia. This is the first large-scale study which shows folic acid improves memory and speed related mental agility in older people.\" Age Concern's director general, Gordon Lishman, said: \"It is clear that further research is needed to try to reach a more definitive answer on the benefits, or not, of folic acid supplementation and more generally the introduction of folic acid into flour, which was recently recommended by the FSA.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}