{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/oct/25/ruralaffairs", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-10-24T23:05:40Z", "webTitle": "Country Diary", "webUrl": "https://www.theguardian.com/uk/2004/oct/25/ruralaffairs", "apiUrl": "https://content.guardianapis.com/uk/2004/oct/25/ruralaffairs", "fields": {"headline": "Here comes the night", "bodyText": "Not an inch of cloudless sky, not a breath of wind, not a drop of dew had evaporated since dawn. In fact, with each step I could feel the damp in the grass seep through my boots, until it blossomed into the definite discomfort of sodden feet. I plodded on, however, with growing relish for the dismal atmosphere and as the sun, unglimpsed since it rose, finally set I could sense how its going sent a last shiver of excitement through the whole landscape. Blackbirds and thrushes jostled down the hedgerow in front of me as I approached, their loud, chinking calls rising in intensity. We repeated the game of grandmother's footsteps several times, the birds tumbling out of the foliage and weaving themselves back among it a little further away. Finally they crossed some invisible threshold of anxiety and threw themselves wildly into the sky to swing away into the smothering gloom. Throughout my circumnavigation of one freshly-sown field I had kept watch on half a dozen hares spread at intervals across the furrows. Earth-coloured, earth-bound, they seemed barely to have moved throughout the walk. One was actually lying log-like across the soil and the only thing to separate animal from mineral, let alone to betray those compressed coils of passionate energy, was the narrow amber slit of its mad eyes. Eventually the light was so poor that even through binoculars I couldn't separate a hare from its habitat. By the time I reached the car it was night. The only sound was the intermittent pulse of one last cricket singing in the grass. It hit me like the startling recall of some old happy snow-buried memory."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}