{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/oct/14/italy.france", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-10-13T23:01:42Z", "webTitle": "Court backs extradition of writer", "webUrl": "https://www.theguardian.com/world/2004/oct/14/italy.france", "apiUrl": "https://content.guardianapis.com/world/2004/oct/14/italy.france", "fields": {"headline": "Court backs extradition of writer", "bodyText": "France's highest court yesterday upheld a lower court decision to extradite Cesare Battisti, a former Italian terrorist turned bestselling crime writer who is on the run after 15 years living openly in Paris. In a statement handed to journalists outside the court, Battisti, 49, denied committing the two 1970s murders for which Italy has demanded his extradition and said he was \"radically changing defence tactics\" and appointing new lawyers. The court followed the advice of the public prosecutor in rejecting Battisti's appeal. The prime minister, Jean-Pierre Raffarin, can now sign an extradition order, although the Italian's new lawyers may yet decide to lodge a plea for clemency with the council of state. Battisti, a former member of an ultra-left cell, Armed Proletarians for Communism, was convicted in absentia and sentenced to life imprisonment in Italy in 1993 for the murders of a prison guard and a neo-fascist militant, and for complicity in two other killings. He is one of up to 100 former far-left Italian guerrillas who accepted an offer of sanctuary by the late French president, François Mitterrand, in 1985 on condition that they renounced their past, did not go into hiding, and kept out of politics. Battisti escaped from an Italian prison in 1981 and in 1990 took refuge in France. His 12 novels have been described by Paris-Match as \"the best-written condemnation there is of the absolute impasse that is terrorism\". Left-leaning artists, writers, film-makers and intellectuals have mounted a campaign in his defence. Apparently convinced that the French courts would not help him, Battisti disappeared on August 21."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}