{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/oct/10/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-10-09T23:58:33Z", "webTitle": "World cup qualifiers, England 2-0 Wales", "webUrl": "https://www.theguardian.com/football/2004/oct/10/match.sport", "apiUrl": "https://content.guardianapis.com/football/2004/oct/10/match.sport", "fields": {"headline": "Owen's touch of fortune puts England on way to victory", "bodyText": "It was billed as a Premiership match between international teams. If so, it was more Manchester United at home to, say, Charlton rather than a contest between two top-quality equals. Although not as ruthless as they should have been, England easily saw off Wales and will go to Azerbaijan this week in good shape, with seven points from their three matches in qualifying Group 6 of the World Cup. They will, however, be without David Beckham, the captain having been shown a yellow card for a reckless tackle that earns him a suspension. Later he went to hospital where an X-ray showed a hairline fracture to a rib. Still, he knew that he would be forgiven for the lapse. A trademark goal, curled in expertly from some 30 yards made the last 15 minutes or so comfortable for England after they had missed several chances to add to Frank Lampard's early strike. Not that they ever looked uncomfortable. Poor Wales. Their hopes of qualification are slim after a limp performance in which they never looked likely to add to the two points they had gleaned. Now they must win Wednesday's match - Mark Hughes's last as their manager - against Poland at the Millennium Stadium. 'I think England could now run away with the group and the hope is that they do, which will open it up for the rest of us to battle for the second place,' said Hughes. A play-off does look their best hope. The fates seemed to be against Wales from the outset. Their central defender Andy Melville pulled up with a calf injury in the warm-up and Hughes had to reorganise, Jason Koumas called into the midfield, Simon Davies moving to right back and Mark Delaney inside. This against an attacking selection by Sven-Göran Eriksson. Michael Owen, Wayne Rooney and Jermain Defoe started in a three-pronged attack, Rooney the head of a midfield diamond, constantly unsettling Wales. His marker, Mark Pembridge, was withdrawn after an hour, to spare him further punishment. 'They did very well,' said the England head coach. 'It is not only about putting on strikers and hoping they will score. You have to have a balance and we had that. We knew that Wales would want to defend deep, so they would not give space to Owen, Rooney and Defoe, and then make counter-attacks. I was happy that we were organised against that. 'Michael played especially well,' Eriksson added, confirming also that the striker will 'probably' be captain in Baku. 'I haven't seen him that bright for a long time.' Hughes lamented: 'We hoped to be solid in the initial 20-minute period, but we had to reorganise and it proved too disruptive.' Indeed, Wales were a goal behind after four minutes, England profiting from a back four finding their feet. Nicky Butt, quietly efficient as England's holding midfield player, passed the ball forward to Owen and the striker held off Delaney to lay it off to Lampard. His drive from the edge of the penalty area entered the net via the foot of Owen, who claimed the goal, but the referee gave Lampard his sixth goal in nine internationals. It eased any expectancy England were subjected to by a raucous home crowd, many of whom jeered the Welsh anthem, some of whom disgracefully interrupted a silence for the murdered hostage Ken Bigley. Now England could pass the ball with patience, drawing Wales out from a shell that saw the deployment of a midfield five, an area in which the suspended Robbie Savage was missed. Space and opportunities materialised. Rooney danced past Pembridge and strode on to shoot from 25 yards, Paul Jones just turning the low shot aside via a post. Defoe swivelled to shoot wide, Jones saved Owen's shot with his legs. Wales, for whom Gary Speed hinted at attacking danger with a lob looped too high and a header straight at Paul Robinson, were grateful to get to half-time just a goal down. England emerged after the break reminded by Eriksson of the need for a second, soothing goal. Owen in particular looked hungry to score and came close when he cut in from the left and went past Delaney and Danny Gabbidon before Jones intervened. Rooney, too, also went close when, from another pass by Lampard, he beat Delaney, only to shoot at Jones from an acute angle with Owen and Defoe screaming for the ball to be cut back. Jones, who has recently lost his place in the Wolves team, was fast becoming a hero for Wales and excelled himself again by leaping to clutch Beckham's chip. And having survived England's flurry, Wales began to entertain thoughts of taking something from the game. Bellamy, largely disappointing, had switched from right to left in an attempt to escape the cloying attention of Ashley Cole, and with some joy. After a one-two with Ryan Giggs, the ball broke back to Bellamy off Koumas and he found himself in the clear, only to slice the volley wide. Bellamy even had the ball in the net, but the whistle had gone for John Hartson's high kick that caught Sol Campbell in the face. Now England looked aware of the danger of ridiculously letting slip two points against a team with scoring potential but possessed of too many weak links. Eriksson had replaced the ineffectual Defoe with Alan Smith in an attempt to breathe life into the team. That came from his captain. Butt, winning another tackle, supplied Beckham with a square pass wide on the left. One touch took him a few yards inside and from there his arcing shot landed in Jones's top left corner. It was game over as a contest, but Beckham now had the bit between his teeth, England scenting an improvement to their goal difference. Jones saved Beckham's volley from point-blank range, Gabbidon kicking away Rooney's shot from the rebound. Owen, desperate to score now, also saw his header well saved by Jones. The only sour note thereafter was Beckham's indiscipline in the shape of two late tackles on Ben Thatcher. Irresponsible? 'Let's talk about the goal instead,' said Eriksson. 'As long as it is 1-0, you are are never comfortable.' Now England are in control of the group, though, and even without Beckham should have sufficient depth to win on Wednesday. Germany, the land of Beckenbauer, beckons for 2006. You can mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}