{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/oct/12/horseracing.kenoliver", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-10-11T23:36:25Z", "webTitle": "Horse racing: Azamour looks just champion", "webUrl": "https://www.theguardian.com/sport/2004/oct/12/horseracing.kenoliver", "apiUrl": "https://content.guardianapis.com/sport/2004/oct/12/horseracing.kenoliver", "fields": {"headline": "Azamour looks just champion", "bodyText": "Azamour is 11-4 favourite with the Tote to complete a Champions double at Newmarket on Saturday when he will face a possible 13 rivals. John Oxx's colt, who had earlier won the St James's Palace Stakes at Royal Ascot, came from last to first to win the Baileys Irish Champion Stakes at Leopardstown last month and could meet three of those he defeated in Saturday's Emirates Airline Champion Stakes. David Elsworth's Norse Dancer, still searching for his first Group One success after some near misses, is a 12-1 chance to reverse the half-length defeat he suffered at Leopardstown. Doyen, who missed the Arc after his disappointing seventh behind Azamour, is second favourite at 4-1, while Imperial Dancer, who was sixth in Ireland, is a 50-1 shot. Doyen could be joined by stablemates Refuse To Bend (10-1) and Naheef (100-1), who was supplemented by Godolphin at yesterday's five-day confirmation stage at a cost of £24,000. Lucky Story (9-2), Mister Monet (5-1), Mubtaker (10-1), Haffhd (12-1), Chorist (25-1), Ecomium (25-1), Mingun (25-1) and Salselon (33-1) are the other intended runners. Newmarket will attract its biggest crowd of the season on a card that includes the Darley Dewhurst Stakes and the Totesport Cesarewitch Handicap. Etlaala and Shamardal are among the 12 horses engaged in the Dewhurst. The pair dominate the betting for next year's 2000 Guineas and are market leaders on Saturday at 5-2 and 7-2 respectively. Mark Johnston's Shamardal has not been seen since July when running away with the Group Two Vintage Stakes at Goodwood, while the Barry Hills-trained Etlaala landed the Champagne Stakes at Doncaster last month. Terry Mills has paid £15,000 to supplement Tremar, a recent Group Three winner in France, while Aidan O'Brien still has two engaged, Oratorio, winner of the Prix Jean-Luc Lagardere, and Scandinavia, runner -up to Perfectperformance in the Royal Lodge Stakes at Ascot last month. Perfectperformance is one of two Godolphin entries, the other being the unbeaten Librettist. Home Affairs is Sir Michael Stoute's sole representative and has been the subject of favourable gallops reports having scored by three lengths at Yarmouth last month. Other leading prices: 9-2 Librettist and Oratio, 13-2 Home Affairs, 7-1 Iceman, 14-1 Perfectperformance. No Refuge, one of the leaders in the ante-post betting, was among 46 horses confirmed at the five-day stage for the Totesport Cesarewitch. Sir Mark Prescott's four-year-old has been campaigned in Germany for his last two starts, winning a Listed race at Cologne after finishing third at Baden-Baden. Weights for the £130,000 race will rise by at least 4lb as Mark Johnston's Pushkin is the new top weight on 9st 10lb (from 9st 6lb) following the withdrawal of Holy Orders and Anak Pekan, who were both unplaced in the Prix du Cadran at Longchamp. Champion jumps trainer Martin Pipe, who sent out Miss Fara to win two years ago and Heros Fatal in 2000, can chooses from four - Penny Pictures, Mujalina, Dubai Seven Stars and Calamintha. Dermot Weld's Orpington, who heads the betting at 7-1 with the sponsors, is the sole Irish entry following the withdrawal of his stablemate Direct Bearing and Willie Mullins' Holy Orders. Other leading contenders to stand their ground include Escayola, Mr Ed and Northumberland Plate winner Mirjan."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}