{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/oct/14/italy.sophiearie", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-10-13T23:01:43Z", "webTitle": "Toxic scandal in mozzarella country", "webUrl": "https://www.theguardian.com/world/2004/oct/14/italy.sophiearie", "apiUrl": "https://content.guardianapis.com/world/2004/oct/14/italy.sophiearie", "fields": {"headline": "Toxic scandal in mozzarella country", "bodyText": "In the open fields around Caserta, north of Naples, large herds of buffalo graze on lush grass, and tobacco plants tower along the roadsides. On the face of it these fertile, sun-baked Italian plains look like ideal farmland, but the soil here hides a poisonous secret. Every week, in this centre of the buffalo mozzarella industry, heaps of old tyres, asbestos, battery acid and chemical sludge are dumped by the lorryload in ditches, under bridges and in holes dug for the purpose. \"A third of Italy's waste is disposed of illegally, and Campania is where much of it ends up,\" says Donato Ceglie, the Caserta prosecutor investigating the \"ecomafia\" responsible for the dumping. Paolo Russo, a Neapolitan senator in Forza Italia, the prime minister Silvio Berlusconi's party, who heads a parliamentary commission on waste trafficking, says: \"The waste arrives by road every day. It doesn't fall out of the sky. But it seems we need a military operation to stop it.\" In the \"triangle of fire\" between the towns of Qualiano, Giugliano and Villaricca on the lower slopes of Vesuvius, the sky is lit most nights by the bundles of old clothes soaked in toxic liquid being burned by the Camorra mafia, sending columns of foul smelling smoke into the sky. There is growing evidence that waste disposal is now what keeps many mafia clans in business. As one pentito (mafia informer) proudly told his police interrogators: \"Me, I turn rubbish into gold.\" The leading Italian environmental campaign group Legambiente estimates that in the past 10 years the ecomafia has made €132bn, about 13% of the estimated €100bn annual turnover of the four leading mafia groups, which in turn amounts to about 10% of the Italian GDP. Toxic waste dumping and illegal construction are second only to drug and arms trafficking in profitability, investigators say, and infinitely less risky. The authorities are still looking for an estimated 13.1m tonnes of toxic waste which \"disappeared\" last year. The dumping is by no means confined to Caserta. In several parts of the country farmers have been tricked into spreading tonnes of sludge on their land thinking it was a free trial of fertiliser. Others have unwittingly laid asbestos on tracks after being told it was gravel. Around Caserta the authorities have counted 152 contaminated \"lakes\" which appeared in the 1990s when the mafia helped itself to tonnes of sand for illegal construction and dumped chemical waste in the pits left behind. Mr Ceglie's investigations have so far identified 1,200 illegal dumping sites in Campania and about 5,000 throughout Italy. He estimates that farmland, woods and urban wasteland adding up to an area almost the size of Wales has been contaminated and should not be farmed or accessible to the public. Off limits Farmers in Caserta fear that sooner or later toxins will destroy their livelihoods. \"One more landfill around here and the toxin levels in the buffalo milk will go over the safety limit,\" says Ettore Corvino of the Caserta region Coldiretti Farmers Association, staring at a stinking municipal tip, now closed, near Caserta. They have already come alarmingly close. Between May 2002 and December 2003 the local authorities declared 18 districts off limits for grazing after dangerous levels of toxins were recorded in the milk of cattle and sheep. More than 10,000 animals were slaughtered and 9,000 tonnes of contaminated milk destroyed, Legambiente says. Scientists have warned for years that the soil and the water in the area are contaminated but official studies and figures have yet to confirm it. Michele Bonomo, head of Legambiente's Campagnia regional office, says: \"Toxins have already been found in milk and in some maize that is fed to animals.\" The health of local people is seriously at risk, he adds, but there is no evidence yet that people eating the region's products are likely to suffer health problems. \"Toxins are slow to show themselves in people. Many farmers have been [affected] but they are not keen to report it. It's a problem we won't identify in the local population for another 10 years. \"But if we do not change direction and regain control of the land in this region we will face something similar to your mad cow disease.\" Alfredo Mazza, a scientist at the National Research Council, who was born locally, believes that toxic-waste dumping is linked to a cluster of cancer deaths in the region. He began collecting cancer data after he noticed an alarming number of death notices in his home town, Nola, north-east of Naples. Comparing local government cancer records in Campania with those elsewhere in Italy, he found that men living in the area between the towns Acerra, Nola and Marigliana were more than twice as likely as the average Italian to get liver cancer, and women more than three times as likely. He says that about 250,000 people in the region have been exposed to toxic pollutants. Mr Mazza, who recently published his findings in the Lancet, says: \"The land has been so badly damaged by illegal waste dumping it is already practically unusable. Local people have not realised they are being poisoned. And the authorities have not wanted them to know.\" Legambiente, which has been tracking the illegal dumping for the past 10 years, estimates that the number of mafia clans involved in toxic waste disposal, illegal construction and trafficking rare birds has risen from 19 to 64. Through apparently legitimate front companies, the Camorra undercuts competitors by up to 90% to snatch toxic waste disposal contracts from factories seeking to reduce their costs. Its activities have prevented the local authorities in Campania disposing of the densely populated region's waste, leading to violent protests. There is tension in the area around Acerra, north of Naples, where a huge domestic waste incinerator is planned. Pierluigi Vigna, head of the National Mafia Commission, says: \"It is much harder for us to stop this new kind of organised crime. It's easy to track down a murderer with blood on his hands. But an illegal bank transfer, done in a split second, can take six months to trace.\" So far 130 waste traffickers have been arrested and 147 companies are being investigated in 16 Italian regions. But in most cases lack of evidence against individuals and companies makes it difficult to bring charges. Once toxic waste has passed into mafia hands, its toxicity label is removed and those who see it being dumped are intimidated into silence. \"People have the impression that organised crime is being stamped out,\" he says. \"But the mafia is alive and well. It has become more discrete, more intelligent and richer than before.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}