{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/oct/20/match.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-10-19T23:34:11Z", "webTitle": "Champions League:  Sparta Prague 0 - 0 Manchester United", "webUrl": "https://www.theguardian.com/football/2004/oct/20/match.sport4", "apiUrl": "https://content.guardianapis.com/football/2004/oct/20/match.sport4", "fields": {"headline": "Misfiring United locked in stalemate", "bodyText": "Manchester United are now a safe bet to reach the knock-out stages although nobody who watched the prosaic, stuttering performance will be convinced about their chances of returning the prime European trophy to Old Trafford. Sir Alex Ferguson's team are still unbeaten but a telling statistic is that they failed to manage a shot on target until an 83rd-minute attempt by the substitute Cristiano Ronaldo. Considering the ordinariness of their opponents, that is a statistic that might have Ferguson waking in his bed in a cold sweat before Arsenal's visit to Old Trafford on Sunday. On the evidence of last night Arsenal need not fear their opponents anything like as much as United will them. That was certainly not lost on the United fans who resorted to singing \"attack, attack, attack\" during the final exchanges. With only nine goals from their opening nine Premiership matches, their profligacy in attack is becoming a real problem for Ferguson and a strange one at that given that he boasts four strikers of the quality of Wayne Rooney, Ruud van Nistelrooy, Louis Saha and Alan Smith. \"It's a concern,\" Ferguson later said of the lack of goals. \"We're used to having a good strike rate, at home and in Europe. We let ourselves down here with our final ball. I think we deserve something but the best chances did fall to Sparta.\" United were facing a side that had won only four matches in six Champions League campaigns and had lost both of their opening Group D fixtures. This Lego-like stadium is anything but an intimidating arena and Ferguson was entitled to be aggrieved that Sparta, Karel Poborsky et al, were the more incisive team for long spells. Sparta can also regard themselves as highly unfortunate not to have won a penalty in the opening two minutes when Paul Scholes fouled Lukas Zelenka just inside the area only for the referee, Massimo De Santis, to rule that the infringement had taken place outside. United's confidence has been so brittle at times this season that Sparta could reflect with some anguish that the officials were so generous to their opponents. United lacked any fluency during these opening exchanges with Liam Miller, starting his first match for two months, scarcely muddying his knees on the right wing. Miller was virtually anonymous in an experimental midfield which saw John O'Shea partnering Scholes in the centre. O'Shea acquitted himself reasonably well but his selection was still bemusing, given Ferguson's admission the previous day that he had been using too many players out of position and tinkering with his team too much for their own good. The sum total of their scoring opportunities during the opening half amounted to a deflected Ryan Giggs cross that eluded Van Nistelrooy and two efforts from Rooney. But not for the first time in his career Rooney's finishing was not as accomplished as his build-up play, particularly when Gabriel Heinze presented him with a clear sight at goal shortly before the interval, only for him to misdirect his shot from 15 yards. Rooney was otherwise one of United's most impressive performers but his wastefulness on that occasion was nearly punished within 60 seconds when Sparta broke upfield and Poborsky was denied only by a splendid save from Roy Carroll. From the resulting corner Tomas Jun headed the ball against the join of crossbar and post and Ferguson's players should have been relieved to leave the field at half-time with the game still goalless. The frequency with which United conceded possession, as well as giving away needless free-kicks, continued to be a feature in the second half. Scholes's rustiness could possibly be excused after a month-long rehabilitation from a groin injury. But it was distressing for United that Giggs and Van Nistelrooy continually lost the ball. Indeed, Van Nistelrooy grew so frustrated that a stray elbow gave his marker, Pavel Pergl, a split nose. This was a night when United's best players belonged in defence, Heinze in particular. His Old Trafford career has not been without problems but the Argentina international has already shown he will play an integral part in Ferguson's aspirations while re-establishing United as England's premier team."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}