{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/oct/17/theobserver.observerbusiness1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-10-16T23:37:01Z", "webTitle": "Unions team up in Anglo-German strike force", "webUrl": "https://www.theguardian.com/business/2004/oct/17/theobserver.observerbusiness1", "apiUrl": "https://content.guardianapis.com/business/2004/oct/17/theobserver.observerbusiness1", "fields": {"headline": "Unions team up in Anglo-German strike force", "bodyText": "THE prospect of British and German public-sector unions joining forces to collectively bargain on pay and even pursue industrial action has been raised this weekend by a cross-border agreement. Dave Prentis, general sec retary of the British public- sector union Unison, and Frank Bsirske, president of its German counterpart Ver.di, unveiled a memorandum of understanding at a meeting of the European Social Forum yesterday. The unions feel they can improve terms and conditions by joint action in priva tised and state-owned public service companies operating in both countries. Companies to be targeted include utilities E.On, owner of Powergen; RWE, owner of Thames Water and Npower; Veolia (once Vivendi); French-owned utility EdF; caterers Sodexho and Compass; and cleaning company ISS. The memorandum sets out areas of greater co-operation, including reciprocal membership, help in recruitment and lobbying. It adds: 'In transnationals where Unison and Ver.di have members, working together on compiling comparative data on pay and conditions between British and German staff, pursuing joint collective bargaining strategies using the above and undertaking joint recruitment campaigns.' A spokeswoman added that if there were issues raised in transnational companies where both unions had members that led to strike action, then that action could be co-ordinated. Prentis said: 'Public services in Europe are under attack through cuts and privatisation. Linking up with our sister union Ver.di will give us increased clout and influence - we won't be picked off and our members and our public services won't be left at the mercy of the private sector.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}