{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2004/oct/14/features11.g2", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2004-10-13T23:01:44Z", "webTitle": "Wisdom's folly No. 01", "webUrl": "https://www.theguardian.com/theguardian/2004/oct/14/features11.g2", "apiUrl": "https://content.guardianapis.com/theguardian/2004/oct/14/features11.g2", "fields": {"headline": "Wisdom's folly No. 01", "bodyText": "\"Regret for the things we did can be tempered by time; it is regret for the things we did not do that is inconsolable.\" - Sidney J Harris If you're not sure how you'll vote in the referendum on the EU constitution when it finally comes, being told that \"you'll regret what you don't do\" is no help at all. Yet the same saying, told to people considering moving overseas, running away with lovers or starting a new business is often seen as a reason to \"go for it\". What strange kind of advice are we dealing with here? The answer is that it is not advice at all. Believing that we will regret what we don't do cannot help us decide what we should do, for the simple reason that anything we do leaves some other possibilities undone. If tempted by infidelity, for example, you will end up either not remaining faithful or not having the affair. Britons could regret not rejecting the constitution or not accepting it. Either way there is always something you didn't do to regret. The mistake people make is to confuse what is in fact an insight into a tragic feature of human life and psychology with advice. For the wisdom in Harris's words is that whatever we do, we will wonder what will have happened if we had gone down another route. And whereas we have to live with the downsides of the choices we make, we tend to think only of the upsides of those options we rejected. The irony is that Harris's saying is invoked most often by those afraid of missing out on life's experiences. But while it is true that timidity and fear of the unknown can prevent us from doing many worthwhile things, the core truth these words reflect is that we cannot go down every path open to us and what we don't do becomes a ghostly absence that follows in the shadow of the one life we actually carve out for ourselves."}, "isHosted": false}}}