{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/oct/25/military.religion", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-10-24T23:18:25Z", "webTitle": "The devil and the deep blue sea: Navy gives blessing to sailor Satanist", "webUrl": "https://www.theguardian.com/uk/2004/oct/25/military.religion", "apiUrl": "https://content.guardianapis.com/uk/2004/oct/25/military.religion", "fields": {"headline": "The devil and the deep blue sea: Navy gives blessing to sailor Satanist", "bodyText": "A Royal Navy technician who is a Satanist has been given permission to practise his beliefs at sea, the Ministry of Defence confirmed yesterday. Chris Cranmer, 24, from Edinburgh, has been a practising Satanist for nine years. He joined the navy four years ago and was promoted to leading hand - the equivalent of an army corporal - last year. The decision by his superiors means that if he is killed in action aboard the frigate, HMS Cumberland, he will be allowed to have a funeral carried out by the Church of Satan. The church was founded in the 1960s and its members reject Christian views of God and the devil, instead following Satanic rules stating: \"Satan represents indulgence instead of abstinence; Satan represents vengeance instead of turning the other cheek; and Satan represents all of the so-called sins, as they all lead to physical, mental, or emotional gratification.\" An MoD spokesman said it was an equal opportunities employer and did not discriminate against specific religious beliefs. \"He went to his commanding officer with a request to practise his beliefs on board his ship and it was granted,\" a spokesman said. \"We believe he is the first avowed Satanist to serve in the military, but there is no official register of beliefs.\" Satanism has been branded a cult by some religious groups, while Ann Widdecombe, the former Tory minister, said: \"Satanism is wrong. Obviously, the private beliefs of individuals anywhere - including the armed forces - are their own affair, but I hope it doesn't spread.\" There should be \"no question whatsoever\" of allowing Satanist rituals aboard navy ships. \"God himself gives free will, but I would like to think if somebody applied to the navy and said they were a Satanist today it would raise its eyebrows somewhat.\" Mr Cranmer is reportedly lobbying the Ministry of Defence to make Satanism a registered religion in the armed forces, although the MoD spokesman said it was not aware of any approach about the issue. In an interview in the Sunday Telegraph yesterday, Mr Cranmer said he realised he was a Satanist nine years ago when he stumbled across the Satanic Bible, written by Anton Szandor LaVey, the founder of the church, who died in 1997. \"I then read more and more and came to realise I'd always been a Satanist - I just simply never knew.\" A navy spokesman said: \"We are an equal opportunities employer and we don't stop anybody from having their own religious values.\" He added: \"Our policy is that, wherever practical, reasonable requests for time and facilities that do not impact on operational effectiveness or the welfare of other personnel, are met.\" Doug Harris, director of the Reachout Trust, an evangelical Christian ministry that \"builds a bridge of reason\" to those involved in cults and the occult, said he agreed in principle that there must be opportunity for freedom of belief. But he added: \"We must look to see the quality of life we are advocating and the potential end results of such beliefs.\" He said of the Satanic statements: \"Following such tenets and working them out practically in your life seems to produce a selfish person - not a member of a team. At they same time, they appear to have little regard for others and certainly would not want to see people forgiven for things they have done wrong.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}