{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/oct/14/italy.johnhooper", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-10-13T23:01:43Z", "webTitle": "Sicilian mafia killer's days out of jail provoke fury", "webUrl": "https://www.theguardian.com/world/2004/oct/14/italy.johnhooper", "apiUrl": "https://content.guardianapis.com/world/2004/oct/14/italy.johnhooper", "fields": {"headline": "Sicilian mafia killer's days out of jail provoke fury", "bodyText": "Anti-mafia campaigners yesterday reacted with outrage after learning that one of the Sicilian Cosa Nostra's most infamous killers is being allowed out of prison on day release only eight years after being jailed. Giovanni Brusca, who turned state's evidence after his 1996 arrest, has confessed to more than 100 murders. In 1992, Brusca pressed the button on the detonator that set off the explosion outside Palermo which killed the crusading anti-Mafia prosecutor, Giovanni Falcone. Four years later, Brusca ordered the strangling of an 11 year-old boy, son of a fellow-mobster who had turned informer. The boy's body was then dissolved in acid. A Rome court ruled more than six months ago that Brusca, who is serving life in a Rome prison, should be allowed out every 45 days. But the decision was only brought to light in a press release issued by an anti-mafia group. The group's president, Salvino Caputo, said the ruling \"flies in the face of any moral or meaningful justice\". And Domus Civitas, an association representing mafia victims, said: \"Those who occupy positions of authority in this country do what they like.\" But Brusca's lawyer, Luigi Li Gotti, said his client was being let out for brief periods and under severe restrictions. \"They are not days out to take a swim in a pool.\" The affair is bound to revive suspicions that, under Silvio Berlusconi's government, authorities are going soft on the mafia. In July, opposition politicians called for an inquiry into claims that jail conditions for mafia bosses were being surreptitiously eased."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}