{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/oct/20/rugbyunion.harlequinsru", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-10-19T23:45:40Z", "webTitle": "Rugby union: Cronje free to become a Quin", "webUrl": "https://www.theguardian.com/sport/2004/oct/20/rugbyunion.harlequinsru", "apiUrl": "https://content.guardianapis.com/sport/2004/oct/20/rugbyunion.harlequinsru", "fields": {"headline": "Cronje free to become a Quin", "bodyText": "The South Africa lock Geo Cronje was yesterday released by the Blue Bulls and will join Harlequins next week. However, the Premiership's bottom club have lost their Australia scrum-half Matt Henjak, who has joined the Wallaby squad to tour Europe next month. The 24-year-old Cronje had a year to run on his contract with the Bulls but it included a clause which allowed him to move if he received an offer which the Currie Cup province was unable or unwilling to match. Cronje is set to make his debut for Quins against Wasps on November 5, along with the New Zealand second-row Simon Maling. Henjak, who was due to remain at The Stoop until Christmas, has gone after making only two appearances. He was on stand-by for the Wallabies and was yesterday called up when Chris Whitaker withdrew with a groin strain. Henjak, who has won two caps, may find himself as Australia's No1 scrum-half for their Tests against Scotland, France and England, as the captain George Gregan may pull out after his four-year old son Max was diagnosed as suffering from epilepsy. \"We will not be putting any pressure on George to tour because Chris is out,\" said the Australia coach Eddie Jones. \"At this stage George is in the squad but I will be having a chat with him in the next week to confirm that. Matt has been with us most of the year and he played well in his short time with Harlequins.\" South Africa, who open their tour against Wales on November 6, also have problems at No9 with Enrico Januarie yesterday joining Bolla Conradie and Neil de Kock on the injury list after a shoulder operation. The London Irish flanker Kieron Dawson has been ruled out for three months after injuring his knee in Saturday's Premiership defeat against Leeds. Dawson subsequently underwent a scan, which revealed damage to his medial ligament and medial hamstring muscle. The Scottish Rugby Union has made redundant the chief executives of Edinburgh, Glasgow and the Borders. The governing body's director of rugby Ian McGeechan and the commercial and marketing director Keith Grainger will oversee the teams jointly. Grainger joins the SRU after spending 15 months as chief executive of the Celtic League and has been charged with generating more revenue. \"We cannot have three chief executives when the three sides concerned are generating small incomes,\" said the SRU chief executive Phil Anderton."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}