{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/oct/20/athletics.duncanmackay", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-10-19T23:45:39Z", "webTitle": "Athletics: Harrisons serve twin drug bans together", "webUrl": "https://www.theguardian.com/sport/2004/oct/20/athletics.duncanmackay", "apiUrl": "https://content.guardianapis.com/sport/2004/oct/20/athletics.duncanmackay", "fields": {"headline": "Harrisons serve twin drug bans together", "bodyText": "Throughout their lives the 30-year-old twins Calvin and Alvin Harrison have done almost everything together. They were once homeless and lived together in a Ford Mustang coupe. In 2000 they won Olympic golds together in the 400 metres relay. Now they are serving drug bans together. Alvin created a unique and unwanted piece of history when he was suspended yesterday by the United States Anti-Doping Agency for four years after admitting taking a cocktail of banned performance-enhancing substances. As a result he became the second half of the first set of twins to be banned for drugs. Calvin was suspended for two years in August for a second doping violation involving the stimulant modafinil. \"In addition to his suspension, which began on October 18 2004, Harrison forfeits all his competitive results and winnings since February 1, 2001,\" said the Usada statement. At least Alvin has done something his twin has not managed: he is the first male athlete to be banned without first failing a drug test. Usada suspended him on the basis of a \"non-analytical positive\" after he admitted using a variety of banned substances since 2001 after being presented with evidence gathered by the agency during its investigation into the Bay Area Laboratory Co-Operative. The list included anabolic steroids, insulin, human growth hormone, modafinil, erythropoietin (EPO) and tetrahydrogestrinone (THG), the designer drug for which Britain's Dwain Chambers tested positive. Harrison's case is the second non-analytical positive involving an athlete linked to Balco, the San Francisco laboratory at the centre of the biggest drugs scandal in sporting history. The American sprinter, Kelli White, was banned and stripped of her 100 and 200 metres gold medals from the 2003 world championship after admitting drugs offences. Like White and Chambers, Harrison had worked closely with the Ukraine-born coach Remi Korchemny, one of four men facing criminal charges in connection with their Balco involvement. Usada said yesterday that 10 other athletes had received sanctions for positive tests for the steroid THG or modafinil, two of the drugs linked to Balco. \"We said a year ago that the situation at Balco appeared to be doping of the worst sort,\" said the Usada chief executive Terry Madden. \"Unfortunately, this has proven to be true.\" Harrison's suspension bodes ill for Tim Montgomery, the 100m world record holder and partner of five-time Olympic medallist Marion Jones. He is due to appear before the Court of Arbitration for Sport at a hearing in San Francisco next month. Montgomery faces a similar charge to Harrison but denies the allegations. Harrison won 4x400m relay Olympic golds at the Atlanta and Sydney Olympics, and two individual silvers in the 400m. He is the third member of the US relay squad from Sydney to have either failed tests or been banned for doping, the others being his brother Calvin and Jerome Young. The International Association of Athletics Federations recommended the 4x400m medals from Sydney be taken away after the Court of Arbitration for Sport ruled that Young, who had run in the heats, should not have been there because of a positive test for the anabolic steroid nandrolone the previous year. Young now faces a life ban after testing positive again this year for EPO. Michael Johnson, who anchored the relay in Sydney, has criticised the decision to remove their medals, despite his strong anti-doping stance. The Harrison twins had claimed that athletics had saved them after living in a car in 1995. Their father wanted them to remain in Florida, but the twins decided to go back to California. That is when the car-living began as they chased their athletics dreams. Their story inspired a critically acclaimed book after Sydney. Now it appears to have been based on a lie."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}