{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2004/oct/20/conservationandendangeredspecies.uknews", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2004-10-20T22:54:47Z", "webTitle": "Appeal to fund owl census", "webUrl": "https://www.theguardian.com/environment/2004/oct/20/conservationandendangeredspecies.uknews", "apiUrl": "https://content.guardianapis.com/environment/2004/oct/20/conservationandendangeredspecies.uknews", "fields": {"headline": "Appeal to fund owl census", "bodyText": "I sucked the throaty thin woe of a rabbit Out of my wetted knuckle, by a copse Where a tawny owl was enquiring. Suddenly it swooped up, splaying its pinions Into my face, taking me for a post. Ted Hughes was lucky: tawny owls are rarely seen by day and he chanced on one on a \"black night on the Grantchester road\". Most of us only hear their characteristic too-wit-to-woo. It is hard to count birds at in the dark, so the British Trust for Ornithology has launched an appeal to fund new ways to carry out a census of Britain's five species of owl. It hopes to raise £85,000 to fund its quest for more accurate information, especially about barn, tawny and long-eared owls. \"It is really quite scandalous how little we know about our populations of tawny owls and our other owl species,\" said Dr Humphrey Crick, senior ecologist at the BTO. \"If we are not careful they will begin to disappear without anybody really noticing.\" The BTO also wants to find out where they live and which habitats they prefer. \"Three years ago, when we launched our barn owl survey, a lot of people said we would never manage it because it is so difficult,\" a spokesman said. \"But we got all the barn owl experts together and talked about methods and spent a year testing them. \"We now have the best estimate we could have of the number of barn owls we have. So this kind of thing can be done. You have to understand the ecology of the species and the limitations that imposes on survey techniques. \"We now want to refine methods and find the best one for each species.\" The BTO's priorities are the tawny, short-eared and barn owls, with work continuing on long-eared and little owls if funds permit. One estimate of tawnies in 2000 suggested that Britain had 20,000 pairs but a BTO survey suggests that numbers dropped by more than a third between 1994 and 2003 - although the information may not be as reliable as the survey was carried out in daytime. The trust wants to spend £45,000 on two tawny owl projects, one of them involving its 16,000 enthusiasts who keep watch on their gardens. Urgent work to understand what is happening to short-eared owls, the species most likely to be seen in daylight, will cost a further £20,000. Only 2,000 pairs are thought to remain in Britain. \"The short-eared owl is like a will-o'-the-wisp - turning up in areas one year and disappearing the next,\" the BTO says. \"There are few species of birds in which adults change breeding areas between years and this nomadic behaviour makes conservation even more of a challenge. Most pairs are now confined to Scotland.\" A further £20,000 is needed to support a barn owl monitoring programme for two years. Efforts have been made to provide breeding sites and hunting habitats. But there are only about 4,000 breeding pairs in the country. · BTO Owl Appeal, The Nunnery, Thetford, Norfolk, IP24 2PU; 01842 750 050. Donations by credit card can be made on the BTO website: www.bto.org"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}