{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/oct/20/secondworldwar", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-10-20T22:54:46Z", "webTitle": "Echoes of Anne Frank in wartime diary", "webUrl": "https://www.theguardian.com/world/2004/oct/20/secondworldwar", "apiUrl": "https://content.guardianapis.com/world/2004/oct/20/secondworldwar", "fields": {"headline": "Echoes of Anne Frank in wartime diary", "bodyText": "A diary containing love letters written by a Jewish teenager to her Dutch boyfriend while she was in an internment camp in 1943 has turned up in the Netherlands. Archivists in the Dutch city of Tilburg yesterday announced the discovery, with parallels to the diary of Anne Frank. The journal was kept by 18-year-old Helga Deen during the final month of her detainment in a Dutch internment camp from April to July 1943. \"She kept the secret diary for her boyfriend in order to help him understand what she was experiencing,\" said Yvonne Weling of the Tilburg Regional Archive. Helga and her brother, father and mother were shipped to a Nazi concentration camp in Sobibor, Poland, that July. All four died at the camp. Ms Weling said the family of Helga's late boyfriend, Kees van den Berg, had donated the diary to the archive this year. He had kept the diary after Helga was deported. In the diary, Helga Deen recorded day-to-day experience, but even more of her emotions, Ms Weling said. The diary recorded the relief she felt on one occasion after her family was not selected for deportation - and the fear they might be chosen next time. \"We are homeless, countryless and we have to adjust ourselves to that way of life. What we have seen in these last months is indescribable, and for someone who hasn't been there, unimaginable,\" she wrote. Her final entry was written on July 2 1943. Parts of the diary will be on display for one day on October 30 in Tilburg. The archive is negotiating with museums to show it elsewhere. Six million Jews were killed in the Holocaust, including some 100,000 from the Netherlands."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}