{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/oct/20/cricket.davidhopps", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-10-19T23:45:40Z", "webTitle": "Cricket: Pietersen smells a political rat", "webUrl": "https://www.theguardian.com/sport/2004/oct/20/cricket.davidhopps", "apiUrl": "https://content.guardianapis.com/sport/2004/oct/20/cricket.davidhopps", "fields": {"headline": "Pietersen smells a political rat in absence from South Africa tour", "bodyText": "Kevin Pietersen has not been selected for the winter tour of South Africa and perhaps advocates of political correctness should breathe a sigh of relief. England's controversial recruit from Natal displays little love for the country of his birth. Pietersen's plain-speaking desire to assert his Englishness, and so appease his adopted land, is justified primarily because of an English mother but its directness - especially in his resentment of non-white quotas in South African sport - might owe as much to an Afrikaner father. His England career might prove interesting - and not just for his domineering middle-order batting. When he arrives in Harare next month for his debut England tour, a politically delicate one-day series in Zimbabwe, the England management might be advising him more than most to keep off the politics. Pietersen imagines that he might have missed out on selection for the more serious business that awaits England in South Africa because of the furore that his reappearance might cause now that his four-year residential qualification in England is at an end. \"I was disappointed not to [be selected to] go to South Africa because I have scored more than 5,000 first-class runs in county cricket at [an average of] 54 in the past four years,\" he said. \"I haven't spoken to the selectors but I have heard that they don't want to take me back to South Africa, with all the extra pressures.\" It seemed worth asking Rod Marsh, selector and director of the national academy, whether these rumours had any truth, just to see his moustache curl in indignation. The answer, in so many words, was no. Pietersen, who teamed up yesterday with this year's academy intake at Loughborough University, says that white resentment runs as high as ever in South Africa over quotas - \"it is not just me who is unhappy with quotas\" - and that a British passport is worth a fortune to a white youngster looking for a get-out clause. He recalled: \"I went on a tour of Western Australia with my state side at the end of 1999 and did really well but in the first game of the next season I was told that I wasn't playing because they needed to fill up the quota with three players of colour. A week before that I had been asked whether I had a British passport. You can sell a British passport for millions to a young white kid in South Africa. I phoned Ricey [Clive Rice, former South African all-rounder and Nottinghamshire coach] and said 'where do you want me to sign?'\" If Pietersen does appear in South Africa this winter, he is aware that he might receive the sort of reaction given to Clyde Rathbone, Australia's South-African born rugby union wing who returned home to Durban in the Tri-Nations championship in August after rubbishing the country for its crime rates. Rathbone, a prodigious talent who captained the South African under-21 side to World Cup victory, was booed as a traitor - by white rugby supporters, no less. Pietersen, also Durban-born, said: \"They really nailed him. Until you experience 10,000 to 15,000 people booing you, you don't know how you will react.\" Pietersen's English qualification has its critics, even in this mobile age. Marsh is not among them. \"English cricket's spirit will be strengthened by him, not diluted,\" he said. \"He has made an enormous sacrifice of leaving his own country. Maybe English cricket's spirit has been diluted in the past by those English players who have not wanted it enough.\" Pietersen says: \"I do more than my 210 days in England every year. I haven't been back to South Africa for two years. I have an Australian wife, so I do the Sydney thing at Christmas. You are brought up to be loyal to the country you are in but I have never been totally patriotic to South Africa. \"It is a case of how I was brought up at home. My Mum ruled the roost and she is English through and through. Dad is an Afrikaner but he doesn't speak Afrikaans at home. If England go to South Africa and win, I'll be a happy boy.\" Academy and itinerary Player | County | Age Ian Bell | Warwickshire | 22 Rikki Clarke | Surrey | 23 Paul Franks | Nottinghamshire | 25 Alex Gidman | Gloucestershire | 23 David Harrison | Glamorgan | 23 Jon Lewis | Gloucestershire | 29 Sajid Mahmood | Lancashire | 22 Kevin Pietersen | Nottinghamshire | 24 Michael Powell | Glamorgan | 27 Matt Prior | Sussex | 22 Owais Shah | Middlesex | 25 Graeme Swann | Nottinghamshire | 25 Itinerary for academy tour of UAE and Sri Lanka Feb 23: depart UK; Feb 26: one-day match v UAE Feb 27: one-day match v UAE Mar 2: one-day match v UAE Mar 4: one-day match v UAE Mar 5: arrive Colombo Mar 8-11: four-day match v Sri Lanka A Mar 14-17: four-day match v Sri Lanka A Mar 21: one-day match v Pakistan A Mar 24: one-day match v Sri Lanka A Mar 27: one-day match v Pakistan A Mar 28: one-day match v Sri Lanka A; Mar 21: one-day final Apr 1: arrive UK"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}