{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/oct/12/gender.sport", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-10-11T23:36:26Z", "webTitle": "Tomlinson and Holmes win awards", "webUrl": "https://www.theguardian.com/uk/2004/oct/12/gender.sport", "apiUrl": "https://content.guardianapis.com/uk/2004/oct/12/gender.sport", "fields": {"headline": "Awards fete athletes' feats", "bodyText": "Jane Tomlinson and Kelly Holmes have battled through the ravages of mental and physical pain and continued to achieve, with the public willing them on - each time not really expecting, but hoping they would make the next hurdle. Tomlinson, who has lived with incurable cancer for years, has consistently set new challenges for herself, driving her body through gruelling athletic feats. Holmes gained two gold medals at the 2004 Olympics in Athens after years of injury and setbacks. Yesterday afternoon 40-year-old Tomlinson and Holmes were honoured at the Women of the Year awards, at the Savoy Hotel in central London. Presenting the Good Housekeeping outstanding achievement award to Holmes, editor-in-chief of the magazine, Lindsay Nicholson, said the 34-year-old athlete had been honoured more for her dogged determination than for her athletic achievements. \"Like the rest of the country I was on my feet and cheering when Kelly won her second gold medal,\" she said. \"No one had even expected her to win the first one. But this award isn't for her athletic ability, so much as her dogged determination through the endless setbacks and injury and for the way she confounded her critics and finally triumphed not once but twice.\" Holmes said: \"I want to thank my family, friends and coaching team, who have been close to me during my training but also the British public who have supported me over the years and given me the most amazing welcome home. I am overwhelmed by their generosity and kindness.\" Also honoured yesterday were Lion King actor and director Josette Bushell-Mingo who was given the Craymer award for enterprise after setting up an annual season of dramatic work written, directed and performed by black British artists. Mary Kayitesi Blewitt, who lost 50 members of her family in the Rwandan genocide and went on to become the founder of the Rwandan Genocide Survivors Fund, was honoured with the Pilkington award. Tomlinson was described as \"truly inspirational\" after raising almost £1m for charities through her participation in three London marathons and three London triathlons after being diagnosed with incurable cancer two years ago. The Frink award she was given yesterday is added to a list of other distinctions: an MBE, the Helen Rollason award for courage and bravery in sport at the BBC Sports Personality of the Year in 2002. Tomlinson was first diagnosed with breast cancer in 1990, but despite treatment, doctors told her 10 years later that the cancer had returned. This time, to her lungs and bones, and she may only have a few months to live. In May this year she completed a 2,000-mile cycle ride from Rome to her home in Leeds, in tandem with her brother Luke. The mother-of-three and paediatric radiographer, said she felt humbled to accept the award. \"It's not what I set out to do when I started taking part in the races. It wasn't for awards,\" she said. \"It was to try and help other people and to keep myself positive and to help me give my family some memories and I have certainly done that and here is another one today.\" Tomlinson has defied the prediction of doctors who gave her six months to live in 2002. \"There's a level of pain all the time, of course, and sometimes it can get very distressing, but I see it as part of my life.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}