{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/oct/25/iraq.iraq1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-10-24T23:05:40Z", "webTitle": "Peter Preston: Blair is a foreign hostage too", "webUrl": "https://www.theguardian.com/politics/2004/oct/25/iraq.iraq1", "apiUrl": "https://content.guardianapis.com/politics/2004/oct/25/iraq.iraq1", "fields": {"headline": "Blair is a foreign hostage too", "bodyText": "There have been 150 foreigners taken hostage in Iraq. There are victims from around the world: from Kenya, India, Somalia, Canada. They can be managers, journalists, lorry drivers or laundry attendants; Christian, Muslim, Hindu - anything or nothing at all. Merely being in the wrong place at the wrong time is enough. Look, too, at their ranks in the recently dead, for the roll call is similarly random: a couple of ordinary Pakistanis, shot because Islamabad was considering sending troops to Iraq; a Lebanese builder, shot because he was too insignificant to ransom; a South Korean translator, beheaded; an Italian security guard; two Bulgarian truckers lost on a lonely road; and, of course, Americans - 20-year-old GIs as well as Ken Bigley's companions. Bigley was not alone. Nor is Margaret Hassan, a toiler for charity with heart and dual citizenship. But why should we think charitable causes are exempt from this horror? Many organisations have already pulled out in despair. An Iraqi passport is nil protection. It is Iraqis themselves, in hundreds upon hundreds of cases, who are the main victims of kidnap mayhem - or slaughter on the Baquba road. Is there rhyme and reason here amid such horror? Yes, in the crudest terms. Terror deters Iraqis from joining forces to defend themselves, and outsiders from helping them. Terror divides and demoralises. Terror is politics as well as carnage. Anarchy works. And see how subtle its practitioners have become. We have learned, over the few weeks since Beslan, to look quizzically at mass murder staged with 24-hour cable news in mind. We have, pitifully slowly, seen that Ken Bigley's heart-rending appeals - \"Please save me, Mr Blair ...\" - were orchestrated and scripted - yes, scripted - by his kidnappers for maximum political impact. We may dimly realise that Margaret Hassan's own video ordeal comes from much the same propaganda production line. \"Please help me ... ask Mr Blair to take the British troops out of Iraq and not bring them here to Baghdad.\" Whoever took Hassan and dictated her script was fully au fait with all the editorials and Commons' chunterings back in London. Whoever has her prisoner, expected last week's blanket coverage and tear-stained front pages. He, the unknown manipulator, is a political player too. And be clear-eyed about it: we are the weak sisters he thinks may turn and quit. That began, in the dawning understanding of Ken Bigley's predicament, as a media dilemma. Is it the job of newspapers and TV to be used for such sickening spin? But it spreads much wider than that. Take Hassan's video plea against bringing the Black Watch \"here to Baghdad\". It almost invokes that George Bush phrase we've suddenly learned to parrot - the one about \"putting our troops in harm's way\". (Why did we never hear those words over two decades of Northern Ireland?) Target: Tony Blair. The PM hung on through the appalling saga of Ken Bigley. He must endure prospective tragedy for Margaret Hassan. But what happens when the same sort of spinners who behead their hostages on the internet make a particular point of attacking the Black Watch? It's an obvious gambit: expect it because our very open agonisings over the deployment have made it obvious. Hostility towards Bush plans and Bush tactics has become almost a way of British political life, so Blair reaps the full harvest there. Anger about his \"lies\" over WMD won't go away, even though much of it wallows far too simplistically in a past open to far too much interpretation. Any transient yarn - like Westminster pay - can be turned into another howl of disgust. Maybe, if this rancid mood continues, we shall see what still seems only a remote possibility: a resignation from Blair because - for better or worse, fairly or grotesquely unfairly - trust in his word is so shredded that any terrorist cell with an internet link in downtown Ramadi can put his residual credibility in harm's way and thus make it impossible for him to lead. That would be a compelling, but tragically shameful reason for Blair to go: driven into the night by al-Zarqawi and chums. And the thought of it should, I think, give pause even to those of us who've been against Iraqi intervention from the start. Old scores and, now, different challenges. Are we all foreign hostages, too? p.preston@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}