{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/oct/20/rugbyleague.trinations2004", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-10-19T23:45:40Z", "webTitle": "Rugby league: Tri-Nations series: Aussie coach attacks referee appointment", "webUrl": "https://www.theguardian.com/sport/2004/oct/20/rugbyleague.trinations2004", "apiUrl": "https://content.guardianapis.com/sport/2004/oct/20/rugbyleague.trinations2004", "fields": {"headline": "Aussie coach attacks referee appointment", "bodyText": "Australia's coach Wayne Bennett has triggered the first controversy of the Tri-Nations series by slamming a proposal for a little-known New Zealander to take charge of Great Britain's match against his team at the City of Manchester Stadium on October 30. The Rugby Football League are understood to be pushing for neutral referees throughout the tournament, which would mean appointing Glen Black for Britain's two games against Australia. \"Who is Mr Black?\" Bennett asked yesterday. \"That will be like us bringing somebody out of the [Queensland] State League and putting them in the Australian team. No disrespect to the referee but this is a different level of football. They leave themselves open for ridicule.\" If the Kangaroos refuse to accept Black, the RFL's technical executive Stuart Cummings will have to appoint either Aus tralia's Tim Mander or Britain's Russell Smith, who will referee Australia and New Zealand for the second time in a week at Loftus Road on Saturday. Bennett has recalled the Sydney Roosters forward Craig Fitzgibbon after he missed the drawn match in Auckland last weekend with a sternum injury. The Kiwis are without the Leeds forward Ali Lauitiiti, who flew to America to visit relatives after last Saturday's Super League grand final, but include Bradford's Lesley Vainikolo and Logan Swann in their starting side and Robbie Paul on the bench. The Leeds full-back Richie Mathers has pulled out of England's squad for the European Nations Cup matches in Russia and France to have a wrist operation. He has been replaced by Huddersfield's Paul Reilly. Australia : Minichiello; Sing, Berrigan, Tonga, Rooney; Lockyer (capt), Gower; Ryles, Buderus, Webcke, Fitzgibbon, Hindmarsh, Carroll. Subs (from): Mason, Ryan, Timmins, Civoniceva, Wing. New Zealand: Webb; Meli, Vagana, Whatuira, Vainikolo; V Anderson, Leuluai; J Cayless, L Anderson, N Cayless, Wiki, Swann, Williams. Subs : Paul, Asotasi, Kidwell, Rauhihi."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}