{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/oct/29/rugbyleague.andywilson1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-10-28T23:33:06Z", "webTitle": "Rugby league: Farrell family to tackle Australia", "webUrl": "https://www.theguardian.com/sport/2004/oct/29/rugbyleague.andywilson1", "apiUrl": "https://content.guardianapis.com/sport/2004/oct/29/rugbyleague.andywilson1", "fields": {"headline": "Farrell family to tackle Australia", "bodyText": "Andy Farrell will have his brother-in-law alongside him when he leads Great Britain for the 25th time at the City of Manchester Stadium tomorrow, after the Lions coach Brian Noble revealed yesterday that Sean O'Loughlin will make his Test debut in the Gillette Tri-Nations game against Australia. \"I used to babysit for him when he was five,\" joked Farrell, who is married to O'Loughlin's older sister Colleen. \"He was a good quiet lad, but he's emerged as a real leader for us at Wigan this season. All the family will be there to watch us both.\" Noble also confirmed that Danny McGuire, another 21-year-old who scored 39 tries for Leeds this season, will win his first cap, although he will not name his team until an hour before the kick-off. The 19-man squad includes four more uncapped players: Wigan's Stephen Wild, Bradford's Stuart Reardon, and Chev Walker and Ryan Bailey of Leeds. Bailey seems certain to be involved because Stuart Fielden is the only other specialist prop, although Farrell and Adrian Morley could play in the front row. Reardon and Walker may contest the left-wing position, assuming Brian Carney, Martin Gleeson and Keith Senior are the other three-quarters. Matt Diskin and Micky Higham are not in the 19 so Terry Newton will start at hooker, despite infuriating the Australians with his indiscipline in 2003's Ashes series. Paul Johnson, who is ill, Iestyn Harris and Danny Ward also miss out. Australia's coach Wayne Bennett will name his team today, with Ben Kennedy and Shaun Timmins both hoping to recover from illness. The Kangaroos have failed to block the appointment of New Zealand's Glen Black as referee. Great Britain (from): Radlinski, Wellens, Reardon, Carney, Wild, Gleeson, Senior, Walker, McGuire, Long, Newton, Fielden, Farrell (capt), Morley, Bailey, Peacock, Ellis, Sculthorpe, O'Loughlin."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}