{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/oct/06/northernireland.spain", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-10-05T23:00:21Z", "webTitle": "IRA 'sold missiles to Eta'", "webUrl": "https://www.theguardian.com/uk/2004/oct/06/northernireland.spain", "apiUrl": "https://content.guardianapis.com/uk/2004/oct/06/northernireland.spain", "fields": {"headline": "IRA 'sold missiles to Eta'", "bodyText": "Irish arms smugglers, possibly linked to the IRA, sold the Basque terrorist group Eta at least two surface-to-air missiles which were discovered yesterday in arms caches in the French countryside, according to Spanish news reports. The two Russian-made missiles, still in their cardboard boxes and with instructions attached, were discovered in Eta arsenals in two south-western French villages, Spain's interior ministry confirmed. The missiles were reported to be lightweight, shoulder-launched Sam-7s with Strela launchers, though there was no official confirmation. The missiles were sold to Eta from Ireland about four years ago, La Vanguardia newspaper said, quoting anonymous anti-terrorist sources in the Basque region. A letter in English explaining how to use the heat-seeking missiles, which are designed for attacking low-flying aircraft, was reportedly found in a raid on an Eta safe-house three years ago. Official Spanish documents seen by the Guardian two years ago showed officials believed then that Eta had obtained anti-aircraft missiles - though it has never used them. Some of Spain's major airports, especially those in the Basque country, put into place special protective measures to avoid ground-to-air attacks, according to reports. The IRA is known to have bought Sam-7s from Libya in the 1980s and is believed to have still had several of them at the start of the arms decommissioning process. British security forces began monitoring a suspected three-way link between the IRA, Eta, and the Colombian guerrillas Farc in 2000."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}