{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/oct/10/pressandpublishing.media1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-10-09T23:56:10Z", "webTitle": "It's cool to see it in print. Really", "webUrl": "https://www.theguardian.com/business/2004/oct/10/pressandpublishing.media1", "apiUrl": "https://content.guardianapis.com/business/2004/oct/10/pressandpublishing.media1", "fields": {"headline": "It's cool to see it in print. Really", "bodyText": "Young people don't read newspapers, - or at least that's what everyone thinks. They go out to pubs, clubs, and to hang out with their friends. That's when they are not glued to their televisions, Playstations and the internet. Young people are talking to each other constantly - about pop stars, footballers, celebrities, TV shows, music, sex, cars, health: what's cool, what's in and what's out. But to do all that talking, young people need 'social fuel' - a bottomless well of information and opinions. And guess what: they get it - at least in part - from newspapers. Newspapers are the fuel injection systems for the social lives of today's young adults. Research just carried out by RDSI and BMRB for the Newspaper Marketing Agency shows that, in the 16-24 age group, 45 per cent (3.2 million) read a daily newspaper and 77 per cent (5.6 million) read a newspaper each week. While overall readership numbers have declined, that simply reflects a fragmentation that has affected all the media. It is worse for broadcasting: where once the TV audience had three channels to choose from, it is now scattered over several hundred. The picture for radio is similar. The newspaper is the last bastion of mass delivery for a young adult audience. It is the only medium that deliv ers a mass youth market day in, day out. Every issue of the biggest selling daily and Sunday papers - the Sun and the News of the World - reaches 26 per cent and 23 per cent, respectively, of young people. Last year, ITV beat that just once, with 28 per cent for the Michael Jackson interview with Martin Bashir on 10 February 10. Channel 4's best effort was 23 per cent for the final night of Big Brother. In fact, our research suggests that more young adults read about Big Brother than watch it. Young people know that reading their paper guarantees that they are in on all the gossip, the football, the TV shows and the fashion. When they are with their friends, they enjoy sharing what they have read, and they're confident that they won't look slow or uncool. Reading the paper is so important to them that it comes top of their list of social activities, with 77 per cent reading in the past week, well ahead of the 48 per cent who visit the pub once a week or more. That 77 per cent put newspapers second on their list of media consumption, well ahead of ITV at 69 per cent and C4 at 59 per cent, with cinema at a lowly 16 per cent in the average week. It was pipped only by commercial radio listenership. The newspaper is a pit stop for social refuelling: young adults pick it up on average three times a day, spending an average 30 minutes with it overall. What they find interesting and essential reading is framed by their social needs. They enjoy attention-grabbing headlines, stories or pictures. They like the extreme and the bizarre, and things they can relate to. To illustrate this, we asked a fun question of our 1,000 sample 16-24s: were they confident they could name a series of prominent people? Three-quarters said they could name Posh and Becks' kids or two finalists from Big Brother, but only 44 per cent thought they could identify their local MP and 18 per cent the EU president. It paints a vivid picture of what is important in their lives - and it's not the EU or politics. The highest-octane social fuel is celebrity gossip and TV coverage. 'If it says Big Brother on the front page you go straight to it...'; 'Without it [Big Brother articles] I'd feel like I wasn't involved.' Young women also enjoy fashion, health, films and human interest, while for men of 16-24 it is sport, films, human interest and cars. This all adds up to a big opportunity for advertisers who want to communicate with a group who are notoriously light viewers of commercial television. Even better, this age group are not only ad-literate, they enjoy advertising. Nearly half talk to their mates about 'the good or clever ads we have seen in newspapers'. Encouragingly for advertisers, they openly acknowledge that advertising in newspapers influences their brand choices - 70 per cent agreed that 'I like to look at ads for products that I might buy to get ideas and prices'; while 59 per cent agreed that films that advertise in the papers 'make you think they are worth going to see'. The most effective ads use short, sharp, witty, creative slogans combined with clever placement in the paper. Ads are seen in their editorial setting and there is a definite environment effect that can work to the advantage of the advertiser and paper. To test the ads' effectiveness, we replaced some of the ads in the respondents' papers with the kind of visually striking messages aimed at young adults and normally placed in magazines or outdoors. One such was Right Guard's 'danger rocks' ad placed opposite coverage of I'm A Celebrity Get Me Out of Here. They applauded this juxtaposition. 'It's an excellent place to put it,' said one. 'I'm A Celebrity is all about challenges and staying cool under pressure.' Celebrity pages evoke thoughts and emotions about looks, going out, what to wear, and this has a 'transfer effect', where the editorial creates a train of thought that helps the reader think about the advertiser's brand. Our research provides tangible evidence of this happening among young women, using ads for Rimmel, Garnier, Diesel and Levi's, among others. A similar effect is true of young men through the sports pages, with Fiat's clever van campaign based around football clubs coming in for special mention, along with Lucozade's use of Michael Owen. Relevant positioning in newspapers creates these powerful associations and a transfer of values. The COI has used such placement to great effect to raise awareness of important issues to young people. Not only did it make clever use of the photo strip format to put over its message on sexually transmitted disease, it sited it perfectly on the Star 's Just Jane page, where sexual problems are discussed regularly, a page this age group loves to share. The ads didn't lose impact from being on newsprint rather than glossy paper. In fact, they stood out better for the readers than they would in magazines, where readers have to leaf through pages of them to get to bits they want to read. Stimulated, entertained, interested, switched on, relaxed is how 16- to 24-year-old readers sum up their mood when reading a newspaper. The newspaper is not a 'fall asleep on the sofa' medium. They are actively seeking ideas and information that they can use throughout that day and late into the night."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}