{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/commentisfree/2019/dec/21/im-the-13-year-old-police-threatened-to-arrest-at-the-kirribilli-house-protest-this-is-why-i-did-it", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-12-20T22:37:24Z", "webTitle": "I'm the 13-year-old police threatened to arrest at the Kirribilli House protest. This is why I did it | Isolde (Izzy) Raj-Seppings", "webUrl": "https://www.theguardian.com/australia-news/commentisfree/2019/dec/21/im-the-13-year-old-police-threatened-to-arrest-at-the-kirribilli-house-protest-this-is-why-i-did-it", "apiUrl": "https://content.guardianapis.com/australia-news/commentisfree/2019/dec/21/im-the-13-year-old-police-threatened-to-arrest-at-the-kirribilli-house-protest-this-is-why-i-did-it", "fields": {"headline": "I'm the 13-year-old police threatened to arrest at the Kirribilli House protest. This is why I did it", "bodyText": "The image of 13-year-old Izzy crying as she was told she could be arrested outside Australian prime minister Scott Morrison’s Sydney residence has become one of the defining images of the country’s bushfire crisis. Guardian Australia asked her to write about why she was there and what she felt. As Australia burned from tragic bushfires, on Thursday I joined hundreds of others to demand action from our prime minister outside his Kirribilli residence. It was a whirlwind of emotions and action. The drastic change from motivational speeches, to a peaceful sea of tents awaiting the PM’s climate action, to a squad of riot police moving through the crowd arresting people, was unsettling. Many people have asked me what motivated me to drag my dad on a one-hour bus trip to Kirribilli House on one of the hottest days of summer. My answer? Our politicians’ denial, and the inaction of our government and our prime minister. Their denial has gone on for far too long. I’m tired, tired of the lies and misdirection. I’m tired of watching my future, my friends’ and family’s futures, all of our futures, burn before our very eyes. How dare Scott Morrison race off to Hawaii during Australia’s time of crisis? What we need is a prime minister who acknowledges that this isn’t another normal fire season, that the cause of this is climate change! Lives and homes have been taken while Morrison lies on a tropical beach with his head in the sand. When I first arrived at the protest it was a happy sight: young kids, families, students, adults young and old. Some were in costumes, some had painted faces, others had signs and banners. All gathered at the end of a small cul-de-sac, under a blazing sun. All there with a story, a purpose, a reason. The number of police didn’t worry me then, we were told they were there to protect us. After the rally wrapped up, a number of people announced that they had decided to camp out until Morrison returned from his holiday. The crowd had mixed emotions, some cheered while others looked on with surprise and apprehension. Tents were pitched, food and games were passed around. We settled in, made new friends, exchanged stories. Even a Christmas tree was put up. At this point, many more police vans had pulled up. Greens MP David Shoebridge arrived and complained to the police that it was unreasonable to move us as we weren’t hurting anybody or blocking anything. A “move on” order was issued. We chanted in response. We had a reason to be here – our prime minister is missing in action on the most important issue of our time. Right before the riot police came it was quiet; dense smoke swirled over the road. A sense of unease settled over me. A squad of about 25 fully suited and armed riot police came marching over the hill. It was like something out of a movie. The officers approached the wall of students and protesters with intense intimidation tactics. They went for the loudest and most motivating people first, the natural leaders, grabbing their arms and pulling them into the police van if they didn’t comply. I watched shocked and confused as my friends and fellow protesters were scattered, arrested and escorted off premises. It was chaotic, people were scrambling around filming on phones and photographers were buzzing around, capturing acts of bravery and courage in the face of injustice. My dad and I were told to move on, which we did, but as I moved on I held my sign high in the sky: Look at what you’ve left us Watch us fight it Watch us win. It’s a day I won’t forget in a hurry."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}