{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/11/jeremy-corbyn-boris-johnson-labour-conservatives-general-election", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-11T22:30:50Z", "webTitle": "Corbyn and Johnson deliver final messages as election polls narrow", "webUrl": "https://www.theguardian.com/politics/2019/dec/11/jeremy-corbyn-boris-johnson-labour-conservatives-general-election", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/11/jeremy-corbyn-boris-johnson-labour-conservatives-general-election", "fields": {"headline": "Corbyn and Johnson deliver final messages as election polls narrow", "bodyText": "Jeremy Corbyn urged Britain to “shock the establishment” and “vote for hope”, while Boris Johnson pleaded with voters to back him and settle the issue of Brexit before Christmas, at the conclusion of a bruising election campaign. Both leaders stressed that the result could be very close as they toured marginal seats across the country with just 24 hours to go before the ballot boxes open on Thursday. In his message to voters on the eve of Thursday’s general election vote, Corbyn claimed the country stands at a “fork in the road,” with a “truly historic” choice between parties that have widely different values and policies. “Tomorrow you can shock the establishment, by voting for hope,” he told a rally in Hoxton in east London. “Hope for yourself. Hope for your family. Hope for your community. Hope for our NHS. Hope for our country. Tomorrow, vote for hope. Vote for real change. “The establishment doesn’t want Labour to win.” Corbyn also hammered home his core message from throughout the campaign, that Johnson would “open our NHS to takeover by American mega-corporations and carry on with more cuts”, saying that was why US president Donald Trump wants the prime minister to hold on to power. Johnson hosted his own rally not far away from his rival in the Olympic Park in east London, making his message all about his determination to carry out Brexit. “Enough is enough,” he said in remarks released ahead of Wednesday night’s rally. “This election is our chance to end the gridlock but the result is on a knife-edge.” He also repeated his claim that if the Conservatives fail to win a majority then Corbyn would have to seek a deal with the Scottish National party, leading to second referendums both on the EU and Scottish independence. “Today is our chance to unite as a country and put the uncertainty to bed so people can get on with their lives,” he said. “Just imagine how wonderful it will be to settle down to a turkey dinner this Christmas with Brexit decided – and how awful it would be if Corbyn and Sturgeon were in Downing Street advancing their plans for two more referendums.” Johnson criss-crossed England and Wales on Wednesday, taking part in a series of carefully staged business visits and photo calls, aimed at underlining his determination to press ahead with Brexit. The PM has come under intense scrutiny in recent days. The father of London Bridge attack victim Jack Merritt accused Johnson of seeing his son’s death as a political opportunity. Johnson was also criticised for his reaction to the case of a four-year-old boy pictured sleeping on the floor of a Leeds hospital – an image he appeared reluctant to confront when asked about it on Monday. Conservative sources also had to deny that Johnson had hid in a fridge to escape from TV reporters on Wednesday. Corbyn kicked off his countrywide tour with an early morning rally in Glasgow, before taking in Middlesbrough and Bedford on his way back to the capital. With the Liberal Democrats urging voters to back the party most likely to defeat the Conservatives and prevent a hard Brexit, and Nigel Farage’s Brexit party threatening to split the Brexit vote in many of the Labour seats Johnson is targeting, the result is highly unpredictable. If Labour denies Johnson a majority, it will vindicate Corbyn’s decision – controversial among many senior figures in his party – to back the prime minister’s demand for a snap poll at the third time of asking. The Labour leader told the Guardian at the start of the campaign: “I didn’t alert anybody in advance – it was my decision. On my own. I made that decision. And they gulped, and said, ‘Yes Jeremy.’” Labour has said it would seek to run as a minority administration rather than seeking a formal deal with the SNP or any other party. However, it is a real prospect that Labour could look for a confidence and supply arrangement with the SNP, Lib Dems and other pro-second referendum parties if both Corbyn and Johnson fall short of a majority. The polls are currently pointing to a lead for the Tories of between six and 15 points, which suggests anything between a hung parliament and a convincing majority for Johnson. With such uncertainty, there is nervousness in both the Tory and Labour campaign teams. Labour declared victory in the social media campaign on Wednesday night, with pro-Corbyn campaign group Momentum saying its election videos had been viewed by nearly half of the UK’s Facebook users. Their analysis has shown that 17m of the UK’s 36m Facebook users have watched Momentum videos since the election campaign began, compared with 13m during the seven weeks of the 2017 campaign. In a final attempt to get the vote out for Labour the group released another video with actor Steve Coogan, Primal Scream frontman Bobby Gillespie and comedian Josie Long with a soundtrack provided by Brian Eno. Laura Parker, Momentum’s national coordinator, said: “The Tories may have a handful of billionaire press barons on their side, but we have tens of thousands of people across the country sharing our videos to millions. They’re allowing our message to cut through the unprecedented levels of media bias we’ve seen this election.” The shadow chancellor, John McDonnell, who has played a key role in organising Labour’s campaign, used an article in the Guardian to warn that if Johnson wins a majority, it would usher in a “political dark age, dominated by extreme rightwing populism”. “We will face a Johnson government – with its establishment allies owning most of our print newspapers, with a proven ability to bully and dominate broadcast media, and a capacity to buy up dark ads across social media – that is able to manipulate our politics on a scale we have never seen in this country,” he wrote."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}