{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/dec/19/pakistani-children-infected-with-hiv-exposed-to-unsafe-jabs", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-12-19T23:30:02Z", "webTitle": "Pakistani children infected with HIV 'exposed to unsafe jabs'", "webUrl": "https://www.theguardian.com/society/2019/dec/19/pakistani-children-infected-with-hiv-exposed-to-unsafe-jabs", "apiUrl": "https://content.guardianapis.com/society/2019/dec/19/pakistani-children-infected-with-hiv-exposed-to-unsafe-jabs", "fields": {"headline": "Pakistani children infected with HIV 'exposed to unsafe jabs'", "bodyText": "More than 700 children in Pakistan were infected with HIV, the virus that can cause Aids, through unsafe injections to treat them for conditions such as diarrhoea and through contaminated blood donations, according to an investigation. Until single-use, safe needles are introduced worldwide, which the World Health Organization says must happen by the end of 2020, experts say oral medicines should be the first choice wherever possible. They call for urgent action to improve infection control, the running of blood banks and the regulation of clinics in Pakistan. Most of the affected children were given injections with contaminated, re-used needles. They were being treated for ailments such as diarrhoea and respiratory infections for which they could have had pills or medicine by mouth, but the use of injections is widespread and families, who usually have to pay for treatment, are said to have more confidence in them. A paper in the Lancet Infectious Diseases medical journal reports the findings from the study of more than 30,000 people in the town of Ratodero, who were tested for HIV after the outbreak became obvious in April. Experts were called in and the government closed three blood banks, almost 300 clinics and the Sindh health care Commission. Dr Fatima Mir from the Aga Khan University in Pakistan, the lead author, said: “Pakistan has experienced a series of HIV outbreaks over the past two decades, but we’ve never before seen this many young children infected or so many health facilities involved. “Use of syringes and needles is widespread, and Pakistan has one of the highest rates of unsafe injections in the world. Health practitioners need to use intravenous treatment only when necessary, use needles only once and screen blood for infections before using it for transfusions.” A quarter of the children were found to be in a state of advanced disease, indicating that they had been infected some time ago. Only two-thirds of them were able to start antiretroviral therapy to keep the HIV virus at bay, because there were not adequate drug supplies or trained staff. Nine children have died. Many children were also found to be infected with the blood-borne viruses hepatitis B and C. Once the outbreak became public, a screening camp was set up at Tehsil hospital in Ratodero, where 31,239 people were tested for HIV and 930 were found to be positive. Of those, 763 were under 16 and most (604) were under 5. More boys were affected than girls. The paper says blood banks are often unregistered and unregulated. Those who give blood are often paid. Screening for infections is “erratic”, it says. The outbreak could be seen as the spillover from groups who have high rates of HIV infection in Larkana, including intravenous drug users, the authors wrote. In a commentary to the journal, Prof Mark Cotton from Stellenbosch University, South Africa, wrote: “Poor infection control, unsafe injections, unlicensed practitioners, low HIV awareness, and stigma have combined with horrific consequences. “The most worrying aspect of the outbreak is the link with a breakdown in safe injection practice and poor management of donor blood. Of 16bn injections administered every year globally, only 5% of these each are for immunisation and for contraception, respectively. “During the 1950s and 1960s, cheap disposable syringes made of plastic were developed on an industrial scale and became available globally. With exposure to the efficacy of painful but effective intramuscular penicillin injections, the general public incorporated a belief in the importance of painful injections. These factors encouraged traditional healers and unlicensed practitioners to offer injections.” The WHO has set a deadline of 2020 for the transition to safe, single-use syringes. Until then, it is essential that injections are limited to those that are strictly necessary, he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}