{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/21/its-fine-not-to-do-it-their-way-bret-mckenzie-on-home-hollywood-and-the-oddness-of-fame", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-12-20T19:00:26Z", "webTitle": "'It's fine not to do it their way': Bret McKenzie on home, Hollywood and the oddness of fame", "webUrl": "https://www.theguardian.com/world/2019/dec/21/its-fine-not-to-do-it-their-way-bret-mckenzie-on-home-hollywood-and-the-oddness-of-fame", "apiUrl": "https://content.guardianapis.com/world/2019/dec/21/its-fine-not-to-do-it-their-way-bret-mckenzie-on-home-hollywood-and-the-oddness-of-fame", "fields": {"headline": "'It's fine not to do it their way': Bret McKenzie on home, Hollywood and the oddness of fame", "bodyText": "Although he’s one of Wellington’s best-known pop cultural exports – as a musician, songwriter, actor and comedian – nobody makes a fuss when Bret McKenzie arrives in a central city cafe. Fuss wouldn’t be entirely unwarranted. McKenzie’s portrayal of a particular type of socially awkward, deadpan New Zealander helped put the country’s dry humour on the map. And the comedy duo Flight of the Conchords – in which he performs with Jemaine Clement – so enraptured Hollywood that he could still be there if he wanted to, churning out season after season of the acclaimed TV show of the same name. Their comedy was deeply strange, and audiences couldn’t get enough. Ten years on the pair can still fill an arena – as McKenzie puts it – with “just two little guitars and a xylophone”. Yet McKenzie is happier away from Los Angeles and out of the spotlight. He is inconspicuous – his ideal state – in a cafe in New Zealand’s capital, raincoat on thanks to a torrential summer downpour. He prefers the quiet bustle of home to the bright lights of Hollywood. Next year he is bringing his surreal sensibilities to a local crowd, again from behind the scenes, as a guest curator of the biennial New Zealand festival. ‘It was so weird’ A strange taste of celebrity at the beginning of his career “put me off being famous early on”, McKenzie says. A few years before Flight of the Conchords blew up in the northern hemisphere, he landed a small role – three seconds, to be precise – as an unnamed elf extra in Peter Jackson’s first Lord of the Rings film. He’s still not sure how but his silent turn was spotted by Tolkien fanatics, who called him Figwit (an acronym for “Frodo is great … who is that??!”), gave him a website, some slightly disturbing fan art and an unexpected moment of global fame. A story about the Figwit phenomenon appeared on the cover of USA Today. At the height of Figwit-mania, McKenzie was invited to an event run by the Scottish Tolkien Society. His university friend Taika Waititi – now a film-maker of Jojo Rabbit and Thor: Ragnarok fame – went too, as a sort of bodyguard. “He got really into it, dressed up as Gandalf,” says McKenzie, who did not wear a costume. When he and Clement travelled to the Edinburgh fringe festival to perform as Flight of the Conchords, they found that those Tolkien fans had flown in from around the world to attend the shows. The fans were “lovely” and tickets sales to Lord of the Rings enthusiasts paid their rent in Edinburgh. But, McKenzie says: “It was so weird.” Such was his popularity that he was upgraded (slightly) in two later films in the Tolkein franchise. But the flashpoint of fame had taken its toll. When he and Clement found the spotlight with Flight of the Conchords, he says: “I was quite held back in connecting with fans, I think, as a result of that.” He now travels to the US only for meetings, returning to his wife and three children in Wellington. Ballet, bowling and Boris Johnson McKenzie grew up in the capital, the son of Deirdre Tarrant, a decorated New Zealand ballet teacher and dance company founder. By the time he hit high school he was taking ballet classes four days a week. The physical acumen learned from dance meant he also excelled at cricket. But he felt compelled to add his own flair. “I would practice ballet in the outfield while I was waiting for fielding,” he says. “And then when I’d run in to bowl, I was a fast bowler but sometimes I would do sort of a pirouette on my run to distract the batter.” At 14 he gave up ballet for music, channelling his obsessive energies into “hours and hours” of practising drums. In Wellington, a small city in a country of fewer than 5 million people, where work for artists is hard to come by, McKenzie learned from his mother’s success. “She was all about doing a lot of different things to turn it into an income,” he says. “I learned that pretty early on – how to compromise to pay the bills.” Since his career took off he has also learnt the importance of doing things his own way. “I spent quite a few years trying to do things the Hollywood way,” he says. “I’m learning that, actually, it’s fine to not do it that way.” That sometimes includes walking away – which he and Clement did from the Conchords after two seasons of the Emmy-winning HBO show and talk of a third in the offing. But it also sometimes means skewering expectations. Pitch meetings, for example, often involve delivering dry proposals to executives; no singing, for example, and “no dragons”, says McKenzie – who is very keen on dragons. Doing things the McKenzie way means bringing a slice of Wellington’s experimental theatre scene – he describes shows he worked on in the 1990s as “ludicrous” and “bonkers” – to Hollywood studio lots in the hope of winning over staid suits. Last year he produced a lo-fi, immersive theatre installation on a Warner Bros soundstage in an attempt to get the green light for a film project – a fairytale musical, set in New York and drawing on his perennial influences of Labyrinth, The Muppets and The Princess Bride. A friend of McKenzie’s, playing the moon, spoke to the audience “with her head through this moon thing”; McKenzie was part of a three-piece band dubbed the Sleepless Knights, wearing rented suits of armour. “They loved it! They were like, ‘What the hell’s going on here?’ They were into it,” says McKenzie. The project was approved. For the New Zealand festival, McKenzie is planning a week-long programme featuring local music, an outdoor adventure for families and performances by the Netherlands clowning group Släpstick, which he says is “just a really good time”. He’s also writing songs for a new musical to be performed at the festival, The Brief and Frightening Reign of Phil, based on a novella by the US author George Saunders in collaboration with London’s National Theatre. Saunders’ work, like McKenzie’s, is surreal and blackly funny, and McKenzie says the Orwellian parable conjures up shades of “Boris Johnson and Donald Trump”. “The character of Phil becomes president, and he’s this idiot and his brain keeps falling off,” he says. McKenzie has half of the show’s tunes left to compose and a matter of weeks in which to finish them, but writing funny songs, he says, still feeds him spiritually. “There’s something about it that’s addictive,” he says. “It’s sort of enlightening and it makes me feel connected to the universe.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}