{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/09/boris-johnson-looking-at-abolishing-tv-licence-fee-for-bbc", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-09T22:30:03Z", "webTitle": "Boris Johnson 'looking at' abolishing TV licence fee for BBC", "webUrl": "https://www.theguardian.com/politics/2019/dec/09/boris-johnson-looking-at-abolishing-tv-licence-fee-for-bbc", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/09/boris-johnson-looking-at-abolishing-tv-licence-fee-for-bbc", "fields": {"headline": "Boris Johnson 'looking at' abolishing TV licence fee for BBC", "bodyText": "Boris Johnson has threatened to take the BBC’s licence fee away, as he called into question its status as a publicly funded broadcaster. The prime minister suggested the licence fee, which is guaranteed to continue until at least 2027, was a general tax that could no longer be justified when other media organisations have found other ways of funding themselves. Johnson’s threat to the publicly funded status of the BBC came on a difficult day for his campaign, as he came under fire over his response to a photo of a sick four-year-old sleeping on the floor of A&amp;E. The prime minister made the pronouncement as he took questions from workers at a haulage firm in the Labour stronghold of Washington in the north-east, arguing in favour of Brexit alongside the former Labour MP Gisela Stuart. Asked why he would not get rid of TV licence fees, Johnson said: “At this stage we are not planning to get rid of all licence fees, though I am certainly looking at it. I’m under pressure not to extemporise policy on the hoof. “But you have to ask yourself whether that kind of approach to funding a TV media organisation still makes sense in the long term given the way other media organisations manage to fund themselves. “The system of funding out of effectively a general tax bears reflection. How long can you justify a system whereby everybody who has a TV has to pay to fund a particular set of TV and radio channels?” Any changes to the BBC’s funding model would require parliament to pass fresh legislation, with the broadcaster’s royal charter currently guaranteeing the existence of the licence fee until 2027. However, separate negotiations will start soon over how much the BBC can charge for the licence fee from 2022 onwards – offering an opportunity to limit the organisation’s funding. When later pressed on whether he wanted to withdraw public support for the BBC altogether, Johnson replied: “The BBC is not going to be privatised.” He added: “What I said is that I think the licence fee needs to be argued for. We live in an age when lots of media organisations have to compete. The BBC is funded on a very different basis. The case for that needs to argued through. Funding one particular media organisation out of general taxation is a singularity. The case needs to be made.” He also said a lot of time was being taken up with prosecutions for non-payment of the licence fee, which can be “heavy-handed”, saying: “We are looking at the possibility of decriminalising.” A Tory source said the government had been looking at two options: scrapping the licence fee and decriminalising its non-payment. A BBC spokesperson said: “As we’ve said before, the licence fee ensures a universal BBC which serves everyone, is the most popular funding system among the public and is agreed as the method of funding the BBC for another eight years.” The policy was not mentioned in the Conservative party manifesto, but Nicky Morgan, the outgoing culture secretary, hinted last month that the days of the licence fee could be numbered. Morgan, who is standing down as an MP, had said she was “open-minded” about scrapping the licence fee and replacing it with a Netflix-style subscription service, although sources in her department later downplayed the significance of her comments. The BBC is already dealing with the aftermath of the decision to start charging most over-75s for the fee, which will come into effect this summer. The corporation was forced to make the cuts after former chancellor George Osborne pushed the BBC to take responsibility for the benefit, which was previously paid by the government. David Henderson, a mechanic at Fergusons Transport who asked about the licence fee, said he was happy with the answer and planned to vote Tory for the first time. Others at the firm gave the prime minister a tough time over the potential impact of Brexit on jobs in the north-east and Tory disinformation during the campaign. Paige Hood, an administrator, tackled him over why the Tories had paid for a “fake news” website to be the top Google result when people search for Jeremy Corbyn’s manifesto. The prime minister declined to answer, saying he “hadn’t the foggiest idea” what she was talking about and claimed it was a “media diversion”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}