{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/28/observer-letters-defend-labour-record-in-office", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-28T21:00:19Z", "webTitle": "Stand up for Labour’s record in office | Letters", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/28/observer-letters-defend-labour-record-in-office", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/28/observer-letters-defend-labour-record-in-office", "fields": {"headline": "Letters: stand up for Labour’s record in office", "bodyText": "As a Labour party “moderate”, I broadly agree with the analysis of Roy Hattersley, David Miliband and Andrew Rawnsley on Labour’s problems with Corbynism and the left (Comment). But none addresses the fact that what has been missing since 2010 is any defence of Labour’s record from 1997 to 2010. Not just internally, with the obsession of many with Iraq, but externally to the wider public by attacking the accepted narrative that Labour’s profligate spending caused the economic problems that necessitated austerity. The “credibility scorned by the left” that Miliband cites has not been helped by any noted defence of Labour’s valid public spending by those at the helm of New Labour. Liam Byrne’s “the money has all gone” note is all that we loyal members proud of Labour’s achievements in office had been left with, pre-Corbyn. We have stayed but not fought because none of the architects of those achievements with a public platform seems to have been prepared to do so to the public in the media. Trevor Hopper Lewes, East Sussex Roy Hattersley talks about the “unelectable left”. He was deputy leader of the Labour party from 1983 to 1992. Labour lost the 1983, 1987 and 1992 general elections. I guess that makes him an expert on unelectability. Trevor Jones London N16 We have all given significant periods of our lives to the Labour movement, most recently as MPs and candidates in the general election. We have been horrified by the damage that Tory government austerity has wreaked in our communities, crippling our NHS, starving our struggling schools and transport networks, normalising street sleeping and failing to keep our streets safe. Yet sadly, when it came to polling day, Labour was led to its biggest defeat since 1935. We lost seats in every region and nation with a swing against us in every social class – with the biggest swing against us from the poorest people. The scale of this defeat means that we have to look unflinchingly at what went wrong, way beyond a simple review, welcome as that might be. We need to be honest about why our outgoing leadership’s reflexive anti-western worldview was so unpopular and address the reasons. We were rejected on doorsteps not just because of our woolly, changing position on Brexit, or in Scotland because of our weak commitment to the union, but because the very people we were supposed to be fighting for did not think the policies in our manifesto related to their lives. The focus on nationalisation and uncontrolled spending commitments meant people simply didn’t believe us. Sadly, this was particularly true with those most affected by the poverty and injustice that 10 years of Tory government has created. Lastly, cronyism at the top of our party and repeated unwillingness to stand up to the stain of antisemitism were constantly relayed back to us on the doorstep, shaming the traditional values of our once great anti-racist party. We are devastated that, across the country, we can no longer help our residents to whom we have devoted ourselves, still struggling under a Tory government. It is our duty to speak up now, so that our leadership candidates keep these people at the heart of their campaigns to lead our party. The challenge for the eventual winner is immense. We need to win 150 seats in every corner of the country, gaining votes from a coalition of communities. Labour needs to be in government – and for that, fundamental change at the top of our party is required. Only this will help us recover from the catastrophic loss of 12 December. Mary Creagh, former MP for Wakefield, Emma Reynolds, former MP for Wolverhampton North East, Anna Turley, former MP for Redcar, Dr Paul Williams, former MP for Stockton South, Gerard Killen, former MP for Rutherglen and Hamilton West, Martin Whitfield, former MP for East Lothian, Mary Wimbury, Labour candidate for Wrexham, Sheila Gilmore, Labour candidate for Edinburgh East, Ashley Dalton, Labour candidate for Rochford and Southend East, Kate Watson, Labour candidate for Glasgow East, Phil Wilson, former MP for Sedgefield Work together on land use All land management contracts should be subject to scrutiny but the goals of animal welfare activists may conflict with wildlife conservation and the ability of upland catchments to sequester carbon (“On Brontë country’s moorland, could the end of grouse shooting be in sight?”, News). The RSPB acknowledges that well-managed shoots, with targeted predator control and progressive habitat work, can benefit breeding curlew and restore blanket bog. There is room for a wider diversity of upland land uses from a variety of stakeholders who could all promote better working practices around the use of controlled fast “cool burning” to provide a mosaic of wildlife-friendly habitats while reducing the risks of uncontrollable slow “hot burning” wildfires harming the peat. Rob Yorke Abergavenny, Monmouthshire Female writers writ large I can’t agree that men have always told women’s stories or that they’ve always put themselves right at the centre of the picture (“From Little Women to Killing Eve, female friendships finally get top billing”, Focus). Some of the most popular stories about women and girls have been told by women, from classics such as Jane Eyre by Charlotte Brontë and Anne of Green Gables by Lucy Maud Montgomery to more recent books such as The Color Purple by Alice Walker and Helen Fielding’s Bridget Jones’s Diary. Women have always shared the spotlight with men. Emilie Lamplough Trowbridge, Wiltshire Building trust Your Business leader (“Persimmon is putting its house in order: the corporate world should pay attention”) refers to the enduring perspective of the “capitalist cynic” and calls to introduce purpose into the heart of corporate practice. The sooner this view is consigned to the dustbin the quicker issues such as the climate emergency and inequality can be addressed. And it is not, in reality, such a radical notion, that a business should be responsible for the social and environmental consequences of its activities or that this cannot prove positive in commercial terms. What is necessary is a legislative change so that all businesses are mandated equally to do the right thing. Dave Hunter Bristol In defence of cars Martin Love has got it wrong (“The decade that left us reeling”, Special report). Electric car sales have been steadily rising, as have those of electric bikes. We, like many people, do a big weekly shop at a large supermarket; cross the city to pick up and look after grandchildren; travel to friends and relatives; journey to holiday destinations and so on – and millions of people commute in cars. Using bikes would use up time or be totally impractical. Finally, older cities, towns, villages and suburbs, particularly those in hilly areas, cannot readily provide completely separate bike lanes. There isn’t the room. Let’s be more realistic about modes of transport and genuinely invest in them all, public and private, and have a proper debate on their relative merits. Tony Laycock Oughtibridge, Sheffield Home truths on Scotland When is Kirsty Strickland going to write about what Scotland will be like after their “indyref” (“With the union in peril, disdainful Johnson is the last man to save it”, Comment)? Not the pious hot air but the reality. The SNP’s government of Scotland has been appalling. Has it never occurred to anyone at the Observer that an independent Scotland might be as miserable and isolated as Brexit Britain? Jean McGowan Glasgow Talmudical training I was pleased to see the article about the distinguished Gateshead Talmudical College (“Torah on Tyne: how Orthodox Jews carved out their very own Oxbridge”, News). However, it has been an important part of the fabric of Gateshead for very many years and certainly long before the last ship was launched at Swan Hunter in 2006. Although not known widely outside Gateshead, other than in the Jewish community, it has played a distinguished record in training people for leading roles throughout the world and long may it continue. Ian Wrigglesworth Gateshead"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}