{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/13/arsenal-freddie-ljungberg-quick-decsion-emery-successor", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-13T22:30:06Z", "webTitle": "Arsenal’s Freddie Ljungberg wants quick decision on Emery successor", "webUrl": "https://www.theguardian.com/football/2019/dec/13/arsenal-freddie-ljungberg-quick-decsion-emery-successor", "apiUrl": "https://content.guardianapis.com/football/2019/dec/13/arsenal-freddie-ljungberg-quick-decsion-emery-successor", "fields": {"headline": "Arsenal’s Freddie Ljungberg wants quick decision on Emery successor", "bodyText": "Freddie Ljungberg has given his clearest hint that he would favour a swift resolution to Arsenal’s search for a manager, with the club unwilling to sanction the creation of a new backroom team until they have decided whether he will continue in the role on anything more than a game-by-game basis. Ljungberg has overseen four matches, with Arsenal keen to take their time over replacing Unai Emery, and there is little sign his services will be dispensed with in the near future. But he has not been offered any indication of the timescale over which he will occupy the position and, with the club’s coaching resources severely stretched, pointed out that long-term uncertainty would not make for ideal working conditions. “The club have said I have to wait until they make a decision, so I can’t do anything at the moment,” he said when asked whether progress had been made in enlisting reinforcements. “I have Per [Mertesacker] but at the same time he is academy manager. He is helping me with the coaching. The club has said when they make a decision then that’s it – or I’m leaving, obviously – and maybe then we can do something with the staff. But it’s up to the club. “If you look at the person who was here before, he had a lot of staff and maybe I don’t have so many. So if you keep on going like that for months and months, it’s not so easy. But that’s totally up to the club.” Emery’s staff included two first-team coaches, Juan Carlos Carcedo and Pablo Villa, along with the goalkeeping specialist Javi García. They have not been replaced since his sacking a fortnight ago and it had been expected Ljungberg would be allowed to form a more defined structure than the ad-hoc arrangement with Mertesacker. He had been considering asking his former teammate Gilberto Silva to be among those involved but the club’s intentions remain opaque even though they are known to be open-minded about the possibility of keeping Ljungberg on until May. “I haven’t got any indication of if I’m here or not,” he said. “What I’ve said to the bosses and the club is I will do everything in my power to do as well as I can for this club and the players. Then obviously it is up to them to make a decision. I try not to put any emotions into that.” In the meantime Ljungberg was preparing Arsenal for the visit of Manchester City on Sunday. He revealed he had paid close attention to Pep Guardiola’s career given there are similarities between their early years in coaching. Ljungberg was in charge of Arsenal’s Under-23s last season while Guardiola started out in a loosely equivalent position with Barcelona B. “I think he is a tremendous coach and of course I’ve looked a little bit at how he did in his career,” Ljungberg said. “He was with the B team with Barcelona and I thought: ‘OK, I’m an assistant and with the under-23s and the reserves here in England,’ so [I have been] trying to see how he developed himself. But the ideas he comes up with, for me they have revolutionised football. It’s something, as a young coach, I looked at. I’m looking forward to it and I have a lot of respect for him.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}