{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/dec/11/bayern-munich-v-tottenham-hotspur-champions-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-11T22:24:26Z", "webTitle": "Bayern Munich 3-1 Tottenham Hotspur: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/dec/11/bayern-munich-v-tottenham-hotspur-champions-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/dec/11/bayern-munich-v-tottenham-hotspur-champions-league-live", "fields": {"headline": "Bayern Munich 3-1 Tottenham Hotspur: Champions League – as it happened", "bodyText": "Here is David Hytner’s report from Munich. There’s a lovely moment when delight is written all over Sessgnon’s face after he’s told that he’s the youngest player ever to score in the Champions League for Spurs. Then he reverts to being a composed and articulate talker. Asked what the biggest thing he learned today was he replies: “If you don’t take your chances against the big teams you’ll get punished. We knew they would have lots of the ball and it’s hard when you chase the ball but we did get into good positions on transitions and if we had taken those chances ... Mourinho: [It was] a good match for me. I don’t want to speak about conclusions because its too strong a word. But I would say [I got] important information. I’ll give you the positive examples because that’s easier. Foyth: he didn’t play one minute with me until today and he has done more in these 90 minutes than in two or three weeks of work without playing.” Regarding Sessegnon, he says he took his goal very well - “he has that quality” - but points to a couple of areas the youngster can improve (“he needs to learn to use his body”): “He has a lot to develop but the potential is there.” That was a mostly desultory performance from Spurs, who were outplayed by a Bayern team at half-speed. Sessegnon scored a lovely goal and Gazzaniga did fine, but that was about the extent of the positives from Spurs. Bayern are very nifty going forward but alarmingly open at the back. This meaningless game was not one from which big conclusions should be drawn ... but neither of these teams is going to win the Champions League this year. 90+1 min: Son is sent racing clear, bearing down on goal, a little to the left of centre. Neuer comes to meet him ... and sticks out a leg to save the forward’s low shot. 90 min: There will be at least three more minutes. 89 min: Walker-Peters stops Coutinho from taking the ball on to his right foot. So the Brazilian shifts it on to his left and fires off a shot from 12 yards. Gazzaniga touches it over. 89 min: Skipp and Rose throw themselves in front of a shot by Gnabry to prevent Bayern from plundering a fourth. 88 min: “I’m not watching the game but just read your description of Coutinho’s goal,” announces Matt Dony. “Spurs players stood off him near the corner of the area? Have they never seen him play?” Apparently not. But I hope they - in particular, Eriksen - have been paying attention today because he’s put on an exhibition of canny play between the lines. Bayern substitutions: Zirkzee and Goretska on, Perisic and Martinez off 84 min: Bayern sweep forward. Pavard’s cross hits Rose on the arm but the ref is not interested in the penalty appeals. Fair enough, as there was no way for Rose to avoid it. 82 min: Sissoko releases Walker-Peters down the right. The fullback chugs into a crossing position ... but then overhits his delivery. Spurs substitution: Wanyama on, Dier off. 80 min: Martinez fouls Son near half-way, giving Spurs a chance to get into opposing territory after a few minutes of Bayern domination. 78 min: Bayern to walk the ball into Spurs’ net. Rose eventually puts an end to their conniving. 76 min: Eriksen curls his shot around the wall. Neuer pushes it out for a corner, with a lot of difficulty. It was a wobbly shot. 75 min: Eriksen pounces on a second ball just outside the Bayern box and then knocks it past Martinez, who fouls him. Freekick in a useful position for Spurs. 72 min: A dinky counter-attack by Spurs. Eriksen, in fairness, was heavily involved and teed up Son for a finish ... until Davies hurtled back to make a superb tackle on the forward, who was about to unload a shot from 12 yards. 70 min: Gazzniga positions himself well to save an 18-yard daisy-cutter from Gnabry. 69 min: Bayern could score seven again here if they wanted to. But they’re not particularly bothered. Having said that, they could still score seven again. Spurs substitutions: Skipp and Son on, Moura and Lo Celso off. What is the point of bringing on Son? I was going to ask what the point is of leaving on Eriksen, but I assume it’s a punishment. That was inevitable and all too easy. Davies jinked down the left and then offloaded to Coutinho near the corner of the area. Sissoko and Eriksen stood off him as he shifted the ball on to his right foot and curled a fine shot into the far corner of the net. 64 min: Spurs can’t get the ball. 62 min: You know the way people who can’t dance always make sure they have a drink in their hands at parties? And then they tap a foot and sort of sway as if to suggest they would bust some amazing moves on the dance floor if only they didn’t have a drink in their hands? Can’t put my finger on it, but something about the way Eriksen is playing here brings those people to mind. 59 min: Coutinho turns and runs at Spurs defence 20 yards out. Foyth is bamboozled and takes him down. He didn’t know what he as doing. 60 min: Coutinho’s freekick flies a yard over the bar. 57 min: Thiago skips away from Dier and then knocks the ball past Rose and runs straight into the defender, forearm-first. Rose cops it in the face. It’s been a harrowing couple of minutes for Spurs’ fullbacks. 55 min: Eriksen fails to control a simple pass in midfield. I believe the polite phrase is “he has struggled to make an impact so far”. 53 min: Walker-Peters is receiving treatment for a bloodied nose. Think he was caught in the face by the ball. He’s had trouble keeping up with Bayern’s runners for a lot of this match, but there’s no doubting his bravery. 51 min: Coutinho lets fly with another mystifying shot from over 20 yards. Gazzaniga somehow reads the fluctuating trajectory and makes the save look straightforward. 49 min: Gnabry takes down a diagonal pass near the right-hand corner of the box. He sets up Müller for a shot from 20 yards. But Müller is falling as he hits it and skews the shot well wide. 48 min: Bayern in charge in the second half so far. Most of their attacks are coming down the left, through Davies and Perisic. Walker-Peters is not getting much support. 46 min: Spurs start the second half. No personnel changes during the break. Mourinho would surely have put on the real Christian Eriksen if only he could find him. Walker-Peters has found the going tough so far. Which may have got some Spurs fans pining for Kieran Trippier. He’s in action for Atletico Madrid at the moment, and has missed a penalty. “You would suppose Mourinho would want another striker in this team other than Kane,” squawks Alexander Scrutton. “As wonderfully a gifted winger as Lucas is, he looks like a Year 5 vs Year 11s match-up against that centreback pairing.” Release the Parrott! It’s been an engaging enough game despite the relative lack of intensity. Bayern deserve their lead because they’ve had most of the ball and created more chances. But they have are very fragile in defence - as have Spurs - so theres plenty of scope for a Spurs’ comeback. They’ve already scored the best goal of the game thanks to Sessegnon’s beautiful strike. 45+1 min: What a shot! Coutinho sends a beautiful swirler from over 20 yards against the underside of the bar. It bounces down and at least part of the ball is over the line - but not all of it, so Spurs can exhale! Bayern are back in front just before the break. Gnabry plays a snappy one-two in the box with Thiago and then pops the ball across the six-yard box. Davies, who started the move, tries to slot it into the net from a difficult angle but hits the post. Müller pounces on the rebound from close range. 44 min: Classy run by Moura down the right. He then ties to pick out Lo Celso near the penalty spot, but Thiago was wise to that and makes an important interception. 42 min: Bayern pop the ball about a bit, trying to shift Spurs out of their defensive shape. But as soon as they try to break through the lines, they’re caught offside. “The greatest Canadian footballer is Neil Young, who scored the winning goal for Manchester City in the 1969 Cup Final, and who, of course, recorded a dozen achingly beautiful albums, often documenting his experiences in Canada, but, curiously, never his Wembley thunderbolt,” croons Paul Griffin. “Maybe it’s on one of his bootlegs.” 40 min: Silky stuff from Davies down the left. Then Bayern work it to the are side of the area, from where Gnabry curls a delicious shot against the inside of the post ... and Thiago somehow fails to connect with the rebound from close range! What an escape for Spurs! 38 min: Lo Celso is down at the half-way line, holding his face after being bodychecked in an off-the-ball encounter with Kimmich. If he’s genuinely hurt, he’s made of matchsticks. Kimmich cops a booking. And, oh look, Lo Celso is back on his feet now. According to the TV man, he got a booking too, though I didn’t see the ref show him the card. 36 min: Rose hurls himself in front of a shot by Muller to make a good block. Corner to Bayern. 34 min: This is a strong spell from Spurs and a bizarre one from Bayern’s defence, whose high line is being continually exposed. Sissoko should have set up another goal for the visitors but misdirected his attempted pass when in acres of space at the edge of the area. 32 min: Kimmich is more alert than Eriksen so is able to clear a clever cut-back from Sessegnon. “I’m a Canadian who has followed our national team since the mid 80s,” reveals Doug Green, who, therefore, could probably tell you all about Jean-Pierre Papin’s performance against his team at the 1986 World Cup (if you think Mohamed Salah has an amazing capacity to score after missing sitters, you need to check out that match). “I think that if Davies continues to develop, he will be Canada’s best player, full stop.” 29 min: Gnabry’s shot from 20 yards is deflected wide by Foyth. 27 min: Perisic skins Walker-Peters down the left and fires a vicious cross into the six-yard box. Muller tries to turn it into the net but kicks it against his arm and it ricochets wide. 25 min: Spurs catch Bayern overplaying in their own box. Sessegnon knocks the ball back to Lo Celso, who tries to pass it into the top corner from the edge of the area. Instead he lifts it over the bar. 23 min: Coman runs to retrieve a slightly overhit pass and then goes down in visible pain just after leaping to control the bouncing ball. His knee seemed to jar as he landed, and the fear is he’s damaged ligaments. It’s a relief that he’s able to limp away - which suggests it might be a medial ligament damage rather than the cruciate - but he’s not going to be able to continue. Bayern are preparing a substitute. 21 min: Pavard tries a cross from the left but it’s put behind by Rose for a corner. Kimmich delivers an outswinger. Perisic butts a header wide from si yards after outjumping Alderweireld. “Given our (not so) proud history of producing decent players here , we’re left to compare Davies with all the good players who could have played for Canada but didn’t,” reckons Matthias Hoenisch. “Think Owen Hargreaves, Asmir Begovic, and Jonathan de Guzman. If things go according to plan, Phonzie (as he’s affectionately known) should be better than all of them.” Bang! How about that! Sessegnon almost bursts the net on his first start for Tottenham! Dier fed Lo Celso, who spun at the edge of the area and slipped the ball out to Sessegnon, who took a touch to tee himself up perfectly for a stupendous half-volley past Neuer, no less, from 12 yards! 16 min: Without getting anywhere near top gear, Bayern are dominating here. Spurs have been disjointed. Your nomination s for great Canadian footballers has arrived. A reminder that at this stage in the 7-2 match, it was 1-1. “Paul Stalteri!” yelps Pally Walnuts. “A legend for his last minute winner against West Ham.” That as easy. A calm sidefooted finish from eight yards by Coman, who was found free coming into the left-hand side by Gnabry. 12 min: Perisic chips a cross from the byline beyond the back post. Pavard meets it with a fine volley. Gazzaniga makes a good block and then, with the help of Alderweireld, tidies up to prevent any foe snaffling the rebound! 9 min: A strong burst by Davies, who again feeds Comna. This time the Frenchman elects to play it infield to Thiago Alcantara, who tries to nip a pass through to Gnabry. But it’s another mislaid ball. 7 min: Coman shanks a cross from the left way out of play. He was provided with the ball by Alphonso Davies, a 19-year-old who, if he’s half as good as suggested by people who’ve seen a lot more of him than me, is set to become the best Canadian footballer since .... since ... I’ll get back to you on that. 5 min: It’s scrappy so far, with both sides giving away possession like dope dealers fearing a bust. 3 min: Kimmich drops a pass over the top of the Spurs defence and suddenly Gnabry is clean through! He scuffs his shot wide from eight yards ... but it doesn’t matter because it turns out he was offside. 1 min: We have kickoff! Bayern do the necessary. Those of you who wear clothes might like to know that Bayern are clad in an all red kit while Spurs are sporting deep ocean blue. The players are on the pitch. The stadium looks to be full. It’s quite a setting for young Ryan Sessegnon’s first start for Spurs. The atmosphere in the stadium must be absolutely rocking. Because Spurs fans Martyn Lunn has nothing better to do than send me this mail: “The only stadium news to report is that you can drink your beer in your seat and Xmas markets are overrated. It is also a bit nippy. Hoping to see a good bit of the Parrott boy at some stage.” “Kia ora from New Zealand,” chirps John Palethorpe. “Great to see young Sarpreet Singh on the bench for Bayern this evening. A year ago he was lining up for the Wellington Phoenix in the A-League, tonight he could be the first Kiwi to play in the European Cup since Wynton Rufer. Incredible rise of the young man from South Auckland.” So, as expected, Tottenham’s team has a slightly experimental look. Not quite as thrown-together as the one Spurs sent to Germany in the 1995 InterToto Cup, when they suffered their biggest ever away defeat in Europe. They lost 8-0; that’s basically why you won’t find Alan Pardew’s name in the Tottenham Hall of Fame. Bayern: Neuer; Pavard, Martinez, Boateng, Davies; Alcantara, Kimmich, Coutinho; Coman, Gnabry, Perisic Subs: Ulreich, Goretzka, Singh, Müller, Mai, Lewandowski, Zirkzee Spurs: Gazzaniga; Walker-Peters, Alderweireld, Foyth, Rose; Dier, Sissoko; Eriksen, Lo Celso, Sessegnon; Moura Subs: Austin, Sanchez, Son, Wanyama, Skipp, Tanganga, Parrott Referee: G Rossi (Italy) Hello. This is one of those matches that existentialist philosophers love. You are free to give it your own meaning. In competition terms, it is absurd: Bayern have already qualified for the next stage as group winners, and Spurs have already got there as runners-up. But the teams are here and so are we, so let’s make it matter. Express yourselves, players! Express yourself, reader! Actually, the game does carry at least a little jeopardy, especially for Bayern. They come into it on the back of two domestic defeats and they are not the kind of club who can tolerate a third straight loss, especially not to a side whom they whupped 7-2 a couple of months ago. That was a different Tottenham, though, one led by a Mauricio Pochettino nearing the end of his tether. Now José Mourinho has the reins and it will be a matter of pride to him to show some improvement. You might think improving on a 7-2 defeat will be a doddle, but canny Mourinho has introduced an extra element of intrigue by leaving a load of first-teamers in London, including Dele Alli, Harry Kane, Jan Vertonghen and Serge Aurier, along with the injured Hugo Lloris, Tanguy Ndombele, Harry Winks and Erik Lamela. So expect some lesser-spotted faces to get a look-in today. It’s a pity for Spurs’ U-19s that they had to play Bayern’s U-19s earlier today (result: 3-0 to Bayern), otherwise they might have got a run-out against the senior side here. It’s on! Kick-off: 8pm GMT, 9pm in Munich."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}