{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/13/harlequins-ulster-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-13T21:58:48Z", "webTitle": "Harlequins’ Champions Cup hopes all but ended by Ulster mauling", "webUrl": "https://www.theguardian.com/sport/2019/dec/13/harlequins-ulster-match-report", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/13/harlequins-ulster-match-report", "fields": {"headline": "Harlequins’ Champions Cup hopes all but ended by Ulster mauling", "bodyText": "Harlequins had been challenged to take inspiration from the world heavyweight champion Anthony Joshua in their rematch against Ulster but once more it was the scrum-half John Cooney who delivered the knockout blow. Cooney, who kicked the decisive penalty in Ulster’s one-point victory a week ago, proved Harlequins’ chief tormentor again, ending with two delightful tries and exerting a control over proceedings that will not have gone unnoticed by Ireland’s new coach Andy Farrell. His first try was a fine team move but the second was a delicious bit of skill, prodding the loose ball ahead with his foot, gathering and stepping his way over and condemning Harlequins to a sixth defeat of the season. He ended the match with 19 points and suffice it to say Conor Murray has a battle on his hands to hold on to Ireland’s No 9 jersey. Ulster have won all four of their European matches and look destined for the knockout stages. For Harlequins, despite the call to arms from Paul Gustard, a miserable campaign cannot end soon enough and it must be said their head of rugby’s comparison with Joshua rang hollow given his team selection. This was a match Harlequins had to win to stand any realistic chance of advancing but six frontline players including Joe Marler, Chris Robshaw, Marcus Smith and Danny Care were omitted from the starting XV. It was a point made to Gustard afterwards but one he did not appreciate. “If you’re suggesting by resting – who are you talking about? Give me a name? Danny Care has got how many caps for England? [The starting scrum-half] Martín Landajo has got how many caps for Argentina? Are we insulting Martín Landajo by saying Danny Care is a better player? It’s irrelevant, absolutely irrelevant.” In Robshaw’s absence, Gustard handed the captaincy to Kyle Sinckler, who is the subject of considerable interest from Bristol with a view to a summer move on a bumper £500,000 salary. Such was Ulster’s monopoly on possession for most of the first half that Sinckler had little chance to make an impact but it was his deft offload that yielded Harlequins’ first points – a James Lang penalty after a concerted period of pressure around the half-hour mark. Before that, Ulster had dominated a first half punctuated by a number of injury delays. The Ulster fly-half Billy Burns went down in considerable pain in the second minute but was able to continue. His opposite number, Brett Herron, and the Harlequins flanker Will Evans did not return after both went off for head injury assessments. It is to Harlequins’ credit that until the last minute of the first half they had held out, bar an early Cooney penalty, but he produced his first try with half-time beckoning. Billy Burns set off after receiving the ball from an Ulster scrum on their own 22 and made ground down the right-hand side. The ball was fed to Luke Marshall, then Jacob Stockdale, who wriggled free and released Matt Faddes – the wing then feeding back inside to Cooney for the try. It was not just in attack that the scrum-half was having an impact either. Early in the second half the Harlequins flanker Semi Kunatani burst out of his 22, up field and found Ross Chisholm on his outside. The Harlequins full-back appeared to have the pace to get to the line but Cooney darted back to make a crucial tackle. Just a few minutes later, Ulster had their second try. Marshall had work to do when gathering a delicate grubber from his centre partner Stuart McCloskey but he made the pick-up and finish look far easier than it was to go over. Cooney’s conversion gave the visitors a 14-point buffer and his moment of magic, again showing his footballing skills, put the result beyond any doubt. Harlequins restored some respectability with a close-range try from Stephan Lewies - the one-cap Springbok who is impressing in his first season at the Stoop - but Faddes rounded off Ulster’s night with the bonus point try before Tom O’Toole added number five late on. Harlequins now turn their attention to next weekend’s Premiership fixture at Wasps but you get the feeling they already had."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}