{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/dec/28/prisons-chaos-fuels-massive-legal-costs-as-violence-surges", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-12-28T20:00:18Z", "webTitle": "Prisons chaos fuels massive legal costs as violence surges", "webUrl": "https://www.theguardian.com/society/2019/dec/28/prisons-chaos-fuels-massive-legal-costs-as-violence-surges", "apiUrl": "https://content.guardianapis.com/society/2019/dec/28/prisons-chaos-fuels-massive-legal-costs-as-violence-surges", "fields": {"headline": "Prisons chaos fuels massive legal costs as violence surges", "bodyText": "Boris Johnson is under renewed pressure to deal with the prisons crisis after it emerged that the chaotic conditions are behind a £30m-a-year bill for legal claims. Figures obtained by the Observer reveal that the prison and probation service in England and Wales has paid out more than £85m over three years for issues such as attacks on staff and prisoners, lost and damaged property, accidental personal injury and delays to inmates being released. Lawyers and prison experts blamed fewer and inexperienced officers struggling to cope with overcrowded and often violent jails. They also warned that the government’s plans for more police and harsher sentences risked making the prisons crisis even worse. Some 14 officers had to be treated after an outbreak of violence at Feltham young offender institute in west London on Friday. The Ministry of Justice said the disturbance lasted about 25 minutes. A report on the centre published in the summer identified high levels of violence and self-harm. There have been repeated warnings about conditions inside many prisons, with violence against prison officers at a record high. There were 10,424 assaults on staff in the 12 months to June, an increase of 10% on the previous year. Recent cases include a new officer requiring stitches in the neck after being attacked with a razor blade, another being doused with sugared boiling water, and an officer’s car being torched in a prison car park. Staff have been attacked with weapons fashioned from food trays, toilet brushes and wood screws. Nick Hardwick, a former chief inspector of prisons, said: “The prison system is in crisis. The awful level of violence and self-harm, and the extraordinary compensation figures, are signs that significant parts of the prison system are out of control. “Boris Johnson’s promises of longer sentences for serious offences and more police will lead to a new surge in the prison population and pile more pressure on an already struggling system. “They will not be able to get new prisons built or suitably experienced staff in place in time to cope with these additional pressures. I know that senior staff in the prison system are extremely concerned. They are right to be.” Her Majesty’s Prison and Probation Service resisted a lengthy campaign that tried to force it to reveal the cost of legal action taken by officers and inmates as a result of prison violence. However, the service did reveal the overall amount it had paid out in litigation claims. The bill came to just over £26m in 2016-17, rose to £29.3m in 2017-18 and increased again to £29.7m in 2018-19. Prison officers and reform campaigners suggested this was further evidence of a service under intense strain. The most recent annual review of prisons found that violence against both staff and prisoners had increased at more than half the jails inspected over the previous year, while in some prisons the figures had doubled. The prison service said that litigation costs covered a range of areas outside of violence, including lost property and personal injuries as a result of accidents. It added that the government had committed to spend £2.75bn to help improve safety and create 10,000 extra prison places. The figures included data relating to claims brought over a number of years, which were settled in the past three years. “We are taking action to reduce the cost of compensation to the taxpayer by addressing issues in prisons that can lead to claims and improving our case handling,” a spokesman for the prison service said. A huge reduction in prison staff ordered by the coalition government of 2010 to 2015 has been blamed for the deterioration in the conditions inside prisons. While officer numbers are increasing, Nick Davies, from the Institute for Government, said that the inexperienced workforce was a “likely cause” of the rising legal bill. Mick Pimblett, from the Prison Officers’ Association, said there was now a “vicious circle” within prisons and called for more protection for staff. “They can’t recruit staff or retain staff,” he said. “That means you have to lock the prisoners up for longer without purposeful activity. They then become frustrated. When they become frustrated, they become violent.” Hardwick said: “The main cause of the crisis has been the loss of experienced staff. Prison security depends much more on relationships between staff and prisoners than it does on locks and bars, and effective relationships require experienced staff. Staff numbers were cut by 25% after 2012. The cuts are now being reversed but new staff are leaving almost as fast as they are being recruited.” The prison service spokesman said: “We successfully defend two-thirds of claims, and when prisoners are awarded compensation we make sure they pay their victims back first. We are spending an extra £2.75bn to improve safety in our jails – creating 10,000 additional prison places and introducing tough airport-style security to clamp down on the illicit items which fuel violence.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}