{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "indigenous-business-australia-building-communities/2019/dec/20/new-research-shows-funding-indigenous-australians-home-ownership-benefits-us-all", "type": "article", "sectionId": "indigenous-business-australia-building-communities", "sectionName": "Indigenous Business Australia: Building communities", "webPublicationDate": "2019-12-19T22:32:35Z", "webTitle": "New research shows funding Indigenous Australians’ home ownership benefits us all", "webUrl": "https://www.theguardian.com/indigenous-business-australia-building-communities/2019/dec/20/new-research-shows-funding-indigenous-australians-home-ownership-benefits-us-all", "apiUrl": "https://content.guardianapis.com/indigenous-business-australia-building-communities/2019/dec/20/new-research-shows-funding-indigenous-australians-home-ownership-benefits-us-all", "fields": {"headline": "New research shows funding Indigenous Australians’ home ownership benefits us all", "bodyText": "Home ownership is crucial to fostering a safe, healthy and prosperous community. Indigenous Australians remain overrepresented among financially vulnerable Australians, but new research from Deloitte shows that owning a home leads to significantly improved social outcomes. Supporting home ownership for Indigenous Australians addresses not only the issue of housing but also the financial security, social engagement and wellbeing of the whole community. It can make a difference to many critical issues facing both Indigenous and non-Indigenous Australians. To support their resilience and ingenuity in their aspirations for home ownership, the Indigenous Home Ownership Program (IHOP), facilitated by Indigenous Business Australia (IBA), has been helping Indigenous Australians to buy their own homes for more than forty years. The Deloitte report shows the incredible impact home ownership outcomes facilitated by IBA have had on individuals, their families and their communities. Home ownership inequality reflects a history of exclusion Indigenous Australians have historically faced greater than average barriers to home ownership. Until at least the 1967 referendum, they were deliberately excluded from participating in the economy: they were not legally allowed to move freely, control their own children or own property. Even now, home ownership rates are only 38% for Indigenous households, compared to 66% for the overall population. And this figure drops by around half in regional areas, 18% home ownership rate for indigenous households, compared to 57% for the overall population. Home ownership plays a critical role in providing stability, security and safety, and is key to building economic independence - through the ability to build wealth over time and freeing up time and resources to focus on other aspects of their lives. And as the Deloitte report shows, becoming a homeowner has a drastic impact on the lives of Indigenous Australians, providing measurable outcomes in personal wellbeing, education, income and employment. Social and economic outcomes associated with homeownership. Source: IBA/Deloitte Access Economics. Indigenous Australians who own their home feel safer The vast majority Indigenous Australians surveyed (84%), say home ownership has helped them to feel safer for themselves. Deloitte’s research found that home ownership resulted in improved physical health in nine out of ten Indigenous homeowners. Most also said their physical comfort, self-esteem and overall happiness have improved. When asked to use their own words to describe their experience, some of the most popular responses were ‘stable’, ‘security’ and ‘safe’. Indigenous Australian homeowners are more financially secure The Australian Institute of Family Studies shows wealth in the home is a principal way for parents to provide for their children. Deloitte’s survey also found homeowners feel less reliant on others for help, both on their friends and family and the government. More than half (53%) report their household income has increased since they bought their house. Indigenous home ownership fosters positivity about the future Gaps in learning, income and employment are improved by home ownership: those surveyed feel more focused at work (68%) and almost half say they have planned, begun or finished further education for themselves since becoming homeowners. Owning a home also sets families up for the future: one-third of those surveyed say their children have become more interested in further education. People living in their own homes are more likely to engage socially, and 70% now have more confidence in social interactions. An overwhelming 87% say they are more confident about the future. Proportion of homeowners that agree. Source: IBA/Deloitte survey of IBA customers. Effect of homeownership on each need. Source: IBA/Deloitte survey of IBA customers. Supporting Indigenous Australians to buy their own homes is good for everyone Across the board, in Australia, home ownership is in decline. It’s expensive, there’s a shortage of suitable dwellings, and it’s tricky to secure finance. Only 66% of us own our own home, and less than a third own it outright – a drop of 10% over the past 20 years. Rising housing costs have amplified the inequality between those on high incomes and those who cannot afford to buy into the property market. In supporting Indigenous Australians to become homeowners, IBA buoys the economy. In 2017-18, it saved $2 million in government rental assistance and $370k in avoided homelessness. Since its inception in 1975, the IHOP program has generated an average of 29 full-time equivalent jobs per year, and $483 million in economic activity. Through health, education, employment and community engagement, it has created $895 million in social and economic outcomes for Indigenous homeowners over more than forty years. Having a secure home is a powerful tool to drive generational wealth and stability. When you are no longer struggling to fund your family’s basic needs it allows you to put your mental and emotional energy into other areas of your life and reap the rewards this provides. It benefits family and community groups alike, whether it’s through better access to education and providing a stable and consistent home environment to raise your kids or by promoting better job outcomes and contributing to the growth of the Australian economy. By supporting Indigenous Australians to become homeowners, IBA generates significant, direct economic and social benefits for Aboriginal and Torres Strait Islander people and their families, and in turn, the wider community. IBA CEO, Rajiv Viswanathan, says ‘Home ownership should be accessible to all those that are ready and is a critical step in creating equality for Aboriginal and Torres Strait Islander people.’ ‘While demand for IBA’s home loan offering continues to grow at unprecedented rates, we are committed to investigating as many ways as possible to grow available funds to assist more people to get into home ownership, building on the tremendous success of the Indigenous Home Ownership Program,’ Viswanathan says. ‘Home ownership is one of the most important things our customers do. We know when we approve a home loan for someone, we change their lives and their children’s lives.’ The power of one simple tool - funding Indigenous home ownership - to solve multiple obstacles to building generational wealth, education, employment, health and wellbeing, is indeed a cause for optimism, for all Australians. Find out more about the IBA Indigenous Home Ownership Program."}, "isHosted": false}}}