{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/21/what-to-do-with-kids-in-sydney-during-the-school-holidays", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-20T19:00:26Z", "webTitle": "What to do with kids in Sydney during the school holidays", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/21/what-to-do-with-kids-in-sydney-during-the-school-holidays", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/21/what-to-do-with-kids-in-sydney-during-the-school-holidays", "fields": {"headline": "What to do with kids in Sydney during the school holidays", "bodyText": "When you want them to make something Instil them with pride Families of all kinds are celebrated during the Fambo program at the Museum of Contemporary Art. Lead by local LGBTQIA+ artists, there’ll be dress-ups, storytelling and the chance to collaborate with your kids on some art. Ages: This program is suitable for kids aged 4-12, although littler ones are welcome too. Children must be accompanied by an adult. Cost: $20 for a family ticket, which covers up to five adults and children. Additional children’s tickets can be purchased for $2. Dates: 21 to 25 January Hand them over to Vernon Ah Kee Campbelltown Art Centre has a range of kid and teen-friendly public programming over the summer, including live music, a walking tour of their Japanese Gardens and an Auslan-interpreted life drawing workshop with revered contemporary artist Vernon Ah Kee. Ages: Activities are suited to a range of ages, but Ah Kee’s workshop is for those aged 16 and over. Cost: Prices range from $10 to $30, depending on the activity. Dates: 9 to 24 January Teach them to cook Youth centres around Sydney, including Synergy in Lane Cove, Marrickville Youth Resource Centre and Auburn Youth Centre are running free and cheap school holiday activities, including pizza making (Marrickville), sushi making (Auburn) and taco Tuesday classes (Lane Cove). Ages: Suitable for high school students who do not require accompaniment Cost: From free to $5 Dates: 6-25 January (Auburn), 13-28 January (Lane Cove), 20-24 January (Marrickville) When you want to wear them out If you’ve got a school-aged child in New South Wales, you’re eligible for an Active Kids voucher from the state government, which will give you $100 towards sports and other activities, such as Scouts membership. Put them on their bikes If it’s time to ditch the training wheels, the City of Sydney is running bicycle balance clinics at Sydney Park’s cycle centre. Ages: 3-8, and children must be accompanied by an adult Cost: Free Dates: Daily from 11 to 24 January Get them into yoga Whether it’s a kids-beside-parents yoga class, or a teen aerial yoga workshop, Transform Yoga in Balgowlah on the Northern Beaches has a number of school holiday activities to help young people say namaste, and they accept Active Kids vouchers. Ages: Suitable for kids over 7 Cost: Kids aged 7-10 can take classes beside their parents free, those aged 11+ can participate in yoga classes for $10. Dates: Classes run throughout the school holiday period. Send them to the pit All silver and pastel hues, Planet Mino kids club is a sharent’s photographic dream, with an ocean-themed ball pit, a millennial pink volcano slide and a big indoor playground. Ages: Suitable for kids under 10, but they will require adult supervision Cost: $13 per hour for kids over 3, $11 per hour for kids 1-3 Dates: Open daily When you want to connect them with nature Show them a Little Shop of Horrors At Puppets With Bite, kids will learn how to make carnivorous plant puppets at the Botanic Gardens, then go stomping around The Calyx learning about hungry flora. Ages: 6-12, children must be accompanied by an adult Cost: $20.50 Dates: 20 to 24 January Take them round the farm Sydney Living Museums’ farm sites at Rouse Hill and Parramatta offer family-friendly farm tours daily during the school holidays. Kids can run around the gardens, learn some history and, at Rouse Hill, they’ll even meet an animal or two. Ages: All ages, children under 15 must be accompanied by an adult Cost: $12 for concessions, $15 for adults Dates: 21 December to 26 January Give them survivalist skills Centennial Parklands will teach your kids the importance of water conservation at their Kids vs Wild workshops, including making a water filter and exploring the park’s ponds. Ages: 5-12. This is a supervised activity so kids can be dropped off. Cost: $29 Dates: 14 and 23 January When they just need entertainment Turn them loose in the world’s largest bouncy castle Held in St Ives, Big Bounce Australia promises parents three hours of reading time, while their kids jump their yayas out in a lurid, 1,500 square metre bouncing castle with DJs, basketball hoops and a 70-metre-tall bunny rabbit. Ages: Children over four can explore on their own, toddlers must be accompanied by a parent or guardian. Cost: $29 for bouncy castle participants, spectators visit free Dates: January 24 to February 7 Let them explore a luminous labyrinth Architects of Air’s giant, glowing mazes are a huge hit in the UK, and Sydney festival is erecting one in Darling Harbour’s Tumbalong Park. Ages: All ages – even teenagers like the ones in Britain, but if they’re under 16, they will need to be accompanied by an adult Cost: Entry is free if you’re prepared to queue, but you can skip the line and guarantee your spot for $20. Dates: 8-26 January Watch an alfresco film with them Screening crowd-pleasing family films such as Toy Story 4, Detective Pikachu and How to Train Your Dragon 2, the open air cinema at Sydney Olympic Park has an advantage over most other outdoor movie screenings: a play area for kids and free admission. Ages: All ages Cost: Free, but if you want to reserve a primo spot, there are ticketed options – from $12 for concessions and $15 for adults Dates: 4 to 19 January"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}