{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/24/thousands-flee-north-west-syria-amid-airstrikes", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-24T20:06:07Z", "webTitle": "Thousands flee north-west Syria amid fierce assault by Assad", "webUrl": "https://www.theguardian.com/world/2019/dec/24/thousands-flee-north-west-syria-amid-airstrikes", "apiUrl": "https://content.guardianapis.com/world/2019/dec/24/thousands-flee-north-west-syria-amid-airstrikes", "fields": {"headline": "Thousands flee north-west Syria amid fierce assault by Assad", "bodyText": "A mass exodus of civilians from the last rebel-held stronghold in Syria has begun as thousands of people flee towards the Turkish border in the face of a fierce new military assault by Bashar al-Assad and his Russian allies. As many as 30,000 people have left the area around the town of Maarat al-Numan after four days of airstrikes and heavy shelling paved the way for Syrian government troops to push deeper into north-western Idlib province. Maarat al-Numan sits on the strategic M5 highway, which Assad is determined to capture in order to reopen the route linking the capital, Damascus, with the city of Aleppo, Syria’s largest. Military activity over the last few days has meant the road – the major escape route for civilians fleeing north – has also become a hazardous option. Attacks continued on Tuesday despite a supposed humanitarian pause in fighting. Those who can afford fuel have been fleeing in cars, motorbikes and flatbed trucks, often taking no more than what they can carry. “The warplanes were targeting the M5 with missiles and heavy machine guns the whole way. I don’t know how we made it alive, we are so lucky,” said Ammar Karkas, 29, a father of two who left Maarat al-Numan on Monday. “Two cars carrying displaced people just 2km behind us were targeted and five people were burnt alive. If we’d been a little bit later we would have been killed in the same airstrike.” Monitors and witnesses said at least 12 civilians have been killed on the road this week as Russian and Syrian air force jets have targeted civilian convoys. The new fighting comes despite a September agreement by the leaders of Turkey, Russia and Iran to recommit to de-escalation efforts in the area. At least 100 people have been killed since the ground offensive began last week, including five children who died after missiles hit a school sheltering displaced people in the village of Jobas on Tuesday. Maarat al-Numan, an important early centre of Syria’s 2011 revolution, now resembles a ghost town, resident Rami al-Maari said. The town is expected to fall to the regime imminently. “Last night in my neighbourhood an airstrike destroyed 20 houses. The shelling is continuous. They want to kill civilians or force them to leave,” the 23-year-old said. “My family don’t want to leave our house to go live in terrible conditions in a camp on the border. But if the soldiers get any closer we will have to leave because we are wanted by the regime and we are afraid of being arrested. In both scenarios we are dead.” A bombing campaign since April has killed more than 1,400 people and sent almost 1 million fleeing to the Turkish border. Thousands are now struggling in makeshift accommodation in the winter conditions as fuel shortages threaten medical care and push up prices of food and transport. The Turkish president, Recep Tayyip Erdoğan, has said the border will remain shut, warning that his country, already home to 4 million Syrians, will not be able to absorb new refugees. Aid agencies have repeatedly warned that attacking Idlib puts the lives of 3 million civilians in danger and could trigger the worst humanitarian disaster of the almost nine-year war to date. Originally home to about 1 million people, the province’s population has been swollen with civilians displaced by fighting elsewhere in the country. A ceasefire deal brokered by Russia and Turkey last year unravelled after the hardline Hayat Tahrir al-Sham (HTS) wrested control of the area from more moderate rebel groups in January. In the new, wide ground offensive, the regime has quickly advanced from the south and east towards Maarat al-Numan, capturing more than 40 villages and hamlets, sources on both sides said. Syrian government forces are now about 4km outside the town and have surrounded a Turkish observation post near the village of Surman – one of 12 installed last year as part of the ceasefire agreement. “The situation in Maaret al-Numan is indescribable: the city is witnessing the biggest mass displacement in this area since the beginning of the revolution,” said Mustafa al-Ghareeb, spokesperson for the town’s civil defence centre. “We are working around the clock rescuing civilians trapped under the debris, but also helping move people out of the city. We’ve appealed to people who own cars or vans in neighbouring areas to come help move civilians fleeing the bombing. There are still hundreds of families at risk.” The UN secretary-general, António Guterres, has expressed alarm at the escalation in fighting, which adds to threats to vital cross-border aid to Idlib after the security council was unable to overcome Russian and Chinese objections to an existing aid delivery programme in a vote last week. “The UN urges all parties to ensure the protection of civilians, and to allow sustained and unhindered access by all humanitarian parties to provide life-saving assistance to all in need,” said Stéphane Dujarric, Guterres’s spokesman."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}