{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/29/super-flower-lemon-myrtle-can-clean-cook-and-makes-great-marshmallows", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-28T19:00:17Z", "webTitle": "Super flower: lemon myrtle can clean, cook and makes great marshmallows", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/29/super-flower-lemon-myrtle-can-clean-cook-and-makes-great-marshmallows", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/29/super-flower-lemon-myrtle-can-clean-cook-and-makes-great-marshmallows", "fields": {"headline": "Super flower: lemon myrtle can clean, cook and makes great marshmallows", "bodyText": "“Back-whose-it-what’s-it?” my daughter exclaims, pointing to the glorious flowering bushes under our covered netting. “Backhousia citriodora,” I explain “is the Latin name given to this native bush food and medicine that Indigenous Australians have been using for thousands of years.” It is a cheerful sight among the dryness of our current landscape. We cut some flowers to decorate our festive table for a dinner party later on. The flowers are stunning, like a May Gibbs illustration. They are endemic to the subtropical rainforests of northern New South Wales and south-east Queensland. I can’t seem to recall if she ever drew lemon myrtle, but you can imagine it would have fit in well among the gumnut babies with its glowing, creamy white-gold blossoms against striking, evergreen, apple-tinted leaves. The flowers always have a concentration of pollinator activity around, humming with life in the dry landscape. They’re a hardy, drought-tolerant specimen, cultivated in home gardens and grown commercially for multiple uses. Even in our current conditions they’re thriving without irrigation, growing organically unaided. The plant lives up to its name, with a pure lemony fragrance that comes from the compound citral, which is also found in lemongrass, lemon verbena and lemon and lime – lemon myrtle oil has the highest citral purity of any known plant. It can be used both fresh and dry in cooking and as an essential oil for medicine and personal care, thanks to its high anti-fungal and anti-microbial properties. It is also becoming popular in natural home cleaning products. Then there’s its decorative potential: I have seen an urban Sydney street lined with them, and in the middle of the summer when everything seemed to be drooping from the heat, they called to me. Their bright, perky blossoms look like the fringed eyelashes of Lucille Ball, batting her eyes with such hopefulness. They remind me of how magnificent our native species are. This time of year the culture becomes weirdly nostalgic for mistletoe, reindeers, panettone and other stereotypical Christmassy symbols. But we are a nation of mixed tribes and ethnicities, and we mustn’t forget to celebrate the things that thrive here. This year, we are going full Australiana in our end of year decorations around the house. There is no tinsel, no Christmas lights, no blow-up Santas nor chemically produced snow machines. Instead we have wreaths of fresh and dried natives, boughs of lemon myrtle flowers, and on our table marshmallows made by our extraordinary Kiwi by birth pastry chef at Boon Café, Brent Templeton. Brent’s lemon myrtle marshmallows Most marshmallows use egg white for aeration but this recipe doesn’t need them. Acid from the lemon juice inverts the sugar during cooking, making it whip up super fluffy. This recipe works for any acidic ingredient, but the amount of acid will affect the texture. Too much and your marshmallows will be very sticky, not enough and they can be a little dense. 500g caster sugar 200g glucose 300ml Water 20ml lemon Juice 25g gelatine leaf, soaked in cold water ¼ tsp lemon myrtle oil Non-melting icing sugar Non-melting icing sugar, also known as “snow” or “decor sugar” is icing sugar coated with a tiny amount of vegetable oil. This stops it from absorbing moisture and keeps your marshmallows dry for weeks. If you can’t get non-melting sugar, dust with regular icing sugar just before serving. Line a 20cm x 30cm tin with baking paper. Spray with a little baking spray and dust with non-melting sugar. This prevents the marshmallow from sticking to the paper and makes it easier to remove. Don’t do this step if you are using regular icing sugar, or it will melt and become too sticky. Mix water, lemon juice, sugar and glucose in a saucepan and boil to 108C. Remove from heat. Squeeze excess moisture from the soaked gelatine and add to the syrup. Whisk on low speed for about five minutes until the syrup becomes opaque and foamy. Increase the speed to medium and whisk another five to 10 minutes until it looks thick, then increase to high speed until the marshmallows are lukewarm, about another five to 10 minutes. At this point, they should be very thick and fluffy. Add lemon myrtle oil and whisk for another minute or so before pouring into the prepared tray. Allow to cool for 30 minutes then dust with a light covering of non-melting icing sugar. Cool at room temperature overnight, then cut and dust with more sugar. Store in an airtight container at room temperature for two to three weeks."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}