{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/28/observer-view-britains-future-in-uncertain-world-boris-jonson-brexit", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-28T21:00:19Z", "webTitle": "The Observer view on Britain’s future in an uncertain and perilous world | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/28/observer-view-britains-future-in-uncertain-world-boris-jonson-brexit", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/28/observer-view-britains-future-in-uncertain-world-boris-jonson-brexit", "fields": {"headline": "The Observer view on Britain’s future in an uncertain and perilous world", "bodyText": "Boris Johnson is fond of metaphors such as an “oven-ready” Brexit. He recently compared the struggle between Leave and Remain to the feuding of Montagues and Capulets. So the prime minister will readily understand, though probably not applaud, our likening of Britain in 2020 to a leaky tramp steamer heading into uncharted waters with a captain of doubtful character at the helm. Is Johnson a new Lord Jim? Time will find him out. To say the coming year is full of challenges is a comforting way of saying Britain will be tested, perhaps to breaking point, in ways not often experienced. A critical hurdle, following Britain’s 31 January departure from the EU, is Johnson’s rash pledge to finalise a new European trading relationship by year’s end. People with experience of trade negotiations, and that excludes him, say it cannot be done, unless, of course, Britain meekly accept Europe’s demands. Any deal that fails to meet the expectations of Brexit supporters, for example, Britain’s fishermen, or does not secure the promised zero tariffs and quotas, for example, for Britain’s car industry, will be seen as proof that Johnson’s Brexit is fatally holed below the waterline. Failure to reach any agreement at all, resulting in a disastrous “no-deal” exit, would be an even bigger betrayal, especially of the working-class voters who put their faith in the Tories. The government will simultaneously face serious constitutional challenges, chiefly the pro-Remain Scottish National party’s demand for a second independence referendum. It’s plain a new vote could lead directly to the break-up of the UK. That’s why Johnson opposes it. But Nicola Sturgeon is the smarter politician and the idea that a referendum can be blocked indefinitely seems implausible. It’s likely, too, that continuing uncertainty over border arrangements with the Republic of Ireland will bring increased tensions, and possibly rising violence, in Northern Ireland. And while all this is going on, the government will embark on what is certain to be a controversial and unequal negotiation with the Trump administration about post-EU transatlantic trade. There can be little doubt the US will exploit British neediness to the full. Superpowers and sycophants Brexiters’ hopes of carving out a new place in the world for “global Britain” will depend to a large extent on recalibrating existing relationships with the two dominant superpowers – the US and China. Securing fair deals will be hard enough. But some prospective trade-offs, entailing a diminution of the sovereign control Brexit was supposed to restore, are potentially humbling. The indirect price of an agreement with Donald Trump may include taking a more dangerously aggressive stance on Iran, against the Foreign Office’s better instincts, or further weakening Britain’s commitment to a two-state solution in Israel-Palestine. There is a real risk that Britain’s independence of thought and action will be sacrificed to a closer US alliance – at the very moment America’s global outlook is diverging radically from Britain’s. November’s US presidential election presents an additional hazard. Trump will demand Johnson’s fealty, possibly even his endorsement. Yet to appear to take sides is to court disaster, as John Major, among others, discovered. Likewise, post-EU Britain’s hopes of a more profitable business and investment partnership with China must not mean kowtowing on issues such as Hong Kong, where the violent repression of the pro-democracy movement looks set to continue. The government cannot honourably allow such considerations to temper opposition to Beijing’s military expansionism and neighbourhood bullying, exemplified by its escalating threats to Taiwan, which holds free elections next month. Under its hardline president, Xi Jinping, China is rapidly emerging as the leader of global anti-democratic forces using modern tools such as debt diplomacy, mass surveillance and online and academic censorship, plus old-fashioned repression. Democracy and authoritarianism The damage that Britain’s departure will do to the already enfeebled EU project is often overlooked in London. Rising instability across the continent, seen in the increased influence of far-right populists and nationalists, is not in Britain’s interest. Yet by their woeful example, Johnson and his Brexit wrecking crew encourage it. The weakening of the Anglo-German alliance is one of the most worrying consequences. Quiet co-ordination between London and Berlin has traditionally provided a steadying counterweight to the EU’s southern states. By jointly furnishing economic and financial leverage, military strength and diplomatic clout, it has given teeth to Europe’s democratic values and its influence in the world. Vladimir Putin’s Russia works tirelessly to undermine its western neighbours through cyber hacks, online disinformation and other forms of “hybrid” warfare. In Turkey, the quasi-dictatorship of Recep Tayyip Erdoğan grows more anti-European and anti-Nato. In the Gulf, the Saudis remain unpunished for the 2018 murder of journalist Jamal Khashoggi. From Thailand and Pakistan, to Brazil and Venezuela, 2020 may prove a dangerous year for democrats. Yet this is the hostile, storm-tossed world in which Britain, buoyed by Borisonian bombast and an ocean of waffle, now blindly bobs. Islamophobia and Muslims Islamophobia received relatively less attention in Britain in 2019 than the related scourge of antisemitism. Yet despite the dismissive views of some rightwing commentators, it is a real and growing problem. A rise in Islamophobic attacks in Britain has intensified fears of increased division, alienation and radicalisation. Worldwide, the effects of discrimination and prejudice against Muslims are ever more widely felt. China has rightly come under increased international censure over its persecution and detention of up to one million Muslim Uighurs in western Xinjiang province. Beijing says it is fighting terrorism. To most people, it’s more akin to ethnic cleansing. Narendra Modi’s Hindu nationalist government in India seems to be pursuing a political-religious vendetta against the 200m-strong Muslim minority. Along Myanmar’s borders, there is no respite for Rohingya Muslim refugees victimised by a genocidal military campaign. Muslims are the main victims, in terms of numbers, of entrenched conflicts such as Syria, Afghanistan and Somalia. This is also true of attacks by Islamic State (Isis) and other jihadist groups. Britain is directly in the terrorist line of fire, as shown by the recent London Bridge attack. Yet its ability to mount an effective defence through close co-operation and timely intelligence-sharing with other European democracies may soon be fatally compromised. Instability across the Muslim world is growing: the Iran-Saudi confrontation in the Gulf; ongoing political turmoil in Israel, Lebanon and Gaza; Turkey’s assault on the Kurds of north-east Syria; brutal dictatorship in Egypt; popular insurrection in Iraq; revolution in Sudan; violent chaos in Libya and Yemen; and the seemingly inexorable spread of radical ideology and jihadism across north Africa and the Sahel to west Africa. If the torrid years following the 2001 al-Qaida attacks on the US have proved anything, it is that Middle East problems are global problems from which no country, most especially Britain, with its contentious regional legacy, is immune. It is equally obvious that Britain cannot defuse or resolve these linked crises on its own. From a purely pragmatic viewpoint, this is a foolhardy moment to be trying to go it alone. Climate and security The links between the climate emergency and security – personal, physical and economic – are ever clearer. Australia’s unprecedented heat, bushfires and toxic smog are but the latest warning about the dangers of failing to take the threat seriously. Recent flooding affecting much of southern England is another amber alert. Yet Britain is still not doing nearly enough to defend its people, flora and fauna against such calamities and to reduce and reverse the effects of polar ice warming, melting glaciers, rising sea levels, extreme weather events and mass extinctions. The coming Glasgow international climate summit is an opportunity to give real meaning to the phrase “global Britain” – by setting an urgent global example. Each generation believes its problems are uniquely threatening. Yet the climate crisis seems to be truly of a different order. It affects everyone and everything. And climate scientists say the coming decade is all the time that remains to avoid an irreversible tipping point. More than anything else on Earth, the climate emergency is a clear and present danger, which we must do all we can to address in 2020. Happy New Year!"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}