{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/01/plane-crash-south-dakota", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-01T21:20:23Z", "webTitle": "Nine people killed in South Dakota plane crash", "webUrl": "https://www.theguardian.com/us-news/2019/dec/01/plane-crash-south-dakota", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/01/plane-crash-south-dakota", "fields": {"headline": "Nine people killed in South Dakota plane crash", "bodyText": "Nine people have been killed after a plane crashed in South Dakota in extreme winter weather conditions. The death toll includes two children, according to NBC news. The area of the crash was under a winter storm warning, according to the National Weather Service. Peter Knudson with the National Transportation Safety Board told the Associated Press 12 people were aboard the Pilatus PC-12 when it crashed about 12.30pm Saturday, shortly after taking off from Chamberlain, about 140 miles (225.3km ) west of Sioux Falls. Knudson says nine people were killed and three were injured. The single-engine plane was bound for Idaho Falls, Idaho. Harsh wintry weather on Sunday prevented federal investigators from reaching the site. Federal investigators, one from Washington and two from the Chicago area, likely would reach the crash site on Monday, Knudson said. Local authorities were guarding the site on Sunday, he said. “The men and women of law enforcement, first responder and medical professionals should be commended in their heroic actions to rescue the victims in extreme weather conditions,” Theresa Maule Rossow, the Brule county state’s attorney, said in a statement. Chamberlain and central south-central South Dakota were under a winter storm warning at the time of the crash. Brule county emergency manager Katheryn Benton told the Sioux Falls Argus Leader that planes were unable to land at Chamberlain at the time of the crash. Knudson says weather will be among several factors NTSB investigators will review, but no cause has yet been determined. Benton also said the passengers ranged in age from seven to 81. She said the three survivors were three men ages 28, 27 and 17."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}