{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/16/darts-gary-anderson-relieved-to-avoid-pdc-upset-after-beating-brendan-dolan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-16T23:02:51Z", "webTitle": "Darts: Gary Anderson relieved to avoid PDC upset after beating Brendan Dolan", "webUrl": "https://www.theguardian.com/sport/2019/dec/16/darts-gary-anderson-relieved-to-avoid-pdc-upset-after-beating-brendan-dolan", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/16/darts-gary-anderson-relieved-to-avoid-pdc-upset-after-beating-brendan-dolan", "fields": {"headline": "Darts: Gary Anderson relieved to avoid PDC upset after beating Brendan Dolan", "bodyText": "The seeds have been falling fast at this year’s PDC world darts championship, but Gary Anderson comfortably avoided an early exit with a 3-0 victory over Brendan Dolan. The two-time former champion never looked in danger against Dolan, who struggled to hit his doubles throughout. Anderson averaged below 80 in the first set but improved as the match went on, hitting seven 180s and a 144 checkout. After the game, Anderson told Sky he was relieved not to become the latest big name to fall, having missed a number of tournaments this year with a back problem. “I’ve been putting 12 months of practice into four days,” the No 5 seed said. “A lot of boys have gone out, and they’re spending their Christmas at home. I’ll be coming back this year.” Anderson also paid tribute to Mikuru Suzuki, the BDO women’s world champion who narrowly lost to James Richardson on Sunday. “She’s fantastic. She’s a credit to the game of darts. It shows anyone can play.” Vincent van der Voort also sidestepped a potential upset, beating Irish teenager Keane Barry 3-0. The 17-year-old averaged above 90 on an impressive debut, but Van der Voort – who was playing at world championships before Barry was born – landed the crucial doubles as his experience told. “It definitely wasn’t a comfortable game to play in, I’m so happy to win,” Van der Voort said afterwards. “I’m known as a quick player but at one point I thought ‘I need to slow down’ because he’s playing too fast for me!” The 43-year-old will face Dave Chisnall in the second round. Callan Rydz caused another first-round surprise, beating Ireland’s Steve Lennon in a sudden-death deciding leg. The world No 34 took the first set before the Northumbrian qualifier took six legs in a row to go 2-1 up. Lennon then rallied to 2-2 by taking the fourth set 3-0. Rydz, who qualified by topping the Challenge Tour’s Order of Merit, led 2-0 in the final set but was again clawed back as Lennon forced a deciding leg. Lennon missed two darts at double 18 to win the match, and the 21-year-old debutant clinched victory on double two. In the night’s other game, William O’Connor delivered some cheer for Irish fans at Alexandra Palace, easing past Finland’s Marko Kantele in straight sets. O’Connor faces a tough task in the second round against the No 3 seed, Gerwyn Price."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}