{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/09/marcus-rashford-as-good-as-cristiano-ronaldo-solskjaer", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-09T22:30:03Z", "webTitle": "Marcus Rashford can be as good as Cristiano Ronaldo, says Solskjær", "webUrl": "https://www.theguardian.com/football/2019/dec/09/marcus-rashford-as-good-as-cristiano-ronaldo-solskjaer", "apiUrl": "https://content.guardianapis.com/football/2019/dec/09/marcus-rashford-as-good-as-cristiano-ronaldo-solskjaer", "fields": {"headline": "Marcus Rashford can be as good as Cristiano Ronaldo, says Solskjær", "bodyText": "Ole Gunnar Solskjær has encouraged comparisons between Marcus Rashford and Cristiano Ronaldo and admitted the England forward has the ability to emulate his predecessor at Manchester United. Rashford’s penalty in the victory over Manchester City in Saturday’s derby took him to double figures in the Premier League for only the second time in his career despite more than half of the season remaining. With 16 goals for club and country so far the 22-year-old is enjoying by far his most prolific campaign since breaking into the United first team under Louis van Gaal in 2016, having been utilised mainly off the left flank by Solskjær and the England manager, Gareth Southgate. Asked whether his performances in the victories over Tottenham and City had reminded him of the Juventus and Portugal forward Ronaldo, who scored 118 goals in 292 appearances for United between 2003 and 2009, Solskjær said: “It’s very easy to compare the two of them, yes. Both with skills, body shape, attitude, attributes – everything. The boy has every chance in the world to become a top, top player. Let’s hope he continues like this.” With United already assured of qualification for the last 32 of the Europa League, Rashford is likely to be rested for Thursday’s meeting with AZ Alkmaar at Old Trafford, having racked up 13 goals in 21 appearances in all competitions this season. His pleas on social media for the Premier League to reconsider its decision not to award him a goal in the draw against Aston Villa when his header went in off the goalkeeper Tom Heaton have so far been ignored but Solskjær believes there are still plenty more to come. “I don’t want to talk about the amount of goals,” he said. “As long as he keeps being positive and being direct and thinking about getting in front of the goal and getting chances, he’ll score goals.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}