{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/11/los-angeles-beach-pollution-stormwater", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-11T22:23:17Z", "webTitle": "Los Angeles beaches plagued with toxic stormwater, report warns", "webUrl": "https://www.theguardian.com/us-news/2019/dec/11/los-angeles-beach-pollution-stormwater", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/11/los-angeles-beach-pollution-stormwater", "fields": {"headline": "Los Angeles beaches plagued with toxic stormwater, report warns", "bodyText": "Los Angeles beaches are plagued by stormwater pollution that can make people sick and damage ecosystems, and local governments are largely failing to address the hazards, according to a new report. The LA region has made little progress toward reducing pollution from stormwater, which is the single greatest source of pollutants in local rivers, lakes and the ocean, according to researchers with Heal the Bay, a not-for-profit environmental organization. The report was released this week following days of much-needed rain in southern California. While winter rains in LA are critical to reducing wildfire risks and supporting the state’s water supply, the runoff can cause serious public and environmental health problems. LA’s storm drainage is separate from its sewer system, meaning that while sewage is cleaned before it is discharged, stormwater flows over streets, through storm drains and into bodies of water, Heal the Bay explained. Water quality is significantly worse for 72 hours after a major rain event in LA county. The recent storms, for example, sent debris to LA beaches, prompting county officials to issue a health warning against swimming, surfing and playing in ocean waters around discharging storm drains, creeks and rivers. Heal the Bay analyzed watershed management data from 2012 to 2018, finding that local municipalities were only about 9% of the way toward completing their stormwater pollution reduction goals. At the current rate, the LA area won’t meet its collective reduction objectives until 2082, many local municipalities will miss their own established deadlines, and some cities and counties will be in violation of federal clean water regulations, the group said. Meanwhile, environmental contamination and health hazards will continue to escalate. “Our beaches are a destination for people from all over the world,” said Annelisa Moe, a Heal the Bay water quality scientist and lead author of the stormwater report. “While we’re allowing contaminated water to flow to these beaches, we’re endangering every person visiting.” Swimmers can get stomach flus, rashes and other illnesses, and tourists may not be aware of the risks of swimming soon after heavy rains. “We need to be very careful about when and where we enter the water,” said Moe. “We can have a huge storm, and then the next day it can be sunny, 85F [29C] and gorgeous. If you don’t wait to swim … you’re at risk.” There are 208 bodies of water in the LA area “impaired by multiple pollutants”, the group said, including bacteria, heavy metals, nutrients, pesticides and trash. The local pollution reduction plans stem from clean water regulations passed in 1990, meaning the local cities and counties have had three decades to create and implement solutions. Since 2012, localities have been adopting more collaborative plans to tackle pollution, but they have made “shockingly minimal progress in cleaning up LA’s stormwater”, Heal the Bay said. Heal the Bay examined data from 12 local watershed management groups, which are collaborations involving a range of local governments. Some of the groups have 2021 deadlines to meet their reduction goals and aren’t close to achieving them. The Santa Monica group, for example, is only 6.5% of the way to completing its 2021 goal, in terms of the amount of stormwater its management projects can currently capture. Heal the Bay’s report called for stronger regulatory guidelines and increased transparency in reporting data. A new LA county clean water program is also expected to increase funding for stormwater projects by roughly $280m a year starting in spring 2020, the group said, which could speed up progress. “We need to step up clean-up efforts if we are to see water quality improvements in our lifetimes,” Moe wrote. “We should not have to wait 60 years for clean water.” Spokespeople for the LA county health department and state water boards did not immediately respond to inquiries about the report."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}