{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "animals-farmed/2019/dec/03/animals-farmed-dutch-reach-peak-pig-plea-to-reprieve-sheep-and-vr-for-cows", "type": "article", "sectionId": "animals-farmed", "sectionName": "Animals farmed", "webPublicationDate": "2019-12-03T11:14:26Z", "webTitle": "Animals farmed: Dutch reach 'peak pig', sheep reprieve plea and VR for cows", "webUrl": "https://www.theguardian.com/animals-farmed/2019/dec/03/animals-farmed-dutch-reach-peak-pig-plea-to-reprieve-sheep-and-vr-for-cows", "apiUrl": "https://content.guardianapis.com/animals-farmed/2019/dec/03/animals-farmed-dutch-reach-peak-pig-plea-to-reprieve-sheep-and-vr-for-cows", "fields": {"headline": "Animals farmed: Dutch reach 'peak pig', plea to reprieve sheep and VR for cows", "bodyText": "News from around the world The Dutch government has begun a two-month scheme paying pig farmers to quit the industry. The country has been under pressure to come up with a more radical plan for reducing nitrogen emissions in the sector, sparking protests from farmers. Dutch farmers in the south of the country, which has a high density of livestock, are now reportedly being offered as much as €150 (£130) per pig to reduce their herd size. More than 14,000 sheep are believed to have died when cargo ship, The Queen Hind, capsized in the Black Sea on a journey from Romania to Saudi Arabia. While crew members were rescued, just 254 sheep were saved. The recovering sheep are currently being kept in quarantine and animal rights activists are concerned that they could soon be re-exported. European live animal export trade rose in value from $1bn (£800m) in 2000 to $3.3bn in 2018. It is not yet known what caused the ship to capsize, but an animal rights group has claimed it was overloaded. The UK is considering a ban on the export of live farm animals for slaughter if it leaves the EU. The grass is always green and the sun constantly shining for a herd of cows in Russia, thanks to the VR headsets strapped to their heads. The sets are part of a trial running at the RusMoloko farm, near Moscow, to see if gazing at virtual green fields makes cows produce more milk. An increasing number of cows around the world are housed indoors for most or even all of the year. In an effort to counter this loss of outdoor access, a variety of objects and activities are being provided to animals, including rotating brushes, toys and classical music. Researchers claim such enrichment can address the physical and behavioural needs that are not being met in restrictive indoor farms. A harmful algae bloom known as the “red tide” has returned to the Florida coastline, with fears of a surge in wildlife deaths. A 14-month-long algae bloom in Florida ended earlier this year, after killing more than 200 manatees, 127 dolphins and 589 sea turtles. Hundreds of tons of dead fish also washed ashore. The causes of blooms vary, but they are being increasingly linked to the climate crisis and industrialised agriculture. News from the UK Upland farmers could boost their profitability by reducing livestock numbers to a level that could be supported by natural grass growth and without the use of costly fertiliser and bought-in feed, says a new report. Many upland livestock farms are profitable only because of government subsidies, which are due to be phased out from 2021. If a viable future cannot be found for upland farmers, says the report , then the land may have to be given over for other uses such as building, afforestation or rewilding. Twenty large crates of chicken carcasses have been dumped at multiple locations near Darlington over a 10-day period, according to reports. The incidents are being investigated by Trading Standards officials. The pig industry is celebrating after the Conservative manifesto failed to include a pledge to ban farrowing crates. Boris Johnson had said in October in parliament that Brexit would allow the UK government to ban sow farrowing crates. Labour has previously pledged to introduce a phased ban on the crates but, along with the Liberal Democrats, did not mention a ban in its manifesto. Sweden is the only EU member state so far to have banned farrowing crates. The UK was one of the first countries in Europe to ban gestation crates in 1999. Meanwhile, UK pig exports rose to a monthly record of £36m in September, up 50% year-on-year, with the continued spread of African Swine Fever (ASF) across Asia and into eastern Europe leading to shortfalls in global pig meat supplies. Cases of ASF were found in wild boar in Poland last month. Elsewhere in the Guardian Half the world’s donkey population could be wiped out in the next five years, with 4.8m hides required to meet rising demand for traditional Chinese medicine. The donkeys are reportedly slaughtered and the hides used to make gelatine, a key ingredient of a traditional medicine called ejiao. Donkey numbers in China have fallen by 76% since 1992, with the country turning to global imports to fill the gap. A large mottled pig has been hogging the limelight on Greek national television after chasing a broadcast journalist trying to report on recent mudslides and flooding in the country. Quote of the month They survived all this, they deserve a nice old age. Kuki Barbuceanu, president of the Animal Rescue and Care charity, speaking after reports that the sheep rescued from the capsized vessel The Queen Hind could be re-exported to Saudi Arabia. Share your stories We want to hear from you about your experiences and stories from inside the farming industry. Get in touch. You can contact us at: animalsfarmed@theguardian.com."}, "isHosted": false}}}