{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/dec/01/jeremy-deller-parliament-square-like-something-from-hogarths-britain", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-12-01T09:00:00Z", "webTitle": "Jeremy Deller: ‘Parliament Square was like something from Hogarth’s Britain’", "webUrl": "https://www.theguardian.com/artanddesign/2019/dec/01/jeremy-deller-parliament-square-like-something-from-hogarths-britain", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/dec/01/jeremy-deller-parliament-square-like-something-from-hogarths-britain", "fields": {"headline": "Jeremy Deller: ‘Parliament Square was like something from Hogarth’s Britain’", "bodyText": "Jeremy Deller makes films, stages historical reenactments and once organised a life-drawing class with a nude Iggy Pop – any kind of art, really, that doesn’t involve him painting, drawing or making sculpture. His work isn’t often found in galleries, but he currently has a selection of silk-screen prints, made when he was starting out in the mid-1990s, at the Lethaby Gallery, University of the Arts London, part of a show of Turner prize-nominated former UAL students. He is also showing a new film at the Hannah Barry Gallery in south London called Putin’s Happy, which consists of interviews he conducted mainly with pro-Brexit campaigners in Parliament Square earlier this year. Deller is 53 and won the Turner prize in 2004. You wanted to be photographed for this article in a bicycle helmet. Why? Because it’s impossible to look good in one. I cycle around a lot and I suppose if you were to see me in London you’d probably see me wearing a bike helmet, so it’s a realistic depiction of me as a human being. And I just thought it was right not to be too vain. Tell us about the silk screens you are showing as part of Counter Acts, a new exhibition at the University of the Arts London. It was about 1994, 1995 and they did these courses at the London College of Printing for people who wanted to learn how to use the silk-screen beds and other printing techniques. It was just people who had time on their hands – and I had a lot of time on my hands. So I made posters for proposed exhibitions relating to popular music and pop culture. There’s a David Bowie study day at the ICA, a Joy Division exhibition, a Shaun Ryder exhibition. So these were imagined exhibitions you’d like to see? Yeah, exactly. Morrissey lyrics at the British Museum, things like that. I did about eight or nine and they were just sort of funny, but also it was me suggesting that maybe in the future, these people will be taken seriously and will have museum shows because of their contribution to culture or art or whatever. It was just a thought really. You spent a lot of time in Parliament Square between January and March for Putin’s Happy. Were you surprised by what the protesters were saying? I was shocked actually the first time I went. I couldn’t believe I was experiencing this sort of chaos in Britain. People with all different kinds of views and not just about Brexit: a lot of religious people there preaching, conspiracy theorists, a lot of antisemitism, carnivalesque theatrical displays that people were putting on about their ideas, with sound and dressing-up. It felt like something from Hogarth’s Britain. Before the 2017 election you were responsible for the “Strong and stable my arse” poster campaign. Do you plan any interventions this time around? I’d love to but I just haven’t had any decent ideas. Maybe I’ve been ground down by the whole process, the appalling spectacle. I did think of something around this “oven ready” saying that Boris Johnson keeps going on about. Maybe a food-poisoning metaphor, but I don’t know how that would translate into a poster. You were at school with Nigel Farage at Dulwich college, a private school in south London. Yeah, he was two years above me. Do you remember him at all? We had combined cadet force and I’m sure I remember him being very noisy, wearing an army uniform, running, shouting at people. It was a very old-fashioned school; it was run on the lines that the British empire was still a going concern. And therefore you were part of this incredible project, you’re the elite of the greatest country in the world. You were literally taught exceptionalism, which is very dangerous really, and I think he just swallowed what we were told by the teachers about how special we were and how special Britain was. Your 2001 work Battle of Orgreave, which recreated the violent confrontation between striking miners and police in South Yorkshire in 1984, was recently rated by the Guardian as the second best piece of art since 2000. Do you think it’s the best thing you’ve done? Actually, no. It’s something I’m very proud of, I’m glad I did it. I can’t believe I was allowed to do it, to be honest. But I don’t think of things being “best” and I’ve done other things I’m very, very happy about as well. Things that are probably less known, even that film about rave. You mean Everybody in the Place, which connects acid house to the political landscape of the 1980s, which was shown on BBC4 recently. Why does that stand out? At the time I wasn’t sure whether it was going to be any good, even when I did it. Everyone of a certain age is almost an expert on that subject, because they lived through those years and they did all those things that are in the film. And I was very happy with the response, but I saw it as a huge risk because most people knew more than I did about it. What, culturally, have you enjoyed recently? I went to see Tommy the other day, because it’s been rereleased. The most intense artistic experience I’ve ever had as a person was seeing that film when I was about 13. It just absolutely rearranged my brain. It’s almost been the inspiration for everything I’ve done since. Ken Russell is absolutely one of the greatest British artists. So I hadn’t seen it since I was 13 and I watched it on Friday night and just drank it in. Counter Acts is at the Lethaby Gallery, UAL, until 22 January. Putin’s Happy is at the Hannah Barry Gallery until 14 December"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}