{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/dec/02/caught-in-the-crush-are-our-galleries-now-hopelessly-overcrowded", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-12-02T06:00:26Z", "webTitle": "Caught in the crush: are our galleries now hopelessly overcrowded?", "webUrl": "https://www.theguardian.com/artanddesign/2019/dec/02/caught-in-the-crush-are-our-galleries-now-hopelessly-overcrowded", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/dec/02/caught-in-the-crush-are-our-galleries-now-hopelessly-overcrowded", "fields": {"headline": "Caught in the crush: are our galleries now hopelessly overcrowded?", "bodyText": "Damp from the rain, umbrellas shoved into our bags, we jostle each other politely – at first. But as I progress through Tate Britain’s blockbuster William Blake exhibition on this Saturday afternoon, the sense of hostility from fellow London gallery-goers intensifies. At Blake’s 1793 masterpiece Albion Rose, which measures a scant 25cm by 21cm, a scrum of visitors peer and crane over each other’s heads. In front of Blake’s 1805 The Temptation and Fall of Eve, I sense the unmistakable feeling of elbows on ribs. By the time I reach the room containing his Illuminated Books, I am on the verge of giving up – and I am not alone. Next to me, two middle-aged women discuss coming back on a weekday, when the exhibition will be less crowded. Perhaps it was to be expected: the exhibition has had rave reviews. But my experience was not anomalous. Venture to many blockbuster exhibitions, particularly on a weekend, and you’ll often be met with overwhelming crowds. Is there a surfeit of public interest in art? Are galleries packing in the crowds to maximise profit? And how best to meet the growing demand for public art without turning museums into amusement parks, complete with heavily managed queues? “It wasn’t pleasant,” remembers Alex Goudie, a 33-year-old civil servant from Liverpool, who went to the Saatchi Gallery’s Tutankhamun exhibition last month. On seeing the crowds, Goudie’s immediate thought was to turn around and leave – despite having spent £80 on the train fare and a ticket for the show. “There were a few hundred people in a very small area, trying to get glimpses of these artefacts.” It’s not just the blockbusters you have to watch out for: galleries can be held hostage by their most famous pieces. After Beyoncé and Jay-Z posed in front of the Mona Lisa in a 2018 music video, visitors numbers to the Louvre in Paris surged to 10.2 million. In May, staff walked out in protest at persistent overcrowding, explaining that attendance had increased by 20% since 2009, but security staff had decreased by 17%. Things have gotten so bad that the New York Times recently called for the Mona Lisa to be moved to a specially built facility outside the main space in order to alleviate overcrowding. “We’ve been having a Mona Lisa fiasco all summer,” museum expert Stephanie Nadalo of the New School University says with a sigh. She is critical of the Louvre’s decision to temporarily relocate Da Vinci’s most famous artwork to the Galerie Médicis while its Salle des États room underwent renovation. “It felt like a rugby match. The guards were losing control. People were shouting.” Institutions outside capital cities can experience pressures, too. “There were quite a lot of elbows,” says Edward Packard of his visit to Oxford’s Weston Library for its Tolkien exhibition last year. The 38-year-old lecturer, from Ipswich, found it impossible to engage with any of the artefacts meaningfully. “If you stood in front of something for more than 20 seconds,” he says, “you’d find someone pushing you. Especially as I’m tall. People wanted me out of the way!” This trend has been going on for some time. “It was horrific,” says 46-year-old Lizzie Hughes, an artist from London, of her visit to Beyond Caravaggio at London’s National Gallery two years ago. “Like being in a nightclub. You couldn’t even see the pictures – you were being pushed around by the crowd. It was scary.” Despite paying £16, Hughes left without viewing all the paintings, because she felt unsafe. “It was horrible.” Are these crowds actually dangerous? Probably not, says Paul Townsend of Crowd Dynamics, experts at crowd control. “They will have to follow building safety regulations,” he says. “It’s unlikely to be an unsafe crowd.” But there can be a huge difference between optimum conditions for viewing art and the number of people that can legally be contained in a space. “When you let too many people in,” says Townsend, “you compromise the quality of the experience.” In theory, timed-entry tickets should prevent overcrowding. In practice, they don’t. Natalie Drenth, a 27-year-old marketing officer from Birmingham, recently visited Gauguin Portraits, also at the National Gallery. “The exhibition was very overcrowded, despite being given an allocated time slot,” she says. Waking up early doesn’t seem to help: Hughes booked an 8.30am slot for Christian Dior: Designer of Dreams at the V&amp;A in London earlier this year. By 9.45am, the exhibition was chockablock. “The vibe was so bad,” she says. “I couldn’t engage with the work in a way that meant anything to me. It’s the exact opposite of what looking at art should be like.” When so many people are crammed into a small space, the mood can rapidly turn sour. One Tate employee, who did not want to be named, says visitors often complain about there being too many children: “They say it’s turning into a children’s zoo.” Goudie left the Saatchi after witnessing a scuffle between two people who’d been pushing each other in front of a sarcophagus. “I was relieved to get out,” he says. “It’s put me off going to a really big exhibition again.” Art requires space to be properly appreciated, as Ravi Ghosh, a 22-year-old writer from London, discovered when he attended the Royal Academy’s Antony Gormley retrospective in September. “So much of his work relies on you having a clear eye-line,” Ghosh says. “It was disappointing. You feel like you’re not given the opportunity to appreciate the art how the artist would have wanted.” Who is to blame? “The galleries,” says Hughes firmly. “It’s their space and they’re selling the tickets. It can’t be that hard to work out what the optimum number of people in a space. They’re obviously packing them in to make money.” It’s hard not to see overcrowding as a symptom of continued cuts to arts funding: 74% of arts organisations have experienced public funding cuts. In 2018, Arts Council England announced a budgetary shortfall of £156m. As a result, institutions often plump for blockbusters that will be shared on social media. “Galleries are businesses who want to make money,” says the Tate employee, who singles out the current show at Tate Modern by Olafur Eliasson, a kaleidoscopic journey through light shows, fog room and mirror tunnels. “You’re selling people an image to use on their Facebook or Instagram. People want a picture of themselves in the fog room. Art has become a brand everyone needs a bit of.” The rise and rise of smartphone photography is another cause of overcrowding, as people linger while taking shots. “Everyone has to take a photo of an object to feel like they’ve seen it,” says Nadalo. Photography was banned at the 2016 Gustave Caillebotte retrospective at the Kimbell Museum, Texas, in an attempt to keep people moving. Visitors were permitted to take selfies outside the exhibition at specially erected replicas of the Frenchman’s most popular artworks. Given the dire funding situation, the blockbuster trend looks set to continue. “Blockbusters are part of the game,” says Nadalo. “You need a blockbuster to finance the exhibitions that are academically interesting or experimental or won’t bring in the crowds.” One curator at the V&amp;A admitted to being aware of overcrowding, but added: “In terms of building audiences for the major museums, blockbuster exhibitions are really important. The issue isn’t about doing fewer popular exhibitions, but trying to find a way to manage them when they’re huge successes.” Some galleries have implemented certain measures. Reservations are obligatory at the Louvre’s major Da Vinci retrospective and tickets are limited – when they sell out, it’s sold out. Michael Asher’s 2010 Whitney Biennial in New York was open for 24 hours for three consecutive days, to enable gallery-going for people working nine-to-five jobs. At the Saatchi’s Tutankhamun, information boxes are displayed in large text above head height, readable for large crowds. Some institutions, such as Tate, have implemented members-only hours for a quieter visiting experience. When contacted, many of the galleries mentioned here made similar points: that visitor numbers are kept within safe levels and continually monitored by staff, and timed-entry ticket slots help manage popular exhibitions. But despite these efforts, it’s clear that the experience for many visitors remains far from optimal. Why should we care if our public galleries are overcrowded? Because when a space becomes over-full, it is often only the lucky few who are able to engage meaningfully with art: the critics at the previews, those able to visit on the quieter weekdays. Ghosh wonders if critics would be so generous if they had to experience exhibitions as regular members of the public. “It’s a totally different experience,” he says, “when you’re a lowly punter.” To avoid the crowds, Lizzie Hughes considered taking out annual memberships of her favourite galleries, but the price of this extra access was too costly. Now she doesn’t go to major shows. “It makes me feel that I am outside of the cultural conversations,” she says, “because I haven’t seen the exhibitions people have seen.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}