{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/dec/07/flat-house-margent-farm-cambridgeshire-hemp-practice-architecture-carbon-energy", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-12-07T17:00:16Z", "webTitle": "Flat House review – a home made from hemp that will blow your mind", "webUrl": "https://www.theguardian.com/artanddesign/2019/dec/07/flat-house-margent-farm-cambridgeshire-hemp-practice-architecture-carbon-energy", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/dec/07/flat-house-margent-farm-cambridgeshire-hemp-practice-architecture-carbon-energy", "fields": {"headline": "Flat House review – a home made from hemp that will blow your mind", "bodyText": "Here’s today’s fun fact: the word “canvas” is derived from “cannabis”. (And imagine if the two words had still been identical this past century or so: literature would speak of cannabis-covered deck shoes, of boy scouts enjoying their life under cannabis, of going cannabissing for your parliamentary candidate.) There is a simple reason for this etymology. Among the many uses of hemp, the plant from which the drug comes – uses that include ropes, clothes, food and medicine – was the fabric for the sails of ships. Once commonplace and useful, and hailed in the 1930s as a “billion-dollar crop”, hemp’s modern promise was cut short by its association with narcotics, which led its production to be taxed and outlawed across the western world. Call it paranoia, call it realism, but there’s a theory that billionaires with interests in plastics and paper pulp successfully lobbied the US government to have their rival product suppressed. A war on drugs, in this account, was whipped up in order to deepen the public’s dependency on petrochemicals. Now, though, hemp looks like a miracle plant, to a point that seems almost too good to be true. Its growth gobbles carbon and replenishes the soil, killing weeds without resort to chemicals. It can be used to detoxify poisoned land. It can make organic alternatives to plastic. BMW use it inside their car door panels. In December 2018 Donald Trump signed the Hemp Farming Act, which relegalised the cultivation of the industrial, non-psychoactive strain of the plant. He wouldn’t have done this, one might guess, if there hadn’t been money in it. And you can build with hemp, as a growing global network of enthusiasts wants everyone to know. In this country the plant’s properties have inspired Steve Barron, a producer and director of TV and film, and his business partner Fawnda Denham to buy a farm in Cambridgeshire and – having first been checked out by the police – grow hemp there, which they are developing into commercial products. On that site, Margent Farm, they have commissioned a house. It is designed by the 10-year-old Practice Architecture, who made their name with the ultra-low-budget Frank’s Café. This structure serves Bold Tendencies, the summer arts programme held each year on the top of a multistorey car park in Peckham, south London. Like other projects by Practice, it exemplifies their hands-on approach, their interest in getting closely involved with the construction as well as the design of buildings. Flat House, as the home on Margent Farm is called, is the conversion of a steel-framed agricultural shed, within which a new structure has been made of prefabricated timber-framed cassettes that were filled with a mulch of hemp, lime and water known as hempcrete. Once the mulch was dry they were erected into thick, highly insulating walls that also hold the building up. The exterior is covered in corrugated panels, which at first glance looks like the cement cladding typical of farm sheds. It is actually made of fibres from the outer coating of hemp stalks combined with resin taken from agricultural waste. It has a livelier texture and a more translucent quality than cement. These techniques are not all groundbreaking. Hempcrete goes back to the 1980s; Kevin McCloud used hemp-based insulation on his HAB housing project in Swindon in 2011. What is special at Margent Farm is that the material makes the architecture. Whereas in Swindon the houses are finished with conventional plaster and render, here you get to see the hemp, inside and out. McCloud, you might say, didn’t inhale. At Flat House you get a feeling rare in contemporary buildings, which comes from its unity of substance and surface. In most modern construction, as Paloma Gormley of Practice Architecture puts it, “you have five or six layers of stuff” – paint, plasterboard, insulation, vapour barriers and waterproof membranes, structure, cladding – which make houses, like modern phones and cars, inscrutable to their users. You can’t see what’s going on. You need an expert to mend it. Flat House is, Gormley says, “legible and fixable, more accessible to clients – you can take ownership of a house like this”. You can see where you can and can’t hammer in a nail, for example, to hang a picture. The cassettes in which the hemp is formed, eight foot by four foot, give a rhythm and scale to the interior that comes from the making of the building. The exposed material, its texture reminiscent of straw bales, retains the character of a recently growing thing, given a ghostly sheen by the whiteness of the lime. It creates, together with the pale timber that frames it, a soothing tonal range of pinkish greys. The acoustic is soft and restful too. Although the house is built of organic and relatively light materials, it has some of the sense of mass and substance you get in old masonry construction. The house, which is quite small, is given generosity by both a high living area and a big glazed conservatory that occupies the full height of the old shed. The skinny steel and the thick walls create layers of openness and enclosure between inside and out, and different degrees of contact with and shelter from the elements. All around are the fields – a lovely fact, this – from where the stuff of the house came. A little way off is another structure built with similar techniques, a single-storey studio constructed by students from the Cass school of architecture in London, under the guidance of Gormley and the photographer David Grandorge, who teach together there. All this is, in principle, environmentally wonderful, the house being made mostly of materials that absorb rather than emit carbon. The project therefore addresses a vital issue that was until recently neglected by most architects, which is the energy consumed and the carbon emitted while buildings are constructed, as opposed to while they are in use. The challenge is how to scale the techniques up to the extent that they make a significant impact on the emissions of the building industry. To this end Gormley has set up a not-for-profit organisation, Material Cultures, in partnership with her fellow architect Summer Islam, the engineers Arup, the University of the Arts London, University College London, and the brick manufacturers HG Matthews. Its aim is to research building systems and components using hemp and other natural materials, to manufacture them at HT Matthews’s Buckinghamshire factory, and to apply them more widely than on the occasional delightful house. With this combined technical expertise Paloma Gormley wants “to put figures to things that we know are inherently true”, that what she called “low technology high performance methods” can produce genuinely sustainable architecture. They want to prove the point in both theory and practice. A proposed development of 40 new houses in Cornwall is, it is hoped, the next step. Miracle materials can have a way of turning out less so in practice. Unexpected costs and consequences tend to arise. Established industries are reluctant to adapt to them. But hemp, benign in both production and in use, which can also beautify the experience of living in a house, deserves its shot at becoming a mainstream building material. And no, nothing was smoked in the writing of this article."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}