{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/dec/08/bloomberg-new-contemporaries-2019-review-south-london-gallery-vintage-year", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-12-08T09:00:36Z", "webTitle": "Bloomberg New Contemporaries 2019 review – a vintage year for emerging artists", "webUrl": "https://www.theguardian.com/artanddesign/2019/dec/08/bloomberg-new-contemporaries-2019-review-south-london-gallery-vintage-year", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/dec/08/bloomberg-new-contemporaries-2019-review-south-london-gallery-vintage-year", "fields": {"headline": "Bloomberg New Contemporaries 2019 review – a vintage year for emerging artists", "bodyText": "Anyone who wants a vision of the future should hasten to the South London Gallery for the 70th edition of Bloomberg New Contemporaries. Only fledgling artists are allowed to qualify for this annual UK showcase. This means students in their final year, recent graduates or newly enrolled postgraduates, almost all of them striving under a dead weight of debt, trying to find a place to live and work, turning up to jobs in shops and bars, making their art at night, or on Sundays, on the underground or the bus. I’ve met students whose perpetual dread was not getting from the till job at Lidl to the studio (or the garage, or the old childhood bedroom) fast enough to give birth to their ideas. Yet there is no sense of defeat in the 2019 show. It has been there in the past, in a kind of sullen or weary laboriousness, a wilful cack-handedness, or a complete surrender to the iconography of the internet. But this year’s edition of Bloomberg New Contemporaries is the most vital in a while. It is visually strong, intellectually sharp, full of skill and ability, strong on painting and photography, lacking all sorts of defects seen in recent years – the moaning and pomposity and lo-fi crud. It is also unusually humorous. The first thing you see on entering the gallery is an array of abstract canvases, monochrome and ever so slightly awry, like an awkward pastiche of old-fashioned gestural painting. A couple of works appear to have slipped down the wall, and are stealing across the floor, as if they wanted to get away from all the art world solemnity. Behind them lies an enigmatic squiggle of black paint. Alaena Turner’s installation is called Secret Action Painting, a one-liner of a title to be sure. But this is nonetheless a work of historical subtlety, and a joie de vivre that remains in the memory. Jan Agha’s painting Pompous Prick is a stinging satire that holds its own as an image. The member in question is blue, and upright, with a face like thunder and a ludicrously outsize Dalí moustache – a cathartic Ubu Roi for the #MeToo generation. And maybe he has a priapic follower in Taylor Jack Smith’s animation Dentin, in which a bald old knucklehead grinds his teeth repeatedly (to a wincing soundtrack) as if unable to use his words. Annie Mackinnon sends up eco-capitalism with a brief and gloriously abrupt film portrait of her father (who works in the field of biodiversity conservation) wearing a “sustainable” grow bag filled with manure, and sounding off against the pious hypocrisies of the fashion industry – “full of shit!” And Cyrus Hung has made something new out of old footage of the German master Georg Baselitz and his admirers yarning grandiloquently on about his place in art history. Hung set the words to music and rapped them himself; the result is a deft and gleeful skit on all the heavy heroism. But there are other kinds of wit on show here. Stefania Zocco has looked hard at the inner life of machines – specifically the way that computer images are formed out of digital data. Her beautiful painting Looks Like a Cloud is based on a moment of raw data in all its ephemeral striations, running like a mackerel sky across the canvas – as briefly visible, it seems, as a cloud. And for pure pictorial imagination, Gabriela Giroletti’s large canvas Around and Around is a standout. Giroletti coins an organic new form that has a nearly animal force to it, a curvaceous creature arriving out of a thicket of green paint that feels so sudden as to be something other than what it is – entirely abstract. Elsewhere there are hints of painterly influence – Philip Guston, always the painter’s painter; a touch of John Currin’s archness in some of the more lurid works; and traces of Celia Paul’s spectral painting in pensive family portraits. And anyone looking for the legacy of Italian arte povera will find it lingering on in some of the floor-based sculptures in this show. Katharina Fitz’s Memory Palace makes an ancient city out of modest bits of storage and packing, captivating in all its columns, cylinders and rotundas. Emily Stollery creates a miniature skyline of rooftops and rafters using the discarded moulds from which real architectural elements were formed. The political art feels more global this year. Roei Greenberg photographs a Syrian tank from the 1970s upturned in Israel’s National Park, its caterpillar tyres visible, yet camouflaged in the undergrowth of history. Justin Apperley’s images of mysterious figures in a black-and-white landscape can hardly be photographs at all, or so it seems at first sight. In fact they are shots of an off-grid punk community in the Yukon, almost unreachably remote, hidden like snow leopards in plain sight. Some of the films here are striking for their brevity and punch, particularly Louis Blue Newby’s outstandingly eerie remake of a scene from David Cronenberg’s Crash from a queer perspective. But the outstanding film work here is almost static, and intentionally so – Louiza Ntourou’s exquisitely contemplative closeup of a single leaf pictured against a glowing sky between two trees. It scarcely moves in time or space, held aloft by the breeze like a detail in a Japanese watercolour. It’s titled Once Upon a Time, a Time That Never Was and Always Is. Ntourou is Greek. The 45 artists in this exhibition come from Russia, Hong Kong, Japan, Italy, France, the Netherlands and Brazil, as well as Northallerton and Ipswich. Never forget how international is the British art scene. Nearly all are still in their early 20s and they come from dozens of art schools around the country. Of course there are callow and unfulfilled works in this show. And of course the range depends not just upon the taste of the selectors – in this case the artists Rana Begum, Ben Rivers and Sonia Boyce – but on those who appointed the panel. But what’s remarkable is just how rapidly you cease to think of these Bloomberg New Contemporaries as recent students at all, seeing them instead as independent minds producing compelling new art. Bloomberg New Contemporaries 2019 is at the South London Gallery (Peckham Road, London SE5 and Fire Station, SE15) until 23 February 2020"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}