{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/dec/10/banksy-birmingham-reindeer-homeless-art-christmas", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-12-10T16:30:05Z", "webTitle": "Have a Banksy Christmas: his Birmingham reindeer are an artistic miracle", "webUrl": "https://www.theguardian.com/artanddesign/2019/dec/10/banksy-birmingham-reindeer-homeless-art-christmas", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/dec/10/banksy-birmingham-reindeer-homeless-art-christmas", "fields": {"headline": "Have a Banksy Christmas: his Birmingham reindeer are an artistic miracle", "bodyText": "Is Banksy the new Charles Dickens? The anonymous street artist’s Christmas creation combines jolly sentiment with genuine compassion in a way that would make the Victorian author of A Christmas Carol tingle all over. What’s more, his latest artwork is both imaginative and thumpingly true – a Christmas cracker with a bang of reality inside. Banksy’s team of reindeer painted on a wall in Birmingham’s Jewellery Quarter, pulling a bench that homeless people use as a bed, is rightly popular. In a video that underlines his message, Banksy shows a man called Ryan having a drink before positioning a bag as a pillow and lying on the bench – to be, in dreams, lifted in the air by those magic reindeer while the soundtrack plays I’ll Be Home for Christmas. It has so far had nearly three million views on Instagram. Once again Banksy reaches the parts other artists miss. This is a good painting – the reindeer are nicely three-dimensional and solid enough to make the trompe l’oeil segue from street bench to wonderland work. But the cleverest thing about this bighearted artwork is that it does not depict “the homeless”. By attaching his reindeer to an empty bench, it lets homeless people represent themselves. Banksy not only named Ryan in the video but also thanked the locals who spontaneously brought him a hot drink, chocolates and lighter during the filming of the short video. Presumably not everyone who uses the bench is destitute, so this work of art will be given other meanings – some wag has already added Rudolf’s red nose. That’s street art and it’s kind of wonderful. But in allowing Ryan and others with no home to draw attention to their own reality, Banksy avoids the depressing tendency of art to either abstract them and rob them of identity, or indulge in triteness, or exploit a desperate reality for aesthetic effect. This is sadly true of some very well-meaning art. Andrea Büttner’s series of woodcuts entitled Beggar, shown in the 2017 Turner prize, is a splurge of bourgeois guilt – but instead of portraying specific people she depicts simplified eternal stereotypes of pleading. Like many, perhaps, she can’t bear to look closely at the actual sleepers or cupholders in the doorways. Then again, artists who do focus on desperate individuals have some bad luck too. Gillian Wearing’s 1999 video Drunk shows a group of street alcoholics playing themselves in a whitened studio – their exact housing situation isn’t recorded. But Wearing’s video is facile, turning harsh real life into middle-class entertainment. This is what Banksy brilliantly avoids. Not for him the shock effects of Boris Mikhailov’s photographs of homeless Russians. Defenders of this visually gifted photographer claim he explores the “underground” of society with Dostoevskyan courage – and that his portrayals of the homeless in his 1997-98 work Case History accurately diagnosed the sickness of post-Soviet Russia. But Mikhailov’s relish for sores, toothless mouths and naked drunkenness turns his subjects into a spectacle. It’s clearly not easy to represent homelessness in art. Perhaps that’s why Andy Warhol never did so, even though he is one artist who genuinely cared about it. After Warhol died it emerged that the supposedly celebrity-obsessed artist regularly worked in New York soup kitchens. Two other artists who are known to help the homeless directly in their Spitalfields neighbourhood are Gilbert and George. As a – discreetly – religious artist, the devoutly Catholic Warhol was heir to an artistic tradition in which the poor and homeless have been depicted with humanity and character. Two pilgrims or beggars who revere the Virgin Mary in Caravaggio’s painting the Madonna of Loreto are explicitly depicted as homeless: the Madonna stands in a doorway while they are kneeling in the street. We can see the man’s naked dirty feet. In his Naples masterpiece The Seven Acts of Mercy, a naked street beggar is given a cloak and a homeless pilgrim is sheltered. There was no Big Issue in 17th-century Spain but the ragged man in Velázquez’s painting The Water Seller of Seville is both desperate and dignified as he does a humble job and plays his part in the community. The model was apparently a man known as the Corsican of Seville who used to show his scabs and sores as well as sell water. Why were 17th-century artists better than 21st-century ones at representing the poorest? Probably because homelessness, paupery and begging were more included and embraced in the community than they are today. In Catholic countries, alms and charity were fundamental religious imperatives. And anyone could become poor – like Rembrandt when he went bankrupt. Today, there’s a wall of stigma between the homeless and the homed. Banksy’s Christmas miracle bridges that divide, as it invites homeless people to use it and their neighbours to interact with them. It’s a sensitive and far-seeing work of art and a thoughtful gift."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}