{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/dec/06/bushfires-sydney-schools-cancel-sports-and-outdoor-workers-lay-down-tools-over-hazardous-air", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-12-06T05:34:30Z", "webTitle": "Bushfires: Sydney schools cancel sports and outdoor workers lay down tools over hazardous air", "webUrl": "https://www.theguardian.com/australia-news/2019/dec/06/bushfires-sydney-schools-cancel-sports-and-outdoor-workers-lay-down-tools-over-hazardous-air", "apiUrl": "https://content.guardianapis.com/australia-news/2019/dec/06/bushfires-sydney-schools-cancel-sports-and-outdoor-workers-lay-down-tools-over-hazardous-air", "fields": {"headline": "Bushfires: Sydney schools cancel sports and outdoor workers lay down tools over hazardous air", "bodyText": "Sydney schools have cancelled outdoor sport and activities and been advised to keep children inside, while outdoor workers have laid down tools as hazardous air from out-of-control bushfires blankets the city. Thick smoke and dangerous levels of PM2.5 particles have aggravated asthma attacks and resulted in a spike in hospital admissions as fires burn all along the New South Wales coast. Marrickville public school in Sydney’s inner west is one of many schools that have had to restrict outdoor activities for children. On Friday, a swimming lesson for kindergarten to year two was cancelled “due to concerns around continued poor air quality”. In the school’s most recent newsletter, parents were told that teachers were not allowing children to run, to limit their intake of polluted air. “Sydney’s air quality problems are continuing due to severe bushfire activity,” it said. “The school has been managing this situation through modified play times for all students K to 6. “This includes closing some playground spaces during lunch and recess, opening the school hall as a quiet play area, and restricting students to non-running games and activities.” NSW Health advises that vulnerable people – such as children, the elderly and those with respiratory conditions – should stay indoors with doors and windows closed and avoid outdoor physical activity. North Sydney Demonstration School was also forced to cancel its end-of-year festival due to “poor air quality”. In a letter to parents, principal Myra Wearne said this was due to “current poor air quality”, “forecasts of increased fire activity over the next 24 hours which is likely to cause a further decline in air quality”, “the number of students with diagnosed respiratory conditions, such as asthma” and “the fact that children are significantly more sensitive to air pollution”. “This decision has not been made lightly,” she said. On Friday, scores of sporting clubs cancelled their games and training up and down the NSW coast. From the Central Coast Cricket Association to Little Athetics in Terrigal-Wamberal, Lismore and North Illawarra. On the Air Quality Index a reading of over 100 is considered “poor”, over 150 is “very poor” and over 200 is “hazardous”. For ratings over 150, NSW Health says “everyone may begin to experience health effects”. On Tuesday, Wednesday and Thursday, Randwick in Sydney’s east registered maximum AQI readings of 523, 402 and 674. In the city centre, the maximum AQI was 407, 207 and 617 on the same days. Workers have been advised to leave work in outdoor areas as a result of the health risk. On Friday, the United Services Union sent an email to members that they should “immediately stop work and move to a safe place” if they feel ill. “In fact on many days NSW had the worst air quality in the world,” the general secretary, Graeme Kelly, said. “The smoke haze is so bad in much of the state that even those without respiratory illness are feeling the effects.” On Thursday, roughly 100 members of the Maritime Union of Australia stopped work at Port Botany due to the thick smoke. “The air is just too poor – and it’s not just me saying it, it’s the health department,” deputy branch secretary Paul Keating told the Sydney Morning Herald. The national secretary of the Electrical Trades Union, Allen Hicks, told Guardian Australia electricians and builders should also be careful of their health. “We are asking our members to relocate from areas affected by smoke, and if that is not possible to go indoors, with air conditioning, away from that smoke,” he said. “A number of health agencies are putting out warnings to people to be vigilant. Even those who are very healthy are going to be affected. It’s obviously dangerous.” Hicks and other union leaders said workers had a right to a safe work environment. “There’s a provision in the Health and Safety Act – a worker has got a right to cease work if they have a reasonable concern that otherwise would expose them to a serious health and safety risk,” Hicks said. “Employers have an obligation to relocate them to somewhere else.” The United Services Union email said: “As a worker you have a safeguard. Should you feel ill or otherwise impacted by any climatic circumstance, including poor air quality, you can immediately stop work and move to a safe place.” Hicks told Guardian Australia: “Most workers are going to know without even going to a website what the air quality is like in that area. They are going to able to smell it and taste it.” In Sydney on Friday, some hardware stores were selling out of face masks. However, NSW Health advises that only a few varieties of mask are effective, and even then, they are not the “generally recommended” way to cope with smoke. “P2 face masks can filter out most PM2.5,” a spokeswoman said. “However, evidence suggests they may not work in practice as they require an extremely good fit. “This is difficult for people to achieve outside of an occupational setting where they can be properly fit-checked. For this reason, face masks are generally not recommended outside of the workplace and it’s more effective to reduce your exposure to smoke [by limiting outdoor activity].”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}