{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/dec/02/jacqui-lambie-to-meet-with-the-government-on-medevac-repeal", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-12-01T17:00:10Z", "webTitle": "Jacqui Lambie to meet with the government on medevac repeal", "webUrl": "https://www.theguardian.com/australia-news/2019/dec/02/jacqui-lambie-to-meet-with-the-government-on-medevac-repeal", "apiUrl": "https://content.guardianapis.com/australia-news/2019/dec/02/jacqui-lambie-to-meet-with-the-government-on-medevac-repeal", "fields": {"headline": "Jacqui Lambie to meet with the government on medevac repeal", "bodyText": "The prime minister, Scott Morrison, and the home affairs minister, Peter Dutton, will meet with the Tasmanian senator, Jacqui Lambie, on Monday, as the government seeks to clinch a deal in the Senate to repeal the medevac laws. After outlining a non-negotiable – but undisclosed – condition for securing her support, Lambie told Guardian Australia that the government was prepared to discuss her demand, saying the “door is wide open”. While the key crossbencher has refused to disclose details of her ultimatum, saying it relates to issues of national security, it has been reported that she wants the Coalition to accept the offer from New Zealand to take 150 refugees from offshore detention. Lambie has not denied the report. “I am certainly in discussion with the prime minister and minister Dutton, and there are no doubts about that, the door is wide open,” Lambie said. “But to try and get deals done up here and to try to achieve something better, these negotiations need to stay very, very tight, and there are national security sensitivities,” she said. The office of the New Zealand prime minister, Jacinda Adern, told Guardian Australia that there had been no recent discussions with the Australian government about the resettlement offer, but said the country’s position was well known and had not changed. Last year, Dutton said he was open to considering the New Zealand deal providing those who were transferred never came to Australia, but has consistently said the government is not prepared to do deals with the Senate crossbench on national security legislation. The Labor leader, Anthony Albanese, said the medevac laws were working as intended, but he also called for the government to accept the New Zealand resettlement offer. “The government should accept the offer that has been made by New Zealand. It would provide a practical outcome, it would be good not just for the people concerned but also it would be good for the budget because it (offshore detention) is costing an enormous amount of money from Australian taxpayers,” Albanese said. Ahead of the final sitting week of 2019, Lambie also indicated she was prepared to negotiate on the government’s ensuring integrity legislation, which the coalition will reintroduce to parliament this week after suffering a humiliating defeat at the hands of One Nation on Thursday. Lambie has criticised the government for sidelining her in negotiations, saying it had wrongly assumed the two Senate votes controlled by Pauline Hanson were in the bag. Speaking on the ABC’s Insiders program on Sunday, Lambie said she was “open to talks” with the government on the union crackdown, particularly on amendments that would force the CFMEU to “clean up its act”. “There is no doubt, he (Christian Porter) believed he had this locked in. So that put us on the sidelines. That has now changed, and I’m certainly open for discussion on the bill,” Lambie said. “They (the CFMEU) have some cleaning up to do in their own backyard … and I’d like to see that done as quickly as possible, otherwise we will be talking about this bill in the new year.” Sign up to receive the top stories from Guardian Australia every morning The resources minister, Matt Canavan, said Hanson’s decision to vote against the ensuring integrity bill showed the Queenslander was taking voters for “mugs”. “When you vote for minor parties and independents it’s often the Forrest Gump story – you just don’t know what you’re going to get,” Canavan told Sky News on Sunday. “I think Pauline here is trying to take the Australian people as mugs.” Canavan criticised Hanson’s “amazing backflip” on the legislation, which she claimed was because of the government’s failure to crack down on white collar crime in the wake of the Westpac money laundering and child exploitation scandal. But Canavan said it was “a pretty remarkable argument” to not crack down on one “bad group” because of the behaviour of another. “The most important currency you’ve got in politics is trust and Pauline Hanson has shown over the last week she can’t be trusted,” Canavan said. The government is expected to reintroduce the ensuring integrity legislation to the House of Representatives again this week. As the Coalition seeks to secure a parliamentary win before the end of the year, Albanese said the opposition would continue to keep the pressure on the government over a police investigation into the energy minister Angus Taylor’s use of dodgy documents to attack the Sydney lord mayor, Clover Moore. “Minister Taylor has had three months to resolve this issue, come into parliament and just say where the documentation came from. He should do that, he should have done that on day one,” Albanese said on Sunday. He accused Morrison of “stubbornness” and a “lack of judgment” for digging in behind Taylor. “This government … thinks that democracy is an inconvenience, and that everyone should just sit there quietly, like the quiet Australians that Scott Morrison says he is interested in representing, he wants the whole parliament to be quiet and just listen to him,” Albanese said. “Well, I’ve got news for him: the Labor party will hold Scott Morrison to account on this.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}