{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/live/2019/dec/03/liberal-labor-party-medevac-repeal-bill-jacqui-lambie-ken-wyatt-politics-live", "type": "liveblog", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-12-03T07:17:19Z", "webTitle": "Former fire chiefs meet with ministers, but not PM, on climate concerns – as it happened", "webUrl": "https://www.theguardian.com/australia-news/live/2019/dec/03/liberal-labor-party-medevac-repeal-bill-jacqui-lambie-ken-wyatt-politics-live", "apiUrl": "https://content.guardianapis.com/australia-news/live/2019/dec/03/liberal-labor-party-medevac-repeal-bill-jacqui-lambie-ken-wyatt-politics-live", "fields": {"headline": "Former fire chiefs meet with ministers, but not PM, on climate concerns – as it happened", "bodyText": "That’s where we’ll leave the day for now. Thanks again for following along with the day’s events. It’s been another frantic day, so let’s recap: The government has met with former fire chiefs, including Greg Mullins, about the climate and bushfires. Mullins says he hopes the Coalition can look past politics and act seriously on climate change. The prime minister was not in the meeting, leaving it up to Angus Taylor and David Littleproud. Labor called for a royal commission into veterans’ suicides. The government said it was open to the idea, but would need more time to consider it. The RSL national president, Greg Melick, said there had been enough inquiries, and that the problems and solutions were known and needed to be acted upon. The day began with reports that Ken Wyatt, the minister for Indigenous Australians, had handed a contract to a company linked to a Liberal donor and former candidate without an open tender. Labor used question time to attack Angus Taylor again on multiple fronts, accusing him of misleading parliament in his first ever speech, and attempting to draw Scott Morrison and Christian Porter further into the City of Sydney forged documents scandal. Taylor revealed he had not yet been interviewed by police. The government failed to produce a transcript of the phone call between Mick Fuller and Scott Morrison about the police investigation into Taylor, despite a Senate order, which prompted criticism from Labor and the Greens. Question time got fiery when Michael McCormack and Joel Fitzgibbon clashed. Fitzgibbon was ejected. McCormack became animated about his interactions with farmer protesters out the front of parliament. Those protesters had told McCormack he lacked passion and that the Nationals would not exist unless it took a bolder stand on water and the Murray-Darling Basin plan. Speaking of the Murray-Darling Basin plan, the government announced a review of its water management policies to ensure they are not inhibiting access. Anthony Albanese addressed the Labor caucus, rallying the troops and promising more pressure on what he called Scott Morrison’s “Angus Horribilis”. See you tomorrow for another round. The emergency services minister, David Littleproud, addressed his meeting with the former chief of NSW Fire and Rescue Greg Mullins a little earlier at a press conference: What I said to Mr Mullins and the other former fire chiefs ... [was] that they can take great comfort and great pride in the new breed of fire commissioners. They have planned meticulously for this fire season. I’ve only been emergency services minister since June and the first advice I got is we would expect to see the fire season start in August and be severe. Littleproud said the peak council of fire commissioners had advised that Australia has “sufficient assets” in the form of 100 firefighting aircraft. If the season is extended and is more severe the federal government will “continue to be agile with the states” which have primary funding responsibility to provide firefighting services. It has always been the responsibility of states to look after emergency management but we support them and the federal government has proven that – we topped up last year’s [funding]. Zali Steggall, the independent MP, has been on the ABC talking about the federal government’s proposal for its commonwealth integrity commission. She’s had a briefing from the attorney general, Christian Porter, on the design. We’re still waiting to see draft legislation. It was promised by the end of the year, initially, but is now not likely until next year. Steggall still has some concerns about the proposal. From my point of view, what is still extremely important from me but also for other members of the crossbench is the issues around the referral pathway, and the ability to have open hearings. The national integrity commission needs to be seen to be holding MPs and their staff to account. There needs to be that integrity process, but also the public needs to have confidence that it is being seen to happen as well. Still on bushfires, the crossbench MP Andrew Wilkie has reiterated his calls for the defence force to develop a firefighting capability. Wilkie asked a question on the issue during question time, warning the deteriorating climate and prolonged fire seasons were making it difficult to access foreign firefighting resources. David Littleproud said he was advised there was no issue with access to resources. Wilkie has issued a statement saying he met with representatives of emergency leaders for climate action after question time. They advised him much greater investment in aerial firefighting was needed. The fact is that the national fire threat will continue to trend badly and any sensible government would see the importance of thinking strategically and planning for the future. Regardless of whether or not there are adequate firefighting resources currently, and that is arguable, there is no doubt that in years to come the country will need much greater capability and that must include a much enhanced heavy aerial firefighting capability. There is a strong argument that this will require an expanded role for the RAAF, a capability which could take years to work up, which means capability decisions need to be made by the government now. Former fire chiefs, including Greg Mullins, have met with the energy minister, Angus Taylor, and the drought minister, David Littleproud – but not Scott Morrison – to discuss their concerns about climate change. Mullins says he is hopeful the government can “reach out across the boundaries of politics and do more”. He says the extremes being seen due to climate change are not mere “business as usual”. This is different. The science is very clear. This is driven by the burning of coal, ore and gas. I hope that the government can reach out across the boundaries of politics and say we need to do more, we need to do our bit internationally. Asked whether the government can do more than its current commitments to the Paris agreement, Mullins says: I hope so because it’s simply not enough. Mullins also asked for national investment in heavy firefighting aircraft. He said they are used across states and territories and are truly a “national resource”. When we’ve only got seven of those nationally. When we have every state and territory burning at the same time, there’s going to be a big call on their use. Labor has seized on comments from the RBA governor on subdued wage growth, made during the central bank’s decision to leave rates on hold. Down in the Senate, a motion has been passed that calls on the government to include changes in the robodebt processes in the government’s midyear economic update. You’ll remember the government recently announced changes that would stop over-reliance on income averaging, a fundamentally flawed and frequently erroneous way of calculating welfare debts. The Greens senator Rachel Siewert said including the changes in Myefo would help Australians understand what was truly changing with the robodebt system. “There are so many unanswered questions and it’s absolutely outrageous that the government is once again leaving people worried and in the dark about what is happening,” Siewert said. “After all that people have been through the government owes them an explanation at the very least.” Melick says there is no evidence that a royal commission would find anything different from inquiries by the productivity commission, joint standing committees or the national mental health commission. All have considered the problems with veterans’ support services. “It’s an enormous distraction. If there’d been no inquiry and we didn’t know what the problem was, that’d be different,” he tells Sky News. The head of the Returned and Services League, Greg Melick, said he has reservations about calls for a royal commission into veterans’ suicides. Melick said there have been a large number of inquiries into the issue. The recommendations were all consistent. They should be acted upon, he said. I still have reservations. I think it’s counter-productive. We’ve had seven inquiries in recent years.” Just back on water, we’ve just heard the government will review its water policies to understand whether they are unfairly inhibiting access to water. The drought minister, David Littleproud, and Mick Keelty, the inspector-general of the Murray-Darling Basin plan water resources, have just made the announcement. “Governments can’t make rain, can’t make water, but they can make policy,” Keelty said. You can chalk that up as a win, of sorts, for the protesters who have converged on Canberra to protest the basin plan, though many of them have been calling for it to be completely scrapped. Labor used question time to pick up on where it left off yesterday: attacking the Coalition’s economic management and Angus Taylor. Labor began question time by calling on the government to support a royal commission into veteran suicides. The prime minister, Scott Morrison, said he remains open to the idea, and will consider it further over the Christmas break. Labor moved its attack to economic management. It said the government must wake up to the “floundering” economy. Morrison said debt had not grown under the Coalition. Labor later said that was misleading because debt had doubled. Anthony Albanese said Morrison had misled parliament four times in the last four sitting days. Things got rather heated when Michael McCormack got up to answer a dixer on the drought. Someone made a quip about fiery criticism of him by farmers outside parliament this morning. McCormack flung himself into a rage when Labor’s Joel Fitzgibbon got up on a point of order. “What are you standing up for? You don’t stand up for anything.” The ensuing high drama ended with Fitzgibbon being booted from the chamber. Labor continued the attack over the Angus Taylor controversy. It asked why the government had not complied with Senate orders to produce the transcript of the Morrison-Fuller phone call. Morrison said it was “question time, not smear time”. Taylor then confirmed he had not been interviewed by detectives. In the Senate, Simon Birmingham said the government would fully cooperate with police. Labor also attacked Taylor on the two fresh controversies. Firstly that he misled parliament in his first speech over an experience with Naomi Wolf, well-known US author. Secondly, that he failed to disclose financial interests in a company. The last question is to the veterans affairs minister, Darren Chester, who is asked on the level of support being provided to veterans. This has become an issue of importance amid growing calls for a royal commission into veteran suicides. Chester says $11bn is spent each year supporting veterans, but acknowledges more must be done. The government is listening. We do understand the concerns that are being expressed by our veteran community and the families that support them when it comes to matters of suicide prevention. And just like the prime minister, I have met with family members directly impacted by mental illness. I know some members opposite have also met with members of the defence community that have been impacted by suicide and mental wellbeing concerns. As a minister, as a government, and I’m sure as a parliament, we all agree the only acceptable number for us all when it comes to veterans’ suicide in Australian defence force personnel, the only acceptable number for us all is zero.” Senate question time ends with a very fiery exchange about whether Simon Birmingham can guarantee that government staff will be available for interview by the police on NSW strike force Garrad investigating the use of a falsified document by Angus Taylor to attack Sydney’s lord mayor, Clover Moore. Birmingham said that the government will “cooperate with the police”. Labor’s Murray Watt notes that that is what Michaelia Cash had said about the AWU raid leak matter, but then she provided a written statement and refused to be interviewed. Penny Wong shouts: “You’re hiding staff! What’s so hard about making staff available?” Mathias Cormann labelled the referral to the NSW police “politically motivated”. Birmingham noted that the record of the shadow attorney general, Mark Dreyfus, on police referrals is “eight zero – zero findings” (of criminal guilt). The shadow attorney general, Mark Dreyfus, asks Christian Porter: Malcolm Turnbull, former judge David Ipp, and Icac counsel assisting Geoffrey Watson have all labelled Scott Morrison’s phone call to NSW police commissioner Mick Fuller inappropriate. Why was it made? Christian Porter responds that Dreyfus’s judgment hasn’t been so flash hot. Porter is referring to the eight police referrals Labor have made without any charges. Your judgment is just simply awful. Absolutely awful. And I know that you’re very interested in the next time that you might be able to exercise your judgement, perhaps as a judge on a court of appeal.” Labor’s Tony Burke asks a cheeky question about Angus Taylor’s first speech to parliament, in which he recalled living as a student alongside Naomi Wolf, a famed US author. In Taylor’s version, she wanted to remove a Christmas tree in case people were offended, something he described as “political correctness”. Wolf, you may have heard, was not at Oxford at the time. In fact, she was on the other side of the world touring her new book. Burke asks: Given that the minister has been misleading the parliament since the day he arrived, is he proud of his consistency, that he has continued his career as he began it?” Needless to say the question is not allowed. In the Senate, Labor’s Catryna Bilyk is asking about this report by Sarah Martin about a bullying complaint against National Llew O’Brien. The agriculture minister, Bridget McKenzie, confirms only that the Nationals have a process for investigating bullying complaints, but she first dodges then rejects the part of the question about whether her handling of the dairy code of conduct is the cause of tensions in the Nationals. McKenzie: “I reject the second part of that long-winded question.” Labor’s Mark Butler picks up the attack on Angus Taylor. He asks further questions about an alleged failure to declare interests in a company GFA F1 Pty Ltd. The interest is held through another entity, Farm Partnerships Australia. Taylor’s office has issued a statement saying he needs to declare only “direct and controlling interests”. Taylor is asked whether he supports that interpretation of the rules. The attorney general, Christian Porter, jumps up to answer the question. He says that’s always the way interests have been declared. The way in which that disclosure has always occurred is where there is a trust or where there is a company with interests in subsidiaries, the trust is declared, the company is declared, but those things inside the trust or the subsidiaries are declared by virtue of declaring the head company or the trust.” Scott Morrison is asked another question on the Angus Taylor scandal. This time it’s about why the government has not released a transcript of the Morrison-Fuller call, despite a Senate order to do so. He responds: I advise the members opposite, this is question time, not smear time.” Burn. He then goes on to explain. Mr Speaker, it is the practice of governments of either persuasion to claim exemption from Senate orders for various reasons where disclosure would be contrary to the public interest. In the case of the former government, they claimed those on numerous occasions on matters of freedom of information, Australian road rules, Australian vehicle standards rules. They claimed it in relation to carbon permits, the Australia network on communications policies, on any number of occasions, Mr Speaker.” Morrison says he will respond to the police investigation when it concludes. He then challenges Anthony Albanese to hold his side to the same standards it is demanding of the government. That is, that ministers would resign if they come under investigation before an investigation concludes. And if he doesn’t, he’s just the hypocrite people know him to be.” Morrison withdraws that last bit. Angus Taylor is asked whether he has been interviewed by detectives attached to strike force Garrad, which is investigating allegations Taylor relied on a forged document to attack Sydney’s lord mayor, Clover Moore. Taylor answers simply: “No.” Over in the upper house, Labor has asked the agriculture minister, Bridget McKenzie, when she became aware Nationals senator Perin Davey had arranged a meeting between irrigators concerned with the Murray-Darling Basin plan and the water resources minister, David Littleproud. Labor’s Murray Watt heckles “You’ve been bypassed”, and McKenzie replies that she heard earlier in the week. Glenn Sterle follows up by asking if McKenzie was invited. McKenzie says “I’m not invited to a lot” of stakeholder meetings, in the same way that defence and skills ministers are not invited to every meeting. She says it is entirely appropriate that the meeting was organised with the water resources minister. The treasurer, Josh Frydenberg, is attacking Labor for talking down Australia’s economy. Economic management has been the focus of Labor’s early attention in question time this week. Frydenberg: Now it’s probably the first time and the last time I’ll say it in this place but the leader of the opposition should listen to Wayne Swan when he says: ‘It’s important our political leaders not be out there talking down the economy. Relentless negativity from the doomsayers insults the hard work so many Australians put in to make our economy strong.’ “ Scott Morrison is then again pressed on misleading the parliament. Anthony Albanese accuses him of misleading parliament in each of the last four sitting days. Morrison responds that Albanese is treating parliament like a “second-rate high school debating chamber” with his “stunts and his clever little lines”. Labor accuses the prime minister of misleading parliament by claiming the government has not increased debt. Labor’s Jim Chalmers says the government has doubled Australia’s debt. Scott Morrison describes Chalmers as “Obi Swan’s padawan” in his response. it is a complex sort of thing for him to understand. Because in the Labor party they haven’t had a surplus since 1989.” Andrew Wilkie has a question on problems with access to firefighting assets and equipment during the elongated bushfire season. He asks: Prime minister, access to foreign heavy firefighting aircraft is now problematic as the northern and southern hemisphere fire seasons overlap due to climate change, while domestic resources are stretched to fight simultaneous fires across Australia. Despite this, my repeated calls for a specialised RAAF capability have been dismissed by the government every time. The reality is that aid to the civil community is an accepted use of ADF assets, and existing RAAF aircraft, like the C-17 Globemaster, C-130 Hercules and C-120 Spartan could water-bomb. Would you now direct defence to develop a heavy firefighting aircraft capability?” David Littleproud responds to the crux of the question. He says he’s been assured by the Australasian fire and emergency service authorities council that the current access to equipment is suitable. They also, in that letter, outlined the fact that they are comfortable with the arrangements we currently have with the Australian defence force and the support they provide, logistic support they provide our firefighters.” Just away from question time temporarily, Paul Karp filed this from the Coalition party room earlier: At the Coalition joint party room, Scott Morrison suggested that all options are on the table on the issue of veterans’ mental health. While he didn’t explicitly say the Coalition is considering a royal commission, he said it is “giving active consideration to what further action we can take” over the Christmas period. Morrison addressed the government’s decision to delay the religious discrimination bill, thanking the attorney general, Christian Porter, for his work to date and acknowledging that “within the party room there are different views – even more so across the community”. Morrison said the government was “seeking the time to get this right” and credited the fact that “a listening and respect has been shown in the drafting process to date”. Morrison wants the bill to bring people together on matters of faith and belief, and he “doesn’t want a partisan element to this process” to ensure smooth passage of the bill through parliament – an interesting hint that perhaps the Coalition needs Labor support to legislate it. Morrison said the government was not backing down on the ensuring integrity bill – which will now be reintroduced to parliament. Morrison also made some comparisons between his government and that of John Howard: In the term from 2001 and 2004, the Howard government was able to deliver based on the groundwork they had laid in the previous six years of government – as we seek to do in this term. One backbencher asked the treasurer, Josh Frydenberg, about penalties for banking executives - suggesting that fines hit shareholders so perhaps personal penalties for executives was the way to go. Frydenberg responded that penalties had been increased but it was important to get the balance right so banks keep lending. The prime minister said there are provisions which allow for removal of individuals from the banking sector. Labor continues to press its attack on the Coalition’s economic management. It results in the predictable response: Labor’s all about taxing and spending. Things have gotten slightly out of control in the House. People seem upset. There’s some yelling. Some name-calling. It’s been a long year, I suppose. The deputy prime minister, Michael McCormack, gets up to answer a question. Evidently someone makes a quip about his, er, less-than-friendly interaction with farmers outside parliament this morning. McCormack thunders in response: Didn’t see you out there ... And I didn’t see any of the members for Labor out the front this morning. I always come up and talk to farmers, because farmers are the lifeblood of this nation.” Labor MP Joel Fitzgibbon stands to raise a point of order. McCormack: Oh! We’ve got a bit of reaction. What are you standing up for? You don’t stand up for anything.” McCormack continues on. Fitzgibbon gets up again. McCormack: What a soft touch you are.” The Speaker is telling everyone to sit down. Morrison is asked a dixer on the economy. He says the government is bringing the budget into surplus, not increasing taxes, and not growing debt. Jim Chalmers, the shadow treasurer, asks a question on the same topic: what will it take to wake the government up to the “floundering economy”? Frydenberg responds: When it comes to real wages, they have been growing at 0. 6%, and when we came to government, they were 0. 5%, Mr Speaker. I’m pleased to tell the House that employment growth is at 2%, and when we came to government it was around a third, Mr Speaker, of that. And at 2%, it’s more than double the OECD average, Mr Speaker. And I’m pleased to tell the House that since we’ve come to government, more than 1.4m new jobs have been created, Mr Speaker. And I’m pleased to tell the House that today the ABS have announced the current account surplus is the highest on record.” Labor’s Anthony Albanese begins question time with a call for the government to support a royal commission into veteran suicide. The prime minister, Scott Morrison, says the suicide rate is far too high among veterans. This has been a matter that has been made a national priority by my government.” Morrison says the government will continue to reflect on the issue of a royal commission over the Christmas break. I have remained open to this question and I remain open to this question.” He says every time a veteran suicides, there “must be justice”. In Australia, the crisis support service Lifeline is 13 11 14. Other international suicide helplines can be found at www.befrienders.org. Bill Shorten is making a 90-second speech in the lower house on disability. Today is the international day of disabled persons, he says. Not everything is positive for Australians with a disability. They finish school less; they have lower home ownership; they’re poorer; they experience higher unemployment. Carers retire with less income themselves and they experience discrimination on the daily basis. But this is not the natural order of things.” Malcolm Roberts is on Sky News about One Nation’s shock decision to deny the government passage of its union busting legislation on Friday. Roberts reckons it was all about the merits of the bill, and not about a certain Queensland election and a possible union campaign against the party. We voted on the merits at the end of it. We fired a shot across the union’s bow.” A little earlier, a group of civil society organisations gathered at Parliament House to demand the government rule out any changes to secondary boycott laws. Secondary boycotts have become an important tool in driving social change. But they have drawn the ire of government. Scott Morrison recently told the Queensland Resources Council they were “a potentially more insidious threat to the Queensland economy and jobs and living standards than a street protest”. Morrison at the time pledged to introduce mechanisms to outlaw what he said were “indulgent and selfish practices”. Oxfam, 350 Australia, Market Forces, the Australia Institute, the Australian Conservation Foundation and Uniting Church in Australia gathered to call for the government to rule out new laws outlawing secondary boycotts. They were backed by Greens senator Sarah Hanson-Young, who said such a move would impinge on democratic rights. “Australians of all political persuasions value their rights and freedoms to support products, services and companies that align with their values,” she said. “More and more Australians are using their consumer power to make good environmental choices and their right to do so should be protected.” Labor senator Catryna Bilyk is continuing. She asks the government senators: “Is this really why you entered politics? Was it really to deny healthcare to vulnerable people?” The Senate is back debating the medevac repeal bill. Liberal senator Sam McMahon is warning of doom and death if the medevac law is allowed to stand. She says medevac is a weakening of Australia’s sovereign borders. Labor senator Catryna Bilyk says the government believes “we can’t protect our borders and be compassionate at the same time”. This debate is likely to stretch on for some time. We still haven’t heard from Jacqui Lambie. Katy Gallagher, Labor senator, is on the warpath over the government’s refusal to provide the Morrison-Fuller transcript. She tells the Senate the government’s explanation that it’s not in the public interest to release the documents is “ridiculous”, when “we’ve got the prime minister calling his friend ... who’s just announced they’re investigating one of his ministers”. What are they hiding? Through this whole scandal with minister Taylor, the question I keep coming back to is: why aren’t they just informing the public? Who is minister Taylor protecting?” Cormann’s response to the order to produce the Morrison-Fuller transcript has been tabled. The full text of the letter is below. Dear president, I refer to the motion moved by the leader of the opposition in the Senate, senator the hon Penny Wong, and agreed by the Senate on 2 December 2019, requesting documents associated with a phone call between the prime minister and the commissioner of the New South Wales police force that took place on Tuesday 26 November 2019. To assist the Senate, I refer first to the answers and statements that the prime minister has made and tabled in the House of Representatives. This includes an outline of the substance of the call and confirmation that the nature of the call was appropriate. As the NSW police commissioner has said: ‘The prime minister didn’t ask me any questions that were inappropriate. He didn’t ask for anything that was inappropriate and I’m comfortable with the discussion we had over a few minutes.’ Plainly any documents of the kinds requested, if they existed, would not be able to be produced as they would properly be the subject of public interest immunity. That immunity would arise because the matter concerns police inquiries by state authorities. Kind regards, Mathias Cormann Labor is furious at the government’s response to an order to produce the transcript of the Morrison-Fuller phone call about the Angus Taylor police investigation. The Labor leader in the Senate, Penny Wong, read the government’s response to the Senate after it was provided to her at the outset of Senate proceedings by the finance minister, Mathias Cormann. The letter simply referred the Senate to previous answers and said the documents would be subject to a public interest immunity claim because they relate to a police investigation. Wong: This is transparency from the Morrison government. This is the transparency and integrity, or lack thereof from the Morrison government.” Greens senator Nick McKim says it “beggars belief” that the government has not provided notes or a transcript of the Morrison-Fuller phone call about Angus Taylor. We are left with only two conclusions that can be drawn here. One is that there are notes or a transcript and senator Cormann has refused to comply with an order of the Senate. Or secondly the prime minister and the attorney general are running such shambolic offices and such a shambolic government that they would struggle to organise a beer in a brewery. Now, it’s one or the other.” The Senate ordered the government to produce a transcript and associated documents for the call between Scott Morrison and Mick Fuller about the Angus Taylor investigation. Some news out of Queensland. The ABC is reporting that the LNP is taking disciplinary action against young LNP members over an online video showing one of its branch leaders laughing at comments about Indigenous Australians. The video was published on the Gold Coast Young LNP Facebook page. A teenager in the video said: “I mean, we’ve got to stop celebrating a culture that couldn’t even invent the bloody wheel for God’s sake. We’ve got to start enjoying and living in western culture.” Gold Coast Young LNP’s chairman, Barclay McGain, was conducting the interviews. The ABC reports that those involved in the video would face “internal disciplinary” action. The video has been removed. The Senate is sitting and Labor’s Penny Wong is straight on the attack. Her target? Angus Taylor, of course. She’s criticising Taylor for providing no evidence to support his claim that the falsified document he relied on when attacking the Sydney lord mayor Clover Mooore came from the City of Sydney’s website. I’ve got to say, I wonder whether his colleagues are sitting there as they have to defend yet another Angus stuff up... ‘what does he reckon he’s doing, what does he reckon his job is. and why is the energy minister picking a fight with the lord mayor of Sydney?’. NSW police are investigating the matter and Scott Morrison stoked controversy by calling the police chief Mick Fuller for an update on the status of the investigation. Labor used the Senate to order the production of documents relating to the call, including a transcript. They received a one-page letter and no transcript. It is a scandal that demonstrates yet again that this government under Scott Morrison they don’t like scrutiny, they don’t like transparency, and they certainly don’t like accountability. Labor MPs have resolved to move an amendment to a government push to change the Customs Act, which will change the way the product-specific rules of origin of six of Australia’s free trade agreements are given effect domestically. As Katharine Murphy has previously explained, the change would limit scrutiny, making some regulations (including provisions covering dumping, where countries “dump” goods in other markets at super cheap prices to try to expand market share) unable to be disallowed by the parliament. Amid concern from some Labor MPs about the proposal, MPs have agreed to put forward an amendment to protect the parliamentary oversight of the use disallowable instruments. Disallowable instruments are rules that must be tabled and are open to parliamentary veto or disallowance for a set period, usually 15 sitting days. If the party’s amendments are not supported, Labor will vote against the bill. It was an otherwise uneventful caucus meeting after Albanese’s earlier colourful comments, with the party agreeing to support a raft of non-controversial legislation. After Labor agreed to call a royal commission into veterans’ suicide, one MP also raised the issue of Indigenous suicide. Albanese said that he was “very conscious” of the importance of the issue and hoped to continue to work with the government on a bipartisan basis to address it. The press gallery took on the pollies in basketball this morning. Looks from the photos like the journos employed a fairly deliberate strategy: bashing Ed Husic out of the game (Husic in headlock, Husic at bottom of pile-on). Seems a sound tactic to me. But, alas, the journos went down. Mike Bowers was down there for all the colour. Ged Kearney, Labor MP, is speaking on the medevac repeal bill which is before the Senate. The critical vote rests with Jacqui Lambie, who is reportedly ready to give her support if the government agrees to the New Zealand resettlement deal, which would take the current cohort off Manus and Nauru. The government has shown little appetite for that proposal. Kearney is asked whether securing the New Zealand deal would be a better outcome than salvaging medevac. She tells Sky News the Australian government can do the New Zealand deal and keep medevac. That deal can be done anyway. We can have our cake and eat it too.” She said the laws have nothing to do with national security. The minister can still refuse medical transfers on the grounds of national security. We have to remember that it’s about people getting care when they are ill. And these people are seriously ill.” John Barilaro, the deputy NSW premier, has been speaking on the Murray-Darling Basin plan. He is threatening to walk away from it (again) if changes are not made to better suit NSW. Barliaro has a list of demands to be met by the federal government. He wants more water written out of the plan and for water management plans to be deferred until the end of the drought. “If this plan does not work for NSW, we will have to walk away,” he said. Barilaro is asked whether Gladys Berejiklian, the premier, knows of his announcement. He doesn’t directly answer the question. But he says the opportunity for the federal government to negotiate with NSW is now. He says the commonwealth gave some indication last night that it was ready to talk. We’ll have more on this story shortly. One new fact out of Labor caucus this morning: the opposition will introduce a private senators’ bill to make amendments to the encryption legislation to try to force the government to make improvements agreed by a bipartisan committee report last year. Labor passed the encryption legislation in the final week of parliament in 2018, later accusing the Coalition of reneging on a deal to make amendments including improving protections against the creation of “systemic weaknesses”. In a joint statement Labor’s Kristina Keneally, Mark Dreyfus, Michelle Rowland, Claire O’Neil and Tim Watts said it was one year since the government broke its promise to Australia’s tech sector “putting a handbrake on the digital economy, and hindering the creation of jobs, productivity and growth of the economy”. They said: Some customers are less likely to seek out contracts with Australian technology companies due to a widespread perception that Australia’s encryption laws may require them to introduce systemic weaknesses into their systems ... This is why Labor is repairing the Morrison government’s encryption laws by introducing legislation based on bipartisan recommendations of the [parliamentary joint committee on intelligence and security], those agreed to by Liberal committee members and promised by Mathias Cormann a year ago.” Another amendment would require judicial authorisation before law enforcement authorities can use their new powers to compel tech companies to provide assistance or create capabilities to enable spying on customers. This is designed to address concerns that the encryption legislation is not compliant with the US CLOUD Act, which Labor says will imperil cooperation between US and Australian law enforcement. The bill will be introduced tomorrow and debated in the new year. The Murray-Darling Basin plan protesters have made their way to the headquarters of the National Farmers’ Federation. The protest places the NFF in a tricky position. The organisation agrees the basin plan needs to be improved but it has split with protesters on their demand that it be scrapped altogether. Tony Mahar, chief executive of the NFF, spoke to the protesters outside his office. “We want to see change, I can assure you of that,” he said. He says the NFF will lobby for Mick Keelty, the inspector general of Murray–Darling Basin water resources, to have the proper powers to take action where needed. “We want to see change. We want to see the basin plan fixed.” Labor has issued a full statement on its decision to call for a royal commission into veteran suicide. It reads: Labor has announced today it will support a royal commission into veteran suicide. Official figures released last week showed a disturbingly high rate of suicide among current and ex-service men and women, with more than 400 deaths since 2001. This Australian Institute of Health and Welfare research indicated that suicide rates for current and former defence personnel compared to the rest of the Australian population are higher than ever. Australia can no longer tolerate this senseless loss of life. This is nothing less than a crisis and as a nation we need to do all we can to tackle this. Labor believes the best way to do this is through a thorough and comprehensive royal commission. We are calling on the Morrison government to do the right thing by our ex-service men and women, and establish a royal commission into veteran suicide as soon as possible. This will help to shine a light on the issue, investigate why so many of our veterans are taking their own lives, and determine what measures are needed to stop these tragic deaths. The terms of reference should include serving men and women, their transition from active service back to civilian life, and their ongoing circumstances. The men and women who serve our country deserve our gratitude and respect, and we owe it to them to have a comprehensive examination of how we can reduce, and hopefully eliminate, these tragic numbers. Their deaths are heartbreaking and cause immeasurable loss and grief for their loved ones left behind, their local communities, and indeed the nation. We know many veterans and veterans’ families have been calling for this for some time now – they want to prevent future suicides and other families from suffering in the way they have. And we have listened to courageous advocates like Julie-Ann Finney, whose son David took his own life in February this year after a battle with PTSD. Labor Members of Parliament have met with Ms Finney and she has made a strong case for a Royal Commission. We want this to be a bipartisan effort – we want to work with the Government, the Parliament and the veteran community and do all we can to address the scourge of veteran suicide. Just a reminder that parliament will not sit until midday to allow for caucus and party room meetings. Mike Bowers was down in Labor’s caucus where eader Anthony Albanese was given a standing ovation. Albanese says Labor will continue to pursue Scott Morrison over his “Angus horribilis”, a line that gets a decent guffaw from the Labor faithful. The test for this bloke isn’t whether a crime has been committed, although that’s being investigated by the strike force Garrad – someone has a sense of humour. The test is has he misled parliament? That’s the test to be a minister.” If you don’t understand that strike force Garrad gag, look up Garrad on urban dictionary. He looks forward to Labor’s strategy for the end of the year. He says the party will examine media reforms and measures to strengthen democracy. Labor will have the first meeting of its national policy committee on Friday. It’s all about confidence, he says. We will go into 2020 with confidence. Confidence that we can hold this government to account. Confidence that we can defeat legislation. Confidence that we can present an alternative vision for this nation and an alternative vision that’s based on fairness, that’s based on creating wealth but also is concerned about its distribution. Confidence that we can deal with climate change with a plan which creates jobs, lowers emissions and lowers emergency prices.Confidence that we can stand up for Australia’s view in international forums.” Albanese says when Scott Morrison says “quiet Australians” he really means “shut up and listen to me”. This prompts some applause. We won’t be quiet. Australians won’t be quiet. It’s not our nature as a people. We’re upfront. We’re bold. We talk about things. We put forward our view.” Albanese is now paying tribute to Labor’s Senate team for their work opposing the union-busting laws which were defeated on Friday. He tells caucus that the people in this room “made a difference”. Every single senator spoke and last Friday I went to Australia’s largest union – the nurses and midwives – and there we celebrated what was a great victory for working people. But also I want to say that it says something about this movement. We don’t shy away from our connection with the trade union movement. I’m a proud trade unionist. Without trade unions, we wouldn’t have the working conditions that enable us to enjoy the Australian way of life that we all enjoy today.” Albanese is now talking about Labor’s calls for a royal commission into veteran suicides. He speaks of meeting Julie-Ann Finney, the mother of a former sailor who killed himself after suffering PTSD. I spoke to Julie-Ann Finney this morning. It was a difficult conversation with her. She is a remarkable woman and an incredible advocate and there is no one who could sit in a room with her and have a discussion and not come to the view that I came to. She said today that for her, ‘a royal commission – I quote her and I asked for her permission to do that – ... is an act of love, compassion and gratitude for her son.’ That’s the way that these people feel.” Albanese pays tribute to Bill Shorten and Linda Burney for the work they did to oppose the robodebt system. He then turns to aged care. The fact that 16,000 older Australians who were entitled – had been ticked off – to get home care died while waiting for that care. And of course we know the bloke who ripped the money out of aged care was Scott Morrison, as treasurer.” Albanese describes Scott Morrison as “an ad man with no plan”. An ad man who dismisses any form of accountability. Who regards democracy as an inconvenience. This mob shut down debate, shut down questions from the media ... dismissing them as just gossip or just in the bubble, don’t want to be accountable. And the fact is that we have a job to hold them to account, hold them account on behalf of working people.” Albanese continues: We have a circumstance whereby the Reserve Bank is saying that low wages is the new norm, the new norm. How is it the case that in 2019, at a time when there is no global financial crisis ... how is it that low wages are the new norm? We know, because Mathias Cormann told us that it’s a deliberate design feature of government policy. Low wages. He has said it from his own mouth.” The Labor leader, Anthony Albanese, is addressing caucus. He says Labor is moving forward. “That’s more than you can say for this economy,” he quips. Albanese says working people are struggling. What’s the government’s response? They’ve never had it so good. That’s the approach we see, the arrogance, the hubris, that we see every day in question time.” I’ve lost count of the Angus Taylor controversies, but at least two new ones emerged yesterday. One was sprung by Labor in question time. It says Taylor failed to declare an interest in a company named GFA F1 Pty Ltd. Taylor has a partnership interest in the company through a separate venture, Farm Partnerships Australia, which he has declared appropriately. But he hasn’t named an interest in GFA F1 on his pecuniary interests register. Labor isn’t alleging there is any conflict of interest. The second issue to pop up was on the stranger side. In Taylor’s first speech to parliament, he spoke of his memories of Christmas while studying at Oxford. He remembered “a young Naomi Wolf”, now a well-known US author and journalist, wanting to remove a Christmas tree from the common room “because some people might be offended”. Taylor described his outrage at this form of “political correctness”. Wolf subsequently raised the small issue of her not actually being in Oxford at the time of Taylor’s memory, and accused him of an “anti-semitic dogwhistle”. “I was a Rhodes scholar in Oxford 1985-88,” Wolf said on Twitter. “Angus Taylor recalls me in a fever dream at Oxford in 1991 among those warring on Xmas. I was in NYC. Plus I love Christmas, Hannukah, Kwanzaa. Flattered to be on this mythological hate list.” Mark Butler has just been on Sky News, talking about these various controversies. On Taylor’s defence of failing to declare an interest in GFA F1: The corollary of what he said is that a resources minister would only be obliged to disclose the fact they had BHP shares if they have a sufficient number of those shares to control the company. That is utterly ridiculous.” On the Oxford student story: So again Angus Taylor has misled the parliament. It just gives you the sense that this guy makes stuff up.” Of course, the issue continuing to pose the most trouble for Taylor is that he relied on a falsified document to attack Sydney’s lord mayor, Clover Moore, for her travel-related emissions. WikiLeaks’ editor-in-chief, Kristinn Hrafnsson, is also in Canberra this morning. He’s trying to raise Australian support for the imprisoned Julian Assange. He’ll be speaking at the National Press Club a little later. Assange is on remand in London’s maximum security Belmarsh prison while the US seeks to extradite him for soliciting, obtaining and publishing secret documents. The trial is set down for February. Hrafnsson says the case should concern all journalists. He told the ABC earlier: It sets a very serious precedent. It means that no journalist anywhere in the world is safe if the empire decides that some publication is an embarrassment, they can go after that journalist. and they will do, that is absolutely a certainty.” Assange has already won support from unlikely quarters. Barnaby Joyce has voiced his support for Assange, as has the former prime minister Kevin Rudd. We hope that many more will come on board as well. It is helping. It is very important to hear these voices and to get their input and to show that this goes noticed. We see this as not a partisan issue. This is a cross-party fight where we hope that everyone comes on board despite their differences, because it’s of upmost importance.” Nationals Damian Drum and Michael McCormack have been down to see the Murray-Darling Basin protesters out the front of parliament. And boy, did they cop it. The farmers’ frustrations were there for all to see. Mike Bowers was there and reports that the anger was palpable. Sky News had to apologise to viewers for all the swears, so you know it was bad. Drum was trying to calm everyone down. He says the public is now on the side of the farmers, after apparently abandoning them following reports about the Menindee fish kills earlier in the year. Now they’re saying no, we want to put the farmers first, so right now is the opportunity. We can take the sentiment that exists in Melbourne, the sentiment in Sydney, in Brisbane.” A protester, John Russell, is berating McCormack for not crossing the floor against the Liberals to stand up for farmers. The Nationals won’t exist after the next election if they don’t show some spine, he says: Where’s the passion? I haven’t seen any passion from you. You’re like a poker player.” Also in that interview, Mark Dreyfus denied any suggestion that Labor’s referral of Angus Taylor to police was a “political stunt”. Absolutely not. The referral to the NSW police is because, on the face of it, it looks like a criminal offence may have been committed. It wouldn’t be necessary to make this referral ... if Angus Taylor and Scott Morrison properly disclosed just what happened in Angus Taylor’s office. On the face of it, Angus Taylor has misled the parliament. It’s an obviously forged document and we don’t know where it came from. It’s scandalous that neither Angus Taylor nor Scott Morrison has launched an investigation.” The Labor leader, Anthony Albanese, has called for a royal commission into the shocking rates of veteran suicides in Australia. Albanese says: The fact is we’re not doing enough in this area and that’s why the call for a royal commission is reasonable. This is one that’s been led, not by politicians; this has been led by the families of veterans.” The shadow attorney general, Mark Dreyfus, has been on Sky News also discussing the urgent need for a royal commission. He says the situation cannot be allowed to stand. There’s a shocking rate of suicides among our veterans. These are men and women who have served our country overseas and we can’t continue with the situation where we have a much higher suicide rate than the general population. The right way to investigate this is with a royal commission ... That’s what we need to get some answers.” Just a quick summary of what we’re expecting from today. Labor will continue its pressure on Angus Taylor over the controversy now engulfing him, the prime minister and the attorney general. Taylor relied on a falsified document to attack Sydney’s lord mayor, Clover Moore. The revelations prompted a police referral from Labor, and NSW police have set up a taskforce to investigate. The scandal was moved along further by the prime minister, Scott Morrison, who called the NSW police chief, Mick Fuller, a personal acquaintance, to check up on the investigation. We now know Christian Porter, the attorney general, was also on that call. The Coalition has accused Labor of “vexatious” and frivolous referrals to police. The medevac repeal legislation will be debated again by the Senate today. The independent senator Jacqui Lambie still holds the critical vote, and faces lobbying from both sides. Lambie is yet to make her position clear. New figures were conveniently leaked to the Australian this morning suggesting more than one-third of asylum seekers in Papua New Guinea and Nauru have applied for transfer under the laws. As we mentioned, Ken Wyatt, minister for Indigenous Australians, is under pressure over reports that he handed a contract to the company of a Liberal donor and former candidate without tender. The report in the Sydney Morning Herald and the Age suggested the contract was awarded contrary to internal advice. The Murray-Darling Basin plan protesters are still camped out the front of Parliament House. The protests are placing pressure on the Nationals. Many of their traditional constituents are furious with the government’s treatment of the basin, and want the basin plan scrapped or paused. Labor is also calling again for a royal commission into veteran suicides, saying it is unacceptable that those who served Australia face a higher suicide rate than the general population. Stay with us. We’ll keep across all the developments as they happen. Hello dear readers. Welcome to another day in the mad house. It’s Christopher Knaus here again, filling in for Amy Remeikis. I’ll be here with you all week. There’s plenty on. The Murray Darling Basin protestors are still in Canberra in relative force. We’re expecting another day of debate on the medevac repeal bill. And there’s likely to be follow-up to the revelation that Christian Porter was in the room for Scott Morrison’s controversial call to NSW police commissioner Mick Fuller but did not seek advice about what he said was a “simple” and “basic” call. The call related to an active investigation into cabinet minister Angus Taylor following revelations in the Guardian that he relied on falsified documents to attack the Sydney lord mayor Clover Moore. But the major story of the morning concerns Ken Wyatt, the minister for Indigenous Australians. The Sydney Morning Herald and the Age have reported that he awarded a $2.2m contract to a Liberal donor-linked company. The contract did not go to tender, and had the company conduct Indigenous eye surgeries at double the market rate. It was awarded despite internal objections, the papers reported."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}