{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/dec/02/australia-endures-its-driest-and-second-hottest-spring-on-record", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-12-02T04:30:43Z", "webTitle": "Australia endures its driest and second-hottest spring on record", "webUrl": "https://www.theguardian.com/australia-news/2019/dec/02/australia-endures-its-driest-and-second-hottest-spring-on-record", "apiUrl": "https://content.guardianapis.com/australia-news/2019/dec/02/australia-endures-its-driest-and-second-hottest-spring-on-record", "fields": {"headline": "Australia endures its driest and second-hottest spring on record", "bodyText": "Australia has experienced its driest spring on record and its second-hottest in terms of maximum temperatures, only 0.04C behind the record set in 2014. An average of only 27.4mm of rain fell across the nation for the season, according to the Bureau of Meteorology, while temperature records tumbled from coast to coast as the country endured severe and catastrophic bushfires. The driest spring on record follows the hottest ever summer, the third-warmest autumn, the sixth-warmest winter, the hottest March on record, the third-hottest July, and the hottest month ever recorded in Australia (January 2019). In November, the intense heat, bone-dry conditions and high winds meant catastrophic fire danger levels were declared for parts of New South Wales, Western Australia, South Australia and in the Greater Sydney region for the first time. Catastrophic is the highest level of fire danger, the equivalent of the conditions on the day of the 2009 Black Saturday bushfires, which were Australia’s deadliest. Sign up to receive the top stories in Australia every day at noon Hundreds of bushfires burned across Australia this spring, and in the five days between 16 and 21 November, records tumbled for the highest median spring temperature in parts of five states: NSW, WA, South Australia, Victoria and Tasmania. The bureau’s outlook for summer similarly predicts higher than average temperatures, drier than average conditions, and more severe fire conditions. The bureau said this was a result of a strong positive Indian Ocean Dipole, a negative phase of the Southern Annular Mode and the long-term trends in global temperatures as a result of global heating from human-driven climate change."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}