{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/dec/08/cormann-and-dutton-downplay-chances-of-australia-accepting-new-zealand-refugee-deal", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-12-08T01:30:36Z", "webTitle": "Cormann and Dutton downplay chances of Australia accepting New Zealand refugee deal", "webUrl": "https://www.theguardian.com/australia-news/2019/dec/08/cormann-and-dutton-downplay-chances-of-australia-accepting-new-zealand-refugee-deal", "apiUrl": "https://content.guardianapis.com/australia-news/2019/dec/08/cormann-and-dutton-downplay-chances-of-australia-accepting-new-zealand-refugee-deal", "fields": {"headline": "Cormann and Dutton downplay chances of Australia accepting New Zealand refugee deal", "bodyText": "Senior Morrison government ministers have continued to downplay suggestions the government could accept the New Zealand offer to resettle refugees in offshore detention, amid ongoing speculation about the terms of an arrangement made with Senate crossbencher Jacqui Lambie. Mathias Cormann reiterated on Sunday that the government had made no deal with Lambie in exchange for her support in repealing the medevac laws earlier this week. Lambie said previously she chose to support the government after it agreed to an “outcome” following prolonged negotiations. Lambie has refused to lay out the terms of the deal, citing national security concerns, but told parliament: “We’ve worked to an outcome I believe we both want … I am more than satisfied that the conditions are now in place to allow medevac to be repealed.” The government insists it has struck no deal. Cormann appeared on the ABC’s Insiders program on Sunday and was asked repeatedly if the government was examining the New Zealand resettlement option as part of Lambie’s proposal, a policy it had previously rejected. “It’s current government policy to resettle people from Nauru and to resettle as many as possible,” Cormann said. “It is currently the government’s position, as it has been all the way through, to resettle people on Nauru [in a way] that doesn’t give the people, the green light to people smugglers. That doesn’t start people coming to Australia again. We’re totally focused on resettling people to the United States. “These were arrangements that were severely undermined by Labor’s bad medevac laws and, indeed, that is our focus now.” New Zealand citizens are entitled to travel to Australia without a visa, which the government claims would offer any Manus Island or Nauru refugees settled in the country an option of settling in Australia, which it has explicitly ruled out. The Morrison government has previously suggested it was looking at closing what it terms a “backdoor” entry to Australia, which would create a two-tier system for New Zealand passport holders. Last week, the New Zealand prime minister, Jacinda Ardern, said any restrictions would be a domestic matter for Australia. Cormann repeatedly avoided directly answering questions about the New Zealand option, or why the government was being so secretive about an arrangement. “There’s a reason for classified information and the reason some information is classified is to protect our national security and we, as the government, took Senator Lambie into our confidence and provided her with classified information,” Cormann said. “Of course, she’s not then at liberty to divulge that classified information. We’re very grateful to Senator Lambie she’s respected the nature of the information she’s been provided because to do otherwise would be putting Australia’s national security and border protection at risk.” The Obama administration agreed to take up to 1,200 refugees from Australia’s two off-shore detention centres, under a deal struck with the then prime minister, Malcolm Turnbull. Australia was expected to resettle between 20 and 50 Central American refugees. Donald Trump honoured the agreement, despite calling it a “dumb deal” in a terse phone conversation with Turnbull shortly after winning the US election. Peter Dutton told Sky News on Sunday the US offer was “the most realistic” the government had looked at and anything else was providing “ammunition” to people smugglers. “The threat from Sri Lanka and elsewhere is still a very real one,” he said. “People smugglers are marketing New Zealand as a destination. “We’ve got people who have gone from Nauru to the United States who are messaging back now saying, ‘Don’t come to the United States because the welfare system’s not as good as you’ll find in Australia and New Zealand.’”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}