{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/dec/06/queensland-police-will-have-to-compensate-domestic-violence-victim-as-appeal-denied", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-12-06T04:06:02Z", "webTitle": "Queensland police will have to compensate domestic violence victim as appeal denied", "webUrl": "https://www.theguardian.com/australia-news/2019/dec/06/queensland-police-will-have-to-compensate-domestic-violence-victim-as-appeal-denied", "apiUrl": "https://content.guardianapis.com/australia-news/2019/dec/06/queensland-police-will-have-to-compensate-domestic-violence-victim-as-appeal-denied", "fields": {"headline": "Queensland police will have to compensate domestic violence victim as appeal denied", "bodyText": "Queensland will be forced to pay compensation to a domestic violence victim whose details were accessed and leaked by a police officer, after the state’s police service was refused leave to appeal an earlier ruling. The decision likely brings an end to the long-running breach of privacy case brought by Julie*, whose address was sent by a senior constable to her abusive former partner, and who represented herself against the state. “I’m so happy that this is finally over and I have found justice for what has happened to my family and I,” Julie told Guardian Australia. “I have fought my hardest for every woman and child that has ever been in this system or yet to be, and I wish for them to not give up.” The Queensland Civil and Administrative Tribunal on Friday refused to allow police to appeal a finding that they were liable for breaching Julie’s privacy, after the state bungled its paperwork and missed a deadline. The decision means that police will not have the opportunity to contest the initial tribunal ruling that found they were responsible for the breach as they did not take reasonable steps to prevent access. Guardian Australia understands other police data misuse victims had been eagerly awaiting the outcome of the process and that the initial QCAT finding could now be used as the basis for a potential class action against the state. “I’m aware there are other cases pending finality against the QPS,” Julie said. “And I hope this decision will help them.” The tribunal’s latest ruling was scathing about police, who filed appeal paperwork late and then took more than a month to apply for an extension. Police were represented by the government’s legal arm, crown law, and a QC. Julie ran her own case. “[Julie] has experienced inordinate delays and uncertainties by the QPS’ actions (or inactions) in this unnecessarily protracted matter,” tribunal member John Forbes said in his judgement. “There is no good reason to doubt the citizen’s complaint that, as a result, she suffered considerable stress and anxiety.” Forbes said the state had a responsibility to act as a model litigant and had not provided a satisfactory reason for its delay in filing appeal applications. The decision also assessed the potential merits of the police appeal and found there was “no real prospect” it would succeed. As the case has dragged on now for several years – through disciplinary, criminal and civil proceedings – it has become increasingly embarrassing for the state and police. Recently the police minister, Mark Ryan, said it had gone on long enough and that he wanted it resolved. Revelations have included allegations of reprisals against an officer who assisted Julie in QCAT. That compensation will come as a result of a tribunal order – which the state fought against – rather than an attempt to settle the matter in good faith will further compound that embarrassment. It also comes amid an inquiry by the Queensland Crime and Corruption Commission into public sector data misuse that heard there were high rates of breaches among police and a lack of measures to protect high-risk potential victims. The police commissioner, Katarina Carroll, has admitted to the inquiry that individual officers had brought the service into disrepute. Guardian Australia understands police had pursued the case and the appeal – despite the public relations issues created by dragging a domestic violence victim through a court process – because it was concerned about the implications of the initial ruling if applied to other data breaches. QCAT found that the Queensland police service had breached two of the state’s information privacy principles. Member Susan Gardiner found in March that police had no systematic auditing process for regulating how officers used or misused the data of citizens, and that she could not be satisfied the QPS took all reasonable measures to prevent unauthorised use of the QPrime data system or the disclosure of personal information. “The evidence before me is the QPS had no systematic auditing procedures of access to the QPrime system – even for at-risk groups such as domestic violence victims,” the judgment said. “It simply relied on a complaint or an incident to highlight a breach. The system of auditing after the fact allows for circumstances where catastrophic events involving [Julie] and the safety of her family could have occurred. “[Police] did not audit in a systemic way to supervise access even to a group of people (domestic violence victims) who had orders in their favour. The service waited until there was a complaint or an incident, at a time after any further potential damage to this vulnerable group.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}