{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/dec/04/will-wearing-a-face-mask-protect-me-from-bushfire-smoke-explainer", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-12-04T02:58:23Z", "webTitle": "Will wearing a face mask protect me from bushfire smoke? – explainer", "webUrl": "https://www.theguardian.com/australia-news/2019/dec/04/will-wearing-a-face-mask-protect-me-from-bushfire-smoke-explainer", "apiUrl": "https://content.guardianapis.com/australia-news/2019/dec/04/will-wearing-a-face-mask-protect-me-from-bushfire-smoke-explainer", "fields": {"headline": "Will wearing a face mask protect me from bushfire smoke? – explainer", "bodyText": "As Australia’s bushfires rage, smoke is posing a growing health risk. Bushfire smoke carries PM2.5 particles – which have a diameter of 2.5 micrometres or less – and can cause long-term health problems. People with asthma, lung disease or cardiovascular disease, and the young and the elderly, are all at particular risk, and New South Wales Health advises them to stay indoors and limit exposure on smoky days. Increasingly, people are turning to face masks. But are they any practical use? Dr Christine Cowie, a respiratory health expert from the Centre for Air Pollution, Energy and Health Research and the Woolcock Institute of Medical Research, spoke to Guardian Australia. Will a mask do anything? In most cases, the answer is no. There are very few academic studies about the effectiveness of face masks, and wearing a mask is not the main recommended safety measure. Crucially, a surgeon’s mask (or similar cloth or paper masks) won’t work – the particles in bushfire smoke are too fine. Cowie says the only effective mask is a P2 mask – the kind worn by builders and sold in hardware stores. And, it has to seal well around your face. Which means you need to test it out for fit, like shoes or clothes. Different face and nose shapes will need different masks. “If it is not fitted very carefully over the nose and mouth, people will still be exposed to the smoke,” she says. “And you need to inspect the package and make sure it will filter out PM2.5.” A spokesperson for the NSW Health reiterated that concern. “P2 face masks can filter out most PM2.5. However, evidence suggests they may not work in practice as they require an extremely good fit.” “This is difficult for people to achieve outside of an occupational setting where they can be properly fit-checked.” Cowie says a mask is “not the best public health measure that we can offer”. “We support the advice from the health department, which is to stay indoors and trying to minimise your exposure as much as possible.” For those at particular risk, “adhering to your medication program is the main messages we want to get out”. Will an air purifier or air conditioner help? Cowie says the research is still “not sure” about air conditioners. General household air conditioners do not have the filters needed for PM2.5. If one is used, it must be put on a recirculation setting so it is not taking in air from outside. Air purifiers – with a specific Hepa filter – could do more. “There are a few studies that indicate air purifiers are useful in reducing particulate matter indoors, but they do need to be fitted with a Hepa filter,” Cowie says. Be aware that every purifier has a set amount of area it can purify. “One small air purifier will not do a whole house,” Cowie says. A spokesperson for the NSW Health said in a statement: “Using air conditioning systems in recirculate mode can help reduce particles from indoor air. “Air purifiers can reduce particles in a smaller indoor area such as a single room that is closed off from other areas, however, there is limited evidence of their effectiveness during bushfire smoke events.” If vulnerable, see a doctor Above all, if in doubt, or if you are particularly vulnerable, see a doctor. This includes anyone with asthma, a cardiovascular or respiratory condition, or vulnerable people such as young children and the elderly. Cowie stresses that asthma attacks can be fatal. Those with asthma medication should have a preventer puffer (separate to a reliever puffer) and should use it every day. Those concerned about overusing their medicine should speak to their doctor and double-check their regime. She also advises that residents should try to check the most specific air quality index they can. The NSW Environmental Protection Agency and NSW Health put out health alerts, and people can subscribe to specific area air quality alerts. Again, pay specific attention to the PM2.5 reading – and be aware that it can vary widely between regions."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}