{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/dec/05/the-big-smoke-how-bushfires-cast-a-pall-over-the-australian-summer", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-12-05T04:59:06Z", "webTitle": "The big smoke: how bushfires cast a pall over the Australian summer", "webUrl": "https://www.theguardian.com/australia-news/2019/dec/05/the-big-smoke-how-bushfires-cast-a-pall-over-the-australian-summer", "apiUrl": "https://content.guardianapis.com/australia-news/2019/dec/05/the-big-smoke-how-bushfires-cast-a-pall-over-the-australian-summer", "fields": {"headline": "The big smoke: how bushfires cast a pall over the Australian summer", "bodyText": "Waking in New South Wales this month has been a slow process of figuring out whether or not the fires have come to your door. The smoke, worse in the mornings usually but increasingly thick at night, has become a familiar presence. On bad days it is inside homes and cars and offices. It could be from down the road or hundreds of kilometres away. On other days it can be hard to tell whether thin, mild smoke is really there or is just a trick of the light. At sunup and sundown, the sky becomes bright orange and red and angry. At night the moon is orange. In Sydney cafes, people wedge the door closed as though they are keeping out the cold, even when it is nearing 30C outside. Readers have told Guardian Australia they have put tape around their doors, bought complex air filters and hung wet towels above their childrens’ beds. One person from the Blue Mountains, west of Sydney, said they had suffered lung collapses as a result of aggravated asthma fits, requiring a drain in their chest “for several days”. Another, on the mid-north coast of NSW said their GP had confirmed five weeks of smoke had exacerbated their lung conditions “to the point where it could be affecting my heart”. A Sydney GP, Kim Loo, said she was seeing a stream of patients on bad air quality days with “nasal symptoms, sinus symptoms and sore throats”. At a time when people are usually looking forward to their post-Christmas summer holidays, this year the outlook is grim. Brian Fairweather lives on Sydney’s northern beaches. He emigrated from Boston 23 years ago, fleeing the cold winters. “I haven’t seen a winter in 23 years and I’m very happy about that,” he tells Guardian Australia. “I love summer.” But on Thursday he took his family to the beach. “I was driving towards Dee Why and I was thinking this is going to suck if it is this whole summer. It was worse at the beach than it was back home.” Now the father of three says the air qualityis a worry. “We live surrounded by a national park and both myself and my daughter have to use an inhaler. So we had to go buy her a new one. I had to tell them, ‘Why don’t you go inside and watch TV for a while’. It’s the opposite to what I would normally say. “I love Sydney, I moved here and decided to stay. It’s an amazing place because of what you can do in the summertime, people wait for the summer to come out to really enjoy Sydney. It’s a shame to think people are either going to be sick or uncomfortable.” Brisbane resident Sheila Harmes agrees: “I love summertime,” she says. “But this year will probably make sure I stay inside.” Harmes, who has chronic bronchitis, says she moved to Australia from Britain 29 years ago, largely for the weather. Now, for the first time in Australia, her condition is back. After a short walk, she says, she was unwell for two weeks. ‘End-of-days’ feeling The smoke has funnelled into Sydney from large bushfires in the Blue Mountains and the Hawkesbury area north and west of the city. Those fires represent only a fraction of the hundreds that have turned the spring of 2019 into one of the most devastating bushfire seasons eastern Australia has known in terms of the area of land burnt. By the end of November, 1.9m hectares had been burnt in NSW alone, including 800,000 hectares in national parks – 10% of the state’s total national park area. Twenty per cent of the Blue Mountains world heritage area has been affected by fire. Queensland has also suffered badly, with 38 homes destroyed in this bushfire season. Almost 200,000 hectares have been burnt in the state since the start of September, and more than 2m hectares in NSW – a combined area larger than actual Wales. South Australia and Western Australia have also experienced dangerous fires, and many are still burning on the east coast. Between 1 July and 29 November, there have been 7,530 individual fires in NSW. Six people have died in NSW and more than 600 homes destroyed – 4,700 homes have been saved by firefighters. There is no sign the conditions will let up over the summer months. The Bureau of Meterology has said the hot and dry conditions will continue, leading to more severe fire danger warnings over Christmas and into 2020. The fire season in Victoria typically comes later, and fire chiefs fear resources will be stretched beyond endurance if the southern state experiences a bad season while fires are still raging further north. Australia’s worst recent bushfire catastrophe came in February 2009, when 180 people died as conflagrations raced through small towns north of Melbourne. The extent of the fires and the smoke that has drifted across Sydney and many other affected areas – combined with the seemingly endless drought in many areas of the country – have led to widespread fears that Australia is heading towards an ominous, apocalyptic time. The actor Sam Neill tweeted that there was a sense of “the end of days” about the country seen from the air, as his plane approached on Tuesday. In a Climate Council report released the same day, the organisation warned the Australian summer would be a “terrible trifecta of heatwaves, droughts and bushfires” that would bring with it a range of health problems from heatstroke to breathing difficulties and mental health issues. “The catastrophic events that are unfolding in Australia are not normal. Now is the time to act decisively and swiftly by deeply and rapidly reducing greenhouse gas emissions and preparing our fire and emergency services and communities for worsening extreme weather events,” the report said. More immediately, the smoke haze has prompted warnings of poor air quality due to ultrafine particles, or PM2.5, which travel for hundreds of kilometres and linger in the air. According to data from the NSW Department of Environment, Sydney is experiencing much higher rates of PM2.5 than normal. Australia’s national standard is less than 8 micrograms/m³ of ultrafine particles, but in recent days Sydney has been blanketed by smoke, and has recorded up to 180 micrograms/m³. An analysis of the data shows no higher recordings over the past 10 years for Sydney. On the Air Quality Index, which also encompasses other pollutants, a reading below 100 is considered “fair” and safe by NSW Health. Over 150 is considered “very poor”, and over 200 is “hazardous”. Across Prospect in Sydney’s west, Randwick in the east and in the city centre, the six days between 28 November and 3 December were all over 100, with a high of 523 in Randwick. In Prospect on 19 November, an astonishing peak of 2,593 was recorded. Two days later it was 1,699. In Randwick that same day it was 531, and in the city centre 707. Fay Johnston, associate professor of environmental health at the University of Tasmania, has been studying the impact of bushfires on health for nearly 20 years. She says Sydney and NSW have seen air quality this bad before but not over such an extended period. “I don’t recall an episode in NSW that has gone on for so long at these levels. That’s new to me, to have such severe pollution that is going on for weeks now.” The smoke has led to a spike in hospital admissions and ambulance callouts but the longer the pollution events, she says, the worse the health effects are. “Not only does it exacerbate what conditions you might have and make you sicker from those, it makes you a bit like a smoker. It makes you develop heart disease and irritates your lungs,” Johnston says. “The death rates from long-term exposure to air pollution are more than if you just add up the death rates you would expect from a bad day in a particular location.” The smoke particles can cause reactions all over your body, she says. “The particles are so tiny they set off reactions throughout the body, like a stress reaction, makes your blood more likely to clot, makes your heart more stressed. “Which means if you’re at very high risk of heart attack, it can be the precipitant.” That may be a rare outcome, but in a city of five million there are quite a few people in those high risk states, she says. ‘Summer is likely to get more dangerous’ The long-term impacts of the smoke are unknown, Johnston says. “What we don’t know with fires is how much is too much, and how long is too long, because there is just no long-term research.” Johnston has researched the health impact on children arising from the Hazelwood coalmine fire in Victoria in 2014, which lasted longer than 45 days and caused worse air quality conditions than Sydney is currently experiencing. It has shown unborn children and those under the age of one in the Morwell area have had stiffer lungs and more coughs and colds during their childhood. “It’s a tiny effect … it might not be of huge clinical importance, but the fact that we measured it means we need to take it seriously and if you’re able to reduce the exposure of children and pregnant women, it is responsible.” The executive director of the Climate and Health Alliance, Fiona Armstrong, says that as climate change exacerbates the conditions in summer, the effects on health will become more noticeable. “It’s really the extreme weather events that are going to have the biggest impact on people’s health,” she says. “Over the long term, I guess you could say summer is likely to get more dangerous for people’s health.” For now, Johnston says, the best people can do is to limit their exposure. Face masks have proliferated in city streets, although experts recommend that in most cases they are all but useless to protect against the tiny particles carried by bushfire smoke. Johnston advises people to stay in air-conditioning where possible, such as in the office or a library. The stereotypical beachside Australian summer seems a long way off."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}