{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/dec/16/crystal-palace-v-brighton-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-16T21:59:01Z", "webTitle": "Crystal Palace 1-1 Brighton: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/dec/16/crystal-palace-v-brighton-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/dec/16/crystal-palace-v-brighton-premier-league-live", "fields": {"headline": "Crystal Palace 1-1 Brighton: Premier League – as it happened", "bodyText": "Our man Ed Aarons was at Selhurst Park tonight. Here’s his take. Click and enjoy. Thanks for reading this MBM! And now a word with Brighton scorer Neal Maupay. “We should have won the game. We played better than them. We had chances, we put pressure on them, they were struggling. They scored a nice goal, though. But it’s a bit disappointing to just have one point tonight. I know it means a lot to the fans, and to me as well. I was happy to score but unfortunately it was not enough. We had possession, a lot of chances, a lot of movement. It is enjoyable to play like that.” Wilfried Zaha, Palace’s goalscoring hero, speaks to Sky. “Today’s obviously a big game, and I’m just glad we got back in it. If you can’t win it, don’t lose it. So I’m glad we managed to get a point at least. I was glad I managed to get the goal for the team, because we worked so hard. We’ve got a good run going, and I’m glad we can carry it on. We barely had the ball, props to them, they did their job. I felt like we deserved a point.” The draw means Palace pass up the chance to join Manchester United and Sheffield United on 25 points. They’re now ninth, with 23, one place above Arsenal. Brighton sit in 13th, on 20 points, one ahead of Bournemouth and West Ham United. They’ll head home, back down the M23, thinking they should have really won by a couple of goals, a result that would have taken them into the top half above the aforementioned Arsenal. But this is where we all are. There’s just enough time for Zaha to send an effort towards the bottom left from the edge of the box. Ryan claims, and that’s that. The M23 derby ends all square, after a game not so much of two halves, but of seven and two ninths. Brighton were dominant for 70 minutes, Palace awful. But the hosts rallied in the latter stages, and tied it all up with a sensational goal. They’ll be the happier of the two sides, given the overall balance of play. But that’s derby football for you. 90 min +3: Tomkins is down with cramp. Palace have done a lot of defending this evening. 90 min +2: Some space for Montoya on the right. He clips into the box. Maupay sends an overhead kick inches wide of the top left. 90 min +1: From the corner, Tomkins sends a lame header off target. Bernardo comes on for Gross. 90 min: Zaha tricks his way past Webster on the left and tees up Meyer, who looks to have been brought down by Burn to the left of the D. But there’s to be no free kick. There will, however, be three added minutes, and a corner for Palace in the first of them, the result of another Zaha probe. 89 min: Mooy tries to release Gross down the left, but the pass is too weighty. Goal kick. A sense now that Brighton, in total command for so long, just want to hear the final whistle. 87 min: Zaha sashays in from the left and sends a long pass across the pitch towards Kelly, who takes a touch and enters the box. It’s a rare old chance, but Kelly, who has never scored in the Premier League, suffers a nosebleed and lashes horribly high and wide. 86 min: Propper is booked for a cynical nudge on Zaha, as the Palace goalscorer was looking to make off down the left. 85 min: Mooy hovers over a shooting opportunity from the edge of the Palace box, but Meyer challenges him at the last. The tension at Selhurst is palpable. 84 min: Brighton make a conservative double switch. Off go Trossard and Bissouma, on come Alzate and Duffy. 83 min: Montoya skips down the right and is hauled over by Zaha. A free kick and an opportunity to swing one into the box. Gross takes. It’s a lovely delivery, and headed over by Dunk from the edge of the six-yard box. He was trying to guide the ball into the top left; he should have got something on target. 81 min: Ayew channels his inner Maradona and dribbles down the middle of the park, Brighton backtracking in a panic. He tries a curler towards the top right, but it’s always going over. Where on earth was this Crystal Palace for the first 70 minutes? 79 min: Palace are up for this now. McCarthy goes over in the box, with Dunk at his back. The referee’s not interested in giving a penalty for that one, either, though again there looked to be contact. 78 min: That’s woken Selhurst up. Brighton try to respond quickly, Maupay and Mooy combining down the right, briefly opening Palace up. Mooy crosses, but to nobody in particular. This had been coming, with Brighton suddenly sitting back. And they’ve been made to pay for their profligacy by Zaha, who drops a shoulder to cut in from the left, takes a touch back the other way, and whips an unstoppable effort into the top left! Brighton will wonder about this scoreline long and hard, given their dominance for most of the match. But here we are! 74 min: Yep, they’ve finally risen from their slumber, an hour and ten minutes in to the match. Now Ayew races with purpose towards the Brighton box and slips a pass to Benteke on the edge of the area. Benteke can’t get a shot away. Zaha tries to keep things going, coming in from the left, then McCarthy tries an overhead kick from the middle of a muddle. Ryan claims. 73 min: Hold on! Make that two. Benteke tussles with Dunk, spinning his man down the inside-right channel and slapping a shot towards the bottom right. That’s a highly decent effort, and one tipped round the post by Ryan. Nothing comes of the corner, but that’s so much better from Palace, who appear to have finally woken up. 72 min: That was Palace’s first effort on target. Brighton have had ten. 71 min: Palace hoick one hopefully into the Brighton mixer. Benteke wins a header well, but he’s too far out to seriously trouble Ryan, who claims easily. 70 min: Mooy strides into a huge hole in the midfield. Palace look knackered. Mooy slips the ball wide left for Trossard, who takes a touch inside and fizzes a low shot towards goal. Guaita claims, eventually, after nearly spilling the ball at the feet of Montoya. It would have been a tap-in from a couple of yards. 68 min: A Dann headed clearance is latched onto by Mooy, who very nearly releases Maupay into the box with a first-time pass. But the ball clips Maupay’s heel, and Palace escape. The hosts go up the other end, Zaha dribbling in from the left, only to have the ball taken from him by Montoya’s slide tackle. The resulting corner is a non-event, but that was much better from Palace, the new man Meyer injecting a bit of much-needed energy as he sent Zaha on his way. 66 min: Milivojevic winds Propper with a good old-fashioned barge. While the Brighton midfielder catches his breath, Palace swap Kouyate for Meyer. 64 min: Bissouma big-legs into a lot of space down the middle of the park. He whistles a daisycutter towards the bottom left from the best part of 30 yards. Guaita isn’t going to be beaten from there. 63 min: Zaha curls a cross into the Brighton box from the left. Benteke competes but doesn’t get any purchase on his header. Brighton clear in the insouciant style. A little better from the hosts. Not much better, admittedly, but small acorns and all that. 62 min: A short one this time, and Trossard drops a shoulder to skedaddle into the box along the byline. He can’t find a team-mate from a promising position, a sorry end to a clever run. 61 min: Brighton’s corner isn’t all that, but Palace fail dismally to clear it anyway. Mooy and Gross combine down the left, the latter earning another corner. 60 min: Gross is clattered by Tomkins out on the left. A free kick, and a change for Brighton to load the box. Gross takes himself, and swings in a dangerous one into the mixer. Tomkins does pretty well to eyebrow out for a corner, with three Brighton players in attendance. 58 min: Palace are giving the ball away with metronomic regularity. A half-arsed Dann clearance flies straight to Propper, whose attempt to release Mooy down the right is deflected out for a corner. From the set piece, Propper spins on the penalty spot and loops a strange effort towards the top left. It should be easy pickings for Guaita, but the keeper drops it onto the crossbar and into the six-yard box. Maupay is lurking, but can’t get a shot away and the keeper eventually smothers. 56 min: A deserved lead for Brighton. Palace can have no complaints. It’s been all Brighton since the restart, just as it was in the first half, that strange Benteke cross-cum-shot apart. It’s fair to say this had been coming. Trossard is found in acres of space down the right by a glorious Bissouma crossfield pass. Trossard cushions a first-time pass inside for Maupay, who takes a touch on the penalty spot and lashes a shot into the top right. What a beautiful goal that was. 53 min: Mooy bustles in from the left. He slips the ball wide right to Montoya, who is in acres, and should probably do better than clanging a cross off the nearest Palace player and out for a corner. The resulting set piece comes to nothing. 51 min: So having said that, Palace come close to opening the scoring! Benteke strides down the right and hooks in a vicious cross that deceives Ryan and nearly nestles in the top left, slamming off the left-hand post instead and away from danger! Not sure whether he meant that or not. If he did, hats off. It would have been some way to end his Selhurst Park drought, one that stretches back to April 2018. 49 min: Palace’s passing game is shot. Ayew clips a simple ball out of play under no pressure whatsoever. They’re still having trouble getting out of their own half. 47 min: Montoya makes off down the right and crosses deep. Trossard pulls the ball back from the other side. Kouyate chests down and clears. Brighton want a penalty for handball, but they’re never getting it. Not sure why they went so vocal for that one, yet didn’t make a sound when Riedewald clipped Montoya in the first half. People are strange. Here we go again! Palace get the second half underway. They need to get their gamefaces on, and quick. Brighton enjoyed 68 percent possession in the first half. Palace haven’t had an attempt at goal yet. They’ve made one change: midfielder James McCarthy on for left back Jairo Riedewald. It looks as though James McArthur will stand in at left back. Half-time entertainment. Does the Fiver count as entertainment? Probably not. Here it is anyway. An easy claim for Guaita, and that’s your lot for the first half. Brighton have been dominant, and should have had a penalty, but they’ll be happy enough with an impressive performance that lacks only a cutting edge. Palace need a rethink. Over to you, Roy. 45 min: Ping, ping, pass, pass, pass, ping, pass, pass, passity, pass. Eventually Trossard strides down the left and purchases a cheap corner off Kelly. A chance to load the box in the one minute that’ll be added to this half. 43 min: Tomkins launches long down the right. Benteke’s not there. He can’t be bothered to make the run. That sums up Palace, who have been utterly bereft of attacking nous so far this evening. 41 min: It’s all Brighton. Just lacking the big idea. For a goalless game, this is absurdly lop-sided. Palace really need to hear the half-time whistle. 39 min: Gross sends Trossard into a bit of space down the left. Trossard drops a shoulder to cut inside, then fizzes an inviting ball across the face of the Palace box. Montoya, coming in from the other flank, can’t control or get a shot away. Brighton are well on top. 37 min: Palace are unable to get out of their own box right now. Brighton are running rings around them in the final third. But no killer final pass yet, so here we are, the game still goalless. The visitors much the better side though. 35 min: But the first booking of the game isn’t long in coming, as Benteke sticks out a clumsy arm and slaps Dunk in his startled boat. 34 min: Mooy slips Bissouma in down the right. The cutback is half-cleared by Dann. Propper has a belt from 25 yards. He catches it well, but that’s straight at Guaita. At the start of the move, Gross was whacked late by Kouyate. The referee waved play on, and the Palace man is fortunate not to go into the book when the game finally stops. 33 min: With Brighton dominating possession, Selhurst has fallen uncharacteristically quiet. The away fans take the opportunity to belt out a couple of stanzas of Is This A Library? It’s still raining. 31 min: Trossard exchanges crisp passes with Gross down the left, and zips into space. His cross is deflected and nearly catches out Guaita at his near post, but again the keeper does well with a testing ball, adjusting and claiming in the fuss-free fashion. 29 min: A bit of space for Bissouma down the inside right. He lashes a fierce shot towards the bottom right from a very ambitious range. It nevertheless tests Guaita, who does well to gather without fuss as the ball skids across the wet turf. 28 min: A lovely spin by Ayew, turning out of trouble and throwing three Brighton players off the scent. It’s on the halfway line, and the move breaks down the second he gives the ball to Benteke, but that piece of skill gave the home fans something to cheer. They’ve not had too much opportunity so far. 26 min: Brighton are beginning to dominate this. They’re first to every loose ball, and the only team capable of stringing a few passes together right now. Propper, Mooy, Bissouma and Montoya are linking together nicely. On the touchline, Roy Hodgson looks a little concerned, and well he might. 24 min: Brighton are encouraged by all that, though. They ping it around nicely. Then Mooy burns down the right and cuts one back for Propper, who lashes wildly over the bar from the edge of the D. 22 min: VAR says no penalty. There’s no point asking why, they’re just making it up on the hoof. Has someone kept the receipt? Let’s go back to good old analogue football, none of this digital nonsense. Anyway, the resulting corner leads to Dunk sending a header, intended for the top right, straight into Guaita’s arms. 20 min: Propper slides a lovely pass down the inside right channel. Montoya cuts in. Riedewald sticks out a leg and catches Montoya, who falls over but threads a shot towards the bottom right at the same time. Guaita tips the ball round the post for a corner. Montoya doesn’t claim a penalty, but he really should. VAR will take a look. 19 min: Zaha turns on the jets and scoots down the left, Montoya very much on the back foot. He exchanges passes with McArthur, who just about executes an overly ambitious backheel, then loops a tame cross down Ryan’s throat. 17 min: Montoya drives down the right and feeds Mooy, who is sent into a lot of space and should do better than battering his cross straight into Dann. 16 min: Propper clatters into Zaha, seconds after McArthur bundled Bissouma to the floor. The referee waves play on both times, and that’s wound the crowd, already lively, up a little further. 14 min: Palace batter it long. Benteke cushions a header down for Ayew, who nearly sets Kouyate clear down the inside-right channel. But his pass is too strong and Webster is able to intercept. 12 min: Bissouma has a little nibble at Zaha’s heel. Zaha falls, and bounces straight back up. As he rises, he has a cheeky little swing back at Bissouma’s heel. Bissouma goes over but doesn’t make anything of it. Still, there’s a battle that might be worth keeping an eye on. 10 min: It’s teeming down at Selhurst, but nothing puts a dampener on the fans, who are giving it plenty from all four corners of the atmospheric old stadium. A beautiful noise. Then a huge sarcastic cheer as Ryan, attempting to play out from the back, hoicks a simple pass into the stand. Hey, you’ve got to make your own entertainment sometimes. Not a great deal going on right now. 8 min: Palace finally enjoy a little period of possession. Riedewald probes down the left, Ayew goes on a mission down the right. Eventually the ball’s switched back to Zaha, who in attempting his first dribble of the evening, runs the ball out of play for a goal kick. It’s not much, but that’s better from the hosts. 6 min: Dunk slides a fine pass down the middle of the field, taking out half of the Palace team at a stroke and sending Mooy scampering goalwards. Mooy whistles a rising shot wide left. Not too far away from the top corner, that one. Brighton will be happy with the way they’ve taken control after that hectic opening. 5 min: Brighton look the more composed in these early stages. Palace can’t keep hold of the ball at all. Gross wins a corner down the left and takes it himself. He goes long, and Guaita heads clear. Burn knocks the ball back into the mixer; Kelly heads that one away. 3 min: Brighton calm themselves down a little, and put the first move of the match together. Mooy sets Montoya away on a dribble down the right. Montoya nearly gets past a dithering Riedewald, but the stand-in left back does just enough to eventually intercept and clear. 2 min: Everyone snapping into tackles. Time on the ball a pipe dream. It’s frantic early doors. And we’re off! Brighton get the ball rolling. Incidentally, this isn’t just Roy Hodgson’s 100th game in charge of Palace; it’s the 100th match between these two rivals. For the record, the history is in Albion’s favour: they’ve racked up 39 wins compared to Palace’s 35, with 25 draws. The teams are out! There’s always a great atmosphere at Selhurst Park. But this is the derby, and an evening kick-off, so everyone, whether Eagle or Seagull, has had the opportunity to lubricate their lungs with a pre-match swallow. So, well, you can just imagine. A thundering sense of occasion! Palace will play in their red and blue stripes, while Brighton wear second-choice black. We’ll be off before you know it. Graham Potter talks to Sky Sports. “It’s same as normal, in how we attack and defend. But at the same time, we know it’s a derby game, we know the rivalry, we know the importance of it for both sets of supporters. So it’s about playing with the head, making good decisions and being brave.” Roy’s response. “This is what they regard as one of their most important derbies, or the most important derby. So that of course plays a part. But it can’t affect you as a player or you as a coach in terms of preparation. But I can assure everybody that everyone is fully aware of their responsibility and fully aware of what this game means to people. That’s what derbies are about, that’s what these sort of matches should be bringing to the table, and we hope the fans can support their team in the right way.” It’s Roy Hodgson’s 100th game in charge of Palace. He makes three changes to the XI that drew 0-0 with Watford. Christian Benteke starts for the first time in four months up front, while at the back Scott Dann and Jairo Riedewald get the call. Jeffrey Schlupp, Gary Cahill and Andros Townsend, all injured, are the three who miss out. It’s also Graham Potter’s first derby as Brighton boss. He makes two changes to the XI named for the 2-2 draw against Wolverhampton Wanderers. Dale Stephens is suspended, so Yves Bissouma comes into midfield, while at right back Martin Montoya replaces Steven Alzate. Crystal Palace: Guaita, Kelly, Tomkins, Dann, Riedewald, Kouyate, Milivojevic, McArthur, Ayew, Benteke, Zaha. Subs: Meyer, Hennessey, Wickham, McCarthy, Victor Camarasa, Woods, Mitchell. Brighton &amp; Hove Albion: Ryan, Montoya, Webster, Dunk, Burn, Propper, Bissouma, Mooy, Gross, Maupay, Trossard. Subs: Duffy, Jahanbakhsh, Murray, Schelotto, Button, Bernardo, Alzate. Referee: Craig Pawson (South Yorkshire). The M23. A high-speed vehicular highway in the United Kingdom opened in 1974 that runs north to south from the Surrey village of Hooley to Pease Pottage in West Sussex, with a spur at junction nine for Gatwick Airport. There are more lyrical and romantic names for a football derby, if we’re being honest with ourselves. Still, what a rivalry! Crystal Palace and Brighton &amp; Hove Albion have met on an irregular basis since their Southern League days in the early 20th century, though they only started truly locking horns in the 1970s, Malcolm Allison, Peter Taylor, Terry Venables, Alan Mullery, all that. There’s no love lost. Brighton won this fixture last season. You may recall Anthony Knockaert’s sensational winner, one that went a long way to keeping the Albion in the Premier League, or perhaps the preamble to the MBM, which looks strangely familiar. So will the result be equally identical? Brighton will be confident, having beaten Arsenal on their last visit to London a couple of weeks ago. Palace however haven’t conceded a goal since Liverpool came to town four matches ago, and could join the Uniteds of Manchester and Sheffield on 25 points, four shy of the Champions League places, if they beat their arch enemies tonight. It’s a big one. It’s the M23 derby. It’s on! Kick off: 7.45pm GMT."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}