{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/24/labour-election-inquiry-must-listen-to-lost-voters-says-nandy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-24T16:02:30Z", "webTitle": "Labour election inquiry must listen to lost voters, says Nandy", "webUrl": "https://www.theguardian.com/politics/2019/dec/24/labour-election-inquiry-must-listen-to-lost-voters-says-nandy", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/24/labour-election-inquiry-must-listen-to-lost-voters-says-nandy", "fields": {"headline": "Labour election inquiry must listen to lost voters, says Nandy", "bodyText": "An inquiry being co-led by Ed Miliband of Labour’s election campaign is in danger of drawing the wrong conclusions by failing to listen to the people who refused to vote for the party, the potential leadership candidate Lisa Nandy has said. Nandy said the review set up by a group called Labour Together was adopting a misguided approach by being based too much in Westminster. Miliband, who lost to David Cameron in 2015, is among those involved in the review, which will include interviewing all 59 MPs who lost their seats during the crumbling of Labour’s “red wall” of constituencies in the north of England, the Midlands and Wales. But Nandy said it was most important for the party to listen to the voters who had left the party over the years. “I have to be honest, I didn’t know anything about this review until two days ago,” she told BBC Radio 4’s Today programme on Tuesday. “And if the lesson drawn from this election is, a review can be drawn up in a meeting room in Westminster without any reference to the two parts of the Labour movement – our councillor base and trade union base – that were probably the reason we didn’t have a worse result, I just don’t think that people are drawing the right lessons at all. “We need to be out in places like Ashfield, listening to people like the ex-miner I met yesterday, not sitting in meeting rooms in Westminster trying to debate this out amongst ourselves with the help of a few thinktanks. “I just think the approach is wrong.” The Wigan MP, who is conducting her own visits to constituencies that Labour lost, said a phrase that kept recurring was “Labour’s not for us any more”. Nandy said she spent Monday knocking on doors in Ashfield, and found trust in Labour was the main issue. The backbencher said: “There’s been a lot of talk about the role of Jeremy Corbyn in this election campaign. “But there was just a general sense that at the top of the Labour party we don’t speak for people like them any more, a sense we don’t have skin in the game, that we’re not rooted in those communities, and we’re just not like them, and we don’t come very often to just ask people what they think and to listen to what they’ve got to say. “We often come in and tell them that we’ve got all the answers and we can fix it, and what people told us loud and clear in this election campaign is: ‘You’re just not listening.’” Nandy said crime was the “great unspoken issue” of the election campaign, with many communities facing problems with drugs and antisocial behaviour, while police and council resources had been cut by the Tories in government. Nandy is considered a potential candidate on the soft left of the party and last week she criticised the party’s shift to supporting a second referendum. She is likely to go up against Keir Starmer, the shadow Brexit secretary, and Emily Thornberry, the shadow foreign secretary, who both pushed for a position in favour of a second referendum. Two other leading candidates are Rebecca Long-Bailey, who is supported by the Corbynite wing of the party, and Clive Lewis, a candidate on the pro-European left. Jess Phillips, the backbencher and women’s rights campaigner, is also expected to stand. Following Nandy’s intervention, Sadiq Khan, the mayor of London, defended the decision to allow Miliband to be involved in the inquiry. He said the former party leader “is one of many people who should be properly examining why we lost”, even though Miliband oversaw a major defeat himself. Khan, who served in Miliband’s shadow cabinet, said: “I’m fed up with losing. I don’t believe in heroic failure, we’ve lost four general elections now in a row. “I want the next leader to unite our party, unite our country, unite those who voted leave with those who voted remain, unite the north with the south, the old with the young. “And that’s one of the reasons why it’s important not just Ed Miliband but many others look at why we lost and learn the right lessons.” Khan also said the next Labour leader should not be chosen on the basis of their gender or the location of their constituency, amid calls from some for Corbyn’s successor to be a woman and from the north or Midlands to help Labour win back its heartlands that turned Tory. Without backing any candidate, he said: “I think the idea that the next Labour leader should be chosen on the geography of their seat or their gender is wrong. I want to see the Labour leader chosen on the ideas he or she has, on their vision for our country and a proper analysis of why we lost.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}