{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/booksblog/2019/dec/09/poem-of-the-week-the-flea-by-john-donne", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-12-09T10:00:05Z", "webTitle": "Poem of the week: The Flea by John Donne", "webUrl": "https://www.theguardian.com/books/booksblog/2019/dec/09/poem-of-the-week-the-flea-by-john-donne", "apiUrl": "https://content.guardianapis.com/books/booksblog/2019/dec/09/poem-of-the-week-the-flea-by-john-donne", "fields": {"headline": "Poem of the week: The Flea by John Donne", "bodyText": "This flea is a comical and complex figure. So is the speaker, a suitor well aware of the contrivance, exaggeration and contradiction of his ingenious but wobbly argument. From the moment he commands the woman in question to “mark … / How little that which thou deniest me is”, the reader has no doubt that the argument is one that the woman addressed will succeed in quashing – or rather squashing. The suitor’s vain quest is to persuade her that he’s asking nothing much of her, a thought amplified at the end of the poem, where he argues preposterously that the loss of her “honour” would be no more to her than the loss of blood incurred by the fleabite. Major issues are minimised, minor ones overblown. Donne’s “pampered” flea swells with importance as well as blood, and shortly approaches godhead, as represented in the Christian concept of the holy trinity, three persons in one God. You might think the poet imagines the creature as a God-sized penis. But Donne has the science of the day to some extent on his side: conception was thought to occur through the mingling of the blood of man and woman. This idea of blood-mingling impels him to greater heights of nonsense, when he declares: “This flea is you and I, and this / Our marriage bed, and marriage temple is.” The trio of overblown positive analogies (notice the “I” grandly substituting for the standard grammar of the accusative pronoun “me”) replaces the negatives – the sin, shame, and loss of maidenhead that were declared irrelevant to flea chemistry in the first stanza. The flea consolidates the union, and its shiny, armoured carapace, rather wonderfully evoked in the phrase “walls of jet”, provides the new marital home. Man and wife are “cloistered” inside the flea, the religious symbolism expanded in the choice of verb. Holy matrimony has become a flea-shaped cathedral. Towards the end of the second stanza, the speaker seems to shift identity. We can imagine the performative backdrop, the woman teasing the speaker as she tries to catch the flea. The suitor seizes the opportunity to foresee his own “death”, observing that “use make you apt to kill me” (“use” here means habit). He concocts a new absurd trinity, this time, the offences the woman will commit in killing him: murder, suicide and sacrilege. There is more than poetic justice in the consummation that of course we’ve guessed was coming. It happens between the end of stanza two and the beginning of three. The woman has crushed the flea, even in death a noble martyr: “Cruel and sudden, hast thou since / Purpled thy nail, in blood of innocence?” By turning this accusation into a question, Donne nicely maintains the comic pitch. While the woman doesn’t speak in the poem, her reported comment is so plain and sensible that we’re in no doubt she has won the argument. She is right in saying that the flea’s death has not made any difference to either of the blood donors. The suitor’s attempt to trump her argument is feeble, because the analogy is feeble: “Just so much honour, when thou yield’st to me, / Will waste, as this flea’s death took life from thee.” If the speaker had not steadily convinced us of his sense of his own absurdity, the poem would be less enjoyable. Donne was a young lawyer when he wrote it, and in building his case through exaggeration, he satirises both the ways of lawyers and the manners of suitor-poets. The movement of the argument is embodied in the structure, with those alternating tetrameter and pentameter lines depicting the contrast, perhaps, of great and small, physical and metaphysical, playfulness and mock solemnity. At first glance Donne’s analogy is adventurous, but he was adding to a solid tradition: Ovid and the medieval Latin poets had already made a lively connection between fleas and sexuality. A grim reality may underlie the playfulness. Fleas were a familiar, minor irritant but sometimes carried disease, including plague. They were ready symbols of the risks, as well as the pleasures, of proximity. • Smart Devices: 52 Poems from the Guardian Poem of the Week, edited by Carol Rumens, is published by Carcanet. To order a copy, go to guardianbookshop.com"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}