{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/dec/10/they-beats-the-2019-word-of-the-year-merriam-webster", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-12-10T12:22:17Z", "webTitle": "'They' beats 'the' to 2019's word of the year", "webUrl": "https://www.theguardian.com/books/2019/dec/10/they-beats-the-2019-word-of-the-year-merriam-webster", "apiUrl": "https://content.guardianapis.com/books/2019/dec/10/they-beats-the-2019-word-of-the-year-merriam-webster", "fields": {"headline": "'They' beats 'the' to 2019's word of the year", "bodyText": "They, a common pronoun that can be traced back to the 13th century, has been named word of the year by Merriam-Webster dictionary because of its growing usage for non-binary individuals. The US dictionary, which has been in print for more than 150 years, said that look-ups for “they” increased by 313% in 2019 compared with the previous year, as the public investigated the word’s shifting use and its increasing prominence in the news. “English famously lacks a gender-neutral singular pronoun to correspond neatly with singular pronouns like ‘everyone’ or ‘someone’, and as a consequence ‘they’ has been used for this purpose for over 600 years,” said Merriam-Webster. “More recently, though, ‘they’ has also been used to refer to one person whose gender identity is non-binary, a sense that is increasingly common in published, edited text, as well as social media and in daily personal interactions between English speakers.” In September, the dictionary added this definition to its entry for “they”. The pronoun beat other contenders for the word of the year including the phrase “quid pro quo”, which saw look-ups boom by 644% following the investigation into Donald Trump’s phone conversation with the Ukrainian president, Volodymyr Zelenskiy. “Exculpate,” defined as “to clear from alleged fault or guilt”, was also in the running, with a spike of 23,000% in look-ups following special counsel Robert Mueller’s testimony in July that “the president was not exculpated for the acts that he allegedly committed”. More recently, people have been driven to investigate the meaning of “impeach”, with the largest single spike following Nancy Pelosi’s announcement of an impeachment inquiry on 24 September. “They” was also competing with another building block of the English language: “the”. According to Merriam-Webster, it is “truly rare to see one of the most basic function words in the English language spike in our data”, but after the Ohio State University filed a trademark application in August for the word “the” with the US Patent Office, look-ups for “the” spiked 500%. The dictionary noted that Ohio State’s application was made “in order to protect new branding logos that emphasise the ‘The’ that is part of the official (some say pretentious) name of the institution”. It was denied."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}