{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/dec/04/top-10-books-about-comedy-louis-barfe-ken-dodd", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-12-04T13:03:57Z", "webTitle": "Top 10 books about comedy | Louis Barfe", "webUrl": "https://www.theguardian.com/books/2019/dec/04/top-10-books-about-comedy-louis-barfe-ken-dodd", "apiUrl": "https://content.guardianapis.com/books/2019/dec/04/top-10-books-about-comedy-louis-barfe-ken-dodd", "fields": {"headline": "Top 10 books about comedy, from Eric and Ernie to Lee and Herring", "bodyText": "We have an insatiable appetite for reading about comedy and comedians. Comedy lives long in the memory, and comedy books allow the reader to revisit the lines that made them laugh. We also read out of love for the practitioners. When Les Dawson and Ronnie Corbett died, they were celebrated in memorial services at Westminster Abbey. There is a genuine interest in the people behind the jokes and what made them tick. I was lucky enough to see the master of marathon standup shows Ken Dodd on stage and to talk comedy with him in the dressing room afterwards. When he died in March 2018, I thought a serious comedy nerd’s book about him should be written, then filed the idea away as “too soon”. But when my publisher called suggesting just such an account, I took it as a sign and set to work. Biographies, autobiographies, episode guides, script anthologies, tie-in books – my thirst for writing about comedy takes in the lot, so I’ve chosen not to differentiate between them. They’re all of a piece, adding to our understanding and appreciation of the art. 1. The Rutland Dirty Weekend Book by Eric Idle (1976) Rutland Weekend Television, the Monty Python spin-off that inspired this book, remains unrepeated and unreleased on DVD. I found this before I’d seen even a frame of the series. It’s a masterpiece, not least the real cover wraparound hiding the fake cover for the Vatican Sex Manual and the libellous Who’s Who in Rutland, printed on brown parcel paper. 2. Buygones by Victor Lewis-Smith and Paul Sparks (1988) Now lost to comedy as a serious documentary maker, few people have made me laugh harder and longer than media terrorist Lewis-Smith. He and writing partner Sparks brought fiendish pranks – such as stoking a grudge fight between Bert Weedon and Ravi Shankar – to radio and television shows including Ads Infinitum and TV Offal. This book is the peak, though. Musings on the fact that Heinz produced tins of kidney soup, which were basically canned urine. A whole page defaming the Westward Television mascot Gus Honeybun. A picture of a pair of Aertex underpants that turns out to be a used teabag cut artfully. If I see a copy of this book, I buy it, just so I can pass it on to the next person who hasn’t heard of it. 3. Tony Hancock: Artiste by Roger Wilmut (1978) Wilmut, a studio manager at the BBC World Service, used his professional connections to get at BBC paperwork, and mined it brilliantly for the detail of how the lugubrious clown Hancock’s landmark shows were made. When I write books, I always follow Wilmut’s example and start at the BBC Written Archives in Reading. 4. You Can See the Angel’s Bum, Miss Worswick by Mike Harding (1985) As a child, I loved the hairy, dungaree-wearing Mike Harding’s BBC Two shows. Comedians who came out of the folk scene such as Harding, Billy Connolly and Jasper Carrott seem now to be a clear link between the old school and the “alternative” scene that shook it up in the 80s. In those pre-VCR days, books and LPs were the only way to keep an addict like me topped up, and Harding’s monologues transferred to the written page particularly well. His memoirs, The Adventures of the Crumpsall Kid, are also a joy. 5. Crying With Laughter by Bob Monkhouse (1993) The autobiography of a complex and fascinating man. Many showbusiness memoirs are rose-tinted. Everything was great, everyone was a true professional, everybody loved them. I was told that Bruce Forsyth signed a friend’s copy of his memoirs: “Please try and believe some of it.” Not so with Monkhouse, a comedian of great style, a comedy writer of great versatility and a gameshow host who never looked down on the genre. Doubtless there are things he left out, but I shudder to think what they might have been as this is a candid and in places brutal self-assessment. 6. Fist of Fun by Stewart Lee and Richard Herring (1995) Tough choice. It was a balloon debate between this and The Mary Whitehouse Experience Encyclopaedia, both spin-offs from BBC radio comedy programmes that moved to television, but Stewart Lee’s grotesque and surreal football sticker collages won the day. Twenty-odd years since I first acquired it, I still yelp with joy when I reach that page. 7. Eric and Ernie: the Autobiography of Morecambe and Wise by Eric Morecambe and Ernie Wise (1973) This is a straight transcription of Eric Morecambe and Ernie Wise, still probably Britain’s best- loved comedy act, talking about their lives and career. While that format doesn’t work for all showbiz memoirs, this one is all the better for it. They reveal huge affection for their trade and a profound love for each other. And the reader gets to share some of that warmth. We were so lucky they existed and met. 8. The Late Shift by Bill Carter (1994) This book, by a New York Times correspondent, is an engrossing and hilarious account of the squabbles and politics involved in choosing a successor to Johnny Carson as host of a chatshow that was also the US’s leading showcase for standup comedy. It was a showcase that on one occasion sat Richard Pryor next to Rod Hull and Emu, so how could you fault it? 9. A Card for the Clubs by Les Dawson (1974) The great Les, of mobile face and mother-in-law-joke fame, always craved serious attention as a writer, and his debut novel, the noirish tale of a struggling club comic who makes it big only for his life to unravel, is his best. It’s not autobiographical, but Dawson was writing of a world he knew intimately. 10. Now That’s Funny by David Bradbury and Joe McGrath (1998) An essential collection of interviews with comedy luminaries ranging from Denis Norden – with his writing partner Frank Muir, one of the founders of modern British comedy – to Victoria Wood and Paul Merton. Here Morecambe and Wise/Ken Dodd writer Eddie Braben compares his work to “chipping granite with a spoon”. As a young hack, I went to the launch party for this book and they were all there. Norden, Galton and Simpson, Barry Cryer. A colleague organised a group photo on the sweeping staircase, and quietly murmured to me: “If that gives way under the weight, that’s all of comedy history, gone.” • Happiness and Tears: The Ken Dodd Story by Louis Barfe is published by Head of Zeus. To order a copy, go to guardianbookshop.com. Free UK p&amp;p on orders over £15."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}