{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/06/jobs-report-november-latest-gm-strike", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-06T14:14:22Z", "webTitle": "Record US jobs growth persisted in November with end of GM strike", "webUrl": "https://www.theguardian.com/business/2019/dec/06/jobs-report-november-latest-gm-strike", "apiUrl": "https://content.guardianapis.com/business/2019/dec/06/jobs-report-november-latest-gm-strike", "fields": {"headline": "Record US jobs growth persisted in November with end of GM strike", "bodyText": "The US added 266,000 new jobs in November boosted by the return to work of striking auto workers. Economists had expected job growth to 187,000 in November, up from 128,000 in October and boosted by the return to work of 48,000 GM workers following a 40-day strike. Manufacturing employment rose by 54,000 in November, following a decline of 43,000 in the prior month. Healthcare added 45,000 jobs. The impressive headline growth rate was compounded by upward revisions for earlier months. The labor department revised October’s jobs growth to 156,000, up from 128,000 originally and September’s was revised up to 193,000 from 180,000. There had been some fears that the US’s record streak of jobs growth was coming to an end. Friday’s report follows a lackluster survey of private sector hiring. On Wednesday ADP, the US’s largest payroll provider, said the US has added just 67,000 new jobs in November. Economists had been expecting a number closer to 156,000. Some 6000 jobs were lost in both Manufacturing and construction. Mark Zandi, chief economist of Moody’s Analytics, said the job market was “losing its shine”. “Manufacturers, commodity producers, and retailers are shedding jobs. Job openings are declining and if job growth slows any further unemployment will increase,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}