{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/10/ted-baker-chief-quits-profits-fashion-retailer", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-10T07:30:39Z", "webTitle": "Ted Baker bosses quit as it warns of profits plunge", "webUrl": "https://www.theguardian.com/business/2019/dec/10/ted-baker-chief-quits-profits-fashion-retailer", "apiUrl": "https://content.guardianapis.com/business/2019/dec/10/ted-baker-chief-quits-profits-fashion-retailer", "fields": {"headline": "Ted Baker bosses quit as it warns of profits plunge", "bodyText": "The Ted Baker fashion chain could be forced to raise cash after warning of a 90% profits crash and the departure of both its chief executive and executive chairman. The beleaguered retailer said it now expected to make full-year pretax profit of £5m to £10m, depending on Christmas trading, down from more than £50m last year. It was the retailer’s fourth profits warning in a year. The company blamed the downgrade on “unprecedented” levels of discounting on the high street, which have battered its profit margins. Shares in the company plunged 35% as the grim profits update was revealed, although they later recovered to close down 13% at 346p. The shares had already lost three-quarters of their value this year after the departure of the founder, Ray Kelvin, in the wake of allegations of inappropriate behaviour, and an accounting problem. They are now down some 90% in less than two years. Tuesday’s share price dive wiped an additional £8.5m off the value of Kelvin’s 35% stake in the business, taking his total paper losses since its 2015 peak to more than £500m. Some analysts believe Kelvin, who stepped down a year ago over accusations of “forced hugs” and ear-kissing, might be tempted to launch a takeover bid. Company watchers said worse than expected trading meant Ted Baker could be close to reaching the ceiling on its borrowing agreements on £180m of debt and may have to raise new funds from issuing new shares or selling assets. The company has put its London head office on the market as it considers a sale and leaseback deal which could raise £60m. “The finances need stabilising which probably means a rights issue,” said Tony Shiret, a retail analyst at Whitman Howard Research. “Even on slightly recovered profits it looks over geared.” Its chief executive, Lindsay Page, has been replaced temporarily by the finance director, Rachel Osborne. Page only took over from Kelvin in April, after the harassment scandal. Page, the former joint chief operations officer and chief financial officer, had been with the company for 22 years and, alongside Kelvin, played a key role in its expansion into a brand present in 50 countries. He is expected to remain at the company in advisory capacity for up to a year while a new permanent chief executive is sought. David Bernstein, the executive chairman, has also quit and been succeeded by Sharon Baylay, an independent director, as acting chair. Ted Baker said trading in November and during the Black Friday period was worse than expected, and it expected difficult conditions to continue. Retail sales fell 5.5% between 11 August and 7 December, while wholesale rose only 0.6%, leaving overall revenues down 3.9%. Even online sales went into reverse – down 0.7%. Tough conditions on the high street, caused by higher costs, reluctant shoppers and the switch to online spending have taken their toll on many retailers this year. The latest Ted Baker warning came as Mothercare, which put its UK business into administration last month, said its losses had increased to £21m in the half year to 21 October as sales fell in the UK and overseas. Ted Baker, which has 560 stores and concessions worldwide, including 199 in the UK, has hired independent consultants Alix Partners to carry out a review of its operational efficiency, costs and business model. A separate review of its assets began in October. The update came just a week after the chain admitted it had overestimated the value of its stock by £25m and appointed a law firm to carry out a review. The company said: “The last 12 months have undoubtedly been the most challenging in our history. We are taking the necessary immediate actions to address underperformance and improve efficiencies across the wider group.” Russ Mould, investment director at the stockbroker AJ Bell, said: “The business appears to be unravelling with accounting issues and potentially product issues. Ted has gone from being a retail superstar to one very much out of fashion. And that’s not forgetting Mr Kelvin’s alleged inappropriate behaviour towards staff.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}