{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/05/passengers-protest-demand-northern-rail-stripped-franchise", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-05T19:14:17Z", "webTitle": "Passengers protest to demand Northern rail be stripped of franchise", "webUrl": "https://www.theguardian.com/business/2019/dec/05/passengers-protest-demand-northern-rail-stripped-franchise", "apiUrl": "https://content.guardianapis.com/business/2019/dec/05/passengers-protest-demand-northern-rail-stripped-franchise", "fields": {"headline": "Passengers protest to demand Northern rail be stripped of franchise", "bodyText": "Long-suffering passengers using one of the UK’s worst-performing train companies have staged a rush-hour protest demanding it be stripped of its franchise. Commuters gathered outside Victoria station in Manchester to draw attention to the regular delays, cancellations and overcrowding on services run by Northern, calling upcoming new year price increases an insult to passengers who already pay over the odds for a “very poor” service. The protesters, members of the Facebook group Northern Resist, demanded fares be reduced by at least a third “until Northern rail achieves a punctuality target of 70% of trains on time and no more than 30% of services are ‘short-formed’ [those operating with fewer carriages than necessary]”. Figures from the Office of Rail and Road show that only 56% of Northern services were on time in the last quarter. Some protesters claim their journeys have been delayed every day since before the summer. “According to Northern’s own data, I haven’t got home once on time since May,” said Becca Hans, a project manager from Sowerby Bridge in West Yorkshire, who commutes to Manchester. “It really does ruin your life. It might sound like a massive overstatement, but if you never know if you are going to get to work on time or when you will be home, it’s a constant downer.” Carrying a sign reading “I’m dreaming of a decent railway”, Christine Roberts joked that she now received more money in refunds from Northern than from her salary. “I can claim back £1.42 for every 15-minute delay and in November they paid me back £60, with another £40 outstanding,” she said. “The franchise should be given to a company who knows how to run a railway. Northern couldn’t run a bath.” Rowena Marsh, a nurse, said she had recently “given in” and bought a car after enduring years of delays from St Helens to Manchester. “I do prefer to use public transport because of my environmental ideals, but I had to buy a car in August. I just couldn’t take it any more.” Julie Parkinson, who commutes from Wigan to various universities in the north-west, said fewer than half of her trains were on time. She also objected to the “absolutely filthy” seats and toilets, which still empty out on to the tracks on some of the older Pacer services, which are being phased out. “No wonder there are tomatoes growing between the rails,” she said. She said the government should start investing more in rail services in the north of England: “We are so considerably underfunded compared with London and the south-east.” Government transport spending per person in London is two and a half times more than it is in the north of England, according to analysis from the centre-left thinktank IPPR North. Treasury data shows that in 2018-19, £903 was spent in the capital for every resident, while in the north the sum was £376. Passengers pay over the odds for a poor service while shareholders receive “billions”, complained Parkinson. At the weekend rail unions claimed that shareholders in private rail companies received £1.2bn in dividends over the past five years. Analysis by the TUC also showed that while fares had risen by 46% over the last decade, the average weekly wage had only gone up by 23%. On 2 January fares will increase by 2.7%, which the protest organiser, Kate Anstee, said “added insult to injury” and hit commuters at a time they were at their poorest. She echoed a call by Andy Burnham, the mayor of Greater Manchester, who has repeatedly demanded that Northern, owned by the German state railway company Deutsche Bahn, be stripped of its franchise. A spokesman for Northern said: “It’s on record that the Northern franchise has faced several material and unprecedented challenges in the past couple of years, outside the direct control of Northern. The most significant of these is the ongoing, late delivery of major infrastructure upgrades. The North West electrification was more than two years late. “We are delivering the biggest transformation of local rail for a generation, with 33 of our 101 new trains now in service and driver training taking place on dozens more trains right now.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}