{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/08/tesco-weighs-up-sale-of-thai-and-malaysian-stores", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-08T14:35:49Z", "webTitle": "Tesco weighs up sale of Thai and Malaysian stores", "webUrl": "https://www.theguardian.com/business/2019/dec/08/tesco-weighs-up-sale-of-thai-and-malaysian-stores", "apiUrl": "https://content.guardianapis.com/business/2019/dec/08/tesco-weighs-up-sale-of-thai-and-malaysian-stores", "fields": {"headline": "Tesco weighs up sale of Thai and Malaysian stores", "bodyText": "Tesco is considering a sale of its Thai and Malaysian stores that could result in Britain’s largest supermarket chain exiting two of its last remaining international businesses. In a statement published on Sunday afternoon, the supermarket said it had started a review of the businesses after an approach by an unnamed buyer. Tesco operates 1,967 stores in Thailand, under the Tesco Lotus brand, and another 74 in Malaysia, employing more than 60,000 people. The businesses made combined revenues of £4.9bn in the year ending in February, making a profit of £286m – about a fifth of Tesco’s total global profits. Clive Black, an analyst at Shore Capital, said the Asian operations were a “trophy asset” given Tesco’s leading market position in Thailand and the growth potential offered by a country experiencing increasing urbanisation. “It could go for a very high price, and it’s also the case that Tesco doesn’t need to sell,” he said. “It should be a knockout price.” Tesco’s chief executive, Dave Lewis, in June highlighted growth opportunities in the Asian business, including plans to open another 750 convenience stores in Thailand. The Asian business is growing faster than Tesco’s core business and is more profitable, with margins of about 6% comparedwith less than 3% in the UK and Ireland and the central European arm that operates in Poland, the Czech Republic, Slovakia and Hungary. The sale of the Asian business would leave Ireland and central Europe as Tesco’s only remaining non-UK operations, representing the almost complete retreat from the international supermarket empire formed by Sir Terry Leahy. Tesco has left Japan, the US and Turkey in recent years. The last significant retreat came in 2015, when Lewis sold off the supermarket’s South Korean business. That sale, which earned Tesco £4bn, came as he sought to shore up the company’s balance sheet after an accounting scandal was revealed in 2014. Lewis, who plans to leave Tesco in the summer after overseeing the turnaround from the accounting scandal, had previously given indications that Tesco had reached the end of its period of asset sales. However, the company would examine serious bids, a person with knowledge of the company’s strategy said. Possible buyers could include family-owned conglomerates or private equity investors, the person said, with a potential valuation of well over £5bn. Dow Jones reported the valuation could be as high as $9bn (£6.9bn). Bryan Roberts, an analyst at TCC Global, said Tesco’s commitment to a global footprint had looked shaky as supermarket chains across the world sold off international parts of their businesses. A cash boost from selling its Asian business could help the company to improve profitability in the UK, where intense competition and the rise of online shopping have prompted restructuring. In August Tesco said it would cut 4,500 jobs at its UK Tesco Metro stores as part of broader cost-cutting plans. Tesco’s statement said: “Tesco confirms that, following inbound interest, it has commenced a review of the strategic options for its businesses in Thailand and Malaysia, including an evaluation of a possible sale of these businesses.” The review was at an early stage, the statement added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}