{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/04/quiz-fashion-brand-reports-loss-high-street-sales-slump", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-04T08:42:49Z", "webTitle": "Quiz warns of store closures after retailer's high street sales slump", "webUrl": "https://www.theguardian.com/business/2019/dec/04/quiz-fashion-brand-reports-loss-high-street-sales-slump", "apiUrl": "https://content.guardianapis.com/business/2019/dec/04/quiz-fashion-brand-reports-loss-high-street-sales-slump", "fields": {"headline": "Quiz warns of store closures after retailer's high street sales slump", "bodyText": "The fashion brand Quiz has made a £6.8m loss after sales fell across its high street store chain and concessions, forcing the retailer to warn of further store closures. Quiz, which operates 246 UK stores and concessions, reported a year-on-year sales slump of 11% across its UK retail estate in the six months to the end of September. The share price of Quiz, which reported a £3.8m profit in the same period last year, slumped by 16% in early trading. The company said: “The trading conditions on the UK high street have remained very challenging. A continued reduction in footfall across the group’s standalone stores and concessions have resulted in a sustained and weaker than initially anticipated negative like-for-like [sales] performance.” The high street sales slump prompted Quiz to review its UK retail estate and take a £7m non-cash charge to take into account issues such as onerous leases until it has a chance to renegotiate terms or shut stores. “We anticipate that we will continue to operate a number of these stores after the expiry of their existing lease terms,” the company said. Quiz said that over the next two years it would have the opportunity to renegotiate or terminate leases for 50% of its UK stores. The company said the average lease length on its stores was 26 months. Emma-Lou Montgomery, an associate director at Fidelity Personal Investing, said: “It looks like up to half may close. In the meantime, they will just be an additional cost that the group could do without.” The retailer blamed the continuing shift to shopping online for its ailing performance on the high street. Tarak Ramzan, the Quiz chief executive, said: “The exceptional charge incurred in relation to store impairments and onerous leases is partially attributable to the structural shifts whereby consumers are increasingly shopping online.” Quiz’s UK retail estate is made up of 75 stores and 171 concessions. The company, which has already said it intends to shut 20 concessions during this financial year, opened two new stores in the six-month reporting period but has said it would not open any more. “There are no current plans to open further stores and future openings will only be considered if the terms of the lease and the associated property costs ensure that the store can be expected to trade profitably,” the company said. Ramzan said its focus on expanding internationally and growing the Quiz online business, where revenues increased by 7% to £20m, would help drive the business back to profitability. “We have a clear customer focus, a healthy brand and a flexible model that the board believes will enable Quiz to adapt to the changing retail environment and return to profitable growth in the medium term,” he said. However, analysts were not impressed that Quiz’s online performance remained flat year on year. John Moore, a senior investment manager at Brewin Dolphin, said: “These results are a bit of a nightmare before Christmas for Quiz. “Revenue decreases at its bricks and mortar offering is not a particular shock. However, flat online revenue to mitigate that loss is a shock and disappointment. The City has been worried about Quiz for some time now and today’s figures will do little to ease those concerns.” The company said it was banking on the Christmas trading period and there had been a positive response to its recent product ranges. Quiz will be hoping for a better festive season than last year, when weaker than expected sales prompted a profit warning in January."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}