{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/08/christmas-parcel-delivery-drivers-driven-to-the-edge", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-08T09:44:36Z", "webTitle": "Driven to the edge: life on the Christmas parcel delivery run", "webUrl": "https://www.theguardian.com/business/2019/dec/08/christmas-parcel-delivery-drivers-driven-to-the-edge", "apiUrl": "https://content.guardianapis.com/business/2019/dec/08/christmas-parcel-delivery-drivers-driven-to-the-edge", "fields": {"headline": "Driven to the edge: life on the Christmas parcel delivery run", "bodyText": "Patrick Wilson’s* heavy eyelids drop momentarily as he parks on a steep terraced street on the suburban edges of north Bristol. He raises a fist to cover a deep, primal yawn that makes his whole body shudder with exhaustion. He has been on the go since 7.30am, when he filled every bit of free space in his battered VW people carrier with packages and bags from the likes of Amazon, M&amp;S and Next. He hasn’t had time to take a break or go to the toilet and it’s now nearly 3pm. “I picked up 220 parcels in the morning,” he says, examining the chunky GPS device that records and dictates his every move. “I’ve done 77 but I’ve got 143 left. That’s a lot.” As the 46-year-old takes the next tranche of parcels in his arms, his mobile buzzes in the pocket of his jeans. It’s the delivery company office. Although he is supposedly self-employed and running his own business, his employer is constantly monitoring him. “She wants to know if I can make all the deliveries today,” Wilson says wearily. “They have a graph on their computers that shows how you are doing. They are always watching. Whatever you are doing, someone in the office is checking.” This is the gruelling reality behind the multibillion-pound festive spending spree which, up and down the country, is now in full swing. Lured by the seductive promise of same- and next-day delivery, increasing numbers of consumers shop online for apparent bargains from the season’s super-hyped opener, Black Friday, through to the looming Christmas bonanza. Amazon UK has reported that Black Friday the week before last was its busiest day of the year, with millions of users ordering everything from smart speakers to TV streaming devices to the latest tablets. Figures compiled last week by Barclays, which processes £1 of every £3 spent in the UK, shows the value of transactions was up 16.5% on the previous Black Friday, which was unknown in this country until when the idea was imported from the US. For millions of people, the run-up to Christmas is now indelibly associated with gifts left in doorways, behind bins and nestling in hedges. However, the estimated 35,000 drivers and couriers rushing these purchases to our homes have little to celebrate. According to the GMB union, three-quarters are self-employed – a complete reversal of the situation in the early 2000s when most drivers were directly employed by the likes of Royal Mail. These days, courier companies expect drivers to use their own vehicles and pay their own maintenance and fuel costs. The drivers do not have any rights to sick or holiday pay, or any protection against unfair dismissal. If illness or hospital appointments prevent them working, they do not get paid. If they fall while unloading, or crash while rushing to meet their punishing schedules, it’s their problem. Mick Rix, who organises thousands of couriers for the GMB, claims this race to the bottom is being driven by brutal cost-cutting by the online behemoth Amazon. “It has been driving down costs in the delivery sector for a long time now. The main courier companies have responding by squeezing the pay of directly employed workers and using more self-employed drivers.” Amazon disputes this. “No evidence has been provided to support this unsubstantiated allegation,” said a spokesperson. Although parcel volumes are growing in the UK, prices overall are going down. Ofcom figures show parcel volumes increased by 11% last year, while the average paid per item decreased by 5% – from £4.19 in 2016-17 to £3.98 in 2017-18. Rix argues the industry is built on bogus self-employment. “The majority of the couriers are working five or six days a week. They are wearing a uniform. They are under the direction and control of an app. They are virtually the same as a directly employed worker – other than that all the risks are transferred to them.” Unions, including the GMB and the Independent Workers Union of Great Britain, have won a string of high-profile cases against gig-economy employers since 2012. Last year an employment tribunal ruled that a group of self-employed Hermes couriers were, in fact, workers entitled to basic employment rights such as minimum wage and holiday pay, rather than independent contractors. It follows similar judgments against Uber, Addison Lee, City Sprint, Excel and e-Courier. Yet it has not led to a sea change in the industry because companies have not applied tribunal decisions to other workers and decisions have been repeatedly challenged. Uber is currently appealing against a ruling giving its drivers basic employment rights in the supreme court, with a decision expected next year. Rix says the burden of proof should be pushed on to companies. “It shouldn’t be up to individuals and unions like ourselves to fund expensive litigation against companies that are worth billions of pounds. The dial should be switched so the companies should have to prove couriers are not directly employed.” Unions such as the GMB would like to see a single status for all workers, rather than the current three ambiguous and sometimes overlapping categories, ranging from self-employment to direct employment. Labour has pledged to make these changes, leaving only those genuinely running their own businesses classed as self-employed. But the government’s Good Work plan, which was alluded to in the last Queen’s Speech before the election, merely seeks to clarify the difference between the self-employed and workers with minimal rights. In the south-east of Bristol, another self-employed driver is finishing a punishing non-stop 12-hour shift. Andrei Barbu has been on the road since 9am and now it’s 9pm. He has dropped off 284 parcels for a subcontractor used by a major retailer, which sends out between 50,000 and 65,000 packages every day from its regional depot. “We are treated like slaves,” he says in his van on the way home. “I literally haven’t eaten all day.” The 26-year-old can’t afford to take any breaks. “You have to use your vehicle as a toilet. You have to wee in bottles and poo in bags – it’s humiliating,” he says, with an understandable anger at the indignity inflicted on him and his fellow workers. “You get told off by your manager if you go to a petrol station with an actual toilet. They say ‘why are you wasting half an hour?’” The pressure is relentless throughout the day, Barbu says. His supervisors expect him to make deliveries in nearly all circumstances as redeliveries are expensive and time-consuming for the company, which only receives a set fee for each package. “Today I went to a farm with an electric gate. I had to walk all the way to the farmhouse and a German Shepherd attacked me,” he says. “I had to climb on top of the porch to get away.” Like all self-employed drivers, Barbu is not entitled to sick pay. This means he frequently works when he is ill. “One day I had really bad toothache. My face was swollen. I couldn’t swallow and I had a fever. I was really bad,” he says. “But when you can’t afford to be off, you just have to do it.” This can be a life-and-death matter. Last year a self-employed courier, Don Lane, died after missing appointments with diabetic specialists and working through the Christmas period. According to his widow, Lane was worried about being fined if he did not cover his round in Dorset. His story partly inspired Ken Loach’s latest film Sorry We Missed You, which depicts the impact of the gig economy on a struggling working-class family. Barbu hasn’t witnessed anything quite that extreme but he knows of drivers who work well over the six-day limit. “They say it is illegal to work seven days but that doesn’t mean they won’t put you under a different name and send you out. We had cases where people worked for more than 21 days in a row,” he claims. If true, this is a dangerous ruse. Research by UCL has revealed that gig-economy drivers and riders are at heightened risk of traffic collisions, with 63% not receiving any safety training and two in five reporting collisions. The costs of self-employment soon eat up the money that initially attracts many to the industry. “I can earn £120 a day but you have to deduct your fuel, and if your van breaks down you have to pay,” says Barbu. “You end up getting the minimum wage for doing very hard work.” Those who have to rent vans from courier firms for around £250 to £350 a week struggle to afford rents in the city. “People used to sleep in the vans in the Bristol depot. I knew at least four people in the back car park,” he says. Rix says some couriers need to claim benefits when times are lean. “There are couriers struggling to pay the rent, struggling to feed their families, using food banks and relying on benefits. Why should the taxpayer be subsidising these wealthy companies by paying in-work benefits?” One hour later his colleague Daniel Eder arrives at his home elsewhere in the city. He has worked for 10 hours and travelled more than 200 miles. He has had nothing to eat and also uses his van as a toilet in order to keep up with his unremitting schedule. “If you take even a half hour break you do not have time to deliver the parcels – no one answers the door after 10pm,” says the 27-year-old. These humiliations and degradations do not surprise Prof Sian Moore, director of the University of Greenwich’s work and employment research unit. She has meticulously researched the industry, interviewing scores of self-employed drivers. She says working conditions are grim, with many couriers forced to work long hours while under constant surveillance in order to make a living. “The companies are trying to strip out every unnecessary cost because the competition is so intense. “They monitor things like how many times drivers put their vans into reverse and take right turns because reversing and turning right take extra time,” she explains. “This makes workers feel like they are being watched all the time. They compare it to Big Brother. It is dystopian, but it is their daily reality.” She says drivers are frequently attracted to the prospect of being their own boss but they have little autonomy when they are on the road. “Increasingly routes are automated so they have no control over where they are going,” she says. “Driving and using your local knowledge has been almost wiped out because they’re told how to get to each drop.” These pressures can also lead to rushed deliveries and unhappy customers. A survey by Citizens Advice last week found nearly 60% of online shoppers had experienced problems, such as parcels being left in insecure locations or turning up late. Rix says if companies treated couriers better, the service would improve dramatically. “You won’t have couriers chucking parcels over fences and leaving them where they shouldn’t,” he says. Matthew Taylor, whose review of modern working practices two years ago informed the government’s Good Work plan, agrees with unions that delivery drivers are often not genuinely self-employed but insists that drawing a clear line between worker status and self-employment is vital. “Because of the level of control and supervision exercised over these individuals, it looks much more like an employment relationship than a self-employment relationship,” he says. “That’s why it’s so important for us to clarify employment status as soon as we can.” Taylor, who was appointed as the government’s interim director of labour market enforcement in July, says some progress has been made on tackling wider workplace abuses, including removing a loophole enabling some companies to pay agency workers less than permanent staff. “I’m pleased there has been some progress on the recommendations that I made in my report, but there is still more to be done,” he says. “Until we clarify employment status, we will continue to see cases of people being exploited.” This does not go nearly far enough, say unions representing gig-economy workers. They point out the courts have already been making that distinction clear, but companies are not changing their ways. Jason Moyer-Lee from the IWGB union argues the real issue is the lack of enforcement. “It’s nuts to suggest the law is unclear. We know what the law is because the tribunals tell us over and over again. The main problem is that the government does not enforce the law. Why obey the law when there is almost zero per cent chance of enforcement?” The spokesperson for Amazon said: “We are committed to ensuring that the people contracted by our independent delivery providers are fairly compensated and are treated with respect, and this is reflected by the positive feedback we receive from drivers every day.” Back in Bristol, Barbu is finally settling down for the evening. Before he tucks into his fish and chips, he has a message for the retailers whose packages he carries in his van: “We are invisible to you, but we are making your companies what they are.” * Drivers’ names have been changed"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}