{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/01/plant-based-food-firm-meatless-farms-hires-former-lidl-boss", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-01T14:00:06Z", "webTitle": "Plant-based food firm Meatless Farms hires former Lidl boss", "webUrl": "https://www.theguardian.com/business/2019/dec/01/plant-based-food-firm-meatless-farms-hires-former-lidl-boss", "apiUrl": "https://content.guardianapis.com/business/2019/dec/01/plant-based-food-firm-meatless-farms-hires-former-lidl-boss", "fields": {"headline": "Plant-based food firm Meatless Farms hires former Lidl boss", "bodyText": "British plant-based food maker Meatless Farm has hired the former head of Lidl to chair its board as it looks to exploit the boom in demand for meat alternatives. Jesper Højer has been appointed to the Leeds-based company, with a brief to help expand the rapidly growing business, after leaving Lidl in April this year. Højer spent two years as the head of the discount supermarket chain’s 10,800 stores in Europe and the US, but resigned saying he wanted to spend more time with his family. His new role will place him near the centre of a boom in products catering for vegan, vegetarian and reduced-meat “flexitarian” diets, amid growing concerns over the environmental and health impacts of the global meat industry. American meat-substitute manufacturers Beyond Meat and Impossible command multibillion-dollar valuations, and the global market for plant-based meat substitutes could reach $140bn (£108bn) over the next decade, according to investment bank analysts at Barclays. The Meatless Farm was only incorporated in 2017, by Morten Toft Bech, a Danish entrepreneur with a background in tech investment. Since starting production in 2018, it has secured distribution deals with Sainsbury’s, Morrisons and the Cooperative. The JD Wetherspoon pub chain sells 200,000 Meatless Farm burgers a month, while Amazon-owned Whole Foods Markets sells its products across the US. Bech said he wanted to make the “European version of Beyond Meat and Impossible”. The hype around Beyond Meat’s stock market flotation has increased investor interest, he added. “We’re the right type of product at the right time,” he said. The company now makes 1,000 tonnes of food each month in a factory near Nottingham. It sells a 400g pack of meat-free mince for £3 and packs of two burgers or six sausages for £2.50 each. Meatless Farms has so far gained about £10m in backing, including investments from vegan venture capital firms Stray Dog Capital and Beyond Impact and Irish investment house Elkstone. Bech said he wanted to target blue-chip investors to raise a further £50m in the second quarter of 2020 to fund expansion, including a new Canadian factory for the north American market. Højer said: “I have been following the market for meat alternatives for some time and The Meatless Farm Co has a great opportunity to be one of the global leaders in this fast-developing food sector.” Meatless Farm has also hired Coca-Cola’s former head of media, Lone Thomsen, as its chief marketing officer."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}