{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/01/easyjet-ftse-premier-league-corporate-promotion-battle-hiscox-reshuffle", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-01T00:05:49Z", "webTitle": "EasyJet dreams of promotion to the FTSE 100 premier league", "webUrl": "https://www.theguardian.com/business/2019/dec/01/easyjet-ftse-premier-league-corporate-promotion-battle-hiscox-reshuffle", "apiUrl": "https://content.guardianapis.com/business/2019/dec/01/easyjet-ftse-premier-league-corporate-promotion-battle-hiscox-reshuffle", "fields": {"headline": "EasyJet dreams of promotion to the FTSE 100 premier league", "bodyText": "“There is no disgrace in Watford being a yo-yo club between the top two divisions, because sometimes they can be a yo, if you know what I mean.” Those are words from 2000 attributed to the late former England and Watford football manager Graham Taylor, whose tactical innovations memorably included bypassing both central midfield players and the usual conventions of English diction. Still, while it’s not precisely clear what Taylor meant, it appears he was trying to say that the elation of reaching the top flight of English football was worth the pain of probable immediate relegation (at least, for Watford at that time). There is a similar mentality in the City, which we will be reminded of this week with the quarterly reshuffle of the FTSE 100, the Square Mile’s version of the Premier League. That mentality is: let’s go for broke to get into the top flight and, once we’re there, hope there’s a weaker outfit that keeps us out of the drop zone. But, just like Watford 19 years ago, businesses often discover that it doesn’t work out like that, which is why there are yo-yo FTSE firms just as much as there are football clubs. Oil services firm John Wood Group has been promoted to the FTSE 100 four times – and relegated four times – over the past 11 years, while sugar group Tate &amp; Lyle performed the same feat between 2004 and 2014. Hikma Pharmaceuticals is well placed to make those two appear sluggish: it has had four promotions to the FTSE 100, and three relegations, since 2015. Anyway, this time it looks like the budget airline easyJet is best placed to be cracking open the bubbly, while insurer Hiscox – promoted to the FTSE 100 a year ago at the expense of a new yo-yo stock, Just Eat – looks at risk of the drop. EasyJet was promoted to the FTSE 100 in 2013, but relegated in the summer of 2019, and even if it returns to the big time this week, not everyone is convinced the airline will hang on again for long. Commenting on easyJet’s well-received full-year results this month, Hargreaves Lansdown wrote: “We don’t think the group is out of the woods yet. Uncertainties linger around the implications of the UK’s exit from the EU, and customer sentiment remains weak. To make progress, easyJet will need to show it can start delivering again on cost control. Additionally, environmental concerns and regulations may prove a substantial threat to cheap air travel in the near future. EasyJet thinks it can offset its emissions for just £25m a year as an interim measure, but this looks improbably cheap to us.” On top of that, it is technically quite tricky to keep your share price rising once you’ve been promoted. A study by Smith’s Corporate Advisory last year found that shares in companies promoted to the FTSE 100 had risen on average by more than 15% in the two months leading up to reshuffle day, and then another 2% in the period between the announcement and the change. But during the first two months as a FTSE 100 firm, the shares dropped by an average of 5%. The good news for easyJet bosses is that FTSE rules have inbuilt protections to prevent too much churn. For a FTSE 250 business, you need to have become the 90th most valuable listed business (or better) in order to be promoted to the big league. Conversely, existing FTSE 100 businesses have to drop to 111th (or worse) in order to slip through the relegation trapdoor. All of which means two things: one, the FTSE 100 is very rarely a list of the UK’s 100 most valuable listed firms; and two, the rules governing these movements are slightly more convoluted that a Taylor team talk."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}