{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/09/thousands-were-paid-to-use-extra-renewable-electricity-on-windy-weekend", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-09T18:31:53Z", "webTitle": "Thousands were paid to use extra renewable electricity on windy weekend", "webUrl": "https://www.theguardian.com/business/2019/dec/09/thousands-were-paid-to-use-extra-renewable-electricity-on-windy-weekend", "apiUrl": "https://content.guardianapis.com/business/2019/dec/09/thousands-were-paid-to-use-extra-renewable-electricity-on-windy-weekend", "fields": {"headline": "Thousands were paid to use extra renewable electricity on windy weekend", "bodyText": "Thousands of households were paid to use extra renewable electricity over the weekend as windfarms generated unprecedented levels of clean power. Homes using a new type of smart-energy tariff were urged to plug in their electric vehicles overnight and set their dishwasher on a timer to take advantage of the record renewables in the early hours of the morning. The blustery weather helped windfarms generate almost 45% of the UK’s electricity on Sunday, setting a record of more than 16GW that evening. At times there was more wind power than the UK needed. Duncan Burt, the boss of National Grid’s electricity system operator business, thanked households for helping to balance the energy grid by “getting paid to use more energy on a windy night”. In the past, only energy-intensive companies would be able to claim a fee for helping to balance the system by making use of the extra electricity. However, homes using smart-meter tariffs can lay claim to a renewables windfall too. Greg Jackson, the founder of Octopus Energy, said that 2,000 homes on the supplier’s Agile Octopus smart-energy tariff “made money for using energy when the wind was giving us more than enough”. Octopus told its customers ahead of time that it would pay up to 5.6p for every kilowatt-hour of electricity used in certain overnight periods. The customers who were able to pop on a middle-of-the-night laundry load could have earned a renewables windfall of between 1p and 5p for every kWh of electricity they used, rather than spending double this rate to run appliances for only a few hours later. Octopus also sends alerts its customers if energy prices are likely to surge during periods of high demand, so they can delay using electricity if they would like to avoid higher bills. The previous wind energy record was set on 8 February at 15.32GW."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}