{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/04/activists-call-for-bp-adverts-to-carry-climate-damage-warning", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-04T10:56:51Z", "webTitle": "Lawyers lodge complaint over BP's 'misleading' ad campaign", "webUrl": "https://www.theguardian.com/business/2019/dec/04/activists-call-for-bp-adverts-to-carry-climate-damage-warning", "apiUrl": "https://content.guardianapis.com/business/2019/dec/04/activists-call-for-bp-adverts-to-carry-climate-damage-warning", "fields": {"headline": "Lawyers lodge complaint over BP's 'misleading' ad campaign", "bodyText": "Environmental lawyers have lodged a complaint against a multimillion pound global advertising campaign by BP, which they said was misleading the public with its claims of commitment to a low carbon future. ClientEarth is calling for the BP ads to be banned unless they include a health warning saying that using the company’s oil and gas products creates greenhouse gas emissions that contribute to the climate crisis. The warning would be similar to that placed prominently on cigarette packets. In a detailed complaint to the Organisation for Economic Co-operation and Development (OECD), the legal NGO ClientEarth argued the ad campaign breached international guidelines governing corporate conduct. BP is paying for its adverts to be shown across billboards, newspapers and television in the UK, US and Europe as well as on social media and online in the biggest ad campaign the oil company has launched in a decade. The campaign includes Facebook advertisements claiming food waste might be able to fuel aviation, and claims that natural gas is a clean form of energy. It uses slogans such as “Keep Advancing” and “Possibilities Everywhere”. Sophie Marjanac, a lawyer for ClientEarth, said the complaint against the oil and gas company included a dossier of more than 100 pages examining BP’s advertising and the suggestion it creates for ordinary consumers. “BP is spending millions on an advertising campaign to give the impression that it’s racing to renewables, that its gas is cleaner, and that it is part of the climate solution,” she said. “This is a smokescreen. While BP’s advertising focuses on clean energy, in reality, more than 96% of the company’s annual capital expenditure is on oil and gas. According to its own figures, BP is spending less than £4 in every £100 on low-carbon investments each year. The rest is fuelling the climate crisis.” The Guardian recently revealed how major oil and gas companies are using ad campaigns to profess their dedication to a low-carbon future, at the same time as spending millions of dollars fighting regulations designed to cut carbon emissions. BP said: “We have not seen this complaint, but we strongly reject the suggestion that our advertising is misleading. BP has clearly said that the world is on an unsustainable path and must do more to reduce emissions. We support a rapid transition of the world’s energy system. “BP is of course well-known as a major oil and gas producer. We are also committed to advancing a low carbon future. So one of the purposes of this advertising campaign is to let people know about some of the possibilities we see to do that, for example in wind, solar and electric vehicle charging, as well as in natural gas and advanced fuels.” But ClientEarth said in its complaint that BP’s ads created a potentially misleading impression by focusing on their renewable energy investments, given oil and gas makes up the bulk of BP’s business. They also queried the accuracy of BP’s statements that gas is “cleaner” and its assertions that increasing global energy demand, including greater use of gas in the coming decades, is essential to human progress. The lawyers said BP’s adverts did not tell the whole story about global energy demand. Scientists warned that the world needed to urgently reduce emissions from the fossil fuel energy sources, like those BP sells, if the Paris Agreement goals were to be met. ClientEarth said all fossil fuel advertising – including by BP’s rivals Exxon and Shell – should carry a significant health warning about the dangers the industry posed to the planet and to people or be banned. The warning, they said, should make clear that using the company’s oil and gas products creates greenhouse gas emissions that contribute to global climate change – similar to warnings on cigarette packets. They also suggested words that could appear on the warning: “The Intergovernmental Panel on Climate Change (IPCC) has found that emissions from fossil fuels are the dominant cause of global warming. “The IPCC warns that fossil fuel emissions must be halved within 11 years if global warming is to be limited to 1.5C [above pre-industrial levels]. Warming above 1.5C risks further sea level rise, extreme weather, biodiversity loss and species extinction, as well as food scarcity, worsening health and poverty for millions of people worldwide.” The OECD sets guidelines for multinational companies around their environmental communications and advertising. The guidelines require accurate, clear, and comprehensive information to help people make informed decisions about the sustainability of their consumption habits and their climate impact. In its complaint, ClientEarth said the BP ads were in direct conflict with the guidelines relating to disclosure of information; promotion of environmental awareness; and consumer education. Rebecca Long-Bailey, Labour’s business spokeswoman, said: “We applaud ClientEarth for its efforts to hold oil and gas corporations to account. These corporations have made enormous profits from knowingly destroying our climate and they’ve tried to conceal the damage they’ve been doing by investing in greenwashing when they should be investing to move away from oil and gas.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}