{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/04/metro-bank-chief-craig-donaldson-step-down-chairman", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-04T18:36:43Z", "webTitle": "Metro Bank chief to step down two months after chairman", "webUrl": "https://www.theguardian.com/business/2019/dec/04/metro-bank-chief-craig-donaldson-step-down-chairman", "apiUrl": "https://content.guardianapis.com/business/2019/dec/04/metro-bank-chief-craig-donaldson-step-down-chairman", "fields": {"headline": "Metro Bank chief to step down two months after chairman", "bodyText": "The Metro Bank’s chief executive is to step down only two months after the departure of the longtime chairman. Craig Donaldson, who has been in the role since the lender was founded in 2009, agreed to leave at the end of the month after leading it through a “challenging period” after the revelation of a significant accounting error in January. Dan Frumkin, who has been with the bank for only three months, will take over as interim chief executive. He joined Metro Bank from the Bermuda-based bank Butterfield and previously worked at Royal Bank of Scotland and Northern Rock. The announcement of Donaldson’s departure comes weeks after Metro Bank’s founder and chairman, Vernon Hill, resigned with immediate effect. Donaldson said: “While this has undoubtedly been a challenging year, it has been a privilege to serve. I committed to work with the board until we felt that the bank was sufficiently strong for me to step away. “This has been achieved and as Metro Bank looks to the future, we have reached that point where I am confident that the board and the many dedicated teams within Metro Bank will enable this bank to prosper again.” It has been a turbulent period for the bank, which is still awaiting the outcome of an investigation by City regulators after it erroneously classified £900m of loans as less risky than they actually were. The bank has 1.9 million customers. Earlier this year, Donaldson said he offered to resign after the accounting error came to light, but decided to stay on after gaining full support of the board. The chairman, Sir Michael Snyder, said: “I want to thank Craig for his steadfast leadership of the bank over the past 10 years … My priority is to appoint a permanent CEO and to appoint new NEDs [non-executive directors] to the board who will bring even more retail banking experience. I look forward to steering the bank as we define and start to deliver the next chapter.” Donaldson agreed to waive his bonus after the accounting error this year. He will still receive a full salary of £750,00 as well as his pension and non-cash benefits, including private medical insurance and life assurance, over the next 12 months. His options and shares linked to service before 2018 are frozen, pending the outcome of the regulatory investigation. Frumkin will receive a salary of £690,000 and will be eligible for a bonus worth 200% of his pay."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}