{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/02/brexit-voters-more-likely-to-live-in-areas-at-risk-from-rise-of-robots", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-02T06:01:25Z", "webTitle": "Brexit voters more likely to live in areas at risk from rise of robots", "webUrl": "https://www.theguardian.com/business/2019/dec/02/brexit-voters-more-likely-to-live-in-areas-at-risk-from-rise-of-robots", "apiUrl": "https://content.guardianapis.com/business/2019/dec/02/brexit-voters-more-likely-to-live-in-areas-at-risk-from-rise-of-robots", "fields": {"headline": "Brexit voters more likely to live in areas at risk from rise of robots", "bodyText": "Brexit supporters are more likely to live in areas most threatened by the economic impact of automation, according to a study of the impact of robots and artificial intelligence in the workplace. A map of the parts of the UK likely to be hit by automation fits more closely with the map of leave voters than any other factor, said the Institute for the Future of Work (IFW). Up to 15 million workers are expected to have their employment prospects endangered by automation over the next decade, according to a series of reports that have tried to gauge the impact of new technology in the workplace. In 2015, the Bank of England estimated as many as 15m jobs would need to change or be lost through automation. A report by the consultancy firm PwC found that 10m, or 30%, of jobs in Britain were potentially under threat from breakthroughs in artificial intelligence In some sectors half the jobs could go, it warned. The institute, which was founded last year following a Future of Work commission chaired by the outgoing Labour MP Tom Watson, said a new group it termed the “invisible outsiders” were governed by a heightened sense of insecurity associated with automation. It said they worked precarious or poor-quality jobs, though not necessarily part of the rising gig economy, and could be working in warehouses or in the manufacturing or security industries. They were more likely to have voted to leave the EU than other groups so far cited as providing the bedrock of the Brexit vote – the over 65s, women or those who are white and were born in the UK. In a discussion paper – entitled Automation, Politics and the Future of Work – the IFOW found a 1% higher probability of automation was associated with a 1.4% greater percentage of leave votes. Boston in Lincolnshire and Mansfield in Nottinghamshire topped the list of places facing automation, along with Harlow in Essex and Great Yarmouth in Norfolk. They were also among the areas that voted in the highest numbers to leave the EU. In Boston, there was a 54% to 58% chance of jobs being automated. London boroughs, including the mainly Conservative-voting areas of Wandsworth and Kensington &amp; Chelsea, were the least likely to see jobs automated and were among the most likely to vote remain. It said: “A higher percentage of leave votes is also positively associated with the percentage of the population that are white and born in the UK. The percentage of the population aged over 65 and female was also predictive of a higher leave vote, but neither effects are statistically significant. “Importantly, the magnitude of the effect of automation risk on voting behaviour is far greater than the effect of any of the demographic variables included in the model.” The authors said other relevant factors such as a voter’s education and the share of workers in the manufacturing sector were built into the Office for National Statistics automation calculations. The institute, which is jointly chaired by Nobel Prize-winning economist Sir Christopher Pissarides and Naomi Climer, the first woman to chair the Institution of Engineering and Technology, said its mission was “to shape a future in which work is better and fairer through the Fourth Industrial Revolution”. The TUC general secretary, Frances O’Grady, said it was important workers were the architects of an automated workplace and not its victims. “We know that technology can take the drudgery out of a job and improve productivity, but we also know that in most cases workers are not consulted about change and it is therefore no surprise when they resist change,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}