{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/01/odds-against-remain-outsiders-still-win-voters-prevail-brexit", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-01T07:00:03Z", "webTitle": "The odds are against Remain. But outsiders can still win", "webUrl": "https://www.theguardian.com/business/2019/dec/01/odds-against-remain-outsiders-still-win-voters-prevail-brexit", "apiUrl": "https://content.guardianapis.com/business/2019/dec/01/odds-against-remain-outsiders-still-win-voters-prevail-brexit", "fields": {"headline": "The odds are against Remain. But outsiders can still win", "bodyText": "This is my last column before the 12 December election. At the time of writing, the Conservative Brexit party – for that is what it is – is way ahead in the polls, and the ineffable Johnson is set to take the British economy hurtling towards the cliff edge. He, his henchman Dominic Cummings and their time-serving accomplices have fooled far too many people into believing that, within weeks, they will have “got Brexit done”. This is a monstrous lie, yet even reasonable people, understandably fed up with the way this issue has dominated the news for three-and-a-half years, seem to be resigned to their fate. What few realise is that Brexit would only just have begun, and would be likely to be drawn out for many years, with very unpleasant economic and social consequences. There are some who say: “Johnson got us into this mess. Now let him sort it out.” There are others who try to rationalise by proclaiming “he is really a Remainer”. Oh yes? You could have fooled me. A man whose father, Stanley, brought home a European commission salary for a significant part of his childhood is paying Europe back in a most insulting and damaging manner, for us and the rest of the EU. The prospects are not pleasing, but I have not given up hope. I have never forgotten that day before the 1992 election, when the odds were 6-1 against the Tories – in other words, £10 staked would net £60 plus your £10 back – yet they won. Given that we do not have proportional representation in this country, the 1992 election was the equivalent of a two-horse race. As I write, the odds of a Conservative overall majority are 3-1 on – that is, a bet of £30 wins only £10 over the return of your stake, while a Labour overall majority is 20-1 against, so if the polls are indeed out of kilter, a stake of £10 would net £200 plus the £10 back. (I spell this out because there is sometimes confusion outside horse racing circles of the difference between odds on and odds against.) The big question this time – and the only one that can offer us Remainers hope – is: is this really a two-horse race? Seldom in my career have I heard so much talk of tactical voting. This is important, because the real problem is, as one friend of mine succinctly put it: “The Tories have cornered the Brexit market while the Remain vote is split. Labour and the Lib Dems are gifting Boris his Brexit.” This when the polls have been indicating for some time that there has been a pronounced swing in the nation at large in favour of Remain – from 48% on that fatal day in June 2016 to 53% Remain and 47% Leave more recently. Which brings me to Jo Swinson, leader of the Liberal Democrats. If things go the wrong way on Thursday week, the responsibility will lie principally with the Conservative Brexit party and Jeremy Corbyn’s failure of leadership. But what on earth did Swinson think she was doing when Tim Walker, the Liberal Democrat candidate for Canterbury, stepped down tactically to help his fellow Remainer, the Labour candidate, and Swinson proceeded to replace Walker with another candidate? She is also splitting the Remain vote in the constituency of David Gauke, the former Tory turned independent. These are classic micro-examples of the chaos in the Remain camp, even though, as noted, the majority of people in this country – a country that is supposedly a fount of democracy – are Remainers. Which brings us to what was manifestly a strategic error on Swinson’s part. For a long time the Lib Dems were sticking out for another referendum, then they spoiled it by saying they would revoke article 50. Now, of course they are right in one sense: the entire Brexit misadventure is an own goal, and in an ideal world article 50 should indeed be revoked – indeed, it should never even have been invoked. But we are where we are, and a second referendum, however risky, would be a legitimate response to those who say “the people have spoken”. The people should be given another chance to reflect. It is more important to honour the wellbeing of the nation than to honour one referendum that was a vehicle for many discontents that had precious little to do with the EU. It looks as though the only feasible route to a second referendum would be via an attempt to resolve the kind of deadlock that would almost certainly arise in a hung parliament. To achieve this, Remainers need to vote tactically for Remain candidates of whatever party. Obvious – but not, apparently, to the leader of the most obviously Remain party."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}