{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/05/new-car-sales-fall-again-as-uk-demand-for-diesel-vehicles-dives", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-05T13:05:45Z", "webTitle": "New car sales fall again as UK demand for diesel vehicles dives", "webUrl": "https://www.theguardian.com/business/2019/dec/05/new-car-sales-fall-again-as-uk-demand-for-diesel-vehicles-dives", "apiUrl": "https://content.guardianapis.com/business/2019/dec/05/new-car-sales-fall-again-as-uk-demand-for-diesel-vehicles-dives", "fields": {"headline": "New car sales fall again as UK demand for diesel vehicles dives", "bodyText": "Sales of new cars in the UK continued to fall last month as demand for diesel vehicles declined sharply, while hybrid and electric vehicles reached a new record market share. Weak business and consumer confidence, economic uncertainty and confusion over diesel and clean air zones dragged down demand for new cars, said the Society of Motor Manufacturers and Traders, the industry body. It said 156,621 vehicles were registered in November, down 1.3% from the same month a year ago, after a 6.7% drop in October. The new car market is down 2.7% so far this year, with 2.2m registered. Sales of new vans – often regarded as an indicator of business confidence – fell for a third month, down 9.6% in November. Petrol car sales climbed 2% to 97,441, but sales of diesel models crashed by 27.2% to 36,941. Demand has plummeted amid air-quality concerns and taxation changes in after the 2015 Volkswagen emissions scandal, despite the industry’s insistence that the latest vehicles have significantly reduced nitrogen oxide and particulate emissions. The chancellor raised tax for new diesel and company cars last year. In London, a new ultra-low emission zone, which imposes a £12.50 daily charge on older diesels in central London, took effect in April. The area of the zone will be expanded in October 2021. Drivers of the most polluting diesel lorries, vans and buses face tougher standards in Greater London from next October. Leeds, Birmingham and other cities are expected to roll out similar clean air zones next year, making drivers pay a daily charge if their vehicles do not meet emissions standards. Diesel cars account for 23.6% of the market, after being virtually at parity with petrol two years ago. Demand for the latest battery electric cars more than tripled to 4,652 in November, up from 1,415 a year ago. Sales of plug-in hybrids rose by 34.8% to 4,362 cars, while hybrids were up 15% to 6,118 vehicles. More than one in 10 cars joining UK roads are now either hybrid, plug-in hybrid or pure electric – equivalent to 16,052 cars in November. They reached a record market share of 10.2%, up from 9.9% in October. Sue Robinson, the director of the National Franchised Dealers Association, said: “We hope a clear election result will stimulate the motor retail industry and continue the shift towards electric vehicles.” Demand from individual buyers weakened further, down 6.1%, while the business market declined by 3.2%. Fleet registrations fared better, up 2.8%. Mike Hawes, the SMMT’s chief executive, said: “These are challenging times for the UK new car market, with another fall in November reflecting the current climate of uncertainty. “It’s good news, however, to see registrations of electrified cars surging again, and 2020 will see manufacturers introduce plenty of new, exciting models to give buyers even more choice. Nevertheless, there is still a long way to go for these vehicles to become mainstream and, to grow uptake further, we need fiscal incentives, investment in charging infrastructure and a more confident consumer.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}