{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/10/ovo-gets-green-light-for-500m-sse-takeover-from-watchdog", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-10T19:26:49Z", "webTitle": "Ovo gets green light for £500m SSE takeover from watchdog", "webUrl": "https://www.theguardian.com/business/2019/dec/10/ovo-gets-green-light-for-500m-sse-takeover-from-watchdog", "apiUrl": "https://content.guardianapis.com/business/2019/dec/10/ovo-gets-green-light-for-500m-sse-takeover-from-watchdog", "fields": {"headline": "Ovo gets green light for £500m SSE takeover from watchdog", "bodyText": "The Tory donor behind Ovo Energy has been given the green light to take control of Britain’s second largest energy supplier for half a billion pounds. The UK’s competition watchdog, the Competition and Markets Authority, cleared Ovo Energy’s £500m takeover of SSE’s energy supply arm, saying the tie-up would not affect competition in the energy market. The approval clears the way for Ovo to become the second largest energy supplier in the country, and propels the personal wealth of its founder, Stephen Fitzpatrick, past £600m. The former banker founded Ovo Energy in Bristol 10 years ago and still holds a 67% stake in the company, which was valued at £1bn before the SSE deal. The deal will increase Ovo’s customer base from 1.5 million to 5 million homes at a stroke. The former owner of the failed Manor Formula 1 team reportedly held a lavish party earlier this year to celebrate the company’s anniversary. It was held in a venue beneath Tate Modern, compered by the broadcaster Lauren Laverne, who described Ovo as “a company that is hoping to redefine the limits of human progress”. The Belfast-born entrepreneur made a name for the energy startup by criticising the big six providers for poor service and “rip-off” energy tariffs. Fitzpatrick was also one of the Conservative party’s largest donors in the first months of this year, handing over a total of almost £200,000. He made a personal donation of £12,000 to the Conservative party in February 2019. An investment vehicle registered at the same address as Ovo’s South Kensington headquarters, Imagination Industries Incubator, made a second donation of £173,000 at the beginning of March. The deal with SSE could put Fitzpatrick on a collision course with the Labour party, which has vowed to renationalise the big six energy companies if it forms a government following this week’s general election. Fitzpatrick said he looks forward to “bringing SSE into the Ovo family” when the deal closes next month. Ovo agreed to fund the deal through a £100m loan agreement with SSE, and cover another £400m through a mix of cash and new debt arrangements. It secured a £200m investment from the Mitsubishi conglomerate earlier this year in exchange for a 20% stake in the company, and also struck a debt deal with Barclays Capital, the company’s financial adviser, to help finance the takeover. “There is a lot of work to be done, but we’re excited about the challenge ahead and the opportunity to help even more customers on the journey to zero carbon,” Fitzpatrick said. SSE revealed plans to exit the energy market over two years ago as the government prepared to bring in its energy price cap for 11 million households using standard variable energy tariffs. SSE initially planned to spin off its supply business to create a separate listed energy company by merging with npower. The plans were scrapped a year later amid “challenging conditions” in the energy market."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}