{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/02/uk-factories-are-laying-off-workers-at-fastest-rate-for-seven-years", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-02T13:18:48Z", "webTitle": "UK factories are laying off workers at fastest rate for seven years", "webUrl": "https://www.theguardian.com/business/2019/dec/02/uk-factories-are-laying-off-workers-at-fastest-rate-for-seven-years", "apiUrl": "https://content.guardianapis.com/business/2019/dec/02/uk-factories-are-laying-off-workers-at-fastest-rate-for-seven-years", "fields": {"headline": "UK factories are laying off workers at fastest rate for seven years", "bodyText": "Britain’s factories are laying off workers at the fastest rate in seven years as manufacturing remains in the doldrums amid political and economic turmoil. The monthly UK manufacturing snapshot from IHS Markit/Cips shows the headline purchasing managers’ index (PMI) slipped to 48.9 in November from 49.6 in October. It has been stuck for seven months below the 50 mark that separates expansion from contraction. Employment in the sector fell for the eighth month in a row and the pace of job losses was the steepest since September 2012 as manufacturers sought to reduce their costs. Factories cut their output at a faster rate than previously as they ran down stocks they had built up before the 31 October Brexit deadline. New orders fell for the seventh consecutive month, reflecting tougher conditions in the UK and overseas. The drop in new export orders was among the steepest of the past seven years. Rob Dobson, a director at IHS Markit, said: “November saw UK manufacturers squeezed between a rock and hard place as the uncertainty created by a further delay to Brexit was accompanied by growing paralysis ahead of the forthcoming general election. “Destocking at manufacturers and their clients following the latest Brexit delay was a major contributor to the weakness experienced by the sector. Inflationary pressures meanwhile showed signs of moderating further, with input costs falling slightly for the first time since March 2016.” This was linked to lower global commodity prices and exchange rate effects. Lee Collinson, the head of manufacturing at Barclays, said: “With any new year comes renewed hope, but the certainty the sector longs for needs to come pretty sharpish in 2020 to help bolster the performance of UK manufacturing.” In the eurozone, manufacturing activity declined for the 10th month in a row, although there were some signs of improvement. A Markit survey for the eurozone showed the PMI rose to 46.9 in November from October’s 45.9, signalling a slower rate of decline. Germany’s contraction eased but its export-reliant factory sector remained bottom of the table, followed by Austria, Spain and Italy. Only Greece and France recorded an expansion in their manufacturing industries. China’s manufacturers fared better than the UK and the eurozone last month, with new export orders posting the first back-to-back monthly rise for more than a year-and-a-half. The Caixin/Markit China manufacturing PMI rose to 51.8 in November from 51.7, suggesting the impact of the US-China trade war may be easing. Staffing levels at Chinese factories were stable following seven months of decline."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}