{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/04/markets-in-tailspin-amid-fears-us-china-trade-deal-is-in-peril", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-04T05:32:43Z", "webTitle": "Markets in tailspin amid fears US-China trade deal is in peril", "webUrl": "https://www.theguardian.com/business/2019/dec/04/markets-in-tailspin-amid-fears-us-china-trade-deal-is-in-peril", "apiUrl": "https://content.guardianapis.com/business/2019/dec/04/markets-in-tailspin-amid-fears-us-china-trade-deal-is-in-peril", "fields": {"headline": "Markets in tailspin amid fears US-China trade deal is in peril", "bodyText": "Global financial markets have gone into a tailspin amid mounting concern that the US and China are not going to conclude an interim trade agreement before a new set of American tariffs hit Chinese goods on 15 December. Asian markets saw heavy selling on Wednesday after Donald Trump said a trade deal could wait until next year’s presidential election, scotching widely held expectations that he was ready to give the go ahead for an agreement. The Nikkei dropped 1.2% in Tokyo, matched by falls in Hong Kong and South Korea, where stock markets hit their lowest since October. Shanghai blue chips fell 0.2% and Australia’s benchmark ASX200 tumbled 1.7%, having shed almost 4% since closing on Monday. The uncertain outlook was further muddied when the US House of Representatives approved a bill that would require Trump to impose sanctions on members of China’s politburo for their treatment of the minority Uighur group. Beijing reacted furiously, calling the legislation an attempt to interfere in “China’s internal affairs” and promising to react “accordingly”. The two sides had been edging towards agreeing a “phase one” trade deal that would see the US drop its promise to impose tariffs on $156bn worth of Chinese goods on 15 December. The talks had appeared to survive Beijing’s anger at US legislation backing Hong Kong’s protesters, but the latest flare-up has given markets the jitters because traders had priced in an agreement. Kyle Rodda at IG Markets in Melbourne said the concern was that “several complex and muddy issues currently being tackled by US and Chinese policymakers at multiple levels of government could all begin to conflate, and start to impact already precarious trade negotiations”. “The markets feel like trade talks are on a shot-clock now: December 15 being when the buzzer blows. Anything that remotely stands in the way of a deal getting done by then will be reacted to with anxiety.” It was not only stocks that betrayed the strain between the two superpowers. The value of the Chinese yuan was set markedly lower by China’s central bank on Wednesday and the Australian dollar also fell, not helped by weaker than expected third-quarter GDP figures that showed growth is being supported by public spending amid a household recession. Oil, which had slipped on Tuesday, steadied overnight amid reports that Opec members will argue for more production cuts at their meeting in Vienna this week in order to bolster prices. Brent crude futures rose 0.44% to $61.09 a barrel. However, there will be some optimism going into the European and American trading days with futures showing London’s FTSE100 and the Dow Jones – which lost 1% on Tuesday – expected to open level."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}