{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/04/swansea-tidal-power-project-launches-11th-hour-1m-fundraising-drive", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-04T00:01:36Z", "webTitle": "Swansea tidal power project launches 11th-hour £1m fundraising drive", "webUrl": "https://www.theguardian.com/business/2019/dec/04/swansea-tidal-power-project-launches-11th-hour-1m-fundraising-drive", "apiUrl": "https://content.guardianapis.com/business/2019/dec/04/swansea-tidal-power-project-launches-11th-hour-1m-fundraising-drive", "fields": {"headline": "Swansea tidal power project launches 11th-hour £1m fundraising drive", "bodyText": "The developers of a pioneering tidal power project in Swansea Bay have launched an 11th hour bid to raise over £1m to keep the project afloat. The company has just over three months to raise enough cash to pay for the development costs of the £1.3bn project before its funds risk running dry in March. Tidal Lagoon Power, the Swansea-based developer, hopes to raise “a relatively modest” £1.2m to undertake crucial planning work to prevent its development consent expiring in the middle of next year. The funds will be used to cover the cost of lawyers and planning consultants needed to complete the final applications before reaching the “cliff-edge” deadline in June. If the make-or-break fundraising fails the company would be unable to undertake the work, and its permission to develop the project would be revoked a few months later. Mark Shorrock, Tidal Lagoon Power’s chief executive, said the company must “remove the cliff edge from Swansea Bay tidal lagoon’s planning permission” if it hopes to save the project. “No amount of political will can resurrect this vital pathfinder project if the planning permission is allowed to lapse. That is why we’ve launched our new fundraise today,” he said. “By raising a relatively modest sum we can retain for the UK the option of large-scale, multi-generational tidal power.” Shorrock vowed in February this year that Tidal Lagoon Power would reboot the scheme with the support of local businesses after failing to convince Conservative ministers to hand the project a subsidy deal. The company now plans to approach “high net-worth individuals” to stump up £2.50 per share, at a minimum subscription of £500, to top up the six-figure sum pledged by Tidal Lagoon Power’s existing investor base. Shorrock has already spent about £37m of investor funds on the project. Swansea Bay is aiming to generate 530 gigawatt hours (GWh) of electricity a year – enough for light and power for 155,000 homes – with turbines working 14 hours a day. The project has grown since its initial plan with the addition of floating solar panels to generate an extra 200GWh of electricity a year and help lower the overall cost. The company clinched permission to develop the ambitious tidal lagoon project in 2015 but last summer ministers rejected its calls for a subsidy contract which would cost energy bill payers three times as much per unit of electricity as new nuclear power. Greg Clark, the former business secretary, told the Commons in June last year it would be “irresponsible to enter into a contract” with Tidal Lagoon Power because of its high costs. The tidal lagoon project has found favour with the Labour party, which has promised to revisit the plans as part of its leader Jeremy Corbyn’s plan to “transform” the UK into a low carbon, green economy. The project also has the support of Plaid Cymru, which believes the project could help reinvigorate the Welsh economy."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}