{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/10/drax-owner-plans-worlds-first-carbon-negative-business", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-10T00:01:05Z", "webTitle": "Drax owner plans to be world's first carbon-negative business", "webUrl": "https://www.theguardian.com/business/2019/dec/10/drax-owner-plans-worlds-first-carbon-negative-business", "apiUrl": "https://content.guardianapis.com/business/2019/dec/10/drax-owner-plans-worlds-first-carbon-negative-business", "fields": {"headline": "Drax owner plans to be world's first carbon-negative business", "bodyText": "An energy company once labelled western Europe’s biggest polluter is planning to become the world’s first carbon-negative business within 10 years. The owner of the Drax power plant, once a coal-fired behemoth, is the first company in the world to set out plans to absorb more carbon emissions from the air than it creates by 2030. The bold ambition will build on its work to transform the Drax plant in North Yorkshire from one of the dirtiest power stations to a renewable energy giant and a pioneer of carbon capture. For decades the UK’s largest single power plant pumped millions of tonnes of carbon dioxide into the atmosphere by burning coal to make electricity. In recent years Drax has converted its huge coal generation units to run on renewable biomass, or wood pellets. The transformation has required subsidies of about £2m a day. The next phase of its climate action plan will require further government support to develop technology that can capture millions of tonnes of carbon emissions from the plant before permanently storing the gas in underground caverns. Will Gardiner, the chief executive of Drax, said bioenergy with carbon capture (BECCs) was critical to beating the climate crisis and creating a sustainable economy. “Drax’s ambition is to be carbon negative by 2030. Having pioneered the use of sustainable biomass, Drax now produces 12% of the UK’s renewable electricity. With the right negative emissions policy we can do much more, removing millions of tonnes of emissions from the atmosphere each year,” he said. “The UK government is working on a policy and investment framework to encourage negative emissions technologies, which will enable the UK to be home to the world’s first carbon negative company,” Gardiner added. Drax’s carbon accounting is based on emissions-saving calculations at the beginning and end of a BECCs process. It claims the project’s lifecycle would remove more carbon emissions than it produces, meaning it would effectively create a carbon-negative energy source. The first carbon saving is recorded when the trees that are farmed to make biomass pellets absorb carbon emissions from the air as they grow. The second takes place at the power plant site as carbon-capture technology traps the emissions created by burning the wood. The government’s official climate adviser, the Committee on Climate Change, has said carbon capture – used in conjunction with bioenergy, and in heavy industry – is vital if the UK hopes to meet its 2050 climate targets. Drax is part of an alliance of companies that hope to make the Humber region – one of the UK’s most polluting industrial zones – carbon neutral by capturing carbon from factories and and low-carbon hydrogen producers. If their plan works, the UK would safeguard thousands of manufacturing jobs and make enough hydrogen to wean the UK off high-carbon gas. But the use of BECCs is not without its critics. The concerns are twofold: many international academics and environmentalists have warned that there remain significant uncertainties over the carbon accounting of BECCs projects. Others have said that unless the sluggish progress of carbon capture can quicken, the full benefits of bioenergy will not be realised. This year a report from the Grantham Institute at Imperial College London said that BECCs may even increase carbon emissions in the atmosphere in the short term by transferring environmental risk from the atmosphere to the land. The report said there were still uncertainties over the “actual carbon removal potential of BECCs” because studies to date had been based on a series of complex assumptions that had yet to be tested at scale. A report commissioned by the Packard Foundation said burning biomass for electricity could create a “double climate” problem. In the short term, burning biomass without carbon capture could raise emissions faster than the regrowth of trees is able to absorb the carbon. Over the longer term, extensive biomass production could lead to deforestation and degradation of the land, which would both contribute to rising climate emissions. Drax robustly defends the sustainability record of its biomass supply chain. Its wood pellets, shipped from the US, are made mostly from sawmill residue and forest overgrowth, which is carefully cleared to improve the quality of forests. Drax has pledged never to source biomass from farming practices that lead to deforestation. The company captures one tonne of carbon a day from its BECCs pilot project and it is lobbying the government for the subsidies it will need to help grow this project to a scale that could make a difference to the UK’s climate ambitions. By Drax’s estimates the project would capture enough carbon emissions to offset the pollution from its other fossil fuel power plants too. The company snapped up a string of old gas plants from Scottish Power last year and recently won government support to convert some coal-fired units to run on gas, despite opposition from green groups who believe that no new fossil fuel plants should be given the green light. Investing in gas-fired power may not be an obvious strategy for a company undertaking the most ambitious climate targets of any company in the world, but the road to a carbon-negative Drax was never likely to be straightforward."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}