{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/06/tilting-tech-talking-toilets-good-bad-virgin-trains", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-06T15:57:28Z", "webTitle": "Tilting tech and talking toilets: the good and bad of Virgin Trains", "webUrl": "https://www.theguardian.com/business/2019/dec/06/tilting-tech-talking-toilets-good-bad-virgin-trains", "apiUrl": "https://content.guardianapis.com/business/2019/dec/06/tilting-tech-talking-toilets-good-bad-virgin-trains", "fields": {"headline": "Tilting tech and talking toilets: the good and bad of Virgin Trains", "bodyText": "At 13 minutes to midnight on Saturday the last Virgin Trains service, after 22 years, will roll into Wolverhampton station. The trademark red carriages have already been painted white and stripped of all their Virgin branding. Starting Sunday, they will be repainted green, as a new name in British train travel, Avanti, takes over the west coast mainline from London to Glasgow. Virgin Trains has been in operation for almost the whole of the privatised rail era and the brand has become a byword for the best and worst of the reformed railways. About 520m journeys have been made on Virgin Trains since 1997, with 40m on the west coast in the last year alone. From Sunday the service will be run by the UK’s FirstGroup and Italian state rail group Trenitalia, branded as Avanti – Italian for “let’s go”. As Sir Richard Branson and co depart the railway, should we be sorry to see them go? And what should history record? The good Pendolinos Virgin championed tilting trains, capable of travelling up to 140mph on the curved mainline, to slash journey times by 25% – even though a prototype designed by British Rail, the APT, had been swiftly canned in the 1980s, partly due to the motion sickness it allegedly induced. Chris Green, the first chief executive of Virgin Trains, recalls: “It needed an entrepreneur to support something like that – it was a risk.” Problems plagued the introduction of the Italian-designed Pendolinos, but in September 2004, with bands playing and Tony Blair in attendance, Virgin broke the speed record. “The non-stop run from Euston to Manchester with a tilting train in under one hour 54 minutes was a Eureka moment … from that day everything came right,” says Green. Customer service Branson’s team were intent on shaking up the look and feel of train travel, with a focus on branding and customer service. The upbeat staff in red uniforms attracted some derision early on when rail services struggled, infuriating legions of passengers who simply wanted to get somewhere on time and for a reasonable price. But arguably it raised the bar: later adding touches such as games packs for kids, and free online entertainment systems. Virgin also led the way in introducing automatic refunds for delayed journeys. The bad Toilets The first time, it wasn’t Virgin’s fault. But the stench from badly plumbed toilets on the Pendolinos was unmistakeable during much of the 2000s, for those seated in the wrong carriage at the wrong time. At one point Virgin threatened to sue the manufacturer, Alstom, before the two companies agreed to share the cost of an engineering overhaul. Virgin also chose to install a “comedy” talking toilet, asking customers not to flush inappropriate items. Not since Douglas Adams’ Major Cow, which suggested prime cuts of its own body to diners in the Restaurant at the End of the Universe, has a conversation felt so weird. Peak fares Some fares are regulated, including off-peak long-distance returns. Others are at the train operators’ discretion. The price of a walk-up peak fare not only resulted in huge crowds waiting for the first affordable train, but became emblematic of perceived industry greed. It soon cost more to travel from London to Manchester than take a European holiday. Travelling in the peak can still cost £350 – or £484 in first class. Grayrigg The darkest moment: the last train crash in which a passenger died, when a Virgin Pendolino derailed in Cumbria in 2007. The cause was a points failure, which had not been picked up by Network Rail track inspections. One passenger, Margaret Masson, 84, died, after much of the train tumbled down an embankment. Ugly West coast upgrade The ambitious programme of engineering works to enable faster Virgin services soon went wrong. By 2001 Railtrack’s estimated costs were six times over budget. Trains were routinely diverted and delayed for hours. Green says: “We messed passengers around a lot. It was a nightmare – everything went wrong that could go wrong … but Branson stuck with it.” The situation eventually stabilised in 2005 – “it became a very reliable railway,” says Green. Works continued through to 2009, at a cost to the taxpayer of £8.5bn, plus hundreds of millions of pounds in additional subsidy to Virgin to make up for delays. Dividends Branson netted at least £317m in dividends for his 51% share of the west coast joint venture with Stagecoach, up to March this year. Supporters of nationalisation say that money could have been reinvested in the industry rather than siphoned off to Branson’s home on Necker Island; Virgin would rather point to the growth in overall revenue going to the exchequer from having built up the business. Franchising fiascos When FirstGroup outbid Virgin to win the next franchise to run the west coast mainline in 2012, Virgin claimed the numbers didn’t add up. Branson launched a ferocious PR battle and rallied his lawyers before the hapless Department for Transport was forced to admit it had bungled the figures and abandoned the award. Virgin kept the line until this year, when its own bid was deemed non-compliant because it refused to take on pension liabilities and rejected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}