{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/07/queensland-ordered-to-release-secret-report-on-black-throated-finch-conservation", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-06T19:00:50Z", "webTitle": "Queensland ordered to release secret report on black-throated finch conservation", "webUrl": "https://www.theguardian.com/business/2019/dec/07/queensland-ordered-to-release-secret-report-on-black-throated-finch-conservation", "apiUrl": "https://content.guardianapis.com/business/2019/dec/07/queensland-ordered-to-release-secret-report-on-black-throated-finch-conservation", "fields": {"headline": "Queensland ordered to release secret report on black-throated finch conservation", "bodyText": "The Queensland information commissioner has ordered the state government to publicly release an independent report it commissioned – then largely ignored – into Adani’s black-throated finch conservation efforts. Both the state Department of Environment and Science and Adani had attempted to block the release of the report, which was compiled by an independent panel of experts “to obtain the best scientific advice”, arguing it should remain secret. The latest unpublished ruling, by Queensland information commissioner Louisa Lynch, provides for the release of the panel’s report on Adani’s black-throated finch management plan to the Australian Conservation Foundation on the grounds of public interest. The ACF has been told it should have the document in 20 days, but its release could still be blocked or extensively delayed by Adani, which has developed a pattern of objections and appeals to the release of government-held information about its Carmichael project. Adani is in the drawn-out process of appealing a similar decision – demanding the release of documents relating to plans for the Townsville and Rockhampton councils to pay for an airport to be built at the mine site – in the Queensland Civil and Administrative Tribunal. The panel that wrote the finch report, led by threatened species expert Brendan Wintle, is understood to have raised concerns about Adani’s plans and made recommendations that were ultimately ignored after the Queensland government imposed approvals deadlines. Wintle has spoken publicly and in detail about the concerns of ecologists, but not about the specific detail of the report. In her decision, Lynch says Adani complained that the report contained confidential and commercially sensitive information, and that it had “genuine concerns regarding both the independence of the review and the value of the document itself”. Adani was asked to identify specific confidential information in the report it was concerned about being released. The company’s lawyers responded that Adani “did not wish to make any further submissions”. The miner also argued that the release could have a detrimental impact on the company because it would “trigger further action from activist groups”. Lynch rejected the suggestion and said it was not reasonable. “DES commissioned the report in order to obtain ‘the best possible scientific advice’ on the potential impact of the Carmichael coalmine on the black-throated finch population,” Lynch wrote. “DES discharges, on behalf of the public of Queensland, an important regulatory function aimed at protecting the environment from harm. “[The decision to approve Adani’s plans] and all decisions and actions DES has taken in respect of the approval process for the Carmichael coalmine are taken on behalf of the community. As such a high level of scrutiny and need for accountability attaches to any such decisions, which must be as transparent as possible.” Adani’s repeated attempts to block release of public documents Adani has repeatedly sought to block access to government documents about its dealings, including a case where the miner has taken the ABC to a Queensland tribunal to prevent the release of an agreement for two coastal councils to pay for a remote inland airstrip. That case is still ongoing in the Queensland Civil and Administrative Tribunal, where claims involving government departments or administrative appeals often take significant time to resolve. Adani claims it no longer needs the airport – which was to be built by Queensland firm Wagners – for the scaled-down version of the Carmichael mine. But it continues to fight the release of a “term sheet” that contained secret details of the deal, struck with Townsville and Rockhampton councils, for them to fund the construction in exchange for the cities being named fly-in fly-out hubs for the project. Townsville council initially refused a freedom of information request by an ABC journalist on grounds the deal was commercial in confidence. But the Queensland Office of the Information Commissioner overturned that decision in March, in an unreported judgement that ruled the public had a right to know details, given the extraordinary circumstances. In her March judgment, Lynch said Adani and similar “sophisticated commercial entities” ought to appreciate that funding awarded by government entities would be ultimately accountable to the public. “Any proposal by a local government body to contribute funding for the construction of transport infrastructure in the territory of another local government, for use and benefit of private entities, and in circumstances where the benefitting entity will, as noted, ultimately take ownership of the infrastructure, merits high levels of transparency and accountability,” Lynch said. “These public interests warrant disclosure beyond that of, say, the potential dollar amounts involved, but information as to the very structure and mechanics of the proposed deal, such as is contained in the term sheet. “Both [councils] are, as local government authorities, duty bound to ensure they steward public monies prudently, transparently and accountably. “That fact is relevant, as the availability of such public funding is likely to mean that the entity, business or enterprise standing to benefit from same can conserve its own resources, as it does not have to draw on its own funds [or commercial funding markets], enhancing the potential for the generation of private profit.” Christian Slatter from the ACF said Adani was abusing freedom of information laws to hide its coal plans from legitimate public scrutiny. “The company’s aggressive secrecy raises questions about what more it wants to hide,” Slattery said. Adani said in a statement: “The [Queensland] Right to Information Act states that it is not appropriate to disclose information that contains the commercial or financial affairs of entities or which contains personal information. Adani responds to government requests under the RTI Act in accordance with that legislation including those important non-disclosure requirements.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}