{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/04/us-healthcare-costs-brits-reaction-nhs", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-04T17:54:46Z", "webTitle": "AOC and Sanders tout NHS after video of Brits gasping at US healthcare goes viral", "webUrl": "https://www.theguardian.com/business/2019/dec/04/us-healthcare-costs-brits-reaction-nhs", "apiUrl": "https://content.guardianapis.com/business/2019/dec/04/us-healthcare-costs-brits-reaction-nhs", "fields": {"headline": "AOC and Sanders tout NHS after video of Brits gasping at US healthcare goes viral", "bodyText": "A number of progressive American politicians have tweeted out a video of surprised Brits gasping at the cost of healthcare in the US. The New York congresswoman Alexandria Ocasio-Cortez tweeted: “To our friends in the UK: please cherish, protect, &amp; continue investing in your healthcare system! Once Big Pharma &amp; special interests get their hands on it, it could take generations to regain. Millions of people in the US are fighting to have a system half as good as the NHS.” The Vermont senator Bernie Sanders used the video to highlight how normal the concept of free healthcare is in the UK: “Remember that our outrageous for-profit system is not the norm in other countries. We can and we must do better. We need Medicare for All now,” he said. The video, posted by the news website Joe, has been viewed more than 10m times. When the price of two EpiPens ($600 in the US; free in the UK) is told to one British interviewee, she conveys her shock in a quintessentially British way: “Shut the fridge!” she says. “Is there a price for that?” responds another, when asked about the cost of getting an ambulance ($2,500 in the US; free in the UK). At times, amid all of the “For real?”, “For what?” and “Why?” responses, the Brits in the video might sound a bit smug. But they should be forgiven: it’s hard to imagine these costs when they’re used to going to a doctor, getting picked up in an ambulance or getting an operation, and receiving no bill. In the UK, there are no questions asked about whether you would prefer the better, more expensive surgery, or the cheaper one – the best option is simply chosen for you; something that public health officials spend hours poring over, in publicly available cost-benefit analyses. And it costs the UK government less than the US – the UK government pays about half what the US does towards healthcare – with better outcomes than the US to boot. Meanwhile, in the US, the average consumer spends more than $10,000 a year on healthcare, and 52% of all debt collection actions include unpaid medical bills. A significant number of Americans go broke trying to pay off their medical debt – 530,000 bankruptcies a year are because of debt accrued due to a medical illness. Outside of going broke is a nasty reality – about 45,000 Americans die annually because they don’t have healthcare. As one Brit in the video succinctly puts it: “Man, so if you’re poor, you’re dead.” The takeaway message from Brits in the video is clear: “[The NHS is] literally the gift that keeps on giving. People are so dumb for taking advantage of it,” says one woman, referring to those who take the NHS for granted. Another woman is a bit more blunt. Asked what message she would give to those profiting off the outrageous cost of healthcare in the US, she says: “You bastards.” This article was amended on 5 December to correct that the video was viewed, rather than shared, over 10m times."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}