{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/08/older-voters-election-2019-assets-tax-labour-tories-social-care", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-08T08:00:34Z", "webTitle": "Older voters are richer than ever, yet still their needs rule", "webUrl": "https://www.theguardian.com/business/2019/dec/08/older-voters-election-2019-assets-tax-labour-tories-social-care", "apiUrl": "https://content.guardianapis.com/business/2019/dec/08/older-voters-election-2019-assets-tax-labour-tories-social-care", "fields": {"headline": "Older voters are richer than ever, yet still their needs rule", "bodyText": "Patterns make for ugly pictures in modern British elections. Chief among them is the dominance of older voters. Ever since the loud and justified yell of anguish over Gordon Brown’s infamous 75p rise in the state pension, older voters have harried successive governments to improve their incomes and protect their wealth. Brown’s mistake was made in his budget of April 2000 and from that date onwards, prime ministers have tampered with pensioners’ livings standards at their peril. This week’s vote illustrates how little has changed. If anything, the votes of older people loom ever larger, dominating the spending promises of all the main political parties. And where those policies threaten the seniors’ finances, political parties suffer. To give an illustration of how retired households have caught up with working ones, the Office for National Statistics points us towards median household income figures. In 1990, a retired household could expect to live on £10,714 a year, where a working household could count on more than double that, at £22,054. By 2017, the average disposable income of working households had gone up by 35%, to £29,876. Over the same 27 years, average pensioner household income soared by 108% to £22,328. The gap has stayed much the same over the past three years, since wages began to improve for the average worker. But older voters can count on two trends working in their favour – rising property prices and strong investment returns. The latter bounced back from falls following the 2008 financial crash and haven’t stopped rising ever since at double the rate of inflation. The old possess by far the most financial assets and so it is they, along with the super-rich of all ages, who gain most from rising asset wealth. Figures last week from the ONS show that the average Briton’s wealth increased by 6.5% a year between 2016 and 2018. The same survey finds that 73% of over-65s have more than £200,000 in assets, and 47% have more than £500,000. Those aged 55 to 65 are even wealthier. Just over 30% are asset millionaires, while 53% can say they are worth more than £500,000. About a sixth, however, have assets worth less than £85,000, which shows that inequality among over-65s has grown at a faster pace than in the working-age population. But this small percentage highlights how many older people are active in the financial game, worrying about the fate of their property, pensions and savings. These ground-shifting trends illustrate how much the electoral landscape has changed. And with 12 million over-65s in Britain, a country only a few years away from having 20% of its population retired, the impact on voting behaviour is huge. The importance of wealth means better-off pensioner households up and down the country are more likely to be swayed by promises of tax breaks on their capital and resistant to Labour’s confused prospectus. Labour, among a welter of policy initiatives, offers comprehensive improvements to public services with one hand, but takes away from most older people with promises of higher capital gains tax and a lower inheritance tax threshold. It’s true that outside London and the south-east the wealth stashed in property and savings declines sharply. Yet in an uncertain world, where so many postwar certainties are broken, greed and fear should never be discounted as a motivation for voting, wherever people live and no matter how small their savings. You would think, in this atmosphere, that one of the parties would have stepped forward with a comprehensive social care plan, one that took away the fear of old age. With a reliable social care in place, older voters could afford to be more optimistic, and maybe share some of their wealth to tackle issues like climate change. Labour has a partial plan in its manifesto that would pay for at-home personal care but nothing else, leaving the claimant having to cover other facilities and residential care. Labour says it will help with these costs – though, crucially, it hints at means testing, which would make the better-off pay £100,000 or more towards their care. By contrast, Boris Johnson has simply said that no one will need to sell their home. Why did he say this? Because No 10 plays to the fears of older voters while Labour almost denies their existence. The Tories know they are working with a group who want to pass on their unearned gains from property and shares to their family while limiting how much they pay in tax towards their care. Labour was in a position before the election to chart a way through this mess. It still should."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}