{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/dec/03/sky-jobs-elstree-tv-film-studio", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-12-03T14:20:46Z", "webTitle": "Sky to create 2,000 jobs with new Elstree TV and film studio", "webUrl": "https://www.theguardian.com/business/2019/dec/03/sky-jobs-elstree-tv-film-studio", "apiUrl": "https://content.guardianapis.com/business/2019/dec/03/sky-jobs-elstree-tv-film-studio", "fields": {"headline": "Sky to create 2,000 jobs with new Elstree TV and film studio", "bodyText": "Sky has unveiled plans to build a Hollywood-style film studio in north London, creating more than 2,000 jobs, as the pay-TV company steps up its fight against streaming giants Netflix and Amazon. The 13-hectare (32-acre) studio complex will be built in Elstree, just down the road from Elstree Studios where rival Netflix shoots flagship series The Crown, and will open in early 2022, subject to planning permission. Sky Studios Elstree will become the European production base for Sky and NBCUniversal, which owns The Fast and the Furious maker Universal Studios, as both are owned by the US pay-TV giant Comcast. Sky said the studio complex, which it hopes will also become a base for other companies’ projects, will result in £3bn being spent on TV and film productions in its first five years. “This was an opportunity to build something brand new, state of the art and at scale,” said the Sky Studios chief executive, Gary Davey. “It is a big enough site to attract very high-end production in both TV and film from all over the world. We are going to fill this thing with projects of all kinds. It means a huge number of new jobs and new investment.” The company has made the move to develop its own production base as the UK increasingly faces a squeeze on studio space as TV companies, film studios and the streaming giants pour billions into making content. More than 200 films and 120 high-end TV shows were made in the UK last year, with a total production spend of more than £3bn. Sky spends about £7bn annually on programming, from Premier League rights to buying shows such as Game of Thrones and original productions such as Chernobyl and Fortitude. Sky has said it intends to double the amount it spends on making its own shows to about £1bn a year over the next five years. Sky Studios Elstree will have 14 stages, the smallest of which will be 1,800 sq metres, with enough space to shoot several films and TV shows at the same time. It will be about a third bigger than the plans to build a Hollywood-style studio complex in Dagenham East, which have been delayed after the developer put its plans on hold. Earlier this year, Netflix struck a deal to set up a permanent production base at Shepperton, home to films including Alien and Mary Poppins Returns. Netflix is spending about $500m (£385m) on making shows and films in the UK this year. Disney, which recently launched its Disney+ streaming service in a number of international markets, has secured space at Pinewood Studios, home to Star Wars and James Bond. A report last year from Lambert Smith Hampton, a property firm that specialises in film and TV space, estimates that new production space equivalent to four new Pinewood Studios will be needed in the UK to meet the demand from the film and high-end TV industry over the next 15 years. “The new studio is a reflection of both the problem and the opportunity in the UK at the moment,” said Jim Reeve, the chief executive of media investment firm Great Point Media. “We are creatively packed. We don’t have remotely enough quality studio space here to service what the film studios, TV companies and other platforms like the streamers want to make here.” The race to create space is leading to a string of new developments. Earlier this year, Pinewood gained planning permission for a £500m expansion of Shepperton, which will make it the second-largest studio in the world. Pinewood is also undergoing a £200m expansion to double its size to keep up with demand. Earlier this year, Steven Knight, the writer and creator of the Birmingham-set drama Peaky Blinders, unveiled an ambitious £100m plan for a 16-hectare (40-acre) film and TV studio in the West Midlands. Developers are seeking planning permission for a £135m film and TV studio complex in Ashford, Kent, on a former locomotive manufacturing site."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}