{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/16/claire-alex-danson-interview", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-16T21:00:30Z", "webTitle": "Claire and Alex Danson: ‘We were told she might not survive. The family were very scared’", "webUrl": "https://www.theguardian.com/sport/2019/dec/16/claire-alex-danson-interview", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/16/claire-alex-danson-interview", "fields": {"headline": "Claire and Alex Danson: ‘We were told she might not survive. The family were very scared’", "bodyText": "“I think most of the time I’m still just the same,” Claire Danson says as we sit beneath a cold and darkening sky in the secluded gardens attached to the spinal unit at Salisbury hospital. The European triathlon champion, who won her 30-34 age category in June and then finished fifth overall when racing against men at the London triathlon in July, smiles in her wheelchair. Claire has been paralysed from the waist down since her bike was hit by a tractor while she was training on 28 August. She will never walk again and yet, as the remarkable 30-year-old explains, this is not her most difficult challenge. She is being tested in all kinds of ways – from basic bodily functions to psychological adversity. Claire looks up with clear eyes as complex emotions flicker across her face. “I’m still happy,” she says gently. “But I find being on my own the hardest. Your brain starts to think. Before the accident I used to be busy all the time and I didn’t have much time for thinking. Now there are times where you’re lying in bed or just waiting for help. Late at night, when the hospital is quiet and dark, is the toughest time.” A Monday afternoon is different. Claire is with me and, more importantly, her sister Alex, who won Olympic gold with the GB women’s hockey team in 2016. Two years later, in September 2018, Alex suffered a freak head injury that caused mild brain trauma and meant she could not cope with bright light or noise for over nine months. She was on holiday with her boyfriend, now her husband, and she threw back her head and laughed when he told her a joke. She hit her head against a brick wall and the damage became evident as the days, weeks and months passed. The 34-year-old Alex is still recovering but she is hopeful of returning to the GB hockey squad, which she captains, next month. Claire helped look after her big sister when Alex was confined to bed, in a darkened room, for months. Now, after Claire’s accident, Alex spends as much time as she can at her sister’s side. It feels raw when I arrive early at the spinal unit, not having met Claire before, and I wonder how she must feel at the prospect of talking about her changed life. I am only due to meet Alex in half an hour but it does not take long for word to reach Claire that I am in reception. It says much about her character that she wheels her way down the corridor to find me. I like her immediately and it seems natural to ask about the 10km wheelchair race she completed around Dorney Lake, near Windsor, nine days earlier – just 12 weeks after doctors warned that she might not live. From extreme gravity to the joy of her first race in a wheelchair sums up Claire’s resilience and ambition to find a new life. When the three of us talk later in the garden, Claire pulls an amused face when I ask if she gave herself a metaphorical pat on the back after whizzing around Dorney Lake, with the help of friends who pushed her. “My reaction was ‘I wish I could have done more myself’ or ‘I wish I could’ve been quicker,’” she replies. “It’s the way I’m wired and will suit me in this new situation. When I achieve things I feel good but then I’m automatically telling myself: ‘OK, but what’s next?’ I suppose I could say: ‘Yeah, that was really good.’ But I’m not really like that.” Claire still sounds like an athlete. “There’s always something else to do, to get better. I’m lucky. It would be really easy in this situation to give up if you didn’t have that motivation. But that’s ingrained in me as an athlete. It’s a big asset now.” Alex speaks about her own injury and her sister with spellbinding eloquence. She encourages me to be totally open and so I ask Claire if it would be all right to explain what happened on the day she was paralysed. “I don’t mind.” Claire says lightly. “It was around 11 o’clock. I’d swum with my friend that morning and come home. It was my normal day. I’d had a coffee. Then I said bye to mum and told her where I was riding, as she always asked. I waved goodbye to mum and started to ride. I remember taking a route I’ve done hundreds of times before. I went around this corner, seeing a vehicle, and that was it. And then I remember saying ‘Stuart’ a lot. He was first on the scene.” For Alex, “It was an incredible coincidence: he was our family friend. Stuart is a retired anaesthetist and the doctors think he saved Claire’s life because he was very calm. He cancelled the ambulance and called the air ambulance because he understood the seriousness. When the hospital heard he was a retired anaesthetist they didn’t question it. They got an air ambulance to Claire in six minutes.” Stuart’s daughter was Claire’s best friend and Alex shakes her head in wonder. “Claire was in a very rural part of Hampshire, where my family live, and it was a miracle he decided to take that route into the village.” Claire must have been in terrible pain as her spinal cord has been completely severed, causing instant paralysis, and she had fractured all the bones in her neck, broken every one of her ribs, both wrists and shoulders, as well as suffering two punctured lungs. “The brain has a way of blocking out that kind of thing,” Claire says. “I remember going to the trauma department and I was conscious all through it.” Alex was at home that day. “I’d been recovering at home for months and it was then that my brother called my husband,” she remembers. “He said: ‘You need to get to hospital quickly. Claire’s been in a terrible accident.’ My husband and I got to the hospital before Claire. I’ve never seen so many doctors so we knew Claire was in a very bad way. She was conscious and no one could understand it because her injuries were so significant. They said pain alone should have knocked her out. They said she only survived because she was so fit. After the London triathlon she was in the best condition she’s ever been in. They let us speak to her very briefly.” Alex looks at her little sister. “You were looking awful …” “Sorry,” Claire says. “You said a few words. Most of it was sorry. We were like: ‘Don’t be silly, you’ll be absolutely fine.’” Alex looks at me. “Claire knew straight away. She spoke before she was put on to the ventilator and said: ‘Alex I’m paralysed.’ She was very poorly and could hardly breathe and I just remember saying: ‘It doesn’t matter, you’re still here. Stay with us, stay strong.’” Claire’s family were made to understand her life was in the balance. “The NHS are amazing but quite brutal as well,” Alex says. “We were told very early she might not survive. They were very honest. Almost too honest. They said the family should stay close by that night. We were very scared. “Claire was on incredibly high drugs which are dissociative. So while you know you’re paralysed it’s almost as though you are having this out-of-body experience. But it was still absolutely horrific for Claire. The one moment in hospital that nearly broke us was when we were round her bed with the consultant. Claire is very intelligent. She knew what was going on even though she was in and out of the [induced] coma and ventilated. The consultant said: ‘You’re going to have back surgery, then we are going to try and save that right arm. You’ve got a T9 [vertebrae] complete sever and you’ve broken every bone in your neck so we might have to operate on that too.’ Claire started getting agitated. “I said: ‘Claire, do you want to say something?’ She nodded. So she held my hand and we went through the alphabet. I would say A, B, C and she squeezed my hand when I got to the first letter in a word. You can imagine how slow the process is. Claire spelt out: ‘I don’t care when, want best surgeon.’ I kept thinking: ‘God, this is awkward.’ But the consultant said: ‘Don’t worry, Claire, he will do the absolute best job.’” Claire still insisted on getting Alex to check with her friend’s mother, Sophie Wallace, an orthopaedic surgeon, that she would be operated on by the right person. “Bear in mind it took about 30 minutes for Claire to spell out a sentence,” Alex says. “The consultant couldn’t believe how sound of mind Claire was given her horrendous injuries. She then spelled out – and this got us all – ‘para athlete’. The consultant said: ‘Claire, do you want me to check with Sophie Wallace that our surgeon is good enough because you want to become a para athlete?’” Alex pauses when asked to describe her emotions in that moment. “I melted inside. It’s the mark of who Claire is. I can’t fathom, whilst you’re in that pain and that terrifying situation, how you still consider a hopeful future. Triathlon was Claire’s life and she was fabulous at it. When I was unwell, and lived at my parents for a while, she’d get up at four so she could do her training and be back at eight – roughly when I’d wake up. She would be with me from eight until two when she’d start working. That sums up Claire. “When I heard those words ‘para athlete’ I remember thinking: ‘Please give us something, please let this surgeon be good.’ And he was fabulous and the human body is phenomenal. Look at Claire now, and apart from the obvious, you can’t believe she was fighting for her life 12 weeks ago. Claire is such a bubbly, full-of-life human. But this is life-changing, and incredibly difficult for even the strongest person. Her life is looking very different. In another year she’ll be living independently, and doing her thing again. But, at the moment, day-to-day is very difficult.” As a way of coping with the difficulty Claire has been brave and open on her Instagram page. She has written about the fact that she suffered terrible anxiety before she met many of her friends at a day organised by Alex. The day went well but it was hard for Claire to imagine people seeing her in a wheelchair for the first time. She has also written about the hidden realities of paralysis and that, unable to move the muscles she needs to empty her bladder, she will eventually have to learn either to catheterise herself or have a small hole drilled next to her belly button so she can emit urine when she goes to the toilet. “I knew she was pretty extraordinary,” Alex says of Claire, “but her posts are so powerful. We put something on her Instagram and overnight she had 15,000 followers supporting her. The obvious thing – that you can’t walk – is the easy part in some ways. That’s terrible to say but no one thinks about bowel care or the catheter. Claire was initially unsure about writing it down but she decided it’s important people understand the self-care that accompanies a spinal injury. That’s where I think she will help an enormous amount of people and, in her own way, change the world.” Alex looks at Claire again. “Say the first thing you said to me in the ICU.” Claire smiles. “I said: ‘I know this is a bit morbid but will you take some photos? I want to document it.’ I’m so weird. But the idea of sharing the photos and emotions is to show that a lot of stuff is relatable. The feelings I face here can relate to 1,001 things in life. We all have struggles and, often, our feelings are the same. I want to teach people that actually there are many more difficult things than the problem we’re facing right now. Sometimes people jump to conclusions about others without actually knowing the struggles they face. All you can do is be kind and do the best you can by everyone.” Claire listens when I say that I admire the way in which her posts do not skirt the darkness of her situation. She tells people her life does sometimes feel bleak and hard. She writes about her boyfriend who reassures her that nothing has changed – before she gently reminds him that everything has changed. They have found a way to talk openly, just like Claire addresses the world so honestly. “It’s important people don’t just see me and think: ‘Oh, she’s having a great time,’” Claire says wryly. “You look at other people on social media and think: ‘How amazing is their life? I wish I had that.’ Well, you’ve probably seen 1% of their life they’ve chosen to share. I think it’s important to see everything.” Alex nods. “You’re very good at being honest. We always say we have to talk about it. So if I’m not feeling great, Claire’s the first person I tell.” “That’s good,” Claire replies, “because I want you to tell me. Sometimes people will say to me: ‘I can’t complain because I’ve only hurt my finger.’ Yeah you can. It’s your biggest issue right now. Of course you can complain.” As for her paralysis, Claire says: “I think you have to accept it. I’m sure some people don’t. But I don’t feel my life is over. So there wasn’t any doubt about para sport. I have to do sport because it’s so important to me and ingrained in our family. I’ve just got to find out how I’m going to do it, and find a way of doing it as well. I guess sport makes you more resilient.” Alex says: “We don’t know yet in what sport, but Claire will compete again. She’ll get there, without a shadow of a doubt.” Claire hopes to leave hospital at the end of January. When I ask her to describe a typical session of rehab she reveals that she made another breakthrough that morning while Alex and I had been chatting over a coffee. “I’ve been trying to build my upper body strength. In the session I’ve just had I transferred myself from the physio bed to my chair.” “Did you?” Alex exclaims. “Yes, but I used the aides as I don’t quite have the strength to do it on my own. There’s a board, which you go on to sideways and then you slide down it into the chair, using your hands.” “Were you on your own? “Sarah [a physiotherapist] was there. But she didn’t need to support me.” “Claire,” Alex says, “that’s unbelievable!” I ask if she had a feeling of “Wow!” when she did it. “Yeah, I did. But then I thought: ‘We needed the board and the slide sheet.’” “And you didn’t do three somersaults on the way down,” Alex jokes. “The next thing will be to get enough lift so I move from the bed to the chair on my own.” “Claire,” Alex insists, “this is massive.” “Yeah,” Claire says, “but I need to go much further.” I know she will and so when we talk about the question of identity – and how she once defined herself as a successful triathlete – I tell Claire how I see her. I’ve known her for only a couple of hours but I don’t see her as someone who had a terrible accident and ended up in a wheelchair. I see a young woman who seems certain to do extraordinary things. “You’re right,” Claire says. “It’s something I’ve got to get my mind around. I’m now re-forming as someone who is still the same but with different aims. Maybe they are more important goals in some respects – because I’m trying to help other people. In the past I achieved the things I wanted but it would’ve just been about me. It wouldn’t have helped anyone else. So maybe what I will do from now on is more important.” Alex looks up. “Remember what we always say, Dobbie,” she murmurs, using the nickname she gave her sister when Claire helped her get over her head injury. Alex and Claire, the recovering hockey player and the new para athlete, clasp hands. Amid that love and support, there is suddenly so much light and hope around them. “Yeah,” Claire says. “It’s the same but different …”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}