{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/05/arsenal-brighton-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-05T22:07:59Z", "webTitle": "Brighton’s Neal Maupay piles misery on Freddie Ljungberg’s Arsenal at Emirates", "webUrl": "https://www.theguardian.com/football/2019/dec/05/arsenal-brighton-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/dec/05/arsenal-brighton-premier-league-match-report", "fields": {"headline": "Brighton’s Neal Maupay piles misery on Freddie Ljungberg’s Arsenal at Emirates", "bodyText": "If Freddie Ljungberg is undergoing a job audition it must feel as if he has been asked to rehearse the entire works of Sophocles. This was the kind of performance that suggests nobody, let alone an interim coach who had not managed a professional game before Sunday, will whip this group of Arsenal players into shape any time soon. It will require a prodigious effort to heave them from the doldrums in time to save their season. Ljungberg would like to oversee that recovery but will need significantly more help from a team who plumbed new depths here, saving their worst showing of a desperately poor campaign for his first home match in charge. Brighton thoroughly deserved the win, dominating two-thirds of the game and taking 20 shots to Arsenal’s 12. It has become common to see visiting sides show far more attacking incision but this was the first time one has won a Premier League game at the Emirates since April and, in the process, Brighton brought up a damning statistic for the hosts. Arsenal have now gone nine games without a win and it is their worst run since a 10-match streak that ended in March 1977, the month before Ljungberg was born. Most of the damage was done in a derelict first-half offering from Arsenal during which Brighton took the lead through Adam Webster and dominated for extended periods. Ljungberg’s charges improved rapidly after the break and equalised through Alexandre Lacazette. But the way in which they allowed the away side to gradually reassert control was entirely characteristic of recent performances and Neal Maupay’s 80th-minute header ensured a perfectly fair reflection of what had passed. Ljungberg might have hoped for a carnival atmosphere, given the unreserved affection in which he is held by Arsenal fans but the ennui here is clearly too deep-set. He was afforded an admiring welcome but hardly one befitting a club hero; perhaps the fans realise that, with the best will in the world, the odds seem stacked against his reign ending gloriously and what followed on the pitch simply hardened the feeling. By the time Webster, lashing in from close range after Arsenal had defended a corner poorly, gave Brighton the lead there had already been plenty of warning signs. On the ball Arsenal had been nonexistent, a couple of early flurries aside, and off it they had bordered on the diabolical. Brighton, whose reinvention under Graham Potter does present some evidence that outstanding coaching can transform a side, popped the ball about confidently and methodically, probing for openings while keeping Arsenal at arm’s length. Maupay tested Bernd Leno with a smart left-footed strike and drilled a cross-shot just in front of Aaron Connolly; Pascal Gross was given space to scheme and, in a harbinger of what would follow, Aaron Mooy was allowed to check into good positions on his favoured right foot on at least three occasions. Joe Willock should, for all that, have equalised when he headed straight at Mat Ryan from close range. The 20-year-old struggled and, for the third time this season, was removed at half-time. It goes to show just how difficult, and potentially damaging, a streak like this can be for a youngster: Willock is one of the country’s best young midfielders but in the current environment he is on a hiding to nothing. Nonetheless Arsenal did perk up with Nicolas Pépé’s second-half presence and equalised when Lacazette’s near-post header looped up and dropped into Ryan’s far corner. He may not have been going for goal but Arsenal needed the luck and, for a time, looked set fair to slay a few ghosts. They penned Brighton back and thought they had scored the crucial second when David Luiz volleyed in Mesut Özil’s free-kick; the players were lining up for kick-off when a VAR review showed the centre-back had strayed a yard offside, and nothing went right from there. It took only a couple of renewed shows of intent from Brighton for Arsenal to cower anew, to the extent nobody was surprised when Mooy found space again and delivered for Maupay to flick smartly across Leno. On several previous occasions, notably an undeserved home draw with Southampton 12 days ago, Arsenal have profited from moments of individual quality to salvage a measure of respectability. This time none were forthcoming, even though the substitute Gabriel Martinelli forced an excellent late save from Ryan. Ljungberg must wonder what he can possibly do to make things better."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}