{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2019/dec/06/calypso-bus-conductors-and-acrobatic-drug-dealers-a-birds-eye-view-of-90s-north-london", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2019-12-06T11:30:40Z", "webTitle": "Calypso bus conductors and acrobatic drug dealers: a bird's-eye view of 90s north London", "webUrl": "https://www.theguardian.com/cities/2019/dec/06/calypso-bus-conductors-and-acrobatic-drug-dealers-a-birds-eye-view-of-90s-north-london", "apiUrl": "https://content.guardianapis.com/cities/2019/dec/06/calypso-bus-conductors-and-acrobatic-drug-dealers-a-birds-eye-view-of-90s-north-london", "fields": {"headline": "Calypso bus conductors and acrobatic drug dealers: a bird's-eye view of 90s north London", "bodyText": "I spent my teenage years living with my dad in Stroud Green, north London. It was a great place to live, even though everyone was skint – you never really knew how anyone got by. My dad was a car mechanic and always had a few motors that he was busy fixing outside our house. I can’t remember why, but I always found him working in the street so embarrassing! Sometimes I’d climb out of my bedroom window onto the roof of my house and draw the streets below. They hummed with life and music but nobody ever looked up. The streets around our way could sometimes be a bit tricky. One time I was passing by the cab office and two boys tried to mug me, I quickly pulled up the hood of my parka ... Fortunately there was chivalry amongst muggers and that time I got away. At 3am every Tuesday I was woken by the nuclear train; it shook our house to its foundations as it rumbled through the neighbourhood. Lying there I’d think about the grey flasks of irradiated waste on their way from Sellafield to wherever and hope the driver was awake too. In those days we had our own heroes: graffiti artists such as Fuse, Doze and Excel sprayed pieces under the railway arches and went to ever more impressive lengths to tag in unreachable places ... but they weren’t the only acrobats. Occasionally we’d see one of the local dealers nimbly climb up onto the roof of the petrol station to get to his stash. Everyone knew where he kept his gear, but none of us ever would have taken any. it seemed as though there were more people selling than buying. From the old railway bridge, kids would throw stones at buses passing underneath. Sometimes on the bus we’d get a medley of calypso classics from the conductor. It was a fresh slice of island sun in grey old England – all the passengers would intently ignore him but he knew we loved it. I went back recently; Stroud Green is transformed. I’d never be able to afford to sit on that roof top any more. When people get mugged there now it’s mostly by their landlord! Nic Watts has been illustrating for over twenty years. He is currently adapting the play Toussaint Louverture: the Story of the Only Successful Slave Revolt in History by C.L.R. James as a graphic novel for Verso Books. He has also worked for charities such as the NSPCC and War On Want. More of his work can be found on his website or on Instagram Follow Guardian Cities on Twitter, Facebook and Instagram to join the discussion, catch up on our best stories or sign up for our weekly newsletter"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}