{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/03/progressives-stop-tory-wave-wakefield", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-03T06:00:14Z", "webTitle": "To hold back the Tory wave, progressives will have to join forces | Polly Toynbee", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/03/progressives-stop-tory-wave-wakefield", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/03/progressives-stop-tory-wave-wakefield", "fields": {"headline": "To hold back the Tory wave, progressives will have to join forces", "bodyText": "Tick-tock, the clock is running down and the day of reckoning approaches. Labour inches forward tantalisingly in the polls, but can it cut the Tory lead to below that crucial 7% mark, stopping an outright majority? Extreme agitation grows, anticipating the exit poll results, seconds after 10pm on election night. One thing is certain: Labour will not win a majority. Whether you yearn for it or dread it, the party is as likely to have its HQ hit by a meteorite on 12 December as win outright. (Happy to eat a hundred hats if I’m wrong.) What is all too possible is a blue wave sweeping all before it to wipe out all that tactical nuancing of each seat. In that instant our Brexit doom will be sealed and Boris Johnson will be off the leash – with the BBC, NHS, and safety, food and work regulations all in peril. As his party’s manifesto suggests, we will be out of the European convention on human rights, and he will be free to do anything that takes his populist fancy (alone with Belarus, no place for minorities or journalists). Whether throwing away keys, reintroducing capital punishment, banishing foreigners, stamping on “scroungers’’ or cracking down on Gypsies and Travellers, now that he’s replaced Tory liberal lawyers with cohorts of Priti Patel, he will be able to use any means to bind his ex-Labour Brexit seats to Torydom. That’s the nightmare: Britain joining the rightwing authoritarians to break Europe’s civilised democratic values. Johnson has discovered that truth and rules are for little people. He finds there is no authority to stop his rule by yobs with posh accents, if only they can grab those Labour votes. Look at that peevish threat to “review” Channel 4’s licence for empty-chairing him. There’s only one alternative – but it’s a good one. This deeply divided country needs a parliament to reflect itself and block the blue menace. The only balm is a parliament of compromise that blends progressive manifestos and sends the Brexit decision back to the voters, because nothing else can settle it. Here’s another certainty: a majority will not have voted for Johnson. An even bigger majority will not have voted for Jeremy Corbyn. Call it what they like – a confidence and supply agreement, a vote by vote pact – but Labour, the Liberal Democrats, the Scottish National party, Greens and Plaid Cymru together have the makings of a very good government. Never mind the nominal leader: its priorities, taxing and spending would be set together as all are agreed on ending austerity; electoral reform would be the glue. Can Labour stop a blue victory? We who travel about asking at bus queues, pubs and school gates, or knocking on doors, glean little more than those perusing unreliable polls. You sniff the air and hope to catch prevailing breezes. You hear pain, irritation with politics and ever more uncertainty. Sharp vignettes illuminate family lives framed in doorways. And some dottiness makes your head spin. I was listening in the Wakefield constituency, which voted 63% in favour of Brexit, making it one of the weak bricks in Labour’s so-called red wall. Mary Creagh defends a 2,176-vote majority. If she falls, she leaves 14 years of landmarks: she fought for a new performing arts Brit school of the north, flood defences saving the city so far, a new hospital and more. She would be a loss to the green cause: the Environmental Audit Committee she chaired was instrumental in the ban on microbeads, and it won a single-use plastic bottle return law. Now it is in the midst of a fight over tons of fast-fashion waste. Good and bad MPs are swept along by election tides. In Ossett, Creagh’s most Brexit-supporting ward, she talks of austerity – 11 Sure Start centres lost, £69m school cuts, food banks, a homeless man found dead last week. But there’s a “Fuck off!” from a man in paint-splashed overalls. “I’m for Farage,” he says, “for sending back immigrants. You’ve got a clown for a leader.” Creagh usually tells Corbyn doubters, “You might not like the manager but you still back the team.” That’s no use here. A mother murmurs, yes, she’s Labour. Her autistic son can’t leave the house, four years out of school but he can only find three hours a week tutoring. “Sure Start was great when he was little,” she says. “I’m sorry it went. I’m for remain, I’m really worried what Brexit will do.” Will her husband vote Labour? She looks nervous and whispers, “You’ll have to ask. We don’t talk about it. I don’t know.” Inside, he says brusquely: “I was Labour, but no more. I’m for Farage, got his feet on the ground. We voted out, so it’s out!” Many do greet Creagh warmly: firm Labour supporters, talking of cuts and remembering the time she got their personal independence payments (Pip) restored, the bedroom tax sorted, a universal credit payment challenged or the books she got for an empty school library. But there’s that other wild card: one mum outside the school gates stomps past, hissing, “I’m voting Corbyn, not for you, Blairite!”, a sign of another upcoming battle. Here’s Brenda Trenam to cheer the day with her home full of animals and birds. She voted leave but regrets it now. “Changed my mind, I never expected disruption,” she says. “It’s bad for our children’s future and for food prices. Labour? We always are.” She’s a housekeeper for a cystic fibrosis ward. “I see the nurses’ stress getting worse. I should be retired, but they took away my pension. Will Labour really give it back?” But she’s stunned when her husband Leslie says, “I’m uncertain. I’m Brexit and Boris says he’ll get us out. I’ve been Tory a few years.” “Oh no he hasn’t!” Brenda says, outraged. Lisa Dodd is another leave regretter. “We use the NHS a lot, my husband broke his neck, I had cancer, my mum was sick, so that £350m on the bus for the NHS swayed me. Now I worry what Brexit will do for our children and I want to vote again.” She’s out posting Labour leaflets. But what do you say to the mother who tells me her whole family is moving to Spain unless they get Brexit? Or to a nurse wasting a vote here on no-hope Lib Dems? Out of all that, the thwack of firm government forcing a non-consensual Brexit, with only minority support, would break politics as we know it. Roll on a progressive concordance of the reasonable that would let voters fix the Brexit mess. • Polly Toynbee is a Guardian columnist • This article was amended in two respects on 3 December 2019. The proportion of referendum voters in the constituency of Wakefield who favoured leaving the EU was corrected to 63%. The previously quoted figure (66%) referred to the area covered by Wakefield council. Secondly, the Environmental Audit Committee helped the passage of a return law for single-use plastic, rather than glass, bottles."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}