{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/09/get-brexit-done-lie-leave-eu-johnson", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-09T12:00:55Z", "webTitle": "‘Get Brexit done’ is this election’s biggest lie | Simon Jenkins", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/09/get-brexit-done-lie-leave-eu-johnson", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/09/get-brexit-done-lie-leave-eu-johnson", "fields": {"headline": "‘Get Brexit done’ is this election’s biggest lie", "bodyText": "Vote Tory to “get Brexit done’’ says an increasingly manic Boris Johnson. Yes, a Tory victory at this week’s election would confirm the UK’s departure from the councils of the EU. But it would not “get Brexit done”. Far from it. It would clarify almost nothing. That is the big lie of this election. Everyone knows that Britain simply cannot leave the EU without a trade deal with the rest of Europe. It is fantasy. An offshore island cannot be without a trade relationship with its adjacent mainland. But what it should be is wholly opaque. The only remotely plausible deal is that reached for Northern Ireland in October, by Johnson himself. It keeps the province within the EU’s customs union and therefore, of necessity, requires a customs border between Ireland and Britain. Yet this Johnson denies. Leaks to the Financial Times from Johnson’s own Brexit department indicate that the protocol for such a border cannot realistically be in place by the formal withdrawal date at the end of next year. Nor will it be “free of checks”, as Johnson constantly says, in telling traders to tear up any forms and “throw them in the bin”. That would be illegal. He seems unaware that you cannot be inside and outside a customs union at the same time. Northern Ireland cannot enjoy borderless free trade with both Britain and the rest of Ireland. It is a practical impossibility. It is a lie. On this Johnson should have been nailed to the floor in this chaotic election media circus. If Northern Ireland is to remain in the customs union, why not Britain? If Johnson can accept the realpolitik of the first, why not accept the second? Call it something else perhaps, but customs union it must be. The UK must stay within Europe’s economic area on the existing basis. There are no paltry “deals with the rest of the world” that can remotely compensate for the costs of a fixed border, tariffs and half-baked immigration controls. Every expert in world trade knows this to be true. Every seminar, conference, lecture and Whitehall leak says so. Britain can leave the EU in January. Johnson can have his Roman triumph. But it makes no sense for him to retreat behind protectionist trade barriers with the rest of Europe. If he only said so, I cannot believe millions of Brexiters would desert him – he will have “left Europe” – and I am sure tens of thousands of exhausted remainers would swing behind him. As it is, we must hang on and hope, yet again, that Johnson just does not mean the nonsense he says. • Simon Jenkins is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}