{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/03/election-queen-is-not-dead-gibbo-rumour", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-03T16:27:12Z", "webTitle": "So the Queen is NOT dead. Wow, even ‘Gibbo’ is lying to us now | Joel Golby", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/03/election-queen-is-not-dead-gibbo-rumour", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/03/election-queen-is-not-dead-gibbo-rumour", "fields": {"headline": "So the Queen is NOT dead. Wow, even ‘Gibbo’ is lying to us now", "bodyText": "I wanted to send my dad in to cover this column instead, but for various reasons (chief among them being my editors threatening to change my byline photo to an ice cube melting on a keyboard) we are here, now, together, so I guess I’d better get on with it. Anyway, topline: the Queen is not dead, the usually infallible Gibbo was wrong. We should at least tee up the fact that the “Queen is dead” hoax is now an annual winter tradition, the freezing foil to Glastonbury’s summer high. The temperatures plunge, frost creeps over the pavements, fat squirrels hibernate up high away from the range of Jo Swinson’s sniper scope and, at some point between November and February, speculation bubbles up that the monarch might have died and the palace is just keeping it “hush hush”, waiting for a more auspicious moment to announce it. Given that this is a country that once speedballed to death its own king to make it easier for the morning papers to report the news, it’s not the most “out there” of claims. But where to start with a story that begins with the rigid, cold corpse of the Queen and ends zoomed in on the grainily photographed tip of a penis? On Sunday, a screenshot went viral of a WhatsApp group chat called “Old times” where a nameless source known only as “Gibbo” (America had “Deep Throat”, we have a man who sounds like he’s banned from his local Spar for riding a BMX down the cider aisle) forwarded the messages: “Queens passed away this morning, heart attack, being announced 930 Am tomorrow, channel dash 0800 tomorrow in full number 1s, in your black kit bag you need : 1 set of 3s 1 set of 4s Under and socks for two weeks Washing kit Body washing kit Cities fornstand down”. I feel so nerdy before I write this next line that I’m taking a huge honk of inhaler and asking my form tutor if me and the boys can form Warhammer club so we don’t have to go outside during break time: but why would Gibbo use both regular time (930 Am) and military time (0800) when breaking the news? Yeah, exactly. That and the Queen not being announced as dead proves once and for all that this cannot be real. But then, during an election campaign, on a quiet Sunday night, does it matter whether the Queen is dead or not? Or would we rather spend 14 hours speculating about why the troops would be asked to pack two weeks of underwear and only two sets of clothes? The answer to both is “yes”. Enormous, country-altering news stories can’t help but alter election coverage, suspend campaigning. No disrespect, Ma’am, but it would be really inconvenient for you to die just now. This election is just getting good. The fallout, though, is the most delicious bit. As everyone online analysed the WhatsApp screenshot, the blue-ticks starting speculating about how absurd it would be that the Queen would ever die. “I see we have reached that time of year where I have to dispel rumours of HM’s passing,” said Royal Central editor Charlie Proctor, as if he has to go through this with someone every other day. “The Queen is not dead. She is alive &amp; well and is very much looking forward to hosting President Trump and other world leaders at Buckingham Palace on Tuesday for the NATO reception.” Andrew Lilico tweeted with the cool, calm tone you would expect from Brexit’s favoured economist in the event of the Queen dying, saying: “Are people falsely claiming the Queen is dead? Isn’t that High Treason? Do you all assume your judges will have a sense of humour?” And as we all head directly to jail without passing Go for saying the Queen is dead, the final payoff: there, lurking in plain sight all along, the group icon if you zoom in and squint: a stiff, saluting, dimly-lit little chode. I would like to imagine, for a moment, what it would like to be the owner of that penis: inextricably linked now to the death of the Queen, having your meat pored over by Westminster-leaning newsrooms across the country, probably being analysed by supercomputers in Russia and China and, if we’re very honest, being downloaded and enhanced, pixel-by-pixel, deep in the bowels of MI5. Has an innocent dick pic ever caused such an international fracas? Did the person who first sent it, one throwaway horny night, know that their dick might kill the Queen? Please, Gibbo, I’m begging you, whoever you are: get in touch and let me know. Universally dreaded I know bullying isn’t “grownup” or “cool”, but I am quite enjoying the mass rejection of Iain Duncan Smith by the people of Chingford and Woodford Green. It’s a multi-narrator story arc that paints him as a lowly tragic bald spectre, bearing his teeth in dark doorways and pitiably handing out his flyers to those who hate him and getting his dark little heart crushed in return. This particular photo by Will Goring – him, smiling with glee, Iain Duncan Smith, cowed and pathetic and doing the “come on mate don’t take a photo of me when I’m down on my arse” arm gesture to camera – is in my eyes a work of modern art, and that’s without the apocryphal Facebook post doing the rounds. “‘Please take this leaflet back. I don’t want it,’” the anonymous Facebook author says to a door-stopper who slipped an IDS flyer through their door. “And he says: ‘I didn’t put that through your door.’ And I say: ‘You clearly did, you have a pile of them in your hands. Can’t you see the Labour poster in my window?’ […] And you look up at him. And it’s Iain Duncan Smith himself.” If this is genuine, it means even Iain Duncan Smith is ashamed to endorse Iain Duncan Smith. And, really, could you blame him? Centrist cad Not like the Liberal Democrats to snatch defeat from the jaws of victory, but they’ve somehow managed it again: in an innocuous tweet sent on Monday morning, Lib Dem HQ tweeted photos of Hollywood brake light operator Hugh Grant alongside its Finchley and Golders Green candidate Luciana Berger. “So great to see Hugh Grant supporting @lucianaberger over the weekend,” it went, alongside a beaming photo of the pair, before stating: “Only the Lib Dems can take seats off the Tories – and together we can stop Boris and #StopBrexit.” Grant, who hasn’t aligned himself with one particular party, rather endorsing a tactical anti-Tory voting block, replied spectacularly with: “Your second para is not true.” The party had its celebrity endorsement, and then it “did a tuition fees” on it, and now it doesn’t. A lesson as old as time itself: put out a rake and the Lib Dems will always find a way to step on it. • Joel Golby is the author of Brilliant, Brilliant, Brilliant Brilliant Brilliant"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}