{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/05/uber-loan-program-debt", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-05T11:00:11Z", "webTitle": "Uber’s new loan program could trap drivers in cycles of crushing debt", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/05/uber-loan-program-debt", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/05/uber-loan-program-debt", "fields": {"headline": "Uber’s new loan program could trap drivers in cycles of crushing debt", "bodyText": "Under the guise of giving its drivers more access to the banking and financial system, Uber has quietly been developing a loan program that may have the potential to trap drivers in cycles of debt, making them easier for the company to exploit. In early September, a number of Uber drivers in the US received a notification through their Uber app informing them that the company was developing an “exciting new financial product” to help them “in a time of need”. “If Uber provided access to affordable loans,” an accompanying questionnaire asked, “how likely are you to take advantage of this product?” What Uber was testing with drivers appears to be a payday loan program in which the company will offer drivers short-term credit of up to $500 or more. Drivers would presumably repay these debts by, well, driving for Uber. The program, versions of which have already been rolled out in India, Brazil and Peru, has not yet been launched in the US, and Uber has declined to discuss its details in the press. But the loans are clearly part of a broader push the company is making, through its new Uber Money subsidiary, into giving drivers access to financial products such as bank accounts and credit cards. Access, however, tends to come at a price. We don’t yet know anything about the terms of Uber’s loans. But given the company’s business model, the extreme financial pressures it is facing, and its history of exploiting workers, we should fear the possibility that its loan program will create a cruel new form of digital peonage. Peonage, which was used as a replacement for outright slavery in the post-civil-war American south, is a system of economic exploitation in which workers are compelled to work to pay off debts to their employers. Uber’s update to this system may be delivered via smartphone, but as the California state assemblywoman Lorena Gonzalez recently tweeted, it could still be “f*cking feudalism”. Preyed upon by Uber in the past Aslam, a full-time Uber driver, is one of the workers who received Uber’s notification about the loan program. His initial response was relief: as a new refugee to the US, he has had trouble securing loans, and to support his family of five, he frequently needs more money than he can make driving 60 hours a week. A small loan obtained effortlessly through his Uber app could help him make ends meet without the shame of having to ask family and friends. The more he thought about it, though, the more Aslam was troubled by the loan offer. He had been preyed upon by Uber’s financial products in the past: after buying a car through Uber’s vehicle financing program, he had watched with mounting anxiety as Uber’s inscrutable black box algorithms whittled away at his effective hourly wage, making it almost impossible to repay his auto loan. And he wasn’t alone. Just last year, Uber was fined $20m by the Federal Trade Commission for misleading drivers about its vehicle financing programs. Like Aslam, most drivers earned significantly less than the company promised, and many received higher interest rates on their car loans and leases than they should have. The only reason Aslam is still driving for Uber, despite low earnings, long hours and high stress, is because he owes money on his vehicle. Each week, Aslam’s car payment is automatically deducted by Uber from his income. Sometimes late at night, when he’s desperate to stop working, he calculates how much of his income will be left after accounting for this deduction – and then forces himself to keep driving. Uber Money claims it is driven by a “mission of giving people access to the type of financial services they were excluded from”, and indeed, this payday loan program, alongside their debit and credit cards, are targeted at those, like Aslam, who are most economically disenfranchised. But rather than extend wealth and opportunity, access to payday loans and credit cards often represents what sociologists have called predatory inclusion – bringing historically marginalized groups into the economic system in ways that recreate and entrench existing inequalities. While it’s true that Uber’s loan service will be offered to people otherwise shut out of the banking system, depending on how it is structured, the program also has the potential to drag drivers into a new, highly predatory financial system. Although we don’t yet know what interest rates the company will charge, Uber’s business model gives it the incentive, and the means, to use the loans to trap drivers in debt and keep them behind the wheel. Maintaining coercive control How would a potentially predatory system fit into Uber’s larger goals? Since the company went public in May, its stock has dropped precipitously. Meanwhile, it continues to hemorrhage money, losing more than $5.2bn in just the second quarter of this year. In order to increase its value and eventually turn a profit, the company has to push drivers to make the company more money by working longer and for less. It would almost certainly be easier to force drivers to do this if they owed a debt to Uber. Such digital peonage could be made much more exploitative by the company’s use of data to determine ride prices and driver earnings. For example Uber could reduce the per-ride earnings of indebted drivers so that they have to drive even more hours to pay back what they owe. Perversely, a program that forces people to work more hours for fewer dollars could also help Uber retain drivers – something that the company has struggled to do but that is crucial to its long-term profitability. If the company designs their financial offerings so that drivers must continue to work for Uber in order to pay off their Uber debts or to maintain access to their Uber bank accounts, the company could lock workers in. If the only way you can have a bank account is to drive for Uber, then you might just continue to drive for the company even if you want to stop. Finally, in California and a growing number of other states, a new legal test has redefined who is a legal employee and therefore entitled to basic benefits like the minimum wage and overtime protections. The more Uber diversifies its earnings away from transportation services alone – the more it is “an operating system for your life” and not a taxi company with an app – the more likely its workers will be considered independent contractors, who aren’t owed any such benefits. At the same time, though, Uber’s payday loans could help the company maintain coercive control over its supposedly independent workforce. With data on how much drivers must earn to survive, Uber can personalize interest, calibrate exactly how long a driver must work to pay that interest, and push him to – and perhaps past – his limits. In continuing its foray into the financial services market, Uber may have proven once again that its main claim – that it provides freedom to drivers like Aslam – is also its biggest lie."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}