{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/03/black-woman-president-kamala-harris", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-04T03:34:27Z", "webTitle": "Many Americans are ready for a black woman president. Just not Kamala Harris | Derecka Purnell", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/03/black-woman-president-kamala-harris", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/03/black-woman-president-kamala-harris", "fields": {"headline": "Many Americans are ready for a black woman president. Just not Kamala Harris", "bodyText": "Senator Kamala Harris suspended her campaign on Tuesday, citing a lack of financial resources. “I’m not a billionaire,” she penned in a note to staffers. “I can’t fund my own campaign.” Harris has also recently attributed her lack of traction to her identity, explaining that many “aren’t ready” for her, given her race and gender. She is right and wrong about both sentiments. While she is not a billionaire, neither are the leading Democratic candidates, none of whom are funding their own campaigns. She sits comfortably at a combined $6m net worth with her partner, compared to Bernie Sanders ($2m), Joe Biden ($9m), and Elizabeth Warren ($12m). And yes it is true that some, perhaps many, Americans do not want a woman to be president, especially a biracial one. Yet an additional truth lies in Harris’ omission: many people are ready and excited for a woman of color to be president of the United States. Just not Kamala Harris. Rejecting her as a presidential candidate does not, and should not ever, permit how she has been treated for being a woman, black, Indian, biracial, and even having a white husband. Nor should we condone the fact that women of color candidates generally struggle to raise money because of political and social exclusion, including the financial strength of their networks. But progressive people of color rejected the idea that Harris could secure their hearts and votes solely because she is a woman of color. Running for office while at the intersection of many identities is not salvific. The activist generation that “voted for President Obama twice and still got tear gassed” during protests for black freedom felt viscerally the failures of identity politics in the streets, courts, and classrooms. No amount of “Black girl magic,” “Rooting for everybody black,” or “Trust Black women” hashtags could convince left leaning voters that Senator Harris could relate to the masses of women of color suffering in this country. Quite contrarily, Harris is criticized for expanding their suffering during her time as a prosecutor and a state attorney general. James Baldwin, discussing the possibility of the first black president in The Fire Next Time, asked: “What I am really curious about is just what kind of country he will be president of.” We live in a country that is, in policy and practice, often militaristic, racist, classist, sexist, and anti-immigrant. Given the recent wave of social movements, from Occupy to Black Lives Matter, from the Women’s March to the March for Our Lives, people are being pushed to think more expansively about how to fundamentally change the country and themselves. And that requires supporting a fundamentally different kind of candidate than Harris – despite her being undeniably qualified for the job. In addition to accusations of campaign mismanagement and lack of financial resources, Senator Harris also fell short because she committed to a grassroots funded campaign without any serious commitments to grassroots struggle. Senator Bernie Sanders is probably leading the field with the most amount of unique donors because he offers policies most closely aligned with that the most oppressed face: debt, healthcare, justice, and education. Dozens of black women organizers and activists endorsed Senator Elizabeth Warren because of her specific plans to help black women. Did these candidates outraise Senator Harris because they are white? Likely. But between these two viable options for progressives, and Biden capturing large voting bases because of his Obama ties and supposed electability, Harris could not maintain a base. As a black woman and lawyer, I did not even see myself in Harris, but instead found myself in solidarity with the people who suffered while she was a prosecutor and Attorney General of California and would have suffered under her administration, had she won the election. While she was the little girl who rode the desegregated school buses that Biden threatened, I was the little homeless girl struggling with absenteeism whose parent Harris would have threatened. As calls for solidarity, justice and dignity for Palestinians rose, Harris sided with Donald Trump and criticized outgoing President Obama’s refusal to veto a United Nations resolution denouncing illegal Israeli expansion into occupied territory. When she announced refusal to vote for a US border wall, she called for increasing surveillance and drones to increase border security - a virtual wall. And when a moderator asked her to reconcile her controversial record as a prosecutor at a town hall hosted by formerly incarcerated people, she responded, “There are a lot of people who have language now about it, but I would ask you to challenge them, ask them, what have they actually done to reform the criminal justice system? And then I’ll have more of a conversation with you about my record.” What Harris mastered in racial rhetoric and storytelling during debates, she lacked in substantive policy proposals for people of color. Notwithstanding the internal downfall of her campaign, Senator Harris’ absence undoubtedly reinforces racial, gender and financial obstacles that diverse candidates face in presidential races. Without any significant changes, this cycle will repeat, even for left of center candidates like Julian Castro. I predict Senator Cory Booker, Deval Patrick, and Representative Tulsi Gabbard will all drop due to traction or resources, while white or wealthy candidates with equally flat or worse campaign promises remain, including Mayor Pete Buttigieg, Senator Amy Klobuchar, Tom Steyer, Michael Bloomberg and Joe Biden. The political system certainly expels candidates of color, but, unfortunately for her, Senator Harris had much more than a resource problem. Derecka Purnell is a social movement lawyer and writer based in Washington DC"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}