{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/07/labour-free-basic-services-free-stuff-society", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-07T08:00:05Z", "webTitle": "It’s not ‘free stuff’ – what Labour is really offering is universalism | Rachel Shabi", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/07/labour-free-basic-services-free-stuff-society", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/07/labour-free-basic-services-free-stuff-society", "fields": {"headline": "It’s not ‘free stuff’ – what Labour is really offering is universalism", "bodyText": "“Do you accept that a lot of this free stuff that you’re talking about, it sort of reeks of desperation?” That question was put to Labour’s shadow chancellor, John McDonnell, on Radio 4’s World at One earlier this week. And it has become a typical response to the party’s raft of policies on issues ranging from adult social care to tuition fees, train fares to broadband. Voices from the political centre have objected that the manifesto is “packed with freebies”, and there have been japes about what other ridiculous things might be free next. Some have wondered why a government should make free to everyone services that many can afford, or asked why utilities such as broadband should be paid for through tax. This seeps through into society, aided by our post-austerity cynicism about government spending and, by extension, public services. What we’re seeing here is a conflict between two different ways of thinking about how the state should function. The “free-stuff” scoffers see state spending as a means-tested safety net to catch society’s disadvantaged. But the Labour manifesto is premised on the concept that society in general is elevated when the state provides a minimum for everyone. Policy people have termed this “universal basic services”, which sounds a bit wonkish. Let us, for the greater good, call this approach “universalism”. Hostility to a universalist provision of life’s basics hasn’t always been with us. While Labour’s postwar Clement Attlee government built much of the welfare state, the ideas guiding it surfaced decades earlier. Sidney Webb, co-author of the party’s socialist clause IV (dropped by New Labour), explained in a 1918 pamphlet that Labour should pursue “the universal enforcement of a national minimum” of services – the “requisites of healthy life and worthy citizenship”. Political consensus over pooling resources for the common good, regardless of ability to pay, anchored cross-party support for the welfare state, the NHS, schools and public housing – until Margaret Thatcher’s neoliberal wrecking ball crashed into society in the 1980s. Her government’s belief that the market should allocate resources, while the state should exist only to protect those markets, gained traction in the 1990s and ended up underwriting a lot of New Labour’s approach. The shift was from universality to conditionality – in the slogan of the time, “no rights without responsibilities”. Taking responsibility for basics previously understood to be provided by the state was reconceived as unburdening the treasury – and, therefore, a social good. Which is why centrists, through the prevailing wisdom of recent decades, view unconditional access to basic services as regressive – effectively a subsidy for the rich. This is what’s driving many negative assessments of “free stuff”. “We are standing 30 or 40 years of received wisdom on its head,” says Andrew Percy, at UCL’s Institute for Global Prosperity, which inspired Labour’s revived embrace of universal services. As Percy points out, countries across Europe already have expanded universalism: free childcare from six weeks is offered to all families in the Netherlands; elderly people in Belgium and Sweden have access to free social care. But in the UK the arguments grounding this approach have to be made afresh. And they go like this: universal provision is more efficient, better quality, less stigmatising and builds social participation, while tackling poverty and hardship. Also, wealthier people won’t be getting “free stuff” – they will simply be paying for it through taxes instead. Crucially, it can also enable the changes required to tackle the climate emergency: universal bus passes, for instance, could reduce pollution as well as congestion, while spreading the social glue of everyday contact. Advocates of universalism are finding they need to reintroduce its principles into the public conversation. “The language and the confidence in it has gone,” says Anna Coote of the New Economics Foundation. “If I talk about the collective ideal, it sounds old-fashioned and strange.” The Labour leader, Jeremy Corbyn, often talks about collectivism and helping each other – which may sound arcane to some precisely because it hasn’t had much parliamentary currency since the 1970s (conversely, the language is refreshingly appealing to younger people because they are so unused to hearing it in politics). But today’s universalism is not a hark-back to clunky, unwieldy, centralised state provision. Instead, the idea is that the state covers costs and ensures standards, but allows design and delivery to be done at local level. European examples from Barcelona to Ghent, Belgium show how authorities can enable cooperatives and other community-led organisations in the provision of social initiatives and amenities. McDonnell’s embrace of a “decentralised” approach to state provision shows that Labour has caught up with this thinking. A decade of austerity has savaged our public services: UN envoy Philip Alston reported last year that Britain’s shocking levels of poverty were the result of policies that “deliberately gutted” public services. Meanwhile, polling suggests that people are willing to pay more tax to increase spending on health and education. There is public appetite and need for state-provided services. We just need to remember the universalism on which such policies are built. • Rachel Shabi is a writer and broadcaster. She is the author of Not the Enemy: Israel’s Jews from Arab Lands"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}