{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/09/why-are-people-on-tinder-swiping-right-on-kombucha-and-realness", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-09T11:43:38Z", "webTitle": "Why are people on Tinder swiping right on Kombucha and 'realness'? | Jessa Crispin", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/09/why-are-people-on-tinder-swiping-right-on-kombucha-and-realness", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/09/why-are-people-on-tinder-swiping-right-on-kombucha-and-realness", "fields": {"headline": "Why are people on Tinder swiping right on Kombucha and 'realness'?", "bodyText": "Is irony or despair the best way to process the news that “real” was the most used word on Tinder bios in 2019? People are constructing advertisements for their hearts on a platform where their face will be viewed by thousands of people for the fraction of a second it takes to totally reject them. All the while, they say things like “I’m real,” or “I’m looking for something real” or “you better be real.” Tinder released a summary of all the data it collected from its users over the past year. And leaving out all of the creepy stuff it keeps tabs on – like, your exact location when you get horny for attention and affection, what you do on other apps like Facebook and Instagram, and the exact phrasing of your awkward attempts at flirting with strangers – and then sells to advertisers, it presented us with “The Year in Swipe: What 2019 Taught Us About the Future of Dating.” And what does it tell us about dating? Other than it’s a hell we all acknowledge but can’t seem to escape? The big revelations includes the fact that Generation Z – someone please come up with a better name for this – reference politics more than travel, probably because the generation includes those 24 or younger and most of them don’t have any money at the moment. Believing in something is free, after all. And people like to spell out their particular dietary preferences, with “kombucha,” “vegan,” and “avocado” all increasing in usage from the previous year. What that actually says about dating is that it is the same as it always was. People tend to date and mate with people who share the same political beliefs, so flashing AOC or RBG’s initials on your profile, a very popular thing to do in 2019, is just a quick way to weed out all the alt-right or Trump supporters in the sea of daters. If you do fight on your first date, if a message on the app leads to a date which it most likely won’t, it’s probably going to be about whether the Irishman was the most boring movie of the year. (“I don’t know, I think I lost consciousness for like an hour of it, nothing was happening.” “The Irishman is a profound study of a man’s inability to participate in the intimacy...” Date picks up their phone and starts texting.) People also tend to date people with similar socioeconomic backgrounds, and food has become an easy way to determine which class you belong to, without just announcing your salary to all other Tinder users. Kombucha is about five or six times the price of a can of soda, avocado prices have almost doubled over the past year, and vegans tend to be more financially affluent than meat eaters. Food preferences then become a kind of class signifier, a nicer way of saying “No poors, no fattys.” And I’ve seen language like that on the app a lot, but that will never make one of these surveys. In other words, people couple (or throuple or whatever poly people do) up in the same way they have for generations, the app simply changes the way that coupling looks. A much more entertaining, and illuminating, survey of Tinder data might be how people actually experience the app. How many people experience soul death when they log into their accounts, how many people have been sexually assaulted by people they met through the app, how the whole format of Tinder creates obstacles to commitment or intimacy, how many unsolicited dick pics and harassing messages and emotional abuse people have to wade through on their journey to love. But it’s the word “real” in an incredibly fake environment – where you know the vast majority of people are using face-tuned selfies and photos from when they were five years younger and outright deception in their bios – that gets to me. “Real” bios, “real” photos, “real” height if you’re a man, unless you really are tall and hot and fascinating, are only going to get you discarded faster. A few weeks after we met on Tinder, Nicolás told me a friend ran an intervention on his Tinder bio. He wasn’t getting much attention, and his wise female friend informed him that he was too honest about his belief in social justice, his experiences as an immigrant in the United States, his passion for soccer and jiu jitsu. He needed to tone it down. His profile, when I came across it, was much pared down. It kind of just said he liked coffee. He disclosed his height because that was frequently the first question women asked and he was tired of answering it over and over. He added a picture of himself with a cat. And it worked. Flattening himself out into a couple of pictures taken at a flattering angle and saying he liked a thing that everyone likes got him more responses, and it got him the first interaction that led to an actual date. “And it led to you and me,” he said. Because two weeks after we met on Tinder, we were wed. I didn’t have the heart to tell him at the time that I didn’t even read the part about him liking coffee. I thought he was hot, and I was looking for a one night stand and figured he would do. The fact that it worked out so well was due to all the ways that courtship has always worked: the mystery of chemistry, the discovery of shared values and political beliefs, and a love for David Fincher movies (always important for any relationship). Love is and always will be a great, big puzzle. No amount of data analysis will ever reveal the mystery at the heart of it. Jessa Crispin is the host of the Public Intellectual podcast"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}