{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/01/the-corbyn-i-know-is-a-rare-thing-warm-decent-and-interested-in-justice", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-01T06:00:01Z", "webTitle": "The Corbyn I know is a rare thing – warm, decent and interested in justice | Ronan Bennett", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/01/the-corbyn-i-know-is-a-rare-thing-warm-decent-and-interested-in-justice", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/01/the-corbyn-i-know-is-a-rare-thing-warm-decent-and-interested-in-justice", "fields": {"headline": "The Corbyn I know is a rare thing – warm, decent and interested in justice", "bodyText": "In his speech to launch the Labour arts manifesto at the Theatre Royal Stratford East, Jeremy Corbyn spoke about the importance to him of music, literature, theatre and poetry. He cited approvingly Maya Angelou, Joan Littlewood, Ken Loach and William Morris, among others. All pretty much standard stuff for a leftwing crowd in the run-up to a general election. But then, right at the end, came something I haven’t heard before from a political leader. He wanted, he said, to build a society in which there was “decency and love”. Love is not a word you often hear from party leaders. Maybe Barack Obama? But in this country? Try putting those words in the mouth of Boris Johnson, even in Latin. And then try not to laugh. Cards on the table: I first met Jeremy 35 years ago when, as a backbench Labour MP, he took me on as a researcher into the case of the Guildford Four, one of several shocking cases of miscarriage of justice involving Irish people being jailed for crimes they did not commit. At the time, anti-Irish feeling was rife and, although the innocence of the Guildford Four was privately conceded by many, politicians preferred to steer clear of Irish issues. There were no votes in it; in fact, it was a vote loser. Jeremy was undaunted. Innocent people were in prison. For him, it was simple, a matter of principle. He didn’t care that he would get criticism. He got a lot more criticism than he bargained for. The Sunday Times, the News of the World and other rightwing media outlets ran a series of front-page scare stories about Corbyn’s researcher. I had had experience of miscarriages of justice myself, which Jeremy thought useful for the work I was undertaking. But the Speaker demanded the return of my Commons pass, sparking a debate in parliament about the right of MPs to have researchers of their choice. Jeremy was confident we would win. During that time, I got to know him quite well. I never thought he was, to quote José Mourinho, the special one. Jeremy, unlike Boris Johnson, never wanted to be world king. He is a humble man. He doesn’t brag. He deflects compliments by directing the praise to others. He is polite and considerate. When Labour activists booed BBC political editor Laura Kuenssberg at a recent event, Jeremy asked them to stop. We don’t do that, he said. In contrast, when Channel 4 refused to have Michael Gove stand in for Boris Johnson at a leaders’ debate, the Tories briefed that the channel’s remit would have to be examined. Jeremy was more, to quote Jürgen Klopp, the ordinary one. Always interested in other people, he would ask questions of those he met. He was warm, throwing an arm around you to cheer you up or celebrate some minor achievement. He was a little chaotic, always running from meeting to meeting. He read widely. He was interested in the developing world. He had a young family (he and his children are very close). And in all that time I never once heard Jeremy say a harsh thing about anyone, even about those with whom he disagreed politically. His detractors portray him during those years as a head-in-the-clouds idealist. But all you have to do is look on YouTube at his interventions on behalf of the homeless and poor. They are prescient and moving. Among Jeremy’s critics is Tony Blair, but just after Blair became leader he sang Jeremy’s praises to me and asked me to reach out to him. We’ve tried, Blair went on, but he won’t meet us and all we want to do is explain what we’re trying to do. I duly passed on the message. No need for a meeting, Jeremy said, I know exactly what they’re trying to do. The Jeremy I knew then could get things wrong. He confidently predicted that MPs would vote with him when it came to the contentious issue of my Commons pass. (“It’s a matter of principle, Ronan.”) We lost by, from memory, 17 to 200 or so. But a year or so later, the Guildford Four were exonerated in a spectacular court of appeal ruling. Jeremy had called the big thing right. He can still get things wrong. Baffled that anyone would call him antisemitic, he initially batted away the criticism without fully understanding the hurt many Jews felt. Johnson wants to make the election all about Brexit, deploying “Get Brexit done” as a get-out-of-jail-free card when pressed on the appalling state of the NHS, homelessness or austerity. “Get Brexit done” is nothing more than the tiniest tweak to Theresa May’s “Brexit means Brexit”, and equally meaningless. Labour’s Brexit policy has been criticised as unclear and complicated. Really? One, go back to Brussels and renegotiate. Two, put the renegotiated deal to the people in a referendum along with a Remain option. Three, implement whatever the people decide. How is that complicated? Brexit should not be allowed to suck the oxygen out of the campaign. If you are a student, or the parent of a student, the abolition of tuition fees will make a dramatic difference to your lives. If you are a private tenant, you will have security and a fair rent. If you are a woman who has had your pension robbed, you will have that money returned. There will be funds for schools and the NHS. There will be free, high-speed broadband and transformative climate policy initiatives. The Jeremy Corbyn I met 35 years ago was all about solidarity. He was the ordinary one who has grown as a leader despite everything that has been thrown at him. He is asking us to join in building a society full of decency and love. Those two words alone do it for me. • Ronan Bennett is a novelist and screenwriter"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}