{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/06/legal-system-victims-hillsborough-david-duckenfield", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-06T07:00:35Z", "webTitle": "Once again, our legal system has failed the victims of Hillsborough | David Conn", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/06/legal-system-victims-hillsborough-david-duckenfield", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/06/legal-system-victims-hillsborough-david-duckenfield", "fields": {"headline": "Once again, our legal system has failed the victims of Hillsborough", "bodyText": "For the families of the 96 people killed at Hillsborough, the acquittal last week of David Duckenfield, on charges of gross negligence manslaughter, has created an inexplicable contradiction. In 2015, the former South Yorkshire police commander admitted on oath that his serious professional failures caused the fatal crush at the 1989 FA Cup semi-final between Liverpool and Nottingham Forest. The inquests of 2014-16 found that the families’ beloved sons, daughters, partners, siblings, fathers, mother were unlawfully killed due to Duckenfield’s gross negligence manslaughter, to a criminal standard of proof, and that the Liverpool supporters’ behaviour did not contribute to the disaster. But now, in this criminal trial, those supporters, the victims, were blamed again, and Duckenfield was found not guilty. The verdict and the way the case was advanced by Duckenfield’s barrister, Benjamin Myers, and summed up by the judge, Peter Openshaw, have served not only as a rejection of the inquests’ verdict, but of the conclusions of Lord Justice Taylor’s original public inquiry. It was grim that even as Hillsborough families were enduring this retrial, families bereaved by the Grenfell Tower disaster received the interim findings from Martin Moore-Bick’s public inquiry. More than two years have passed since the fire, yet Moore-Bick will not even begin his public inquiry’s second phase until next year. Then, when his conclusions are finally published, the Grenfell families are likely to face the same realisation as the Hillsborough families: that a public inquiry’s conclusions are essentially meaningless, ignored in the legal proceedings that follow. Taylor produced his initial report within just four months of the disaster (the final report came on January 1990), and his conclusions seem clearer than ever. He heavily criticised Duckenfield and famously described the failure, after an exit gate was opened, to have incoming people directed away from the tunnel leading to the crowded central “pens” of the Leppings Lane terrace, as “a blunder of the first magnitude”. Yet having been vindicated with such clarity, the families and victims were plunged into the first inquest in Sheffield in 1990-91, at which the South Yorkshire police ignored Taylor, denied responsibility again, and secured a verdict of accidental death. The families fought against that travesty for 21 years until they saw it quashed in 2012. Then in 2016, after a monumental battle, the new inquests essentially restored the truths of Taylor, and exonerated supporters of any blame. But after all that, when the prosecution began in Duckenfield’s trial, the inquests’ verdicts were as irrelevant as the Taylor report, because the law treats every proceeding as entirely separate. So the original 1989 police stories of supporters misbehaving were dug up yet again, advanced by Myers and summed up by Openshaw as credible. The judge introduced his summing up by giving the jury a dark account of football in the 1980s, dwelling on hooliganism and pitch invasions being “common”. Not only was this sensationalised, it wasn’t balanced with any view that the vast majority of fans, including those in the vile pens of Hillsborough, supported football with an innocent love and passion. There was again the baffling spectacle of a judge discussing the national sport with no evident familiarity – even in Preston, the birthplace of professional football in the 1880s. The families, and people who knew the detail, were aghast at the heavily edited version of events being presented. But the law curtails public comment in the reporting of any trial while a jury is considering each new account. No anomalies could be publicly pointed out, and the families could not raise a voice of protest, until the verdict was delivered. By then it was too late: in our system, no appeal is possible against the conduct of a trial that leads to a not guilty verdict. The jury was not told of Taylor’s conclusions, nor of the 2016 inquest verdicts, yet Myers cited the second Taylor report as support, somehow, for the idea that Duckenfield was blameless. He said Taylor’s 76 recommendations to improve football safety showed that the tragedy at Hillsborough could not be “the fault of one man”. The jury was not told at all of Taylor’s strong criticism of Duckenfield. Why this was allowed remains a mystery, as does so much of the proceedings. When Margaret Aspinall, whose 18-year-old son James was killed at Hillsborough, accused Openshaw of not having been impartial, he cited a “strong convention” that judges do not explain themselves. Families have also criticised the Crown Prosecution Service for not sufficiently challenging the defence narrative or emphasising Duckenfield’s previous admissions of multiple failures, but it maintains that its lawyers did an excellent job. After the verdict, Aspinall, alongside Steve Rotheram, the mayor of Liverpool city region, and Andy Burnham, Greater Manchester mayor, called for the overdue enactment of the so-called “Hillsborough law” – which requires public authorities to have a “duty of candour” and provides equal funding to bereaved families for legal representation. That is the bare minimum of reform needed. Just as the legal establishment sits in judgment of the misdeeds of others, it needs to examine itself, and be accountable. As Aspinall, Rotheram and Burnham pointed out, families who suffered the horrors of contaminated blood, Bloody Sunday, the Grenfell fire and Birmingham pub bombings are struggling through legal processes even now. The perverse and wasteful separation between public inquiry, criminal prosecution and inquests should end, and established facts should carry over, not be repeatedly subject to revision. Judges should indeed have to explain their conduct to the people they most affect. Despite all the failures of the system over the decades, and the deep flaws in the Duckenfield trial, Openshaw carried himself in that Preston courtroom with an air of solemn infallibility. So, after a terrible ordeal and awesome fight for justice, the families of the 96 have endured 30 years in the courts, and found themselves bereft again. The families bereaved by Grenfell and Britain’s other shaming disasters are only in the foothills of their own journey, through a legal system that has not only changed little since 1989, but whose wigs, gowns and archaic ceremony pronounce its pride in remaining very much the same. • David Conn is a Guardian sports writer"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}