{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/03/brain-injury-police-waiting-for-justice", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-03T17:33:32Z", "webTitle": "I suffered a brain injury at the hands of the police. I am still waiting for justice | Alfie Meadows", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/03/brain-injury-police-waiting-for-justice", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/03/brain-injury-police-waiting-for-justice", "fields": {"headline": "I suffered a brain injury at the hands of the police. I am still waiting for justice", "bodyText": "Almost nine years ago, on 9 December 2010, I joined thousands in Parliament Square to protest against the coalition government’s proposal to allow universities to charge up to £9,000 a year in tuition fees, a policy that inaugurated a decade of austerity. While Tory and Liberal Democrat MPs voted through the bill, outside, the police kettled protesters and charged at us with horses. Just after 6pm that evening, while detained in the kettle in Parliament Square, I suffered a fractured skull and bleeding on the brain at the hands of the police. I had to undergo life-saving brain surgery. After almost a decade I am still fighting for justice. There has to date been no accountability for the dangerous and violent policing of the protest, nor for what happened to me. Tomorrow, a process begins that may change this: the officer who is accused of striking me is facing a gross misconduct hearing. I am due to give evidence on 9 December, nine years to the day after the protest. How did we get here and why did it take so long? Several weeks after nearly dying at the hands of the police, they arrested me and spent more than two years trying to send me to prison. I was unanimously acquitted at the end of the third trial. The Independent Office of Police Conduct (IOPC, formerly IPCC) finally finished its investigation into the incident in October 2015. The investigator’s opinion was that the City police officer, PC Mark Alston, had a case to answer for gross misconduct on two allegations. Those allegations are that he used “his baton in a violent, uncontrolled and dangerous manner when he used it to deliver a number of downward strikes at head height towards a group of demonstrators”, and that “whilst using his baton to strike at demonstrators … hit [me] on the head, causing a serious head injury”. Alston has always denied any wrongdoing. Over the course of three years, the IOPC first asked, then eventually directed City police to bring these charges against their officer. Despite the IOPC ultimately having the power to compel police forces to bring misconduct charges against officers, City police legally challenged the IOPC’s recommendation on the grounds that it was “irrational” and that my case had “no merit”. Lawyers for City police even went so far as to argue in court that allowing cases like mine to proceed to a gross misconduct hearing was damaging to the maintenance of “public confidence in and the reputation of the police service”. In 2018 the high court dismissed their claim and forced them to hold a gross misconduct hearing, which will finally take place more than a year later. Over the past decade the police’s response to nearly killing me has been to attempt to blame and criminalise me, and to delay and deny accountability for their actions. This pattern is found in many cases of police violence and deaths in custody, where racism and maltreatment of people with mental health problems are often significant factors. In many cases where people have died or been seriously injured in state custody, the grieving families have been forced to struggle for years and sometimes decades for justice for their loved ones – justice that they believe is often never delivered. Not only do families have to feel the immeasurable pain of having lost a loved one, they have to struggle against forces seeking to obstruct truth, justice and accountability. We should remember why we were in Parliament Square nine years ago. We were protesting in our thousands against the government’s use of the 2008 financial crisis as a pretext to raise tuition fees and impose austerity. After almost a decade we can see that tuition fees have seriously damaged the higher education sector. Access to it has been impeded and students and staff are suffering the effects of funding cuts, tuition fee debt, increasingly precarious working conditions, pay freezes and pension cuts. Cuts to public services have deepened inequality and caused immense suffering and even death for the most vulnerable. Police violence and attacks on the right to protest, like those faced by Extinction Rebellion, must be understood in the context of these social and economic injustices. I was lucky to survive the state violence I faced, but many, often the most marginalised, do not. We must listen to these communities and stand in solidarity with them in calling for the police to be held accountable for their actions. • Alfie Meadows is a philosophy student at Kingston University, and campaigns for free education and against state injustice"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}