{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/04/why-are-british-people-such-nervous-linguists-shame", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-04T17:30:06Z", "webTitle": "Why are British people such nervous linguists? Shame | Adrian Chiles", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/04/why-are-british-people-such-nervous-linguists-shame", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/04/why-are-british-people-such-nervous-linguists-shame", "fields": {"headline": "Why are British people such nervous linguists? Shame", "bodyText": "‘No other subject,” says my language teacher, “is the cause of so much shame. You might struggle with other subjects, but you’ll probably never berate yourself like you do about your shortcomings in language learning.” That’s a good point or, as they say in Welsh, mae e’n gwneud pwynt da. I’m learning Welsh because I thought it was about time I did so, having spent so much time there on holiday all my life. It struck me that I wasn’t much different to the kind of expats in Spain I might sniff at for not knowing any Spanish beyond dos cervezas por favor. I felt a kind of shame about this. There we go; it’s that word shame again. And there’s that feeling of self-loathing you get when you know that, at some point, you knew the German word for exhaust pipe but suddenly can’t remember it. I don’t recall this ever happening in maths – “I used to know what eight times seven was, but now it’s gone” – or geography – “I’m so idiotically stupid; I used to know exactly how an oxbow lake was formed, but I’ve forgotten.” I expect many Guardian readers made a resolution earlier this year to learn a new language or “brush up” their school French. And now, as they are preparing to make the same resolution, they will be feeling a little, yes, ashamed. What is this self-flagellation all about? My Croatian teacher thinks it is a peculiarly British thing. She says you never hear French, German or Spanish speakers berating themselves about how poor their English is. Nor Croats actually – never have I heard one of my mum’s countryfolk seek forgiveness for grammatical errors, or the word they can’t quite recall. They just crack on, and quite right, too. Perhaps it’s some expression of guilt about our linguistic imperialism. How many times have we been told how hopeless at languages we are as a nation? It’s true, but the message might have sunk in so far that it’s holding us back from rectifying the situation. Being brought up bilingually didn’t seem to help me with other languages at school. With French, I always felt as if I had missed a key lesson early on and never quite caught up. All of a sudden, the teacher was talking about something mysteriously called the “perfect” tense. Eh? Seriously, I couldn’t see what was so special about it. Then came the imperfect tense, which looked no worse than any other tense, as far I could see. As for pluperfect, well, enough was enough. I gave up French and took up German. To my dismay and bewilderment, I was soon presented with something more confusing than even the French had thought up, bizarre things called cases – nominative, accusative etc. I duly failed my O-level. Now, realising (with shame, naturally) that my Croatian is the standard of a small child’s, I am having Croatian lessons. To my horror, there are seven cases. And now I am hearing all the mistakes I am making, I am too ashamed (sorry to labour the point, but it’s so true) to speak. All fluency has gone. So, all told, I have failed at French, German, Croatian and, while it’s great to be learning a language from scratch with a great teacher, I am sure I will soon be failing at Welsh too. The shame of it. PS. German for exhaust pipe is auspuff, to my mind easily the most delightful word in any language."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}