{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/03/brussels-washington-brexit-britain-nato-summit", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-03T18:39:07Z", "webTitle": "Brussels or Washington? Brexit means we must decide whose side we’re on | Rafael Behr", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/03/brussels-washington-brexit-britain-nato-summit", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/03/brussels-washington-brexit-britain-nato-summit", "fields": {"headline": "Brussels or Washington? Brexit means we must decide whose side we’re on", "bodyText": "It is a common problem, especially at this time of year. You agree to host a party, but when it comes around the timing feels awkward. Work is hectic, some of the guests are barely on speaking terms, someone might make an unpleasant scene. That someone might be you. A less frivolous politician than Boris Johnson could turn this week’s Nato summit to his advantage. The international stage allows a hosting prime minister to parade himself as a serious statesman, inviting favourable comparison with a Labour rival whose method for communicating on defence matters has traditionally been a loudhailer at an anti-war rally. But gravitas is outside Johnson’s comfortable range as a political performer, no matter how hard he strains for the note. This week’s summit contains the additional hazard of Donald Trump chiming in unhelpfully. The prime minister’s campaign could easily be undermined by a tone-deaf endorsement. Downing Street’s concern on that score has been communicated to Trump, who managed a long press conference on Tuesday without sabotage or scandal. There is still time for both. Affinity with the US president causes difficulty for Johnson inside and outside the summit. To undecided voters it underlines the two men’s shared habits of dishonesty and swaggering male chauvinism. For European leaders, the concern is ideological resemblance between Trumpism and Brexit. Both projects look like wrecking-balls swinging into the edifice of rules and institutions that were assembled after the second world war to insure against future conflict. Brexit plots Britain on an axis of nationalistic mischief that fractures solidarity among liberal democratic nations that once had common cause as “the west”. Johnson rejects that characterisation of EU withdrawal. He says it won’t diminish Britain’s security cooperation with continental allies; that Euroscepticism and Natophilia are compatible. In the short term, that is true (and the longer term hardly intrudes on Johnson’s mind). But in other European capitals there is fretting about strategic divergence. There will come a point when trade talks begin and an underprepared British prime minister discovers how binary the choices are between orientation to Brussels or Washington. Johnson imagines a middle way, preserving Britain’s traditional role as a diplomatic bridge across the Atlantic, but his election manifesto contains no blueprint for bridge-building. The Eurosceptic belief in Britain as a solo trading power, vassal to no continent, is sustained by imperial nostalgia. Acolytes of that creed are unready for the coming decade, in which combined issues of trade, regulation, technology and security will be thrashed out at inter-continental level. The US, Europe and China are the actors that matter. Their rivalries are expressed in a complex tangle of Trump’s tariffs, Brussels’ digital directives and Beijing’s projection of power through its “belt and road” infrastructure investments around the world. Middle-weight Britain can choose whose view it prefers, but it is not in a position to dictate terms of its own. Europe is the military weakling in the trio – a vulnerability felt most keenly and expressed least tactfully by Emmanuel Macron, the French president. His recent warning that Nato faced “brain death” earned rebukes from across the alliance. Trump seems to have been personally affronted, responding on Tuesday that the remark had been “nasty”. But many Nato governments privately share Macron’s concern. He had meant to shock, to help his home continent “wake up” to its need for a self-sufficient security policy, mindful that Washington’s defence establishment long ago lost patience with European free-riding. Even before Trump was on the scene the US gripe was that spoilt Germans spend their own money on social policy while American taxpayers buy the weapons that keep them safe. Macron’s frustration with the EU’s lack of dynamism has made him a tactical ally of Johnson in the Brexit endgame, supporting haste in finalising the divorce so Brussels has more bandwidth for other challenges. Somewhat unusually, the French president also got an approving mention in a speech by Jeremy Corbyn over the weekend. The Labour leader shares Macron’s assessment that Nato needs to reset relations with Moscow, although that is probably the limit of overlap between the two men’s worldviews. Corbyn is not a recruit to the Gallic agenda for pan-European defence. His speech in response to the London Bridge terror attack was designed to deflect the charge of softness on security issues. To the extent that it contained a foreign policy doctrine, it was the familiar analysis that western military adventures fanned flames of international terror. Under a Labour government British soldiers would be reserved for UN peacekeeping and humanitarian work. Anti-interventionism is a safe space for Corbyn. His core supporters care passionately about it, and a much wider audience agrees on the undesirability of getting bogged down in distant wars. But it is easier to diagnose misuses of British power in the past than to describe the kind of power Britain should be in the future. To meet that challenge, Labour would first need to decide whether it supports EU membership. Corbyn’s professed neutrality on that point is defensible as a campaign expedient but not credible as a bid for national leadership; not when the issues have already been debated for three years and voters are having to choose a government next Thursday. A problem shared by Johnson and Corbyn is that Westminster has treated Brexit as primarily an economic debate or a cultural faultline, when it is a strategic choice before it is either of those things. To surrender a seat as one of the three steering powers at the EU’s top table has a substantial cost in power and influence. It will not be comfortable for a country thus diminished to spend the coming decade in supplicant stance, knocking on doors, waiting in antechambers, taking rules when it once wrote them. That is true whether you look at it from the left or the right. It continues to be true even when the only two men who might be prime minister after this election collude in pretending otherwise. • Rafael Behr is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}