{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/05/michael-bloomberg-silencing-press-2020", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-05T12:17:12Z", "webTitle": "Why is Michael Bloomberg silencing the press? Because it's his plaything | Hamilton Nolan", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/05/michael-bloomberg-silencing-press-2020", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/05/michael-bloomberg-silencing-press-2020", "fields": {"headline": "Why is Michael Bloomberg silencing the press? Because it's his plaything", "bodyText": "Among the many socially damaging things about the existence of billionaires is the fact that the ego of a single person with billions of dollars can exert more influence than the collective wisdom of thousands of professionals under their economic control. All the experts might say that the kingdom should focus on food and shelter for the people, but if the pharaoh wants a pyramid instead, well, everyone is getting the pyramid. There is no better demonstration of this farce than the sad fate of Bloomberg News, a global media organization that has the unfortunate distinction of also being a billionaire’s plaything. Michael Bloomberg, who is worth more than $50bn, is running for president. He will not win. Still, his candidacy is unsurprising. A cadre of political consultants who will get rich if he runs have urged him to run, and a potential wealth tax under President Elizabeth Warren or Bernie Sanders would cost him a much greater portion of his fortune than the relatively small sliver he’ll spend on his doomed campaign. If nothing else, he hopes to be able to pull the scary socialist discourse back in the direction of the more capital-friendly wing of the Democratic party. Fine. Let the rich man have his fun. Perhaps a few weeks being forced to kiss pigs in middle American farm stalls will do his shriveled soul some good. But there is the small matter of that global media organization that the now-candidate owns. Bloomberg News boasts 2,700 editorial staffers around the world, churning out not just excellent coverage of the financial markets, but a broad range of news and opinion about everything. Including, of course, the US presidential race. In theory, this should not be a problem – every reputable journalistic outlet in the world adheres to the principle of editorial independence, meaning that the newsroom operates without any editorial meddling by the owner. (It is equally true that media outlets generally reflect the broad philosophical beliefs of their owners, which is why there is little reporting from a Marxist perspective at Bloomberg News. Still, this fact of life does not need to interfere with the normal business of day-to-day ethical reporting about the world.) So the proper response to the boss running for president should be: whatever. We are still reporters, and we will still report. Every true reporter would relish the chance to stick the journalistic knife in the boss, I assure you. It would be easy for the editors of Bloomberg News to set loose their investigative reporters on Michael Bloomberg’s financial and political empire, planting a flag for independent journalism and educating readers at the same time. Instead, however, Bloomberg’s editor-in-chief, John Micklethwait, covered himself in disgrace by decreeing that the editorial board would be suspended (no great loss) and that: “We will continue our tradition of not investigating Mike … and we will extend the same policy to his rivals in the Democratic primaries.” Somehow, Micklethwait managed to create a cowering editorial policy that is not only implicitly distrustful of his own reporters’ professionalism, but explicitly biased in the way that investigative journalism is apportioned between the two political parties. Reputable political journalists, including former Bloomberg staffers, were disgusted by this policy. But let us not put all the blame on the middle managers. The true boss of Bloomberg News is Michael Bloomberg himself. In choosing to launch a presidential campaign for no plausible reasons other than ego and greed, he also chose to subjugate a respected organization of 2,700 news professionals to the interests of … Michael Bloomberg’s ego and greed. A noble plutocrat would at least try to allow his reporters to do their jobs, thereby gesturing towards a belief in the value of truth. A vain plutocrat like Bloomberg has instead placed his reporters in such a compromised position that Donald Trump’s characteristically asinine declaration that Bloomberg journalists will be banned from his campaign events and rallies is actually defensible – after all, it is impossible to argue that a media outlet with a formal policy of “We will investigate Donald Trump but never any of his political rivals” does not fit the dictionary definition of “biased”. The stupidest possible narrative that could emerge from this desperate presidential campaign season – and it will emerge, I promise you – is a “battle of the billionaires”, in which the role of voters is merely to choose a super rich superman to worship, and political parties are reduced to mere stages for two extremely wealthy guys with slightly different varieties of arrogant personalities. Thankfully the billionaires in the Democratic primary will all lose, and with any luck they will be so damaged by aggressive investigative reporting that they will shrink away from ever trying again. None of that reporting will come from Bloomberg News. If they really want to cover Trump rallies though, I can tell them from personal experience that they don’t need a press pass. They can just walk right in with the regular folks. There’s always plenty of room. As usual, Donald Trump’s sneering proclamations are more sound than fury, meant only to soothe the man-baby’s rage until his attention flits to the next topic. In this case, the billionaire who’s really screwing the free press is named Michael Bloomberg. Hamilton Nolan is a writer based in New York"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}