{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/05/britain-colonial-history-curriculum-racism-migration", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-05T14:43:18Z", "webTitle": "Put Britain’s colonial history on the curriculum – then we’ll know who we really are | Maya Goodfellow", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/05/britain-colonial-history-curriculum-racism-migration", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/05/britain-colonial-history-curriculum-racism-migration", "fields": {"headline": "Put our colonial history on the curriculum – then we’ll understand who we really are", "bodyText": "My mum came to the UK from India in 1973, after a chunk of time spent in Uganda, when she was only 13. Colonialism shaped her life, and that of my grandparents; growing up in Newcastle, it was the backdrop to mine too. I’d heard plenty about empire and anticolonial movements at home, but during 14 years in the UK’s state education system I learned almost nothing about it. Now, over a decade later, little has changed: new research suggests that there still isn’t much systematic teaching about empire. The national curriculum says young people are supposed to learn about “how Britain has influenced, and been influenced by the wider world”, but when it comes to a central part of this country’s history, there can be near silence. It’s contained in one-month of learning, or hived off from the “core curriculum” in the form of optional modules. Why does this matter? A leaked draft of the independent review into the Windrush scandal earlier this year showed one reason. It recommended that all Home Office staff should “learn about the history of the UK and its relationship with the rest of the world, including Britain’s colonial history”. If we were all taught about colonial history in school, we’d learn at a young age that many of the people who came here from colonies and former colonies did so as citizens, not as immigrants. We’d discuss how so-called immigration policies introduced from the 1960s onward were designed to make it more difficult for people of colour to come to this country, and we’d examine the forms of resistance that came with this. In a manner similar to the implementation of the anti-Jewish Aliens Act of 1905, successive governments treated minorities as a threat to the UK. They enacted what the academic Gurminder Bhambra calls “policies of racialisation”. “If we understood that,” she told me, “we wouldn’t just shift the boundary of citizen and migrant to include people from (former) colonies. To say that I’m not a migrant is not a lack of solidarity with those who are migrants ... If we were to accept that I am British, then that would mean that we would have to think differently about migration in the present.” History is not stuck in the past. What we remember, and how, helps us understand who we are. Learning about empire – from the brutal suppression of Kenya’s Mau Mau uprising to WEB Du Bois’ work on colonialism – would mean understanding that colonialists created race and the racial hierarchy to control and govern colonies around the world. Unpicking how and why race was constructed would make for a more sophisticated discussion about racism now and chip away at the idea that this was ever an exclusively “white” country. It might also mean people on either side of the Brexit divide pausing before they demand “we” “take back control” or lament that the UK was a “tolerant” country before the EU referendum. In a sanitised version of history that is spouted by politicians such as Boris Johnson, the UK grew rich not because of exploitation and resource extraction, because of an innate ability to progress. This colonial thinking persists; the “backward” became the “underdeveloped”, while the lives and knowledge of some are still considered more important than others. Four billion people are not poor because of some unhappy accident or an inherent failing; legacies of colonialism, extractive capitalist economies and racialised hierarchies of power produce poverty. Against a history where supremacy often meant mastering the environment for profit – decimating indigenous communities in the process – it’s not by chance that the climate crisis now impacts those least responsible for it. As part of its race and faith strategy, the Labour party has committed to setting up an Emancipation Education Trust, which would ensure migration, colonialism and this country’s multiracial past are taught in schools. So too would the legacy of slavery, including “how it interrupted a rich and powerful black history which is also British history”. Some regard teaching about colonialism as simply too political, as if the way we tell history now is somehow neutral. Relative quiet in our schools is paired with politicians glorifying empire as its realities are erased; nostalgia and amnesia sitting side by side. Britain’s bloody colonial history is weighed up as both good and bad; the railways v the Bengal famine. One the UK can take credit for; the other is too far in the past to have much to do with “us”. This country is the saviour, never really an oppressor. In this election there is a chance to change this narrative. It’s not about guilt or one-dimensional stereotypes: if histories of exclusion, colonialism and the fierce resistance to much of this were more widely known, it could mean a more nuanced, inclusive understanding of the present. • Maya Goodfellow is a writer and academic, and the author of Hostile Environment: How Immigrants Became Scapegoats"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}