{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/10/once-lifetime-election-dirty-democracy", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-10T12:00:12Z", "webTitle": "Everyone says this is a once-in-a-lifetime election. Is that why it’s been so dirty? | Jonathan White", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/10/once-lifetime-election-dirty-democracy", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/10/once-lifetime-election-dirty-democracy", "fields": {"headline": "Everyone says this is a once-in-a-lifetime election. Is that why it’s been so dirty?", "bodyText": "The general election has been portrayed from all sides as a landmark encounter. Since it was called, all the talk has been of its standalone status. The leaders of the main parties have called it “the most important in a generation”, a “once-in-a-generation chance to transform our country”, something that will “decide the future of our country for generations”, and so on. Talking up the stakes of the moment may be standard rhetoric, but here it seems symptomatic of something deeper, a tendency to see the election as a singular event that will decide matters of unique significance. An air of finality pervades contemporary politics. That the election feels so decisive in part reflects a growing sense of the irreversibility of political decisions – that they are crucial because they are hard to revisit. International trade and economic regulation are often opposed in these terms: resistance to Nafta, Transatlantic Trade and Investment Partnership, EU membership, or post-Brexit trade deals tends to focus on how such arrangements lock in policies as legal commitments. Fears about the future of the NHS are less about underfunding – something later governments could reverse – than the prospect of irredeemable damage, in the form of its opening to US corporations. Contemporary capitalism more generally is widely recognised to entrench power and wealth inequalities, and as its processes accelerate and change becomes exponential, each opportunity to tame it can seem like the last. Climate crisis concerns compound this, with the suggestion that a climate emergency leaves no time for bad choices. And for those who identify with the status quo, just the possibility of a leftwing government breaking taboos around public spending and border management gives the election a momentous quality. Faced with the prospect of irreversible changes, all politics takes on an ultimate feel. It is striking how the discourse around this election has resembled that of a referendum. Referendums are commonly packaged as unique opportunities – chances to settle an issue indefinitely, not to be repeated to a foreseeable timetable. Such things were said of the 2016 Brexit referendum, also of the 2014 referendum on Scottish independence, described at the time by the leader of the Scottish Nationalists, as “a once in a generation, perhaps even a once in a lifetime, opportunity for Scotland”. Referendums on membership questions especially tend to be cast as moments of reckoning. British politics has been living in the shadow of these, and the outlook seems to have rubbed off on the election. This is a departure from how modern democracy tends to be rationalised. Arguably the whole point of elections is that they recur. They form a repeating sequence that extends into an open future, consistent with the thought that public opinion changes, decisions should be reversible, all victories are provisional, and democracy is a process rather than an event. The notion of a conclusive encounter seems to belong elsewhere – in the domain of warfare for instance, where military commanders may seek out the decisive battle. A decisive battle implies a decisive victor. The concept comes laden with a yearning for clarity and the ultimate test, and for an end to conflict and a lasting settlement. Modern democracy, by contrast, has been built on the idea of the indecisive battle – its periodic structures are a way of avoiding the finality of military victory. It imposes the features of cyclical time onto the linear structure of unfolding history. When elections take on a standalone significance, certain aspects come to the fore. As in many a referendum, campaign tactics in this election have been thoroughly dirty on the part of some, based on misinformation and propaganda. When everything is supposed to hinge on a decisive clash, the temptation is to pursue victory at all costs. This is shaped in part by who leads the campaigns. Note the reliance of the Conservatives on short-term appointees, many drawn from the 2016 leave campaign. Such transitory figures have short temporal horizons, being hired to secure victory in the contest at hand. They are mercenaries rather than partisans, soon to move on. The Labour party has been largely alone in tying its campaign to a long-term ideological programme, in defining itself by a manifesto. Party identities are easily corroded when an election takes on a unique significance. Those who have called for temporary alliances between remain or leave parties imply the demands of the moment outweigh long-standing ideological traditions. With pacts in place between the Liberal Democrats, Plaid Cymru and the Greens on the one side, the Conservatives and Brexit party on the other, one sees blocs that are artefacts of the moment, constituted for the single encounter. They define themselves less by enduring party identities and detailed manifestos than by reassertions of their position on a single question. Crystallised in these features are electoral transformations that go well beyond Brexit. Across western democracy, parties rise and fall at high speed as citizens question their allegiances. Long-term tendencies towards professionalisation, laid bare in times of hardship, have left many parties detached from a wider social base. For some, on the left especially, this spells the need to rebuild as a movement. But it is not a model that all parties can follow, and is difficult even in the best of cases. For politicians who doubt their capacity to mobilise supporters for the long haul, it makes sense to approach elections as one-off events and employ tactics that promise short-term success. The fragmentation of support leaves many dependent on alliances: suppressing their party identities and emphasising the one-off stakes of the moment may help build acceptance of the compromises required. For all their significance and the feeling around these totemic political events, “one-off” clashes are rarely decisive, whether in modern politics or modern war. As becomes obvious on the morning after an election, the struggle is ongoing. Losses can be avenged or assuaged, while gains need to be defended and improved on. An election is not just an opportunity to win power, but to begin the process of mobilisation needed thereafter. In these last days before the vote, amid the final push to get people to the ballot box, it is worth retaining that counter-perspective in which the election is but a point in a process – not least in case the outcome is bad. In the words credited to Labour MP Tony Benn: “There is no final victory, as there is no final defeat. There is just the same battle, to be fought over and over again.” One thing is surely positive, though, about the willingness to see elections as decisive encounters. It reflects an awareness that there are alternatives to the status quo and choices to be made. Only when there are parties competing on something more than varieties of managerialism can elections be seen as turning points. The re-emergence of a programmatic left raises the electoral stakes, and encourages anticipation on all sides of a showdown. Although this is a clash that can have no end, it is one that a few years ago seemed hard to conceive. • Jonathan White is professor of politics at the London School of Economics and author of Politics of Last Resort: Governing by Emergency in the European Union"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}