{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/09/no-need-to-panic-we-can-fix-australian-schools-but-to-rush-the-reform-is-to-ruin-it", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-09T03:56:59Z", "webTitle": "No need to panic – we can fix Australia's education system. But to rush the reform is to ruin it | Pasi Sahlberg", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/09/no-need-to-panic-we-can-fix-australian-schools-but-to-rush-the-reform-is-to-ruin-it", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/09/no-need-to-panic-we-can-fix-australian-schools-but-to-rush-the-reform-is-to-ruin-it", "fields": {"headline": "No need to panic – we can fix Australian schools. But to rush the reform is to ruin it", "bodyText": "Every three years around this time politicians, education leaders and pundits step up to call for fixing their education systems. This has happened for two decades now. Education reforms follow one after another. Still, according to the OECD’s Program for International Student Assessment (Pisa), school systems are not getting any better around the world. Indeed, in many countries, students’ test scores in reading, mathematics and science are getting worse. When Australia hit its worst ever results in Pisa 2018, reported last week, usual suggestions on how to fix that problem were widely covered by media around the country. Solutions ranged from focusing more on basics of literacy and numeracy to training better teachers, having more data and accepting finally that money doesn’t matter. This logic of “fixing schools” has been tried before. Einstein is claimed to have said: “We can’t solve problems by using the same kind of thinking we used when we created them.” What he meant by this was that thinking outside the box is often a necessary way to fix complex human problems and come up with new ideas to do it better than before. Teachers are important, of course. But how much they can affect student learning in school is often less than people think. According to the American Statistical Association, for example, teachers account for about 1% to 14% of the variability in students’ test scores. The most important factors affecting student learning and quality of education are those found outside the school: students’ family background, where they live, their individual characteristics and the socio-economic make-up of the school they attend. Therefore, the majority of opportunities for improving quality of education systems are found in the society and its system-level conditions. When state, territory and federal education ministers meet in Alice Springs this week, no doubt Australia’s decline against the rest of the OECD countries in the latest Pisa test will be discussed. Thinking outside the box is not a magic trick. There is enough research and other well-grounded evidence now for the ministers to discover a new way forward in making all schools better. Here are some agenda items that would be probably helpful in this discovery. First, make equity in education a policy priority When an education system has equity it means that whatever differences there may be between student outcomes, they are not primarily related to a student’s home background, including socio-economic status, living neighbourhood, gender or immigrant background. This is not the case currently in Australia. Evidence from Pisa 2018 shows that “school systems that show the greatest improvements in average performance are those that are also able to reduce inequalities in performance”. Today, one in six Australian children live in poverty. Improving equity in education starts with high-quality early childhood education for all, individualised support in school for those who need it and valuing whole-child development throughout schooling. International organisations and Australian scholars have stressed the urgency to understand how inequalities in our school systems prevent education outcomes from improving. Recent survey by the Gonski Institute for Education found that 90% of Australians think equity is an important part of our current education. They are right. Equity is not only a social justice imperative – it is also a way to use resources more effectively. Second, make health in schools another priority Healthier students are better learners. Yet education reforms have not sufficiently addressed reduction of educationally relevant health issues in schools. Low levels of academic achievement in Pisa among disadvantaged and Indigenous children undermine the quality of individual, family and community life that puts the very integrity of Australian society at risk. We know that educationally relevant health disparities exert a powerful influence on how different children learn in school. We also know that children’s health has direct and indirect effects on learning, including their scores in standardised tests like Pisa and Naplan. Interestingly, a decline of youth wellbeing has happened at the same time as slipping Pisa scores in Australia. Even if a causal correlation is hard to prove, it is probable that a student who suffers from anxiety disorders, depression, sleep deprivation or suicidal behaviours is not likely to be successful in school. Improving children’s health and wellbeing in school and at home would immediately affect the quality of their being and learning in school. Third, avoid employing quick fixes Believing that “back to basics” – insisting on phonics tests – or that attracting the academically best to become teachers would make Australia’s education system the best in the world is a poor strategy. It is a wrong strategy because it doesn’t address educational equities and enhance students’ wellbeing so that every student would have fair chance to succeed. So, where to start improving education systems then? Let’s ask Einstein. He is reported to have said: “If I had an hour to solve a problem and my life depended on the solution, I would spend the first 55 minutes determining the proper question to ask … for once I know the proper question, I could solve the problem in less than five minutes.” Rarely is this the case in solving educational problems, even when millions of lives depend on the outcome. Instead, we rush to suggest solutions that have a poor evidence base and only a loose connection to the actual problem. Schools around the world are not what they could be. Students are not learning what we expect them to learn, and teachers don’t find teaching intellectually attractive any more. Yet, no need to panic. There is a lot of helpful work done already about possible solutions. The new Alice Springs Declaration that is based on the Melbourne Declaration on Educational Goals for Young Australians (2008) should continue to have equity, excellence and wellbeing as the key goals of school education. The Review of Funding for Schooling (2011), led by David Gonski, is another important plan aiming at fairer funding framework for schools to even a growing gap between Australia’s wealthy and disadvantaged schools. Both of these need to be implemented as planned. Take heart. Improving education systems is not rocket science – it’s more complicated than that. It is good to keep in mind that to rush the reform is to ruin it. • Pasi Sahlberg is professor of education at the Gonski Institute for Education, UNSW Sydney. He is former director general of Finland’s ministry of education, and a maths and science teacher in Helsinki"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}