{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/07/tehran-pushed-too-far-iran-may-hit-out-in-disastrous-ways", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-07T17:56:00Z", "webTitle": "If Tehran is pushed too far, it may hit out in ways that are disastrous", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/07/tehran-pushed-too-far-iran-may-hit-out-in-disastrous-ways", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/07/tehran-pushed-too-far-iran-may-hit-out-in-disastrous-ways", "fields": {"headline": "If Tehran is pushed too far, it may hit out in ways that are disastrous", "bodyText": "The crisis in the Gulf, which took Iran and the US to the brink of war in June, was never resolved – and shows every sign of reigniting. Like antagonists in a school-yard fight who refuse to shake hands and make up, the two sides, backed by regional allies and proxies, are sullenly waiting for it all to kick off again. The next bout could be much worse. In the American camp, alarm bells began ringing in earnest last week. US officials claimed Iran was secretly positioning short-range ballistic missiles in Iraq, within range of Israel and US bases in Saudi Arabia and Bahrain. The Iraq deployments, if true, would be consistent with past Iranian moves to equip Shia militias in Lebanon, Yemen and Syria with improved missile capabilities. Supposed Islamic Revolutionary Guard Corps (IRGC) missile bases in Syria and Iraq have been targeted by Israeli air strikes in recent months. Iran-backed militia have fired rockets at Israel. The US has moved 14,000 additional troops to the Gulf region this year. Despite this, it fears a repeat of September’s attack on Saudi oil facilities. John Rood, a senior Pentagon official, warned last week of renewed hostilities: “We continue to see indications … that potential Iranian aggression could occur.” Israel views the proliferation of precision-guided missiles in the hands of Iranian proxies as a major strategic threat that must be repulsed by all means. Its prime minister, Benjamin Netanyahu, is pressing Trump to re-focus on the issue following an ineffectual US response to the oilfield and tanker attacks. Netanyahu had hoped to lobby Trump and other Nato leaders in person at last week’s London summit, but was prevented from attending due to “logistical concerns”. Instead he met Mike Pompeo, the US secretary of state and fellow hawk, in Portugal, where he stressed that Iran’s activities increasingly threatened Israel and the entire Middle East. The US policy of “maximum pressure” on Iran through sanctions was launched last year after Trump reneged on the 2015 nuclear deal with Tehran. Trump raised specific concerns about ballistic missiles and said Iran’s behaviour must change. One year on, Iran’s continuing defiance suggests that the policy is not working, in military terms at least, and is hastening a new confrontation. Netanyahu and like-minded US and Saudi hardliners partly blame European leaders who still support the nuclear deal. Israel’s leader is particularly exercised about Iran’s gradual resumption of banned nuclear activities in retaliation for Trump’s bad faith. When six European countries joined Britain, France and Germany last weekend in backing the new, so-called Instex financial barter mechanism, which is intended to help Iran circumvent US sanctions, Netanyahu was furious. “These European countries should be ashamed of themselves. Have they learned nothing from history? … They are enabling a fanatic terrorist state to develop nuclear weapons and ballistic missiles, thereby bringing disaster to themselves and upon everyone else,” he said. It’s suggested that Netanyahu was barred from the Nato meeting because Britain’s Boris Johnson, France’s Emmanuel Macron and Germany’s Angela Merkel – the so-called E3 – had no wish to hear his complaints. Yet they have a big problem, too. Europe’s softly-softly policy is not working any better than that of the brash Americans. The E3 complained to the UN last week that Iran’s “nuclear-capable” ballistic missile programme undermines the 2015 deal, which is in any case unravelling. But they lack alternative ideas about halting a slide to war. Inside the Iranian camp, meanwhile, little is going right, either. Regional military expansion has not increased national security. Iran’s neo-colonial importunities in Iraq and Lebanon are under vocal attack. The Syrian war drags on, draining resources. And domestic unrest is building. Amnesty International estimates that at least 208 people died in nationwide protests over fuel price rises that turned political last month. The true figure may be much higher. The regime initially blamed “Zionists”, and “foreign outlaws”. The Supreme Leader, Ayatollah Ali Khamenei, pointed to a “dangerous conspiracy” implicating the US, Israel and Saudi Arabia. But such claims persuade nobody. Iran’s clerics seem to have experienced genuine shock at the depth of their own unpopularity, and the willingness of ordinary citizens to challenge their rule despite a brutal crackdown. Belatedly sensing the full extent of public fury at home, the regime has now softened its tone, saying it will show “Islamic mercy” to those arrested. Before resuming their Gulf grudge match, both sides should ask themselves what they want to achieve – and whether dialogue might better serve their purposes. All have much to lose. Appearing to recognise this, Hassan Rouhani, Iran’s president, repeated an offer to talk, but only if sanctions were lifted first. Trump has not replied. Iran’s internal troubles undoubtedly owe much to US sanctions. But the idea that, by further increasing external pressure, the regime can be forced to bow to US-Israeli demands, or else be toppled from within, remains fanciful in the extreme. Likewise, Iran’s apparent calculation that Trump, seeking re-election next year and averse to waging foreign wars, will not attack is dangerously complacent. And they should know by now that Europe, cowed by Washington, will not ride to the rescue. If Tehran is pushed too far, if the regime’s survival is in doubt, if ethnic and regional cracks begin to show, and if fundamentalists in the clergy, IRGC and judiciary seize control of policy, Iran may hit out in ways that could be utterly disastrous all round. And if either Trump or Netanyahu (or both), made desperate by corruption scandals, facing political extinction and driven by hubris, decides to create a grand drama in which he can star as national saviour, then batten down the hatches. It’s Gulf War III."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}