{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/04/boris-johnson-brexit-britain-politics-media-business", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-04T06:00:42Z", "webTitle": "How Boris Johnson and Brexit are Berlusconifying Britain | William Davies", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/04/boris-johnson-brexit-britain-politics-media-business", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/04/boris-johnson-brexit-britain-politics-media-business", "fields": {"headline": "How Boris Johnson and Brexit are Berlusconifying Britain", "bodyText": "If this election campaign has a distinctive mood, it is a mix of bewilderment, outrage and exhaustion. The public sphere has been engulfed by a war of attrition in which every poll number, media statement or policy announcement must be treated with suspicion. What is it concealing? Who paid for it? What is it distracting us from? The rules of engagement seem alien and unstable. Apart from the trolls-for-hire running the Conservative party digital media strategy, it’s hard to imagine that anyone is enjoying this. Political campaigns have always been an exercise in attention-seeking and sabotaging of opponents’ messaging, deploying classic military tactics of surprise and deception in the process, but this has now escalated to a point where meaningful argument has become all but impossible. Stand back for a moment, and a bigger question dawns: is this what the end of liberalism feels like? If 2016 was the year that liberals discovered the vulnerability of “fact-based” political campaigning, 2019 feels more like a wholesale institutional crisis. Liberal democracy depends on public confidence that certain rules and structures are beyond political influence or manipulation, basic journalistic norms of reporting included. Even if the media has never been perfectly neutral or independent, they have traditionally occupied a separate – if sometimes overlapping – sphere to the political parties and leaders they report on. And so, with considerable imperfections, the media once provided a stage for the contest between rival parties. Now this distinction – between the frame around politics and its contents – appears to have dissolved. Never before have the media been so internal to the arguments that have played out over the course of an election campaign. It seems that every televised debate, interview (or avoidance thereof) and journalist’s tweet sets off a fresh conflict of attack and counter-attack, dragging supposedly impartial bodies such as the BBC into the theatre of informational war. The immediate catalyst for our current chaos lies in the reckless strand of conservatism that now dominates the Tory party, thanks to the crisis of Brexit and the opportunism of Boris Johnson. The mentality of this new right is one that is hostile to the very idea of “neutral” or “independent” institutions as checks on power; they are viewed as sclerotic and self-interested. Much has been written about the philosophy of Dominic Cummings in this respect, but it was Michael Gove who elevated Cummings in the first place – and who is now sowing confusion and disinformation in the media as enthusiastically as anyone. The entire Conservative election platform hangs on the idea that parliament and Whitehall are betraying “the people” – that is, they are pursuing their own political agenda. In this view, everyone has already picked a side – and if you refuse to state your choice, you are marked as leftwing, probably a remainer, and potentially disloyal to Britain. The once separate domains marked “politics” and “media” have collapsed into each other. It is not incidental that the politicians leading the charge against fair reporting – Johnson and Gove – are both former journalists. They dwell in a space between politics and news, where everything becomes about performing for the camera, manipulating the frame, and controlling the audience experience. Britain is used to having the majority of newspapers pitted against the Labour party, and expects every Labour leader to come under disproportionate attack. But the combination of Brexit and Johnson has produced something altogether new: a sense that Downing Street is now a media agency, and Fleet Street a political one. One of the cornerstones of liberal politics, dating back to the Enlightenment, is the idea of a “separation of powers”. This typically refers to the tripartite system of government, separating executive, legislature and judiciary, on which the US constitution was built. But liberalism depends on other varieties of separation, or at least their appearance. It assumes, for instance, that “the economy” is relatively separate from “the state”. To most liberals, even the concentration of power in specific institutions – such as large corporations – is acceptable so long as that power is contested by rivals. What is fatal for liberalism, however, is the semblance of a single, undivided power bloc, or the emergence of one centre of power that dominates all others. Without some distinction between rival centres of power, public decision-making cannot possibly be described as “fair” or “independent”. Only if judges retain their distance from parliamentary politics, for example, can their judgments be perceived as disinterested. By the same token, the BBC can perform its role in providing an “impartial” account of political events only if its distance from party politics is defended and respected. But a key tactic of the new conservatism is to mock the very idea of “fairness”, toying with it to the point where it becomes merely cosmetic – as when the Conservative Twitter account was rebranded as factcheckUK. Johnson, Gove and Cummings are exploiting institutional decay, but they didn’t initiate it. Various ideological and technological forces have been undermining the conditions of liberal pluralism for some years. During the 1990s, a new orthodoxy developed among political scientists and sociologists that power now resided in networks, not institutions; for individuals, “networking” became a crucial career skill. In place of professionalism (focused on a single domain of practice), a new ethos emerged to celebrate flexibility and self-reinvention – the ability to leap from job to job and sector to sector as the market demands. The simultaneous rise of the internet broke down the vertical divisions – slowly at first, and then all at once – between different genres of culture and communication. Where once there were newspapers, broadcasts, magazines, drama and light entertainment, now there are platforms where a torrent of undifferentiated “content” spills around. The political troll and fake news merchant exploit a simple truth– that it’s no longer possible to keep spaces marked “satire” and “news” away from each other. This new information ecosystem has given rise to a new type of public figure, who does not belong in any one of the old analogue domains, being at once an actor, a comedian, a politician and a media personality. Look no further than our prime minister. Elites have always had means of congregating, be they Oxford University clubs or exclusive schools. But in the past these served as institutional escalators, providing rapid access to the heights of an establishment subdivided by professional specialism. In today’s power elite, figures such as George Osborne don’t expect to have to choose between a career in politics, finance or the media, but flit between them. We are witnessing a kind of “Berlusconification” of public life, where the divisions between politics, media and business lose all credibility. Legitimacy crises of this sort are disastrous for public trust – but they offer tantalising opportunities to a handful of individuals willing to take advantage. Brexit isn’t the cause of this slow collapse, so much as its most disruptive consequence. But it is also an accelerator. Brexit is what you believe in once you’ve come to see public life as a game played by insiders. And the reason you come to that conclusion is partly because it contains some truth. The more dubious government, party politics and media appear, the more seductive Brexit grows, and the deeper Johnson’s support becomes. Downing Street understands this, which is why it is determined to make public life look as dubious as possible. • William Davies is a sociologist and political economist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}