{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/06/nancy-pelosi-impeachment-inquiry-trump", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-06T11:17:39Z", "webTitle": "Nancy Pelosi is bungling the impeachment inquiry into Trump | Moira Donegan", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/06/nancy-pelosi-impeachment-inquiry-trump", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/06/nancy-pelosi-impeachment-inquiry-trump", "fields": {"headline": "Nancy Pelosi is bungling the impeachment inquiry into Trump", "bodyText": "Nancy Pelosi is rushing to conclude the impeachment inquiry against President Trump. On Thursday, just over two months after the inquiry was launched, Pelosi announced she was instructing investigators to draft articles of impeachment. These will be voted on by the Democrat-controlled House of Representatives as soon as this month. The impeachment articles seem likely to focus only on the president’s attempt to blackmail Ukraine into interfering in the 2016 election, and his subsequent attempts to obstruct investigations into the scheme. “Our democracy is what is at stake,” Pelosi said in a news conference, standing before a backdrop of placidly hanging American flags. “The president leaves us no choice but to act, because he is trying to corrupt, once again, the election.” Another hearing is scheduled in the judiciary committee for this coming Monday, but the timeline is now clear: the House will vote to impeach the president, probably in a party-line vote, sometime in late December or early January. The Republican-controlled Senate will try him in the early months of 2020, and regardless of the evidence, he will almost certainly be acquitted. For months, Pelosi was reluctant to pursue impeachment, and even after being persuaded to open the inquiry, she has seemed weary and anxious of the political stakes of the process. It seems to have been Pelosi who dictated a narrow focus for the inquiry: the House intelligence committee focused only on the Ukraine affair and ignored evidence that emerged even in regards to that case, such as testimony and call records that indicate that the Republican ranking member, Devin Nunes, may have been a part of the very foreign pressure scheme that he was later tasked with investigating. And it seems to have been Pelosi who pushed for a rapid close of the inquiry and quick drafting of impeachment articles, even though a longer fact-finding process in the intelligence committee could have been useful to Democrats both on the investigative and political fronts. Pelosi’s motivations appear to be political: fearful of losing her majority and fiercely protective of the more conservative members of her caucus, she has directed the impeachment proceeding to be as small, focused and palatable as possible, so as to placate moderate suburban voters and not to force her conservative members to take many difficult votes. But by rushing impeachment, and focusing it so narrowly on only one of the president’s innumerable misdeeds, Pelosi may be making a grave political miscalculation, and wasting a precious opportunity for her party ahead of the 2020 presidential vote. A quick turnaround on impeachment articles will mean, for example, that the House vote to impeach the president – an event of historic significance, which should hold national attention as a low point of Trump’s presidency and a vital moment of moral reckoning for the nation – will instead occur over the sleepy holiday season, when distractions are high and Americans’ attention is sparse. The Senate trial, probably in January, will disrupt the Democratic presidential primary contest, forcing Senators Booker, Klobuchar, Sanders and Warren to cease campaigning in the crucial month before the Iowa caucuses to return to Washington and sit as jurors. Rushing to draft articles also means that crucial information about the Ukraine scandal will not be made public. While it is abundantly clear that the president committed grave wrongdoing, we still do not know, for instance, the extent of the cooperation with the Ukraine pressure campaign within the Trump administration and among Republican members of Congress – information that would lead to a fuller understanding of the events, and possibly other indictments. The narrow focus of the impeachment inquiry, too, seems to be a lost political opportunity. Polls suggest that in the partisan media landscape, many voters’ opinions have already calcified, but it remains likely that a full and public accounting of Trump’s copious wrongdoing, broadcast on television and covered in detail by the media, could change minds in a way that an abrupt party-line vote on a narrow and esoteric set of issues might not. Trump’s violations of the emoluments clause alone would probably provide enough fodder for hearings that could last well into the summer, a political and media event that might drive home to the American people the extent of his corruption and the gravity of the 2020 vote. Pelosi and her defenders might counter that such a prolonged exercise might give Republicans and Trump defenders reason to label the impeachment inquiry as illegitimate. But they’ve called it illegitimate anyway. Perhaps more broadly, such a narrow and quick impeachment process risks being not only being politically wasteful for the Democrats, but cowardly as well. In the admittedly warped logic of American political messaging, to impeach Trump for only one of his myriad violations of ethics and law is to imply that all the rest of his behavior is acceptable. The narrow impeachment inquiry, then, risks dangerously lowering the standards for future presidential conduct, and setting a precedent that Trump-style criminality and self-dealing are privileges of the office. The prospect of impeaching Trump for all of his impeachable misdeeds is daunting, simply because there are so many of them. But his misconduct cannot be ignored simply for the sake of political convenience. As Pelosi herself is so fond of saying, “No one is above the law.” Moira Donegan is a Guardian US columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}