{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/04/ohio-abortion-bill-ectopic-pregnancy-jill-filipovic", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-04T11:10:48Z", "webTitle": "The Ohio abortion bill is a terrifying sign of things to come | Jill Filipovic", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/04/ohio-abortion-bill-ectopic-pregnancy-jill-filipovic", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/04/ohio-abortion-bill-ectopic-pregnancy-jill-filipovic", "fields": {"headline": "The Ohio abortion bill is a terrifying sign of things to come", "bodyText": "It would almost be funny if it weren’t real: a bill introduced in Ohio that would require doctors to attempt to re-implant ectopic pregnancies – a medical impossibility – or face charges of “abortion murder” (a legal invention). But it is real. And it’s dystopian – a sign of the disturbing push from the “pro-life” right to treat women’s bodies as incubators, no matter what the physical toll. The law would criminalize abortion and make it punishable by life in prison; “aggravated abortion murder” would carry the death penalty. That’s right: “pro-life” lawmakers in Ohio want to throw women and girls in jail for life, and even execute them, for ending their pregnancies. It’s troubling that this even needs to be said, but because legislators in Ohio apparently don’t know: you cannot re-implant an ectopic pregnancy. Ectopic pregnancies are potentially life-threatening complications where a fertilized egg implants itself somewhere outside of the uterus, usually in the fallopian tube. As the cells multiply and the embryo grows, it can burst the tube, causing serious and potentially deadly complications. As a result, the standard of care for ectopic pregnancies is to dissolve the fertilized egg. Some self-styled “pro-life” healthcare providers refuse to do even this, and will instead remove part or all of a woman’s fallopian tube. The embryo still dies, and the procedure is more complicated, but hey, they didn’t directly “kill” a fertilized egg. It’s this logic that Ohio’s anti-abortion legislators seem to be following: that a fertilized egg is a life, and therefore, it’s impermissible to remove it. So why not have a doctor scoop it out and stick it in a woman’s uterus? Because, well, you can’t – there’s no procedure for it, and it’s not so easy to move microscopic fertilized eggs around, especially when they are implanted and growing in a woman’s body. Doctors can certainly try – and in doing so, put their patients through serious and unnecessary surgery, and put them at risk for catastrophic hemorrhage. That’s the choice that these Ohio legislators would force on healthcare providers: put your patients at risk for a made-up procedure that cannot and will not work, or face the rest of your life in jail. As for women, well, the bill treats them as mere incubators, not fully-fledged human beings who may object to having their organs sliced open and their lives put on the line so a doctor can go through the motions of pretending to save an egg. Under the terms of this bill, a person may also face execution for “aggravated abortion,” which more or less means performing an abortion while also committing another serious crime. Bad news, I suppose, for anyone who enjoys combining abortion and bank robbery. And lest you think that this is the invention of one or two deranged imbeciles in Ohio’s legislature, the bill has 19 co-sponsors – one-fifth of Ohio’s house. Even if this bill passes and is signed into law, it’s so blatantly unconstitutional that it won’t go into effect – at least not until Roe v Wade is overturned. But that’s the plan among abortion opponents: push laws that put women at risk so often, and make those laws so extreme, that overturning Roe seems like a foregone conclusion, not a decision that will leave American women (and people who care about women) up in arms. And set the stage for a national anti-abortion takeover: if Roe is overturned, anti-abortion forces will be as committed to letting states decide their own abortion laws as they are to not putting women in jail for abortion – that is, not at all. Expect a full-court press to outlaw abortion at the federal level, women’s lives or medical reality be damned. The Ohio law is fully divorced from reality. It’s dangerous. It’s misogynist. And it’s where the United States is heading."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}