{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/07/redemption-defines-a-civilised-society-we-must-not-forsake-the-idea", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-07T19:22:00Z", "webTitle": "Redemption defines a civilised society. We must not forsake the idea   | Kenan Malik", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/07/redemption-defines-a-civilised-society-we-must-not-forsake-the-idea", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/07/redemption-defines-a-civilised-society-we-must-not-forsake-the-idea", "fields": {"headline": "Redemption defines a civilised society. We must not forsake the idea", "bodyText": "Can terrorists be deradicalised? Do all offenders, even those who commit the most abhorrent of crimes, deserve a second chance? Those two key questions remain at the heart of the case of Usman Khan, the London Bridge killer. In the immediate aftermath of the recent terror attack, and against the background of the election campaign, the debate centred largely on operational issues. Boris Johnson made much of the early release of Khan, which he blamed on the last Labour government. Labour highlighted cuts in the prison and probation services, which, it suggested, had led to a failure of rehabilitation and of monitoring. The debates around both sentencing and funding are important. The horrific case of serial rapist Joseph McCann reveals their wider significance with the criminal justice system. McCann was released from prison in error largely because of failures within the probation service that many attribute to budget cuts and staff shortages. Yet even had Khan served a full 16-year sentence, he would still eventually have been released and we might well have had this same debate eight years down the line. And however well funded the prison and probation services may be, the question of whether “deradicalisation” programmes work, and whether terrorists deserve a second chance, remains. The responses to these deeper questions are, though, as polarised as those to the operational issues. For some, deradicalisation programmes are an essential component of any coherent response to terrorism. For others, they reveal the naivety of liberal criminology. For some, all offenders can be rehabilitated; this is broadly the message of Learning Together, the Cambridge University programme that brought together academics and inmates for research and rehabilitation. Khan had been invited to a Learning Together event and the two people he murdered, Jack Merritt and Saskia Jones, were an organiser and a volunteer for the programme. For others, those murders expose the failure to recognise the unique challenges posed by Islamist terrorists. Deradicalisation programmes have been pursued for more than 20 years and in at least 15 countries, from Denmark to China. They range from authoritarian attempts at “brainwashing” to initiatives more akin to individual counselling. In Britain, the main programme aimed at “extremist offenders” is the heathy identity intervention (HII). It “encourages and empowers participants to disengage from an extremist group, cause or ideology” and “to ‘move on’ with their lives, embrace new commitments and feel empowered to ‘walk away’”. Khan is reported to have taken part in an HII programme, though his solicitor has claimed that he was unable to get “intervention by a deradicaliser”. Whatever the truth, is there any evidence that such programmes actually work? Not much. Few experts can agree on what deradicalisation means and, as John Horgan, one of the world’s leading researchers in the psychology of terrorism, observes: “There’s paltry evidence to suggest that people stay out of terrorism because they have been taught to ‘think different’ about the legitimacy of their views.” It’s not surprising that there’s so little consensus about deradicalisation when the idea of radicalisation itself is fraught. Most of the popular explanations about the causes – from the nature of Islam to western foreign policy – are false, while more complex understandings of why some individuals are drawn to jihadist groups are rarely absorbed by politicians. It’s difficult to slay a dragon if you don’t know what a dragon is. What of the argument that certain individuals are so corrupted that they can’t be redeemed, nor should society seek to do so? It is true that those who might indiscriminately bomb cafes or mosques, and whose aim is simply to sow terror, are morally different from burglars or fraudsters. Many jihadists, I have suggested, inhabit a different moral universe, in which they can commit the most inhuman of acts and view them as righteous. The possibility of redemption is, however, defined not by the nature of the crime committed but by the fact we are human beings, and moral agents, and as such can change ourselves. It does not mean that everyone is capable of redemption. But neither does it mean that even those who have carried out particularly heinous acts are incapable of change. There is little evidence that deradicalisation programmes work. But to acknowledge the possibility of redemption is the mark of a civilised society. Not to do so would be to take a black-and-white view of human nature uncomfortably close to the worldview of someone such as Usman Khan. • Kenan Malik is an Observer columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}