{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/04/cultural-appropriation-of-maori-traditions-is-an-exercise-in-entitlement-and-privilege", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-04T11:00:48Z", "webTitle": "Cultural appropriation of Māori traditions is an exercise in entitlement and privilege | Tina Ngata", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/04/cultural-appropriation-of-maori-traditions-is-an-exercise-in-entitlement-and-privilege", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/04/cultural-appropriation-of-maori-traditions-is-an-exercise-in-entitlement-and-privilege", "fields": {"headline": "Cultural appropriation of Māori traditions is an exercise in entitlement and privilege", "bodyText": "Earlier this week, Princess Cruises (a brand of the Carnival Corporation) was brought into the public spotlight when their crew were photographed in cheap, appropriative costumes pantomiming a Māori ceremony for their passengers, and collectively, Māoridom took a heavy sigh. As much as anyone else, we wish we did not have to respond to such issues, and yet we always will rise to defend our cultural integrity and inevitably someone (who is usually not one of us) will tell us that there are more important issues to tend to. Like many indigenous groups, Māori face multiple challenges, from hyper-incarceration, land dispossession and homelessness, to our children being continually removed from our homes by the state. What seems to be missing for so many are the ways in which these issues are connected to cultural appropriation. How can something as apparently innocuous as a crude outfit constitute a racist, harmful act? An early obstacle in making this connection is that of clear definition. Indeed even the experts note that cultural appropriation is not easily summed up in one sentence. Usually it involves one group taking from a culture that they do not belong to and using it as they see fit. While it is often defended as innocent homage or humour, it is in fact an exercise in entitlement and privilege. It is experienced by minority groups as an extension of generations of cultural erasure and replacement. What we see in Tauranga is a classic demonstration of how cultural appropriation blends cultures for a particular exotic look. There is no correlation between the fine lines of tā moko (Māori facial tattoos) and the scribble across the faces of the crew. The “grass skirts” bear no resemblance to our customary attire. Undoubtedly there was equal disregard for proper protocols within their fake ceremony. Cultural integrity does not matter for appropriators, all that matters is that you reach peak “otherness”, a level of exoticism that provides an escape of sorts from the norm of the dominant culture. There are multiple problems with this. Of course many tourists presumably travel in order to experience “other” places, including the culture of that place and have a rightful expectation that this experience will be an authentic one. As pointed out by Tauranga leaders, there are local groups available to provide this service, and it denies both the economic and cultural benefits of engaging with tourists. Such benefits are a part of the reason we accept the added burden upon our infrastructures and environment presented by cruise ships – but there is also a larger issue. Whether it be cruise liner companies carrying out crude faux welcome ceremonies, or Halloween costumes of hypersexualised “dusky native maidens”, or Europeans selling our haka as a form of team-building, the cost of cultural appropriation for Māori, and indeed for indigenous peoples in general, extends well past lost revenue for our authentic art forms. More often than not, appropriation is driven by fetish or profit. The explicit miscommunications of cultural parodies so often minimise and erase the sophistication of cultural protocols and art forms, and replace them with fetishised primitive references that reinforce harmful stereotypes. In turn, these stereotypes lead to assumptions about our behaviour as partners and parents. Consequently, we are much more likely to be convicted and imprisoned for the same crime that would see someone else released or serve a noncustodial sentence. For women, these stereotypes are often also wrapped up in ideas of exotic promiscuity, which make us targets for sexual assault while also being less likely to see justice for sexual crimes committed against us. Quite separate from the harms of explicit misrepresentation, there is an implicit power relationship communicated here. When one group claims the right to take from and redefine another, it tells us in a multitude of ways who doesn’t matter. It paves the way for the the Otago Daily Times to run cartoons that depict dead Samoan babies as a punchline for colonial humour. Thanks to the efforts of communities of colour around the world, instances of cultural appropriation appear to be on the decline, and that holds significant promise for our race relations. However this will only continue to improve when we, as a community, forge ahead with calling such cultural assaults out for what they are – an abuse of privilege that has no place in a just society. • This article was amended on 4 December 2019 because an earlier version mistakenly referred to Carnival Cruise Line, another brand owned by the Carnival Corporation."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}