{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/10/socialism-america-history-politics-apple-pie", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-10T11:15:13Z", "webTitle": "Socialism is as American as apple pie. Yes, really | Nathan Robinson", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/10/socialism-america-history-politics-apple-pie", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/10/socialism-america-history-politics-apple-pie", "fields": {"headline": "Socialism is as American as apple pie. Yes, really", "bodyText": "It is often claimed that the United States differs from Europe in that it lacks a socialist tradition. The title question of Werner Sombart’s 1906 book Why Is There No Socialism in the United States? was answered nearly a century later by Seymour Martin Lipset and Gary Wolfe Marks’ It Didn’t Happen Here: Why Socialism Failed in the United States. It is common to say that socialism “failed” here; this is true insofar as socialists never became a substantial force in American politics. But it overlooks the fact that we did, for a short time, have a socialist movement that positively thrived. A century ago, when socialism was at its peak in this country, the Socialist party had 1,200 offices in 340 cities. There were two Socialist members of Congress, dozens of Socialist state legislators, and more than 130 Socialist mayors in over half of the US states. (The University of Washington has maps showing just how impressive socialism’s spread across the country was.) Socialist party successes were especially concentrated in the midwest, which makes Senator Tammy Duckworth’s comment that you can’t “go too far to the left and still win the midwest” somewhat ironic. Many people are taught, mostly as a curious historical footnote, that Eugene Debs received more than a million votes when he ran for president, even when forced to campaign from a prison cell. But the socialists who actually did hold public office are rarely discussed. That’s a shame, because it could help us answer some of the critical questions socialists often face: would socialism be a disaster if socialists were actually put in charge? Are socialists impractical utopians whose ideology would crush freedom and destroy our fragile institutions? What would socialist political power look like in the United States? In fact, we had a taste of socialist political power in the United States, albeit only on the local level. Milwaukee had three Socialist mayors. Did Milwaukee turn into a bleak and bloody revolutionary nightmare? No. In fact, as Peter Dreier puts it in an excellent historical overview: Under the Socialists, Milwaukee gained a reputation as a well-managed municipality …They built community parks, including beautiful green spaces and recreation areas along the lakefront that are still widely used. They increased the citywide minimum wage (28 years before the federal government adopted the idea) and established an eight-hour day standard for municipal workers. They championed public education for the city’s children, built excellent libraries and sponsored vibrant recreation programs. Daniel Hoan, the longest-serving of the three Socialist mayors, was so popular among the city’s residents that he was in office for 24 years. In 1936, Hoan was featured on the cover of Time magazine, which said that under his administration, “Milwaukee has become perhaps the best governed city in the US.” Milwaukee “won many awards for being among the safest and healthiest cities in the country,” and “regularly had among the lowest rates of infant mortality and epidemic diseases of any American city”. According to the historian Melvin G Holli, Hoan “experimented with the municipal marketing of food, backed city-built housing, and in providing public markets, city harbor improvements, and purging graft from Milwaukee politics”. We’ve even had a more recent example of a socialist mayor, a person many more people have heard of. Bernie Sanders served as mayor of Burlington, Vermont, for eight years, being re-elected three times. How did it go? Did he create a little Leningrad on Lake Champlain? No. Sanders was regarded as “a hardworking, pragmatic, effective mayor who helped transform Vermont’s largest city (population: 38,000) into a thriving town”. Furthermore: Burlington is now widely heralded as an environmentally friendly, lively, and livable city with a thriving economy, including one of the lowest jobless rates in the country. Burlingtonians give Sanders credit for steering the city in a new direction that, despite early skepticism, proved to be broadly popular with voters. During the heyday of the American Socialist party, Socialist state legislators were always in the minority and usually outvoted. The party’s 1914 report on its legislative activities makes for fascinating reading, and documents a series of low-key socialist policy successes across different states. In Wisconsin, for example, “both major parties had adopted parts of the Socialist platform, and the legislature was passing bills that a decade before would never have been reported out of committee”. The bills passed by Socialists in the Wisconsin legislature may not have been particularly radical, since they had to have support of non-socialists. But they flowed directly from the socialists’ fundamental conviction that the way economic life functions is deeply dysfunctional and harms ordinary workers. So they advocated for things like an eight-hour workday, ending child labor, and workplace safety regulations. Today, these seem like standard-issue liberal policies, but it was radicals who made those issues mainstream. Socialists’ job is to put radical ideas in people’s heads. After a while, they become mainstream, then they get taken for granted, and finally everybody insists they believed in them all along. The socialist left has a great heritage, both in the United States and everywhere else. The historical record of socialism is not, as some would have it, merely a long string of authoritarian regimes. It is also the record of labor agitators and intellectuals who crafted ideas that later became public policy, who built schools and libraries, who developed the idea that everyone was equally entitled to a dignified life. This idea is commonplace now, but we wouldn’t have it if it weren’t for our dedicated socialist forebears. To be a socialist is to take part in a tradition that is intelligent, humane and honorable. Nathan Robinson is the editor of Current Affairs and a Guardian US columnist. This article is an adapted excerpt from his new book Why You Should Be a Socialist (St Martin’s Publishing Group)"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}