{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/08/un-conference-global-heating-cop25-chile-madrid-climate-crisis", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-08T17:35:36Z", "webTitle": "Global heating plus inequality is a recipe for chaos – just look at Chile  | Maisa Rojas", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/08/un-conference-global-heating-cop25-chile-madrid-climate-crisis", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/08/un-conference-global-heating-cop25-chile-madrid-climate-crisis", "fields": {"headline": "Global heating plus inequality is a recipe for chaos – just look at Chile", "bodyText": "It’s a grey winter day as I walk through the UN climate conference (known as COP25) in Madrid. The pavilions and rooms all have the names of cities, regions and rivers in Chile. They’re especially familiar to me: as well as being scientific coordinator for COP25, I’m director of Chile’s Centre for Climate and Resilience Research. It’s all a stark reminder that we should be in Santiago. But on 18 October 2019, the president of Chile declared a state of emergency and instituted a curfew to quell three days of public unrest that started because of an increase in metro fares. The outbreak of anger was summed up by the message, “This is not about 30 pesos, it is about 30 years”, referring to discontent lasting three decades, which appeared on walls across the city and on social media. The protests ultimately led to COP25’s move to Madrid. The movement they spawned continues to this day. Its demands are wide-ranging: better pensions, education, health, a minimum wage; but also water rights and action on environmental degradation. What they have in common is their roots in a profoundly unequal society that can be traced back to Augusto Pinochet’s dictatorship. The economic framework he instituted has hardly changed since the return of democracy in the 90s. But why did this violence and rage explode so suddenly? Chile ranks as one of the most unequal countries among the OECD nations according to the Gini index (the most widely used measure of inequality). The latest survey by the Chilean government shows that the richest 10% of the Chilean population has 39 times more income than the poorest 10% – worse than it was in 2015. The same survey shows that more than a million people live in poverty, almost 400,000 in extreme poverty. Not only that, more than half of workers earn less than 400,000 pesos (£390) a month. To put that in context, the average monthly rent in Santiago is 300,000 pesos. At first glance, other than disrupting a climate summit, this kind of social unrest doesn’t seem to have much to do with the climate crisis. But look again. We know that climate change acts as an amplifier of social inequality, disproportionately affecting the most vulnerable. Think for example about heatwaves, of which we saw several this year. The impacts of such extreme events are experienced very differently depending on whether you have access to air conditioning or whether you have a park or green space close by. The ability to recover from the impact of a tropical storm also depends on your access to insurance or finance, and to natural resources such as water. In Chile, just a month before the social crisis exploded, we saw the first internal displacement as a result of the climate crisis. A 10-year-long drought has resulted in many small-scale and subsistence animal farmers losing their livelihoods. In the same areas, competition for water is fierce between local people and agriculture, particularly avocado producers. So as the impacts of the climate crisis become more intense, we can expect more displacement and more unrest. Not just in Chile but around the world. But it’s not just the direct effects of climate change that have the potential to cause social instability. The way we respond to those effects – if done without care and consent – can threaten even more social turbulence. In order to achieve the Paris Agreement goal – limiting warming to 1.5C – the global community needs transformations that are unprecedented in scale and scope. Only recently we heard from the UN that, to reach this target, the world needs to reduce the emissions of greenhouse gases every year by about 7%. Part of the work that needs to be accomplished by this climate meeting and the next one, which will be held in Glasgow in 2020, is that countries must become much more ambitious about their commitments. Can we implement these transformations without addressing all the other social challenges that our countries face? Clearly not. The Chilean crisis illustrates this very vividly, highlighting the great social, economic and environmental obstacles ahead of us. Climate emergency plus growing inequality is a recipe for chaos. We can see what happens when those whose social demands have been ignored are asked to contribute to the climate effort: the gilets jaunes (yellow vests)movement in France grew up in response to rising fuel prices. Protests in Ecuador, over an end to fuel subsidies, brought the capital Quito to a standstill and forced the government to back down. These, along with events in Santiago, demonstrate that we need to pay attention to social and cultural impacts, too. Addressing those problems might feel like adding even more complexity to an already uphill struggle. In the long run, however, only if social demands are met will ambitious and rapid climate action be feasible. The good news is that addressing social issues alongside the climate crisis has the potential to generate powerful, long-lasting solutions. In Chile, one of the measures to achieve carbon neutrality is phasing out coal power plants. The closures come with a host of benefits, from better air quality to – eventually – cheaper energy. Those who work in the industry, however, are naturally concerned about their employment rights. If the government can support the community through the transition, they will emerge into a better, cleaner and safer future. In other words, making sure “no one is left behind” is key. It is crucial that the connection between social and climate upheaval is made clear in Madrid – otherwise we will have lost the opportunity to learn that every crisis should bring. As the delegates walk to their negotiations, I hope the names they pass – of rivers, regions and cities of Chile – serve as a reminder. • Maisa Rojas is the scientific coordinator for the COP25 climate summit, director of Chile’s Centre for Climate and Resilience Research, and a visiting professor at the Environmental Change Institute, University of Oxford"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}