{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/02/bolivia-elections-democracy-president-jeanine-anez", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-02T15:36:42Z", "webTitle": "Bolivia has been promised elections. But will they be fair? | Linda Farthing", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/02/bolivia-elections-democracy-president-jeanine-anez", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/02/bolivia-elections-democracy-president-jeanine-anez", "fields": {"headline": "Bolivia has been promised elections. But will they be fair?", "bodyText": "As the dust begins to settle following weeks of upheaval in Bolivia, fresh elections are being promised in the new year by the self-appointed interim president, Jeanine Áñez. They offer a glimmer of hope for the restoration of the country’s badly battered democracy – but only if they are free and fair. Meanwhile, her possible successors are beginning to jockey for position. Carlos Mesa, Evo Morales’ chief rival in the 20 October elections, has announced he is running, while Morales’ party Movement for Socialism (Mas) has said it will put forward “young candidates” in the place of the former president. Mesa’s opposition on the right will be an upstart contender who only burst on to Bolivia’s national scene in the past month. Luis Camacho is the president of the powerful civic organisation in the city of Santa Cruz, Bolivia’s “economic powerhouse”. He emerged as a key player in the deposition of Morales and the subsequent installation of Áñez. Camacho is an ardent Roman Catholic conservative who openly bribed the police to mutiny against the Morales government, with promises of increased retirement pay. In doing so, he pushed aside both Mesa and the Organization of American States, which urged a democratic transition that would have allowed Morales to complete his term. Instead, Camacho and his followers forced Morales’ immediate resignation. Widespread protests rocked the country for 10 days after Áñez’s takeover. Several cities faced shortages of food and gas because of the many roadblocks. “We think her government will bring back the racism we suffered in the past,” said an indigenous demonstrator who didn’t want his name used. “We denounce the coup she has carried out without any authority whatsoever.” On 15 November, the police and military opened fire on indigenous protesters outside Bolivia’s fourth largest city, Cochabamba, killing nine and wounding more than 120. “We were marching peacefully and they began shooting off tear gas and firing on us,” a crying woman told the Andean Information Network. “They treated us like animals.” Four days later, in El Alto, police and military opened fire again on indigenous demonstrators, leaving eight dead and more than 30 wounded. An uneasy equilibrium returned last week, following these violent showdowns between the police – accompanied by the army – and pro-Morales protesters. But how long can this reprieve last, and is Áñez the right person to lead the country through this transition period, and ensure a return to some form of stability? Áñez’s government initially behaved as if it had a mandate to transform the country and wreak revenge on those who supported the Morales administration. She was sworn into office holding a Bible, in a country that is constitutionally secular. Áñez has also been accused of publishing racist tweets against Bolivia’s indigenous majority. The tone she set has been reflected in a resurgence of Bolivia’s deep-seated racism, something that had eased under the 14 years Morales – Bolivia’s first indigenous president – was in power. In response to his government’s promotion of the indigenous wiphala flag, police mutinying against Morales ripped the wiphala off their uniforms. Racist graffiti, such as “Evo, shitty Indian”, in a country where Indian is still a pejorative term, appeared on city walls. Among Áñez’s first moves were recognising Juan Guiadó as Venezuela’s president and throwing out of the country Cuban doctors who were working in impoverished, remote areas. Not long afterwards she exempted the military from any consequences from deploying force against demonstrators, and then provided it with an additional $35m in funding. But Áñez’s government has recently backed down from its initial aggressive stance, and negotiations with the former government’s legislators have resulted in a law authorising new elections within 120 days. An agreement has also been reached with social movement organisations opposed to Áñez. This has led to the lifting of over 90 blockades that have paralysed the country, in exchange for the withdrawal of the military from non-strategic locations, and the revocation of a law granting the military impunity for its actions against protesters. These steps signal some hope that the government is moving closer towards acting as a true transition government, although faith in the promise of fair elections remains thin. “Should we support the new elections?” an El Alto-based Mas supporter asked me. “With all that they have done to us, can we trust that they will respect our vote?” The international community has committed extra assistance in conducting and monitoring the results of the new elections. Mas remains the single largest political force in the country, but its opponents are getting organised. As head of the transition government, Áñez is unable to run herself, but is expected to support Camacho, who announced last week that he intends to run as the leader of a united opposition, with his Potosí equivalent Marco Pumari at his side. This move to consolidate opposition to Mas, by a right wing that has not respected Bolivians’ human rights, feeds uncertainty over the possibility of peaceful and fair elections. The key question remains: if Mas were to win, would the Bolivian right accept the results? • Linda Farthing is a journalist and researcher who has co-authored three books on Bolivia"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}