{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/10/election-solve-britain-broken-housing-system", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-10T09:15:08Z", "webTitle": "Why has everyone shelved Britain’s broken housing system this election? | David Madden", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/10/election-solve-britain-broken-housing-system", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/10/election-solve-britain-broken-housing-system", "fields": {"headline": "Why has everyone shelved Britain’s broken housing system this election?", "bodyText": "As we enter the final few days before the general election, it is worth recalling that there are a number of burning problems that have fallen by the wayside amid this contentious and frustrating campaign. Chief among them for younger voters and working- class communities is housing. Housing should be a critical electoral question, as it’s a source of ongoing anxiety for so many different constituencies. Homelessness is surging, and the number of homeless children has grown by 80% since 2010, when the Conservative-led coalition came to power. The private rented sector has also been expanding rapidly, growing by 63% between 2007 and 2017. As a result of landlord-friendly policies as well as global investment strategies, being a renter in the UK frequently means feeling precarious, exploited and powerless. At the same time, social housing has shrunk. Since 2010 alone, more than 170,000 council homes have been lost due to demolition or privatisation. Housing associations, which were supposed to fill the space that councils were forced to vacate, have been increasingly acting like private developers, leaving a gap in secure, truly affordable housing. Meanwhile, owner-occupancy is also transforming. Housing is increasingly treated as a speculative financial asset. In the urban areas with the most jobs and infrastructure, investors have driven up house prices so high that they’ve become completely detached from local wages, making home ownership either a debt-fuelled ordeal or a complete nonstarter for young people, working-class households and growing segments of the middle class as well. Beyond these structural shifts in the housing system, voters are also picking up on changes to housing’s ideological and even emotional role. It has long occupied a special symbolic place for both the left and the right. But today, the various political dreams around it are dissipating. After privatisation, stock transfers, estate displacement, the bedroom tax and decades of stigmatising myths about the supposed failure of council housing, political common sense is barely still in touch with the notion that citizens have a rightful claim to decent housing. The very notion of housing has been thoroughly privatised. At the same time, the hallowed (and always largely hollow) narrative of “climbing the housing ladder” has also lost its power. According to one survey, 70% of Britons under 35 believe home ownership is over for their age cohort. For young renters living in insecure flat shares or workers packed into overcrowded bedsits, the idea of ascending some mythical property ladder can seem like a cruel joke. A privileged few homeowners in certain areas of the country have made small fortunes on rising house prices, but this has meant the exclusion and impoverishment of many more others. It is obvious that post-Thatcher Britain did not become a “property-owning democracy”. It’s become an outpost of residential capitalism geared towards private landlords and speculators. For all of these reasons, the election should have been about how the housing system can be transformed to actually meet the universal need for good housing while responding to the climate emergency. But so far that hasn’t happened – despite the fact that all of the party manifestos engage, in some way, with the housing question. In principle, the issue should play to the advantage of Labour. Its manifesto stakes out a bolder position on housing than the party has taken in decades. It is promising a big package of reforms for private renters and housing association tenants, new rules on empty homes, an end to the right to buy and a commitment to large-scale social housing construction, including at least 100,000 council houses a year for 20 years. This follows significant grassroots mobilisation around housing in local communities and at the party’s conference, and represents a triumph for activists. If Labour were able to implement these changes as a whole, it would constitute a landmark moment of change for the British housing system. But the party needs to persuade a sceptical electorate that it is serious. Ever since Tony Blair embraced rising house prices and falling council estates, the party has built up a well of resentment and distrust amongst voters. They need to be convinced Labour are actually planning to create truly secure public housing and push through real reforms, rather than throwing up yet more unaffordable “affordable housing” or spawning more gentrification-prone regeneration schemes. Labour doesn’t only need to promise to run Thatcherism in reverse, it also needs to undo the housing damage wrought by New Labour. For their part, the Conservatives have, in recent years, proposed policies that only made the housing problem worse. There was 2013’s help-to-buy scheme; or plans that didn’t make it off the printed page, such as their 2015 manifesto commitment to building 200,000 so-called “starter homes”, of which, according to the National Audit Office, they built precisely zero. Even Tory hardliners such as Jacob Rees-Mogg recognise that the UK is undergoing “one of the worst housing crises in the democratic world”. But the party’s manifesto doubles down on home ownership and the right to buy. Private tenants would get a few reforms. Council tenants would be out of luck. The Tory housing plan amounts to the status quo, but more so. Other parties have also contributed noteworthy ideas. Some of these plans address critical issues, such as the Green party’s “green new deal” for housing, which is focused on energy efficiency in new council housing and private retrofitting. In contrast, other proposals are truly counterproductive, such as the Liberal Democrats’ help-to-rent scheme. This would “help young people into the rental market” through government-backed loans to cover deposits, thereby combining debt and private tenancies, which happen to be precisely the top two things into which young people do not need help. This election should have been the occasion to sift through these competing visions and find ways to concretely transform Britain’s housing system. Across the globe, reformers and activists are beginning to articulate alternatives to the residential status quo. British politicians would be wise to follow suit by placing a radical approach to housing at the centre of their politics. It’s not only a chance to address the widespread anxiety and misery that today’s housing system generates. It might also be the way to win an election. • David Madden is an associate professor of sociology and co-director of the cities programme at the London School of Economics. He is co-author of In Defense of Housing"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}