{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/04/the-guardian-view-on-looking-back-in-search-of-lost-time", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-04T18:25:07Z", "webTitle": "The Guardian view on looking back: in search of lost time | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/04/the-guardian-view-on-looking-back-in-search-of-lost-time", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/04/the-guardian-view-on-looking-back-in-search-of-lost-time", "fields": {"headline": "The Guardian view on looking back: in search of lost time", "bodyText": "What is it about the past that so captivates, fascinates and moves us? Nostalgia has become associated with a misty-eyed desire to return, via Brexit, to a perfect England that never was. But looking back is not necessarily a backwards move. Our relationship with what has been is far subtler and more complex than a Nigel Farage speech. The BFI National Archive has just revealed the 10 most viewed films from the splendid treasure trove of footage collated in its Britain on Film project. These long-forgotten documentaries, newsreels and private cine-souvenirs, all available online, capture fugitive fragments of lived time. Their reach stretches back more than a hundred years, and watching them is deeply, strangely affecting. Over two and a half million people have enjoyed Sunshine in Soho, a breezy, cheerful documentary from 1956, which chronicles a day in the life of Piccadilly Circus, Berwick Street market and Old Compton Street. The narration is stagey and inevitably a little old-fashioned. But the strangers captured on film call to us with striking immediacy as they move through the spring sunshine. There is the young woman in a pink gaberdine coat, carrying a rolled newspaper and a black handbag as she hurries into Piccadilly Circus on the way to work. Outside the Palace Theatre in Shaftesbury Avenue, young autograph-hunters patrol the entrance, waiting to approach the stars of the day. Christmas in Belfast, the second most-viewed film, is a raw two-minute snapshot of festive shopping in 1977, in the shadow of the Troubles. A pensioner makes polite conversation with the Royal Ulster Constabulary as her handbag is searched, observing mildly: “There’s been a bit of a change in the weather, hasn’t there?” In Chichester Tour, a silent amateur film from the early 1960s, a Morris Minor passes down a thriving high street lined with parked bikes. A modestly-sized J Sainsbury store sits next to WH Smith &amp; Son and the time is nearly half past one. The pathos of the past evoked here should not be reduced to mere nostalgia, a concept that the ancient Greeks used to signify a pining for home. We know we cannot go “home” to a time before we were born, or to the world of our youth. But these unknown people move us because they truly were at home in these long-departed days, in the same way that we are in the present. This is both obvious and mysterious; it conveys to us something of the nature of time and mortality. This morning, another young woman will have hurried up the steps of Piccadilly Circus tube station, wearing a different kind of coat, clutching a smartphone, on her way to work. In his poem, Lines on A Young Lady’s Photograph Album, Philip Larkin writes that the old photos of a female friend “contract my heart by looking out of date”. The wonderful footage of Britain on Film has a similar kind of effect. But any sadness is inextricably linked to a sense of joy at a connection made across the years. These exquisite vignettes help us understand the past and the present."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}