{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/06/the-guardian-view-on-schools-for-the-future-no-thanks-to-more-of-the-same", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-06T18:30:48Z", "webTitle": "The Guardian view on schools for the future: no thanks to more of the same | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/06/the-guardian-view-on-schools-for-the-future-no-thanks-to-more-of-the-same", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/06/the-guardian-view-on-schools-for-the-future-no-thanks-to-more-of-the-same", "fields": {"headline": "The Guardian view on schools for the future: no thanks to more of the same", "bodyText": "School cuts proved to be an achilles heel for Theresa May in the 2017 election, and Boris Johnson learned from her mistake. In September, the Conservatives announced a £4.4 billion per year increase in funding for English schools (education is a devolved issue) that was calculated to neutralise Labour attacks. Polling suggests that education has declined in importance for voters over the past two years. Schools do not have the totemic significance for the current party leaders that they did for Tony Blair and David Cameron. But September’s announcement should not have allowed the Conservatives to escape censure to the extent that they have. Analysis shows the government’s claim that the increase amounts to “record” spending is misleading. Taking into account rising pupil numbers and inflation, spending per child has fallen by around 8% in England (5% in Wales) since 2009/10. This injection would return it to the level a decade ago. Additional funding will disproportionately help better-off areas. And while budget increases for further education and special education needs (SEN) and disabilities are welcome, the Tories have offered no solutions to the many other problems they have created. The former education secretary, Damian Hinds, presented solid proposals to improve recruitment and retention of teachers. His successor, Gavin Williamson, threatens to undo such work, with proposals to ratchet up the stress still further by boosting Ofsted’s powers, employing the inflammatory language of “reasonable force” when discussing discipline, and ignoring concerns about the narrowing of the curriculum. Voters should look past such cheap shots for the bigger picture. That is a system in which the attainment gap between more and less advantaged pupils has again begun growing, SEN provision is in crisis, and the murky phenomenon of off-rolling – whereby pupils leave before GCSEs without going through a formal exclusion process – continues to spread. Vocational training remains chronically neglected (the thoughtful report commissioned from Philip Augar by Theresa May having been discarded), while free schools and academies have failed to deliver promised improvements to the system as a whole. Lower-ability pupils are poorly served by the new GCSEs, with more than one-third failing to reach the required level 4 in maths and English. Overarching all this is startling evidence of a deeper malaise among young people, with an influential OECD survey this week revealing that barely half of UK 15-year-olds are satisfied with their lives. There are bright spots. The same survey found that pupils had improved their scores in reading and maths. Tests aside, schools across the country remain full of vitality as well as angst. Both the Labour and Liberal Democrat manifestos contain pledges that would lead to improvements. While the Lib Dems have made the more ambitious offer on early years, Labour has promised to replace Ofsted, provide free school breakfasts, and spend £7bn on school buildings that are in some cases falling apart. Both parties promise more teachers and reduced testing, while Labour’s 2017 pledge to abolish university tuition fees (and the huge debts they pile on young adults’ shoulders) remains in place. These commitments have been somewhat buried among other spending pledges. But they should not be overlooked, particularly when the disappointing Conservative offer amounts to more of the – very inadequate – same. Children deserve more than this from the next government."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}