{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/09/britain-young-people-registered-election", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-09T15:51:30Z", "webTitle": "Britain’s young people are radicalised and registered. Will this be our election? | Micha Frazer-Carroll", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/09/britain-young-people-registered-election", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/09/britain-young-people-registered-election", "fields": {"headline": "Britain’s young people are radicalised and registered. Will this be our election?", "bodyText": "Is the “youthquake” of 2017 about to be upstaged? After just a glimpse at the voter registration figures for the upcoming election, it looks as if the next quake might chart even higher on the Richter scale. More than 3 million people registered to vote between the election being called and the deadline – 875,000 more than the same period in 2017 – and two-thirds of them were under 35. There was a lot of debate surrounding 2017’s surge in young voting, including whether or not it actually happened. After a “youthquake” was initially declared after the election, a widely reported paper based on the British Election Study claimed that there was no substantial rise in youth turnout – leading many to declare the “youthquake” a myth. But more recent analysis from political scientists Patrick Sturgis and Will Jennings, indicating a large increase in turnout in 2017 among under-30s, suggests it was real after all. There is also much we don’t know about how this year’s youth registration spike will affect the final result on 13 December. Young people are highly politicised, and for a number of reasons. The longer-term forces affecting young people are clear: we are driven towards political engagement because we are more likely to be in debt, working in the gig economy, and stuck in “generation rent” as a result of Britain’s Tory-run economy. But, to work out whether the latest surge in registrations will lead to another quake, we must understand how our concerns have only intensified since 2017. Take Brexit. Three-quarters of young people back a second referendum, and so the effect of watching three years of deadlock in parliament, alongside a swelling, youth-led People’s Vote campaign, can’t be overstated. In the two years that have elapsed since the last general election, news also broke of two notable Brexit scandals – Cambridge Analytica, and the revelation that the Vote Leave campaign broke electoral law. For young remainers who already felt let down by the referendum result, this election presents a genuine opportunity for a second referendum, or to simply reverse the decision altogether. Race and immigration also rank high on young people’s agendas. Our demographic is more black, Asian and minority ethnic, and more likely to embrace multiculturalism, than older generations. We are aware of how hate crimes have risen, and how the far right has rapidly become our greatest threat. In the months following the referendum, I heard many young people of colour talk about feeling betrayed, feeling unwelcome in the UK, and expressing fears that racist undercurrents had risen to the surface. Our anger and hurt have only increased since, with stories like the Windrush scandal and a series of other headline Home Office decisions showing how our communities have been failed. The feeling that both the government and Brexit are continuing to hurt people of colour may serve as a motivator for us to turn out. Most broadcasters and politicians were always going to frame this as the “Brexit election”, but there is another issue at the forefront of our minds. Young people will be around to feel the effects of the climate crisis for longer than our parents, and we have channelled our eco-anxiety into Extinction Rebellion and School Strike for Climate protests over the last year. Both movements speak to a mounting feeling of urgency, and an interest in organising to influence policy. While not all those who are engaged in climate activism will be old enough to vote, two cohorts of that active, politically savvy school-strike generation will have entered the voting bracket since 2017. They will undoubtedly see this election as a means to tackle the climate emergency. The avalanche of youth interest was also accelerated by a collaborative public drive to get young people to register. Celebrity intervention feels as if it has gradually become a mainstay in our politics (which perhaps says something about who we trust) – Stormzy’s social media posts resulted in a surge in traffic on the voter registration website. In other online efforts, Momentum says it persuaded more than 120,000 people to register with its grassroots-funded Facebook ads. Many have warned us not to get too excited too soon. After all, younger voters change address more frequently, and thus are disproportionately represented in new registration figures. And a chunk of those 3 million registrations will have already been on the books. Meanwhile, in terms of actual turnout, the 12 December date is a particularly dangerous obstacle for our demographic, as many university students will be departing for the holidays, and votes in student-dominated constituencies may be affected. But enough of the caveats. Many pundits have said that this is an uninspiring election, that voters are underwhelmed by the choices. But the rise in youth engagement suggests otherwise: that among the young there is palpable excitement about the potential for imaginative, radical change. If this registration surge is reflected in turnout, who knows what may happen? In the recent galvanising spirit of optimism that I found in the Labour manifesto, I see no shame in saying: there is hope. • Micha Frazer-Carroll is opinions editor at gal-dem"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}