{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/01/baby-boomers-give-young-a-chance-observer-letters", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-01T05:59:01Z", "webTitle": "Baby boomers, give the young a chance | Letters", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/01/baby-boomers-give-young-a-chance-observer-letters", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/01/baby-boomers-give-young-a-chance-observer-letters", "fields": {"headline": "Letters: baby boomers, give the young a chance", "bodyText": "Yes, that’s me, one of those over-65 baby boomers (“Enough of Gen Z’s sorry generation game. Get the boomers onside”, Comment). I cannot for the life of me understand why my peer group do not realise how lucky they were. I come from a working-class background, but I grew up with the closest we’ve ever got to equal opportunities in education, grants for university, work available with strong unions that enabled us to have decent sickness and holiday pay. I inherited nothing but could afford to get on the property ladder. I have a pension that allows me to keep warm and eat. I have the health and wherewithal to help my children and enjoy my retirement. I actually heard an older lady tell me that we’ll be all right out of the EU because we survived the war. I was too polite to point out that we didn’t, it was our parents’ generation. Our parents, who worked hard and elected governments that gave us the welfare state, more personal freedom to live the lives we chose. How can we not want that for our children and grandchildren? The country was broke in 1945 but investment and planning built thousands of homes and created work. Austerity doesn’t work. Giving people a chance does. I am delighted to see the Labour party produce a manifesto that plans for the future, doesn’t just chuck a bit of money as a sticking plaster over massive problems. All I hear is criticisms of politicians and I just want to scream, “then get involved”. Read more, think about the long-term future. We have to stop thinking we know it all and listen to the younger generation. Surely they deserve the opportunities we had. Ours was the generation that preached love and acceptance; it’s a shame we lost that warm generosity. Jan Cawser Ripley, Derbyshire The grand old Duke of York Kate Williams makes a key omission in her resumé of Frederick, Duke of York, implying, in the context of the Andrew debacle, that his career ended in disgrace (“Prince Andrew and the royal crisis – past scandals”, Focus). Frederick was restored as commander-in-chief two years after the scandal involving him and his mistress Mary Anne Clarke. He was c-in-c across four decades, for which history has been kind to him, for resourcing Wellington’s defeat of Napoleon and his reforms which gained him the title “the soldier’s friend”. He improved soldiers’ pay and conditions, reformed leadership training and opened what was soon known as the Duke of York’s Royal Military Asylum – today School, flourishing in Dover two centuries on – for the care and education of the sons and daughters of ordinary soldiers; I was one in the 1960s. Frederick died in 1827 with a high reputation, one the present title-holder might admire. Chris Crowcroft Elstree WD6 Dignity in childbirth Catherine Bennett is right to express horror at the failings at the Shrewsbury and Telford hospital trust that led to the deaths of babies and mothers (“Why is it so hard to allow mothers the kind of labour they really want?”, Comment). However, she is unfair in her criticism of Sheila Kitzinger who was a distinguished childbirth educator. Even the most straightforward labour is usually intense and painful, but it does not have to be frightening. The Kitzinger message was simple yet subtle: mothers who are well attended by sympathetic midwives in calm surroundings (and in a setting equipped for every medical eventuality) are more likely to relax in labour and be able to listen to their bodies. This does not mean that birth is painless, but many women who are well supported can emerge from it psychologically intact. Of course, for some women a planned C-section will be the best choice for them and should be readily available. Maternity services are so overstretched now that women are being repelled at the doors of maternity units and often shuttle in distress between home and hospital waiting for a bed. There are not enough midwives, so the calm, patient, individual support they are trained to give is not available to all women. Postnatal wards are also so understaffed that women are often deprived of basic care for them and their babies, and lack the privacy and dignity they need to recover properly from the rigours of birth. It is no wonder that there is an epidemic of postnatal depression. In the 1980s women were attended at home daily for 10 days after birth, and this gave women confidence, and a good start. Margaret Jones Tiverton, Devon Vote was not in our name As you reported, the Society of Antiquaries of London sought to remove Hubert Chesshyre from its fellowship after he was found to have committed sexual offences (“Education charity in turmoil after vote to back sex abuser”, News). At a meeting held to effect this, however, the resolution was voted down. As fellows of the society, we are appalled by this outcome. The society’s governance structures meant that the vote had to be made in person on a weekday afternoon, and only 109 of more than 3,000 fellows were able to attend. The 76 fellows who voted against the resolution do not represent us or the values and behaviours of any organisation of which we would wish to be members. We support Chesshyre’s victim, and we emphasise the absolute importance of placing survivors’ needs at the centre of any such situation. We offer our heartfelt apologies, and emphasise our determination to reform and modernise the society’s statutes and governance procedures. Sue Anderson, Grahame Appleby, Jo Appleby, Nick Ashton, Victoria Avery, Jonathan Benjamin, Jen Baird, John Baker, Gordon Barclay, Jessica Barker, John C. Barrett, Caroline Barron, Nick Barton, Alex Bayliss, Paul Belford, Kate Bennett, Robert Bewley, Alistair Blanshard, Chiara Bonacchi, Gail Boyle, Katherine Boyle, Richard Bradley, Colin Breen, Martin Brown, Nicole Boivin, Kerry Bristol, Kenneth Brophy, Stuart Brookes, Michelle P Brown, Ruth Rhynas Brown, Sue Brunning, Jayne Carroll, Michael Carter, Spencer Carter, Matthew J Champion, John Chandler, John Chapman, Gill Chitty, Pete Clark, Amanda Clarke, Hannah Cobb, Nathalie Cohen, Emily Cole, Sue Colledge, Rob Collins, Gabriel Cooney, Chantal Conneller, Chris Constable, John Creighton, Gillian Darley, David Dawson, Linda Doran, Stephen Driscoll, Mark Dunkley, Emma Dwyer, Mark Edmonds, Nancy Edwards, James Eogan, Christopher Evans, Paul Everill, Michelle Farrell, Corisande Fenwick, Niall Finneran, Shahina Farid, Julia Farley , Helen Farr, Joseph Flatman, Hannah Fluck, Alice Forward, David Gaimster, Marit Gaimster, Alexandra Gajewski, Fiona Gale, Clive Gamble, Andrew Gardner, James Gerrard, Roberta Gilchrist, Elizabeth Goring, Chris Gosden, Tom Goskar, Elizabeth Graham, Sue Greaney, Susanne Hakenbeck, Peter A Halkon, Ellen Hambleton, Kenneth Hamilton, Letty ten Harkel, Sue Harrington, Oliver Harris, Colin Haselgrove, Christine Hastorf, Mark Hauser, Sophie Hay, Nicola Hembrey, Paula Henderson, Donald Henson, Mike Heyworth, Dan Hicks, Charlotte Higgins, Richard Hingley, Richard Hoggett, Andrew Hopkins, Rob Hosfield, Neil Jackson, Nigel Jeffries, Judith Jesch, Matthew Johnson, Nicholas Johnson, Rebecca Jones, Jody Joy, Ray Karl, Jackie Keily, Tim Keily, Brian Kerr, Jane Kershaw, Lynne Keys, Rachael Kiddey, Anthony C King, Turi King, Cherry Ann Knott, Kristian Kristiansen, Ian Leins, Jodie Lewis, Lisa Lodwick, Marta Lorenzon, Pam Lowther, Diarmaid MacCulloch, Lesley McFadyen, Richard Madgwick, John Michael Maloney, John Manley, Sonja Marzinzik, Joanna Mattingley, Janet Miller, Martin Millett, Lesley Milner, Mick Monk, Tom Moore, Richard Mortimer, William Moss, Tim Murray, Harold Mytum, Mike Nevell, Martin Newman, Courtney Nimura, Taryn Nixon, Jacqueline Nowakowski, Richard Osgood, Susan Oosthuizen, Hilary Orange, Clive Orton, Aidan O’Sullivan, Richard Ovenden, Sarah Parcak, Dominic Perring, Michael Petraglia, Daniel Pett, Paul Pettit, David Petts, Mike Pitts, Josh Pollard, Matthew Pope, Rachel Pope, Roy Porter, Natasha Powers, Mark Purcell, Ian Ralston, Esther Renwick, Lorna Richardson, Christina Riggs, Ben Roberts, David Roberts, Cynthia Robin, Simon Roffey, Anna Marie Roos, David Rudling, Hannah Russ, Elizabeth Savage, Sarah Semple, John Schofield, Beccy Scott, Tim Shadla-Hall, Ruth Shaffrey, Caroline Shenton, John Shepherd, Alison Sheridan, Liam Sims, Kay Smith, Spencer Gavin Smith, Jo Sofaer, Craig Spence, Matthew Spriggs, Kim Stabler, Christine Stevenson, Daniel Stewart, Marie-Louise Stig Sørensen, Jo Story, Gail Stoten, Fraser Sturt , Roger Thomas, Suzanne Thomas, Dale Townshend, Olivia Horsfall Turner, Christina Unwin, Graeme Warren, Sadie Watson, Anna Wessman, Jennifer Wexler, Katy Whitaker, Caroline Wickham-Jones, Andy Wigley, Neil Wilkin, Rowena Willard-Wright, Tim Williams, Hugh Willmott, Tony Wilmott, Tom Wilson, Eliott Wragg, James Wright, Lisa de Zoete MPs’ disdain is nothing new Kenan Malik feels that politicians treat the public with disdain compared with 40 years ago (“Once politicians treated voters as adults. Now they are contemptuous”, Comment). He may not be aware but the early discussions about entry to the Common Market and, indeed, general elections of the period were often centred on issues such as the price of butter. “Housewives” were a demographic to be appealed to and were told to “shop around” to manage. Furthermore, the lack of in-depth discussion on today’s issues is often the result of politicians being scared to argue with members of the public or challenge their assertions for fear of being vilified. The supposed democratisation of the media has a lot to answer for. Trevor Hopper Lewes, East Sussex Shedding light on Japan’s war As an army veteran and Japanophile, it was with great interest that I read the article about the relationship of Mark Rylance with his grandad, and his experience of being a PoW of the Japanese during the Second World War (“The Japanese put grandad through hell… but I can’t share his hatred”, News). I am a regular visitor to Japan and on my two most recent trips decided to explore the controversial Yasukuni shrine. What I found, which doesn’t excuse the brutality of the Japanese at the time of the internment of Mark’s grandad, was an extraordinary eye-opener. The opening section of the shrine’s museum shows in great detail the impact on Asia of western empire-building, resource-grabbing, people-exploiting, colonialist greed. It gave me a very different view of the background to the Japanese perspective, which led to the outbreak of hostilities with them. Trevor Skingle London SW2 Halloumi alert! The article on halloumi (“We love halloumi”, Magazine) declares dramatically that supplies are running “dangerously” low. I’m now very worried, distraught even; please let us know the nature of this peril. Paul Garrod Portsmouth"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}