{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/06/nurses-northern-ireland-strike-stormont-dup-sinn-fein", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-06T15:47:15Z", "webTitle": "Nurses in Northern Ireland are on strike. The DUP and Sinn Féin are to blame | Brian Coney", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/06/nurses-northern-ireland-strike-stormont-dup-sinn-fein", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/06/nurses-northern-ireland-strike-stormont-dup-sinn-fein", "fields": {"headline": "Nurses in Northern Ireland are on strike. The DUP and Sinn Féin are to blame", "bodyText": "At one minute past midnight on Tuesday, the UK’s (and the world’s) largest nursing union, the Royal College of Nursing (RCN), commenced strike action for the first time in its 103-year existence. While the rest of the UK isn’t without its own broader healthcare concerns, it’s perhaps no surprise that the historic industrial action is taking place in Northern Ireland. Following negotiations over the last few months, a breakdown in talks between the country’s barely functioning Department of Health and its health unions has led to thousands of workers being left with no option but to protest over pay parity and unsafe staffing levels. In the past few days alone, 10,000 outpatient appointments have been cancelled due to the start of the industrial action. A full 12-hour strike is scheduled for 18 December. There’s no debate to be had here: Northern Ireland’s health professionals have been backed into a terrible corner by the cowardice of the country’s non-sitting Stormont government. The industrial action is vital and the numbers behind the issues speak for themselves. According to the latest figures, there are 2,484 registered nurse vacancies and 454 nursing support worker vacancies in the country. In September alone, the 12-hour target for A&amp;E waiting times was breached 3,482 times, while 306,000 people (that’s one in six people in the country) were on hospital waiting lists for their first appointment. The situation has gone from severe to unworkable. While the growing pay gap is also a major issue, safe staffing is a much bigger and broader concern. Put simply, there aren’t enough staff employed to deal with the workload. Nurses have been put under unworkable pressure, which is exacerbated by knowing that the risk to patients is potentially catastrophic. Safe staffing levels save lives, therefore these strikes do not negate the compassion or professionalism of Northern Ireland’s nurses. Having failed to take their seats in Stormont since 9 January, 2017 – following reprehensible disagreements over abortion rights, the Irish language and the recognition of same-sex marriage – Northern Ireland’s leading political parties, the Democratic Unionist party (DUP) and Sinn Féin, must accept the buck stops with them. While the current crisis has been in gestation for years, recently the RCN and Unison have had no choice but to attempt to draw blood from the stone that is the Northern Irish civil service, in lieu of a functioning executive government and an active health minister in Stormont. No matter how they may try to swing it, the DUP and Sinn Féin have created a gaping political void that’s prevented the reasonable requests of health professionals being heard. In a typically vapid article for the Belfast Telegraph, the DUP leader, Arlene Foster, spoke of her desire to see Stormont back up and running. “The DUP understands and shares the frustrations of the public that we have not been able to get things done locally,” she said. “Strike action by nurses and other hard-working staff could be avoided and the pay rise can be delivered.” Sure enough, empty vessels make the most noise and, as time has told us, Foster robotically wields such guff in times of crisis but has only been actively motivated to bring Stormont back in order to further her party’s prehistoric agenda over abortion rights and gay marriage legislation. It’s the antithesis of sleight of hand: her words only serve to emphasise the DUP’s (and, in tandem, Sinn Féin’s) failings to represent the country it was elected to. While the political blame game in Northern Ireland has long been pantomime-esque, the reality here can’t be glossed over with casual deflection or kneejerk platitudes. In the 1,000-plus days that it has been suspended, Stormont has cost the taxpayer in excess of £100m. This fact, framed by the health crisis and paired with entrenched patterns of bigotry and discrimination within the DUP, in particular, means that the reestablishment of Northern Ireland’s executive has never felt more vital. Yesterday, the Northern Ireland secretary, Julian Smith, met with health unions, and there were talks between the Department of Health and union representatives – but the sides failed to reach agreement. With strikes continuing today and the country’s chief medical officer, Michael McBride, believing that “the impact [of full strike action on 18 December] will be very considerable”, timing is of the essence. Whichever way this plays out over the coming weeks, the nursing professionals of Northern Ireland must continue to be supported by the public; their mission, centred on the greater good, puts the country’s stagnant political leadership to shame. • Brian Coney is a writer and editor living in Belfast"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}