{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/02/ditch-harmful-myth-noble-hunter-gatherer", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-02T06:30:26Z", "webTitle": "Time to ditch the harmful myth of the ‘noble’ hunter-gatherer | Alice Rudge", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/02/ditch-harmful-myth-noble-hunter-gatherer", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/02/ditch-harmful-myth-noble-hunter-gatherer", "fields": {"headline": "Time to ditch the harmful myth of the ‘noble’ hunter-gatherer", "bodyText": "A boatload of tourists arrives at the homes of Batek hunter-gatherers in Malaysia. At the request of the non-Batek tour guides, Batek people hurriedly hide their televisions, radios and mobile phones. “Tourists don’t like to see these,” they explain. As an anthropologist who has conducted field research with Batek people for many years, I have become familiar with these common expectations placed on hunter-gatherers. It’s difficult to say exactly how many hunter-gatherers there are in the world. There is a general lack of demographic data, and the boundary between who is and isn’t considered a hunter-gatherer isn’t always neat. They are also diverse, for example from the Batek of Malaysia to the Mbendjele of Congo-Brazzaville, and the Agta of the Philippines. Their practices may vary, yet popular expectations of what they should be like are fixed. Often, these rely on the assumption that today’s humans are, in essence, prehistoric hunter-gatherers trapped in modern life, and that this mismatch is the source of our ills. Desiring an antidote, we look to modern-day hunter-gatherers, conflate them with prehistoric relics, and fetishise them as “the noble savage”: an ideal representation of simplicity and happiness. Ultimately, this reveals more about our needs than it does about them. I’m becoming increasingly aware that two early modern understandings of hunter-gatherers that emerged during European colonial expansion still endure in the UK. The first is Rousseau’s view of primordial man existing in a simple “state of nature”, happy because he has few desires. The second is the Hobbesian view, that premodern life was “nasty, brutish, and short” – thank God for “civilisation”. Either way, the assumption is that an amorphous hunter-gatherer past and present represents a less complicated way of existing. This is a derogatory yet persistent belief. One recent literary review published in the London Review of Books notes of the Penan in Borneo that “they foraged, hunted and ate, and moved through the forest in the only way they knew, and then they died”. In one fell swoop, Penan people are denied any trace of humanity, of any joy, desires, hope or even free will. Instead, their lives centre on unthinking, base survival. Similar tropes are prevalent in popular media. I have been contacted by TV producers who want to film the Batek for documentaries or immersive reality shows. One suggested that because some Batek people live fairly close to small towns, they wouldn’t be “authentic” enough for her show. Living with them would be “more like a holiday than a real experience”. It was unclear how the Batek could be much more authentic, given that they are Batek. The show was never made. Hunter-gatherer-style activities are also presented as a way to promote mindfulness. Helping people with anxiety is legitimate, but the unwitting implication is that hunter-gatherers are so simple that they are unaffected by the anxieties of modern life. This line of reasoning can be extended to health: if only we would adopt the Paleo diet, eschewing all processed foods, we too could be fit and healthy, like hunter-gatherers. When hunter-gatherers are held up as the antidote to modern life, it becomes a modernity from which they are excluded. Yet they exist on the same planet as everyone else – and with as much right to human dignity. In the chaos of the environmental destruction, alienation and anxiety produced by the failed promises of capitalism, and as knowledge of these issues becomes more widespread, we ask these hunter-gatherers to provide our answers, to oppose everything that causes us suffering. This is exoticisation. It is also both unjust and ironic. At the same time as we revere the idea of the noble savage, we continue to contribute to the global processes of climate crisis, commodity trade and the extractive industries that rob hunter-gathers of their livelihoods. It is often they who suffer most acutely the effects of relentless capitalist environmental destruction. The world over, they are subject to discrimination, violent dispossession and illegal land grabs and associated threats to their health and wellbeing. Instead of taking up the Paleo diet, we must listen carefully to the range of hunter-gatherers’ experiences of how they want to live, the pressures they face, and their diverse and in-depth knowledge on all kinds of issues including economics, equality, conservation and environmental guardianship. Their knowledge of such matters is invaluable. But we cannot require them to provide the answers to problems that they did not cause. What we must do is listen to them on their own terms, and we must vigorously resist resource exploitation and consumption patterns that threaten human diversity. As the tourists walk up the pathway to the camp, a few Batek men decide who will do the demonstration. A young man offers to demonstrate starting a fire. The kindling doesn’t catch, and the tour guide laughs. In English, he tells the British tourists: “He won’t be able to marry yet. A Batek man must demonstrate he can make fire before he is allowed to marry.” This is a fabrication. The tour guide blows on a tube of bamboo, making a piercing whistle. He says: “This is what Batek hunters do to tempt monkeys to them.” The Batek woman next to me bursts out laughing and whispers, “If a hunter did that, the monkeys would all run away.” The satisfied tourists head home, filling their blogs with authentic experiences among people living “so simply”. As the anthropologist Tim Ingold said: “Had [hunter-gatherers] not existed, they would certainly have had to have been invented.” In fact, people go ahead and invent them anyway. • Alice Rudge lectures and researches in social anthropology at University College London"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}