{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/05/the-guardian-view-on-boris-johnsons-constitutional-changes-he-cannot-be-trusted", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-05T18:30:19Z", "webTitle": "The Guardian view on Boris Johnson’s constitutional changes: he cannot be trusted | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/05/the-guardian-view-on-boris-johnsons-constitutional-changes-he-cannot-be-trusted", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/05/the-guardian-view-on-boris-johnsons-constitutional-changes-he-cannot-be-trusted", "fields": {"headline": "The Guardian view on Boris Johnson’s constitutional changes: he cannot be trusted", "bodyText": "In the context of one of the most worrying threats to liberty and the constitution in decades, the future of John Bercow may seem a petty matter. Yet if you seek a small indication of how a Boris Johnson majority government might behave more generally, then whether Mr Bercow is given a peerage might offer the public an insight. Ever since the 18th century, almost every Commons Speaker, good or bad, has been given a peerage when they step down. Mr Bercow has not yet been offered one but told the Observer last month that he “would accept, if it was offered”. The point here is not whether the automatic peerage convention is a good one, or the House of Lords an institution worth preserving. Neither proposition gets our vote. The point is whether a decision to single out Mr Bercow, if it happens, indicates a more general appetite in Mr Johnson’s Tories for revenge against its enemies and a more peremptory approach against those with the temerity to get in the way of Brexiter orthodoxy and dogma. The election campaign has raised that possibility. When Channel 4 held its party leaders’ climate debate last month, Mr Johnson did not turn up. The broadcaster decided to empty-chair him for the debate with a melting ice sculpture, whereupon the Conservative party threatened to review Channel 4’s licence if elected. This week the broadcasting regulator, Ofcom, rejected a Tory party bias complaint against Channel 4. In the event of a Johnson win, it may be a matter of time before Ofcom, too, finds itself in the dock. These examples may seem the rough-and-tumble of an election campaign. There is reason, however, to suspect that they are more than that: this may be the shape of things to come if the Conservatives win. The best reason for thinking this is found in the party’s manifesto itself. This widely unread document contains a litany of proposals and suggestions aimed at “restoring public trust in government and politics”. In reality, the aim is to take revenge against remainers, restrict access to the courts and voting rights for the Tory party’s opponents, and attempt to embed ministerial powers without parliamentary or judicial oversight. Not all the plans are spelt out. But their scope is potentially breathtaking. They include voter ID systems, likely to deter young and migrant voters; a fresh constituency boundary review, opening the way to electoral gerrymandering; strong backing for first-past-the-post voting systems, suggesting future attempts to abolish proportional representation where it exists; and easier voting in the UK for British expatriates while doing nothing to extend the voting rights of foreigners domiciled in the UK. Perhaps the spookiest line is this: “After Brexit, we also need to look at the broader aspects of our constitution.” This could mean anything. Again, there is little detail, but it may imply sweeping changes. A reference to examining the relationship between government, parliament and the courts is potentially massive. A pledge to look at “the functioning of the royal prerogative” may involve attempts to restore a prime minister’s ability to order military action, prorogue parliament, or to decide on its dissolution after the Fixed-term Parliaments Act is abolished, as intended. Restricting judicial review may mean that governments are no longer subject to legal oversight. The idea that the Human Rights Act might be “updated” to create a new balance between rights and national security needs is both vague and sinister. Voters would be right to hear loud alarm bells in all this. As the supreme court case on prorogation showed, Mr Johnson is willing to break laws, evade scrutiny and mislead the public in order to get his way. He has spent much of his prime ministership failing to answer questions such as these. Post-Brexit Britain would need more accountability not less, stronger courts not weaker ones, fairer voting and electoral systems not discriminatory ones, and the proper defence of minority interests against the central government juggernaut. The choice is stark and urgent: those who are comfortable with the possibility of autocracy and government by decree will vote for Mr Johnson. Those who value their liberties and our democracy will not."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}