{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/01/this-election-is-not-going-to-plan-the-liberal-democrats-feel-the-big-squeeze", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-01T09:00:00Z", "webTitle": "‘This election is not going to plan.’ The Lib Dems feel the big squeeze | Andrew Rawnsley", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/01/this-election-is-not-going-to-plan-the-liberal-democrats-feel-the-big-squeeze", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/01/this-election-is-not-going-to-plan-the-liberal-democrats-feel-the-big-squeeze", "fields": {"headline": "‘This election is not going to plan.’ The Lib Dems feel the big squeeze", "bodyText": "You don’t have to be a masochist to be a Liberal Democrat, but it helps. If they are having a painful campaign, at least it is a torture that they are accustomed to. The Lib Dems have not had a successful campaign since 2010, when Cleggmania briefly infected parts of the nation before turning into Cleggphobia soon after they went into coalition with the Conservatives. They got slaughtered in 2015, in part because the Tories ruthlessly cannibalised the support of their former coalition partners. They did even worse in 2017 when anything they had to say was drowned out by questions about Tim Farron’s attitudes towards gay sex. Come to think of it, even the 2010 election was not really that successful. They actually shed a few seats. A share of power only became available because the Tories came up short of a majority. This time around was going to be different. At their party conference back in September, there was breathless, intoxicated talk among Lib Dems that the party could win as many as 100 seats. The context did seem promising for a third-party breakthrough. There is a large segment of the electorate that is as repelled by Corbyn Labour as it is appalled by the Johnsonified Tories. The Lib Dems have attracted a stream of defectors, including people of above average political talent and flair, from both the red tribe and the blue. In Jo Swinson, they have a fresh and female face as their leader, who many of her activists thought might make an attractive contrast with the men of a certain age who front Labour and the Tories. Yet something has gone wrong for the Lib Dems. “This election has not gone as planned,” admits one of their number. More than a week before polling day, senior figures in the party already start sentences with the phrase: “When we conduct the postmortem…” Some of it is down to tactical mistakes. During an election, broadcast airtime is strictly apportioned between the parties. All need to be mindful of the stopwatch. In the opening phase of this campaign, the Lib Dems consumed a lot of their ration in not making their arguments and pushing their positions but complaining that Ms Swinson had been excluded from the first leaders’ TV debate. There may have been some justice to that complaint, but it is the sort of processology dispute that switches off a lot of voters. When Ms Swinson then did get her opportunity to shine, she didn’t. I thought she turned in an entirely respectable performance on the leaders’ Question Time, but it must have been morale-draining to strut before a studio audience that would not reward a single one of her applause lines with a clap. Woundingly, some polls suggest that people like her less the more that they see of her. Her colleagues sound a bit baffled trying to explain this to themselves, one speculating that “maybe there is prejudice against a younger woman”. The sharpest criticism of Ms Swinson is that she has made a hash of playing what should have been her party’s best card by misjudging the politics of Brexit. The Lib Dems had a perfectly good pitch when they campaigned as a party that unequivocally supports a fresh referendum and does so from an unambiguously Remain position. All they needed to say was that every vote for the Lib Dems was a vote to make this more likely to happen. They foolishly over-reached by declaring that a Lib Dem majority government would unilaterally cancel Brexit without another referendum. This managed to sound simultaneously silly and undemocratic. Silly because no one believes they are going to form a majority government. Undemocratic because even many Remainers, including really fervent ones, think you can only overturn one referendum with another. It also seems to have confused quite a lot of voters into thinking that this meant the Lib Dems had abandoned support for a people’s vote. There’s been some indication in recent days that they have belatedly recognised that this was a bad blunder. Ms Swinson has dropped the conceit that she will be hanging yellow curtains at Number 10 on 13 December and her colleagues are re-emphasising their commitment to another referendum. The severest handicap for the Lib Dems is not their leader, their tactics or their policy. Their most serious problem is an ancient and structural one that they are powerless to change. I am old enough to remember more than one election at which the third force thought it was on the cusp of a breakthrough, only to see those hopes crushed in the jaws of their eternal and deadliest enemy, the first past the post electoral system. They are currently polling around the mid-teens. In a more proportional system, that would be rewarded with something like the 100 seats that they once dreamed about. The media, their opponents and the voters would have to pay a lot more heed to the Lib Dems, because it would be certain that they would be critical to the balance of the next parliament. In our non-proportional system, 15% can translate into barely more seats than they possess at the moment. This inevitably influences how they are treated. Consider their manifesto. You will be a member of a select minority if you do. Compared with a deliberately thin Tory sales brochure and the fantastical wish lists in the pages of the Labour gift catalogue, the Lib Dems offer some plausible and progressive reforms. They also present the most convincing plan for decarbonising the economy. The Institute for Fiscal Studies judges the Lib Dem effort to be both radical and more fiscally credible than the funny-money prospectuses from the Tories and Labour. The Lib Dems are more honest then either of their rivals when they say that some taxes will have to rise for the majority, and not just for the rich and companies, if we want to put substantial extra sums into our public services. For this, they are getting very little credit, because their manifesto has had very little attention. Launching it close to the time when Prince Andrew gave his self-implosive interview to Emily Maitlis didn’t help. For the Lib Dems, the story of this election is agonisingly familiar. They are in the vice of a classic squeeze as the spotlight concentrates on the bigger two and arguments polarise along Tory/Labour lines. It may also be that the viscerality of the feelings aroused by the Tory and Labour leaders are as much a hindrance as a help to the third party. If your absolute top priority is terminating Boris Johnson’s time at Number 10, you might prefer the Lib Dems but end up voting for Labour if you conclude that’s a better guarantor of achieving your primary goal. This works the other way round, too. If there is nothing more important to you than preventing Jeremy Corbyn from becoming prime minister, you might like the Lib Dems but end up voting Tory in the belief that this is the surest way of stopping Labour. One senior Lib Dem says that, in the time left to them, they will only have “one, possibly two, opportunities” to achieve some kind of cut-through and must use any chance they get to maximum effect. There are some glimmers of encouragement. One is that they will do better in some of their target seats than the national polls are indicating. As we report today, constituency polling suggests that they are breathing down the neck of Dominic Raab, the foreign secretary, even though he is defending a majority of more than 23,000 in Surrey. Labour support in Esher and Walton has collapsed as former Labour voters surge behind the Lib Dems as best placed to unseat this hard Brexiter and senior member of the cabinet. There are quite a lot of other seats where anti-Tory tactical voting could shift Conservative seats into Lib Dem hands. The other piece of potentially good news for the Lib Dems is the run of opinion polls suggesting that the Conservatives are on course for a Commons majority. In the weird psychology of this election, this probably helps the Lib Dems. They can argue with voters who are sympathetic to the Lib Dems but terrified of Labour that they can go Lib Dem without risk of putting Mr Corbyn into Number 10. In the final furlong of the campaign, the Lib Dems will be marketing a vote for them as the means to prevent Boris Johnson from getting a majority. They will be pitching themselves as the Boris-blockers. It is an admission that they have dramatically calibrated their own ambitions downwards, but it is a better strategy than trying to persist with the pretence that Ms Swinson is going to become prime minister. When you are given lemons, make lemonade. • Andrew Rawnsley is Chief Political Commentator of the Observer"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}