{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/06/final-election-debate-boris-johnson-jeremy-corbyn", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-06T22:34:30Z", "webTitle": "The Corbyn and Johnson TV debate: our writers’ verdicts | Martin Kettle, Katy Balls, Owen Jones, Gaby Hinsliff", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/06/final-election-debate-boris-johnson-jeremy-corbyn", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/06/final-election-debate-boris-johnson-jeremy-corbyn", "fields": {"headline": "The Corbyn and Johnson TV debate: our writers’ verdicts", "bodyText": "Martin Kettle: A better Labour leader could have destroyed Johnson The question that matters about the second TV debate between Boris Johnson and Jeremy Corbyn is not who “won”. This isn’t Strictly Come Debating. If you like Johnson, he won. If you like Corbyn, the victory was his. But that’s irrelevant. What matters is whether the debate has changed anything in the election dynamics as we enter the final week. The answer to that is overwhelmingly likely to be no. Corbyn made his pitch on ambition and hope for change, which is his strongest card. He had some sharp responses. He was the only one of the two to even mention climate change, though only briefly as there was no question on the subject. Johnson pitched again and again for his usual “get Brexit done” promise. Both are vacuous approaches that we know already. Neither of them contains much in the way of practical detail – that isn’t possible in the studio glare anyway. But Johnson’s constantly repeated Brexit lines came round so often that it is obvious his campaign thinks they have momentum on the issue. The tragedy of this second debate is that it so often revealed the tawdriness of Johnson’s policies and his slapdash mind without Corbyn ever being quite able to nail him. Johnson’s lines are as tediously familiar now as Theresa May’s were in 2017. He told lies about Brexit and was evasive on his spending plans. Corbyn did his best and made some principled points. But my overwhelming feeling at the end of the debate was that a better, quicker and above all a more confidence-inspiring Labour leader could have destroyed Johnson. Katy Balls: Johnson will have sounded like a broken record to many Those hoping for a breakout performance in the final debate of the election campaign must feel disappointed. Both Boris Johnson and Jeremy Corbyn were fairly successful in moving their answers back to their preferred terrain: Johnson on Brexit, Corbyn on austerity. To many watching at home, Johnson will have sounded like a broken record. The prime minister even managed to move questions on Islamophobia and antisemitism back to Brexit. However, to those sitting watching in Conservative campaign headquarters, it was a case of much-needed message discipline. What ought to give brains over at CCHQ pause for thought, however, was a question from an audience member asking what punishment a politician should receive for lying during an election. Rather than discuss other parties’ broken Brexit promises, Johnson attempted to joke his way through it with a plan to get guilty politicians to kneel before parliament. He sounded embarrassed by the question. The Labour leader, however, struck a more sombre tone, emphasising the need to hold government to account. It was Corbyn’s response that won most applause. The Conservatives see Johnson’s biggest strength as his clear Brexit message. But his biggest weakness as the campaign has progressed has been whether voters trust him. Tonight he doubled down on the former. But his answers will have done little to ease voter concerns on the latter issue. Owen Jones: Let’s hope Corbyn’s sincerity and passion cut through The greatest problem facing Labour in the final lap of this election campaign is disillusionment among leave voters. The claim that Labour’s necessary pivot to a second referendum would be a cost-free exercise has collided with reality. That’s why Jeremy Corbyn went in hard on the threat posed to the NHS by a deal with the US, and challenged the “get Brexit done” lie with the reality of years of protracted trade negotiations. A question on whether socialism or capitalism is superior for lifting the living standards of the poor was home ground for Corbyn. Polls show Britons have a more favourable attitude towards socialism than capitalism, and Corbyn spoke passionately about a wealthy society unable to meet the needs of its citizens. The trickiest moment for Labour would always be on security. But the line “you can’t have security on the cheap” does resonate. The words of the father of Jack Merritt, who was murdered at London Bridge – about how his son was committed to rehabilitation, not punitive sentencing – were rightly lauded. Johnson’s crude attempt to pivot to Brexit even during a discussion of racism was perverse. I sat there wishing that Corbyn would hit even harder on Johnson’s lies, his racism, the fact he’s scared of being interviewed by Andrew Neil. But that’s not brand Corbyn: he fears anything that could be construed as a personal attack. In any case, he trumped Johnson on detail, on sincerity, and on passion: Labour must surely hope that can cut through. Gaby Hinsliff: The PM put on a slicker performance than before This was Jeremy Corbyn’s last chance to turn things around, we were told; one last heroic attempt to trigger the sudden Labour surge that has so far eluded him. But that’s the wrong way to think of televised leaders’ debates, for all that the party lagging behind is usually the one under pressure. A zinger on the night generally means zilch on polling day. But even if they don’t shift many votes, debates can be very revealing about where campaigns are headed in its closing days. For Johnson it’s all about saying nothing interesting enough to jeopardise that lead, and the strain of being so boring occasionally showed; can he really stand another week of dragging “get Brexit done” into everything? But it was a slicker performance than he put in for the ITV head-to-head debates. For Corbyn, these last few days will be all about values: dignity, justice, hope. There was genuine anger when he talked about patients forced to wait for NHS treatment. But given his best hope of avoiding a second defeat now is to squeeze the Liberal Democrat vote as shamelessly as Johnson has done Brexit party supporters, it was alarmingly unclear how he means to achieve it. These voters aren’t just worried about Brexit or the credibility of Labour’s spending plans but about Corbyn’s own personal fitness for office, which is why Johnson’s strongest moment came when he accused the Labour leader of failing to take a lead on tackling antisemitism just as he had failed to take a lead over Brexit. These are not things, the prime minister concluded, on which it is possible to be neutral. Expect this last week to get very personal indeed."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}