{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/dec/04/canvassing-hope-labour-manchester-brexit", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-12-04T14:02:43Z", "webTitle": "Canvassing is about more than just listening. It is about creating hope | Zoe Williams", "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/04/canvassing-hope-labour-manchester-brexit", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/04/canvassing-hope-labour-manchester-brexit", "fields": {"headline": "Canvassing is about more than just listening. It is about creating hope", "bodyText": "Canvassing is at the core of all activity in these last eight days, but are we looking at it in the right way? “What I’m hearing on the doorstep” has become political code for “my perceptions are more authentic and realistic than yours” – and that can be deployed in any direction. It is amazing how many doorstep encounters a Brexiter has with someone who just wants Brexit done, and how often Jeremy Corbyn’s associations with the IRA are raised with MPs who despair of him. What has completely vanished from this narrative is a sense of the exercise having any purpose beyond taking the nation’s temperature. Canvassers in this telling are just a YouGov poll made of meat. It is understandable for a party with few activists to minimise what they could bring to a campaign. Even Labour, which has always had the door-knocking advantage, has gone through phases where it saw these interactions very transactionally – will you vote Labour? How will the rest of your house vote? It was all about building “the list”. Canvassing, of course, has two relevant meanings: one, to ask someone’s opinion, the other, to solicit votes – actively, with persuasion. This is not a pedantic point, but a genuine puzzle: the new Westminster-normal is that there is something suspect, even fairly disrespectful, about having any engagement with a voter beyond listening – and it should always be to “a concern”; never a dream, or an ambition. There is something bovine in this conception of the voter and their stolid, unchanging views; although it’s a sacred cow, it is to be heeded, not reasoned with. Yet Labour’s ground army clearly thinks of itself as being in the business of winning hearts and minds. Manchester Withington has plenty of room for manoeuvre: the sitting Labour MP, Jeff Smith, has a majority of nearly 30,000; in a single ward, the membership went up to 600 when Corbyn became leader, and has settled at about 500, having been at 100 for a decade. Walking through its affluent streets, Labour posters are everywhere – regular, bright red shouty ones (VOTE LABOUR), as well beautiful artwork by a Momentum DJ and graphic artist, Glen Cutwerk. The Momentum branch has been extremely active between elections: organising club nights, reading groups and political activities that sprawl across social lives in the way the early union movement was known for. The organisation is rallying people in significant numbers, not to sing to their own substantial choir but to the neighbouring, marginal constituencies: Altrincham and Sale West, the five Bolton and Bury constituencies, Blackpool South, Batley and Spen, Pendle. They canvass at 11am, 2pm and 6pm, trying to avoid the classic election pitfall of only ever meeting people who aren’t at work. They had 300 activists going to Blackpool at the weekend, 80 people in Heywood and Middleton last Sunday, 140 to Crewe and 40 to Newcastle-under-Lyme (these last two are ultra-marginals, Labour majorities of 48 and 30 respectively). It is immediately plain that all the microdivisions for which the Labour party is famed – let’s say, broadly, between the old guard and the new – have been completely collapsed to focus on the election. Somewhere in my bones I know that one or two of the longstanding local councillors are probably not aligned on everything with the lecturers, students and librarians who have joined more recently. But they practically start whistling when I ask who’s in Momentum and who isn’t: not important. Move along. They are not going door to door preaching the good character of Corbyn, or lamenting his treatment by a rightwing media. However, a lot of them have plenty to say privately about the media in general and the impact of unchallenged falsehoods. It’s common now for voters to think of all politicians as inveterate liars, and it might have been helpful if basic reporting from all quarters had stuck to the fact that some lie considerably more than others. They talk policy, not people, and tend not to go head to head on anything. It turns out if you knock on someone’s door and start arguing with them, that can be seen as a bit hectoring. Instead things are more fluid and open. Give people the space to talk about what they’re interested in and you can link it back to a Labour policy. Start with a policy, and they won’t tell you what they’re interested in. What’s come back – and of course this is only anecdotal – is that surprisingly few people have Brexit as their abiding issue. Some people can’t stand Corbyn, but this does not translate into loving Boris Johnson. Indeed, those antagonisms seem to cancel each other out. Divert people away from the subject of leadership altogether, and the climate crisis is big – although not as big as the NHS. Obviously, this is no more statistical than a BBC vox pop, but it’s a contrast to your classic set piece, where a bemused Justin Webb goes house to house trying to find one person who hates Johnson and another who loathes Corbyn just as much (for balance). There’s more embedded knowledge that comes from “the list”. One guy said he’d always voted Labour but he couldn’t this time, because of the Waspi policy and, anyway, feminism had gone too far. “He doesn’t realise, we’ve got the contact list going back decades,” said Mandie Shilton Godwin, a councillor, “and he’s never been a Labour voter.” The green industrial revolution goes down extremely well in classic post-industrial areas, which nobody has talked about reseeding with high-skilled work for decades. All green policies go down well in places where fracking is a clear and present danger. There’s little sign of the fabled defections by Labour voters to either the LIberal Democrats or the Brexit party, but there are huge numbers who simply haven’t decided (this is echoed by canvassers elsewhere, from Uxbridge to Oxford). Not in the sense of “between one candidate and another”, more in the sense of being frozen in pessimism. “Brexit has created this affective disposition of despair,” said Kate Hardy, an activist and a striking lecturer, working nine to five as she moves from picket line to marginal. “I suppose what we’re trying to do is create hope.” Can you count hope in votes? That’s not really the question – because we’re all going to need it, whatever happens. • Zoe Williams is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}