{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/dec/01/clive-james-appreciation-by-john-naughton", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-12-01T09:04:00Z", "webTitle": "‘Clive James would have been a national treasure if only he’d taken himself more seriously’", "webUrl": "https://www.theguardian.com/culture/2019/dec/01/clive-james-appreciation-by-john-naughton", "apiUrl": "https://content.guardianapis.com/culture/2019/dec/01/clive-james-appreciation-by-john-naughton", "fields": {"headline": "‘Clive James would have been a national treasure if only he’d taken himself more seriously’", "bodyText": "His description of the naked Arnold Schwarzenegger as “a brown condom full of walnuts” is what most people cite when you ask them about Clive. But it was just one in an endless litany of memorable wisecracks. Remember the one about Enid Blyton looking like “a hunched crone maniacally covering paper while being fed through a hole in her cell door”? Or Margaret Thatcher’s voice, which struck him as “the condescending explanatory whine which treats the squirming interlocutor as an eight-year-old child with personality deficiencies”? Or here he is on the late Terry Wogan: “My guess is that the BBC built him in their own workshops, under licence from General Dynamics. Unfortunately, they had to skimp on the brain.” Or his description of George Melly as giving “his usual impersonation of a man whose body, while he talks, is being slowly devoured by tiny fish”. And then, of course, there’s Murray Walker, the motor racing commentator, who always broadcast “as if his trousers were on fire”, which sadly they never were. I could go on, but you will get the point. Clive produced wisecracks the way male codfish produce offspring. And, in a way, TV provided the perfect stimuli for that coruscating Aussie wit. “Television”, he wrote in 1975, “is a thousand different things happening behind a window. It is difficult to be sure what a serious critic of such a cataclysm of occurrences would sound like. It’s a safe bet, however, that he would not sound solemn.” And Clive didn’t – ever. But it would be a mistake to remember him merely as a jokester. One of his great achievements was to turn TV criticism into a new cultural form – something to which serious writers could aspire. And the Observer gave him a wonderful platform on which to perform. When he was writing, it was a broadsheet newspaper, and he had the top half of the last page to do his best, or his worst (if you were on the wrong end of his stick). Memories of his witticisms tend to obscure the fact that he was also a gifted, insightful critic who could spot a contradiction at 50 paces. When Alexander Solzhenitsyn came to the west in 1976, he fastened on Solzhenitsyn’s vehemently expressed astonishment at how the west had gone soft. How could we possess freedom and yet apparently not value it? “If freedom is valued most when it is nearest to being extirpated,” Clive wrote in his column of 7 March that year, “and least when it is most prevalent, then perhaps freedom needs to be threatened in order to be conscious of itself. It’s a high price to pay for consciousness.” Looking back, his career can be seen as one long attempt to bridge chasms that are traditionally regarded as unbridgeable. How to combine being a performer on television and a detached critic of it. How to make the guys in the saloon bar laugh while reading Russian poets in the original. How to be both a poet (and, towards the end of his life, a rather good one) as well as a formidable essayist. He could have been a national treasure (for two nations, Australia and Britain) if only he could have taken himself more seriously. I was privileged to be his successor-but-one. (When he stood down from the paper in 1982, Julian Barnes took over, and I then succeeded Julian in 1987.) I knew when I accepted the job that it would be a tough assignment. Indeed, I had learned that lesson 10 years earlier, because occasionally – when Clive’s TV work took him abroad – I used to be called in by Terry Kilmartin, the Observer’s then literary editor and éminence grise. On one such occasion, after labouring mightily on the column, I caught the London train on the Sunday morning. Two very grand middle-aged ladies got in and sat opposite me. One of them had a copy of the Observer, and I watched, entranced, as she immediately went to the back page and started to read. I saw her chuckle as the jokes detonated, and I felt a glow of quiet satisfaction: I had finally cracked it. And then, when she had finished reading, she handed the paper to her companion. “Dorothy”, she said, “you really must read this. Clive James is very funny this morning!” I may have stepped into his shoes. But they were too big for me. Which is why I miss him. John Naughton was the Observer’s TV critic from 1987 to 1995"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}