{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/dec/05/why-is-naomi-wolf-warring-with-an-australian-government-minister-over-christmas", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-12-05T07:01:22Z", "webTitle": "Why is Naomi Wolf warring with an Australian government minister over Christmas?", "webUrl": "https://www.theguardian.com/culture/2019/dec/05/why-is-naomi-wolf-warring-with-an-australian-government-minister-over-christmas", "apiUrl": "https://content.guardianapis.com/culture/2019/dec/05/why-is-naomi-wolf-warring-with-an-australian-government-minister-over-christmas", "fields": {"headline": "Why is Naomi Wolf warring with an Australian government minister over Christmas?", "bodyText": "Hi Helen, so what’s all this I hear about Naomi Wolf, an Australian government minister and the War on Christmas? Let’s go back to 1991: Angus Taylor, who is now Australia’s somewhat embattled energy minister, was a Rhodes scholar at Oxford. According to his maiden speech to parliament in 2013, it was there he first came across  “political correctness”. “A young Naomi Wolf lived a couple of doors down the corridor,” he said. “Several graduate students, mostly from the north-east of the US, decided we should abandon the Christmas tree in the common room because some people might be offended. I was astounded.” They sound fun! Did they succeed? In his speech Taylor said he and other fellow “mainstream” opponents “pushed back hard” and won the battle for Christmas against what he said were “shrill elitist voices who insist that they know what is best for people who are not remotely like them”. The anecdote was repeated in embellished form in a 2014 profile of Taylor in the Australian Financial Review (whose reporter has since offered to update the article if Wolf wanted to comment). There’s a problem with this story though. Never! Yes! Naomi Wolf says she wasn’t living at Oxford in 1991. “I was a Rhodes Scholar in Oxford 1985-88,” Wolf has said. “Angus Taylor recalls me in a fever dream at Oxford in 1991 among those warring on Xmas. I was in NYC. Plus I love Christmas, Hannukah, Kwanzaa. Flattered to be on this mythological hate list.” Why are we hearing about it now, six years after the speech? That section of Taylor’s speech was resurfaced on Twitter by a Labor MP this week, where Wolf saw it. She’s now on the warpath, and has accused Taylor of antisemitic dogwhistling, and demanded a correction. How has he responded? Taylor says he never suggested she was warring against Christmas or that she was among those who were, but stands by the claim that he saw her at Oxford. Wolf isn’t letting up, so on Thursday morning (Australian time), she called his office. Surprisingly, since it was past midnight in Canberra, a staffer answered and the resulting phone call went for almost 30 minutes. Wolf tweeted some key quotes before uploading the entire recording to YouTube. What did they talk about for 30 minutes in the middle of the Canberra night? Wolf repeatedly asked Taylor’s office to issue a public correction to say she was not at Oxford at the same time as him and that she was not part of a group of people campaigning against Christmas. According to her tweets, the staffer – who seemingly didn’t realise he was actually talking to Naomi Wolf at first – suggested that maybe, actually, she had been at Oxford in 1991. Awkward. So what happens next?Wolf posts the whole lot on Twitter, just in time for Australia’s morning news cycle and everyone’s gone a bit mad over it. She’s still accusing Taylor of dogwhistling and doesn’t want to speak to him personally – she wants a public correction. She’s still seeking a correction from Taylor, and a bunch of people have backed her up that she was not in Oxford in 1991, including a friend who stayed on her couch in New York, and another woman who went to one of Wolf’s events on her Australian book tour. How did Taylor react to the call? Taylor came out swinging in question time at Parliament House on Thursday and demanded she apologise. He was emphatic he met Wolf while he was at university, saying: “Of course I recall seeing and meeting Ms Wolf at New College in Oxford during my time there.” He then called on her to apologise for her “deeply offensive” attack, saying: “Her accusation of antisemitism is wrong and deeply offensive to me and my family. Mr Speaker, my grandmother was Jewish and my belief in Judeo-Christian values is deeply held. I call for her to apologise for these unsubstantiated and outrageous accusations.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}