{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/dec/06/what-to-see-this-week-in-the-uk", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-12-06T09:00:37Z", "webTitle": "What to see this week in the UK", "webUrl": "https://www.theguardian.com/culture/2019/dec/06/what-to-see-this-week-in-the-uk", "apiUrl": "https://content.guardianapis.com/culture/2019/dec/06/what-to-see-this-week-in-the-uk", "fields": {"headline": "What to see this week in the UK", "bodyText": "Five of the best … films Motherless Brooklyn (15) (Edward Norton, 2019, US) 144 mins Almost two decades after his last directing credit, religious comedy Keeping the Faith, Edward Norton returns to the chair with this adaptation of Jonathan Lethem’s novel about a detective with Tourette’s. Norton has shifted the setting back to the late 50s and the film noir era; he plays private eye Lionel Essrog, aiming to track down the killer of his boss Frank (Bruce Willis). Knives Out (12A) (Rian Johnson, 2019, US) 130 mins It is an unusual way of following up a sci-fi blockbuster, but Last Jedi director Rian Johnson has done crime-story pastiche before with his film noir debut, Brick. Here it is Agatha Christie-style country-house murder, with Daniel Craig as the Poirot-esque ’tec on the case, investigating the death of a novelist. Jamie Lee Curtis and Chris Evans round out the cast. The Nightingale (18) Jennifer Kent, 2018, Australia/US/Can) 136 mins A harrowing, gruesome account of the depredations of 19th-century British colonialism from The Babadook director. Aisling Franciosi plays an Irish former convict brutalised by the English; she links up with an indigenous tracker to embark on a revenge mission against the soldiers who abused her. An antidote to the crinoline-and-carriages period films we often see. Honey Boy (15) (Alma Har’el, 2019, US) 95 mins Alma Har’el, the director of the brilliant Bombay Beach, has taken on this quite unprecedented act of public therapy by the often rambunctious Shia LaBeouf. LaBeouf has written a film that is rather obviously about his own relationship with his difficult father and the ramifications of a burgeoning acting career. That LaBeouf plays the father is the final piece in the Freudian jigsaw. Gremlins (12A) (Joe Dante, 1984, US) 106 mins Joe Dante had just made The Howling when he was offered this funny/scary seasonal frightener, about fluffy-looking creatures who turn out to be masters of mayhem. With Spielberg as executive producer, Gremlins was never going to cross the line into out-and-out nastiness; hence its ability to retain its status as a fondly remembered, all-ages Christmas treat. AP Five of the best … rock &amp; pop Yuna Malaysian singer-songwriter Yuna only started writing songs as a way of distracting herself while studying law. After breaking through on Myspace (remember that?) she has since become one of R&amp;B’s smoothest practitioners, honing her pillow-soft sound across four international albums, with 2019’s expansive Rouge featuring the likes of Tyler, the Creator and Little Simz. Electric Brixton, SW2, Thursday 12 December Bishop Briggs Born Sarah McLaughlin in London, Briggs took her artist name from her parents’ home town of Bishopbriggs in Scotland. Since then she has focused a lot of her attention on the US, where her Halsey-esque brand of emo-pop, refined over two albums, goes down a treat. She also has a Pink lyric tattooed on her head, because: why not? Glasgow, Saturday 7; Manchester, Sunday 8; London, Monday 9 December Fredo, Slowthai Manchester’s Warehouse Project has spent the year curating a series of pretty exceptional lineups, and this pre-Christmas cracker is no different. Rap upstarts Fredo, Slowthai (pictured, above), CASisDEAD and Flohio rub shoulders with the genre-agnostic Bakar, plus rapper and visual artist Kojey Radical. Mike Skinner will be DJ-ing, too, if you fancy a breather. The Warehouse Project, Manchester, Saturday 7 December Peggy Sue Shortly after the release of their third album, Choir of Echoes, Peggy Sue, AKA friends Katy Young and Rosa Slade, decided they needed a break. Four years later and they are gearing up to release Vices, a new album of 90s garage rock inspired by Blur, the Breeders and life-changing breakups. Expect this one-off London date to be an excuse to air a selection of new songs alongside some cult favourites. SET, E8, Thursday 12 December MC Sam Jesson Magpie Trio An unplugged sax, double bass and drums trio might seem austere, but not when it’s young drummer Sam Jesson’s band. Jesson’s Magpie Trio (the name implies creative scavengers) explore the legacy of the great Ahmad Jamal on this debut tour; saxist George Crowley and Empirical bassist Tom Farmer complete the picture. Newcastle upon Tyne, Sunday 7; Manchester, Monday 9; Liverpool, Tuesday 10; Leeds, Thursday 12; touring to 20 December JF Three of the best … classical concerts Heinz Holliger at 80 Across most of Europe, Heinz Holliger is regarded as one of the most significant composers of the post-Boulez generation. However, his music is little played in Britain, where he is still known best as a peerless oboist. His 80th birthday has gone almost entirely unnoticed but this BBC Scottish Symphony Orchestra concert, conducted by Ilan Volkov, includes three of Holliger’s works. Among them is the UK premiere of one of his greatest achievements, his 1995 violin concerto, a homage to the Swiss painter and violinist Louis Soutter, with Ilya Gringolts as the soloist. City Halls, Glasgow, Saturday 7 December Requiem for Hieronymus Bosch The first of the BBC Symphony Orchestra’s Total Immersion days this season is devoted to Detlev Glanert, in particular the British premiere of one of his most ambitious recent works, Requiem for Hieronymous Bosch, conducted by Semyon Bychkov. Commissioned by the Royal Concertgebouw Orchestra in 2016, it is much more than a conventional setting of the Latin requiem mass, incorporating other medieval texts to depict Bosch’s soul being brought to judgment. Barbican Hall, EC2, Saturday 7 December Kevin Volans at 70 Kevin Volans’s 60th birthday was marked at the Wigmore Hall by a concert that mixed two of his string quartets with pieces for percussion. A string ensemble, the Signum Quartet, is taking part in the celebration of his 70th, too, together with the reed instruments of Calefax and the pianist Melvyn Tan. The programme includes three world premieres as well as L’Africaine, the solo piano piece Volans composed for Tan two years ago. Wigmore Hall, W1, Wednesday 11 December AC Five of the best … exhibitions Theaster Gates This powerful and provocative master of contemporary art reveals the history of an island called Malaga off the US east coast where, in the 1800s, a mixed-race community defied the monocultural prejudices of the time. Gates tells Malaga’s story with theatrical energy in this fitting intervention in Liverpool’s slave-haunted docks. Tate Liverpool, Friday 13 December to 3 May Valie Export Artists in 1960s Vienna rebelled against the conservatism of Austrian society and the pretence it was innocent of the Holocaust with art that revelled in outrage. While the Actionists bathed in gore, Valie Export created revolutionary feminist art that is celebrated here with a reconstruction of her hit show at the 1980 Venice Biennale. Galerie Thaddaeus Ropac, W1, to 25 January Steve Best Standup comedy: it’s the hardest job in the world. Seriously. Will anyone laugh? Steve Best, a veteran standup himself, takes dark black-and-white photographs of his fellow comics as they pace nervously in the dressing room, wait in the wings or send out their jokes into the void. His subjects include such stars as Lee Mack, Jack Whitehall and Harry Hill. He makes it look tough at the top. The Observatory Photography Gallery, WC1, to 30 June The Art of Innovation Marcel Duchamp thought up string theory first. Long before this theory of the cosmos was devised, the prankster and philosopher dropped a piece of string and preserved the wavy line it “drew”. Duchamp’s experiment in chance is one of many meetings of art and science in this engrossing show that also includes Joseph Wright’s masterpiece The Orrery, with its Enlightenment vision of children and adults awed by the wonders of the solar system. Science Museum, SW7, to 26 January Sir Stamford Raffles: Collecting in Southeast Asia 1811-1824 Is the British Museum no more than a collection of booty stolen by the empire from all over the planet? Here it takes such claims head-on by delving into the history of collecting in the colonial age. It describes Raffles, who founded Singapore, as “both a committed imperialist and a progressive reformer” and reveals his enthusiasm for the Javanese art he amassed. But is that enough? British Museum, WC1, to 12 January JJ Five of the best … theatre shows The Ocean at the End of the Lane Joel Horwood’s writing always has such energy about it – and now he is tackling a cracking Neil Gaiman story. The hero of our tale is Alex, who finds himself sucked back into his childhood and plunged into a magical world full of dark and destructive forces. Will he and his friend Lettie find their way back to the surface? Katy Rudd directs Samuel Blenkin and Marli Siu in the lead roles. National Theatre: Dorfman, SE1, to 25 January Gypsy Some critics have declared Gypsy the King Lear of musical theatre. That might be a little much but Jule Styne and Stephen Sondheim’s musical is a humdinger. It is about the mother of all showbiz mums, hell-bent on making her daughters famous. Ria Jones plays Momma Rose, a role performed brilliantly in 2015 by Imelda Staunton. Royal Exchange Theatre, Manchester, to 25 January The Duchess of Malfi This one is going to be fierce: Olivier award-winning director Rebecca Frecknall is such an exciting talent, and always pushes her shows in unexpected directions. Here, she has chosen to take on John Webster’s electrifying tragedy. It is a play bursting with vibrant characters and vicious plot twists, as the duchess finds herself pitched against her ruthless, power-hungry brothers. Lydia Wilson is such a smart actor and it will be a thrill to see her in the title role. Almeida Theatre, N1, to 25 January Sh!t Actually Tired of all the festive schmaltz? This is the show for you. Rebecca Biscuit and Louise Mothersole are going to perform their own take on Richard Curtis’s Christmas classic and it isn’t going to be pretty. It probably won’t make an awful lot of sense in places, either, but knowing these two it will be very smart, very strange and very funny. There will be live songs, queer love stories, dancing, singing, crying and a whole lot of festive drinking. Camden’s People Theatre, NW1, to 21 December The Manchester Project at Christmas Seasonal plays and delights, all penned by homegrown talent. Every night HOME, in association with local company Monkeywood Theatre, will serve up 12 plays of Christmas, plus a side-serving of comedy or drag. All the shows will take place in the theatre’s gallery and the likes of Chris Thorpe will be writing about the place they call home. HOME: Gallery, Manchester, to 21 December MG Three of the best … dance shows Radio &amp; Juliet / Faun / McGregor + Mugler Heading this triple bill is a new collaboration between choreographer Wayne McGregor and fashion designer Manfred Thierry Mugler, with the Bolshoi’s Olga Smirnova and the Royal Ballet’s Edward Watson. There is also Edward Clug’s Radio &amp; Juliet – the bard set to Radiohead! – and Sidi Larbi Cherkaoui’s Faun. London Coliseum, WC2, Saturday 7 &amp; Sunday 8 December Ten Sorry Tales Choreographer Arthur Pita brings his talent for gothic playfulness to a collection of macabre modern-day fables by Mick Jackson, from a horse that steals people’s buttons to a boy who brings butterflies back to life. Pita animates Jackson’s stories with dance, theatre and music. For ages seven and over. DanceEast, Ipswich, Friday 13 to 17 December Scottish Ballet: The Snow Queen A brand new family Christmas show-cum-winter fairytale from Scottish Ballet’s artistic director Christopher Hampson. It is set to the music of Rimsky-Korsakov, with designs by the brilliant Lez Brotherston, so expect imagination and icy glamour. Edinburgh Festival Theatre, Saturday 7 to 29 December LW Main composite credits: Allstar/Warner Bros; Trustees of the British Museum; Nadav Kander; Alicia Canter/The Guardian"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}