{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/dec/05/trevor-noah-trump-justin-trudeau-emmanuel-macron-nato", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-12-05T16:22:15Z", "webTitle": "Trevor Noah: Trump realized 'all the cool kids at school are laughing' at him", "webUrl": "https://www.theguardian.com/culture/2019/dec/05/trevor-noah-trump-justin-trudeau-emmanuel-macron-nato", "apiUrl": "https://content.guardianapis.com/culture/2019/dec/05/trevor-noah-trump-justin-trudeau-emmanuel-macron-nato", "fields": {"headline": "Trevor Noah: Trump realized 'all the cool kids at school are laughing' at him", "bodyText": "Trevor Noah Donald Trump has spent most of the week in London for Nato’s 70th anniversary gala, a summit of world leaders that is “sort of like if the Avengers were extremely concerned about steel tariffs”, said Trevor Noah on the Daily Show. Unfortunately for Trump, things got off to a rocky start – there was a “testy exchange” with the French president, Emmanuel Macron, for one, and Trump had harsh words for Canada. But the worst for Trump was a video which captured Canada’s prime minister, Justin Trudeau, his British counterpart, Boris Johnson, and Macron laughing at Trump during a reception. Noah called the video “amazing” for two reasons: one, “it’s crazy that we were able to hear a private conversation between major world leaders. Like, did they not know this was happening? “And two, that when world leaders get together, they’re gossipy bitches just like the rest of us.” In response, Trump called Trudeau “two-faced” and announced that he would leave the summit early. The premature departure suggested to Noah that the video “hurt his feelings. It was like Trump was at a sleepover, and all the other kids turned on him. And now he’s there like, ‘Mom, I know it’s a day early, but could you come pick me up from Nato?’ “I know a lot of people don’t like Trump, but I don’t care who you are, man: every single one of us knows this feeling,” said Noah of “finding out all the cool kids at school are laughing at you”. It’s good for Trump to come home early, Noah concluded, back to a place “where we promise that we will laugh at you to your face”. Stephen Colbert On the Late Show, Stephen Colbert returned from Thanksgiving break to cover the House Intelligence Committee’s 300-plus page impeachment inquiry report, which said that by pressuring Ukraine, Trump “placed his own personal and political interests above the national interests of the United States”. Before the House intelligence committee’s report, the GOP released their own “pre-buttal” in which they concluded that Trump “was acting on genuine and reasonable skepticism of Ukraine”. “Yes, because the two words everyone uses to describe Donald Trump are genuine and reasonable,” Colbert deadpanned, “right after athletic and monogamous”. The Republican claims were bogus, Colbert continued, because “their argument is based on the claim that Ukraine, not Russia, hacked the DNC server – an idea that’s been completely debunked as a Russian-fueled conspiracy theory. “Plus, even if Ukraine had meddled in the 2016 election, the proper organization to investigate that is not Rudy Giuliani,” Colbert said. “There’s a reason why the CBS show FBI is not called My Drunken Personal Attorney.” Colbert also touched on the president’s trip to London to celebrate Nato’s 70th anniversary. “Like most anniversaries, Trump was in a bad mood, wishing he was with a younger eastern European ally,” Colbert explained. And of course, there’s the video of world leaders laughing at Trump, in which Trudeau described Trump’s impromptu press conference as “you just watched his team’s jaws drop to the floor”. “Hey Justin, be nice!” Colbert jokingly rebutted. “Stephen Miller’s jaw only does that when it’s feeding time and they bring him the baby deer.” Jimmy Kimmel And in Los Angeles, Jimmy Kimmel also reacted to the video of world leaders trashing Trump. “Trudeau is one thing, but Boris Johnson – that’s the one that’s gotta hurt most,” Kimmel surmised. “Boris? Sweet, disheveled, crazy hair Boris? He’s supposed to be the Donald Trump of England and he’s laughing.” Meanwhile, back home, the House judiciary committee held meetings on Wednesday in which constitutional law scholars testified on whether or not Trump’s conduct, as laid out in the impeachment inquiry, constituted high crimes and misdemeanors. Three of the four professors thought it absolutely did. “They said what [Trump] did was exactly what the founders had in mind when they outlined impeachment in the constitution,” Kimmel explained. “Basically, they rolled up the constitution and spanked him with it. “It all boils down to this: Donald Trump used the office of president for his own personal gain, which must confuse him because he’s like yeah, of course I did — that’s why I ran for president,” Kimmel continued. Which led Kimmel to his dream Christmas gift for the year 2019: “I’d love to see what these Republicans would say if President Obama had done this,” he said. “Imagine if Obama had frozen millions of dollars of military aid to one of our allies who was at war in exchange for dirt on Mitt Romney. They’d be losing their minds.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}