{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/01/malta-pm-joseph-muscat-quits-daphne-caruana-galizia", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-01T21:32:33Z", "webTitle": "Malta’s PM quits in crisis over Daphne Caruana Galizia murder", "webUrl": "https://www.theguardian.com/politics/2019/dec/01/malta-pm-joseph-muscat-quits-daphne-caruana-galizia", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/01/malta-pm-joseph-muscat-quits-daphne-caruana-galizia", "fields": {"headline": "Malta’s PM quits in crisis over Daphne Caruana Galizia murder", "bodyText": "Malta’s embattled prime minister Joseph Muscat has resigned, driven from office by the constitutional and political crisis triggered by the murder of the investigative journalist Daphne Caruana Galizia. In a televised address broadcast on Sunday evening, Muscat announced that he would stay on until a new leader of his ruling Labour party was elected in January. The prime minister expressed “deep regret” for Caruana Galizia’s murder and spoke of the need for a “fresh page”. But his tone remained defiant, as he said: “This case cannot define everything that our country is.” As the nation awaited Muscat’s address, thousands gathered on the streets of Valletta, holding candles, waving Malta’s red and white flag, and singing the national anthem, marking the conclusion of an emotional and angry demonstration. Caruana Galizia was killed in October 2017 when a bomb planted under the driver’s seat of her rental car was detonated as she was travelling away from her home in the village of Bidnija. She had exposed corruption at the highest level in Muscat’s government. Muscat said: “I will write to the president of the Labour party so that the process for a new Leader is set for 12 January 2020. On that day I will resign as a leader of the Labour party. In the days after I will resign as a prime minister.” The parliamentary party will cast the first vote, narrowing the field, before members of the party make the final selection days later. Muscat’s departure brings to an end his seven-year term as the leader of the European Union’s smallest member state, but it is unlikely to draw a line under the scandal engulfing his administration. Caruana Galizia’s family has called for his immediate departure, saying they are prepared to take legal action to ensure Malta’s police force is free to investigate alleged links between members of Muscat’s administration and those who ordered the killing. In a statement, the family said. “Until he resigns, we will use all legal remedies to ensure Muscat has no further involvement in the investigation and criminal proceedings, other than as a possible suspect.” On Saturday, Malta’s richest man, the property and gambling tycoon Yorgen Fenech, was charged with complicity in Caruana Galizia’s murder. Investigations by journalists and the authorities have uncovered links between Fenech and the man who until last week was Muscat’s chief of staff. Keith Schembri resigned on Monday night and was arrested the following day. He was released from police custody two days later, but Fenech’s lawyers have told the courts there is material which allegedly links Schembri to the conspiracy. Schembri has denied all allegations of wrongdoing. “Justice is being done,” Muscat claimed during his resignation speech. “And I will see that justice is for everyone. Investigations are not complete. No one is above justice.” The announcement followed a meeting of the parliamentary party at Girgenti, the prime minister’s summer residence, which ended with a statement from Labour MPs expressing their “unanimous” support for Muscat and for the decisions he would be taking. The meeting also included the controversial reinstatement of Chris Cardona as economy minister. Cardona, who was the subject of reports by Caruana Galizia that he had visited a brothel while on an official visit to Germany, denies any wrongdoing. He had suspended himself from office last week, saying that he had no connection to the case, but that he was taking the step “in the national interest”. Among those expected to enter the race for the leadership are the deputy prime minister, Chris Fearne, the transport minister, Ian Borg, and MEP Miriam Dalli. Dalli broke ranks on Saturday, urging a swift resolution to the scandal. “Matters cannot be prolonged any more than is necessary,” Dalli had said in a Facebook post. “The many questions out there must be answered. Justice must be done and must be seen to be done with everyone. We must protect our country first and foremost because this is the Malta and Gozo where I want my children to grow up in.” An urgent delegation from the European parliament will arrive in Valletta on Tuesday, on a two-day mission to evaluate the functioning of rule of law. Among those participating is MEP Sven Giegold, financial and economic policy spokesperson of the Greens/EFA group. “Prime minister Muscat needs to explain how he wants to stand for the rule of law after he held on to wrongdoing ministers for years,” Giegold said in a statement."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}