{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/13/jurgen-klopp-signs-liverpool-contract-extension-2024-new-deal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-13T22:32:50Z", "webTitle": "‘I want to leave this club in a good place’: Jürgen Klopp extends Liverpool deal", "webUrl": "https://www.theguardian.com/football/2019/dec/13/jurgen-klopp-signs-liverpool-contract-extension-2024-new-deal", "apiUrl": "https://content.guardianapis.com/football/2019/dec/13/jurgen-klopp-signs-liverpool-contract-extension-2024-new-deal", "fields": {"headline": "‘I want to leave this club in a good place’: Jürgen Klopp extends Liverpool deal", "bodyText": "Jürgen Klopp has said he agreed a new contract with Liverpool until 2024 to help the club attract their main transfer targets and to create a lasting legacy at Anfield. The Liverpool manager, along with his assistants Peter Krawietz and Pepijn Lijnders, has committed to the next five years at Anfield and will become the club’s longest-serving manager since Bob Paisley by the end of his third contract. Liverpool’s owner, Fenway Sports Group, had been trying to extend Klopp’s deal since the end of last season when his transformation of the club yielded a sixth European Cup triumph. The 52-year-old spent seven years at both of his previous clubs – Mainz and Borussia Dortmund – and was on course for a similar stay on Merseyside with his current £7m-a-year contract due to expire in 2022. But he has committed to the longest spell of his managerial career to oversee a gradual rebuilding of the team and because he could not imagine leaving Liverpool in three years’ time. Klopp said: “This squad in the moment is outstanding, we all love it, but we have to stay on track as other teams don’t sleep and we don’t sleep. We have to see what we change, what we don’t change. All of these decisions should be made out of a real comfortable situation. When you are in, you should be responsible for all that stuff and I feel responsible for it. When I leave at any point in my life it is important that it is still in a very good place. “We will have to refresh things in moments. This team will always be the core set, the basis for all other teams following, and there is no need to make the same number of changes that we made in the last four and a half years in the next four and a half years. Absolutely not. This is an outstanding team but of course there will be things. A player might want to leave, then we have to bring in the right replacement. To keep the level we are on we have to be really on our toes and to be on your toes you need to sometimes change a little bit and that is what we will do.” Klopp believes his new deal will be important for stability and enticing new players. A deal to sign the Salzburg playmaker Takumi Minamino has been agreed for January. He said: “When you want to bring new players in they ask: ‘How long is the manager going to be here?’ We all wanted to avoid that so it’s done and I am really happy about that.” Klopp added: “When the club asked me and I thought about the contract and then I thought about ending, I couldn’t imagine I would leave. Then we could start thinking about how long I wanted to stay. If, in the end [of my career], I only had three clubs then I had three sensational clubs and that would be OK for me.” Liverpool hold a commanding eight-point lead in the Premier League as they pursue a first league title in 30 years and will aim next week to land a first Club World Cup. The European champions have also made substantial progress off the pitch, too, with plans unveiled recently to construct a new Anfield Road stand that, following the Main Stand redevelopment, would increase the stadium’s capacity to more than 61,000. A new £50m training complex in Kirkby is due for completion in the summer of 2020. Liverpool’s principal owner, John Henry, the chairman, Tom Werner, and FSG president, Mike Gordon, issued a joint statement to express their delight at Klopp’s willingness to extend his stay. It read: “We feel this represents one of the big moments of our stewardship of Liverpool Football Club so far as we believe there is no better manager than Jürgen.” Liverpool have also announced a new contract for James Milner, who has committed his future to the club until 2022. The 33-year-old’s previous deal was due to expire next summer but, with Klopp anxious to retain the influential midfielder, he has signed a new two-and-a-half-year contract."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}