{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/live/2019/dec/12/general-election-2019-uk-live-labour-tories-corbyn-boris-johnson-results-exit-poll", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-13T22:02:05Z", "webTitle": "UK general election 2019: Protests despite Boris Johnson call to 'let the healing begin' – as it happened", "webUrl": "https://www.theguardian.com/politics/live/2019/dec/12/general-election-2019-uk-live-labour-tories-corbyn-boris-johnson-results-exit-poll", "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/12/general-election-2019-uk-live-labour-tories-corbyn-boris-johnson-results-exit-poll", "fields": {"headline": "UK general election 2019: Protests despite Boris Johnson call to 'let the healing begin' – as it happened", "bodyText": "That’s all from us for this evening. Thanks for reading and commenting. My colleagues, Rowena Mason and Kate Proctor, have tonight’s main story: And Andrew Sparrow has put together this detailed summary of the events of the last 24 hours. Since he wrote it, the prime minister has begun moves to head off a second Scottish independence referendum. Boris Johnson called the first minister of Scotland to reiterate his opposition to holding such a vote. Growing calls for electoral reform after vote share per party is revealed Green MPs elected in yesterday’s general election represented more than 850,000 votes while SNP MPs represented under 26,000, according to figures from the Electoral Reform Society. More than 330,000 votes were needed to elect a Liberal Democrat, compared to 50,000 for Labour and 38,000 for Plaid Cymru and Conservative candidates. Meanwhile, the Brexit Party won more than 642,000 votes but failed to get any representatives in the House of Commons. Overall, the Electoral Reform Society claims that 45.3% of votes did not get any representation, because of the number of voters who didn’t support the winning candidate. The figures, which come from analysing the number of votes compared to the number of MPs elected, have led to renewed calls for electoral reform. Former Green party leader and Brighton Pavilion MP Caroline Lucas used her election victory speech to call for an end to the first past the post voting system, saying she felt “anger that our political system is so badly broken and is still letting down individuals and our country so badly”. “Our electoral system is rotten to the core,” she said. Last week, Brexit Party leader Nigel Farage pledged to change the party’s name to the Reform Party after the UK’s departure from the EU, in order to campaign for a proportional voting system. After leading police on a cat and mouse chase through Westminster backstreets, breaking through their lines several times, protesters are now contained on Victoria Street, near the department for business. Police are not currently allowing people out of the cordon. About 150-200 protesters remain in the demonstration. Met police confirmed that one person has been arrested for criminal damage. Rory Sherman, 31, from Lewisham, was smoking a cigarette while he waited to see what would happen. I went along to the protest at Downing Street and I’ve been following the march around. The police started pushing people very early on. I got pushed randomly, and that was just moving along Whitehall. It’s interesting. I’ve never seen a protest that’s been this not organised before, kind of spontaneous. It’s interesting. It’s a lot of different people with different approaches to it. Besides the first ministers of Scotland and Wales, Johnson has also spoken to the German chancellor Angela Merkel and the Irish premier Leo Varadkar – two key players in the Brexit talks – this evening. Both leaders congratulated him on his election victory. With the taoiseach, the prime minister spoke about restoring Stormont and the next steps on Britain’s exit from the European Union. A Downing Street spokesman has said: In relation to Northern Ireland, the prime minister made clear that his top priority is the restoration of a functioning executive as soon as possible. He said that the secretary of state for Northern Ireland, Julian Smith, will dedicate himself to a talks process to ensure the devolved institutions are restored. The prime minister updated the taoiseach on the timings for the reintroduction of the withdrawal agreement bill next week and its passage through parliament to ensure the UK leaves the EU on 31 January. The leaders also spoke about the importance of building on the strong relationship between their two countries and looked forward to meeting again in person soon. Merkel “spoke about the importance of maintaining the strong relationship between Germany and the UK” during her phone call with the Conservative leader, Number 10 said. There’s also an anti-Johnson protest going on in Glasgow this evening. The livestream had earlier showed police with batons drawn at the bottom of Parliament Street, where it meets Parliament Square, striking out at people they warned to “get back or you will get hit”. At least one demonstrator’s face was bloodied during the brief exchange. Police clashed again with protesters at the bottom of Parliament Street who were trying to make their way back to Downing Street. At least one protester appeared to be arrested before the rest turned around and walked the opposite direction. A couple of hundred demonstrators are now continuing to march around Westminster, chased by police who seem intent on getting in front and blocking their route. They are now on Great Peter Street, near the Home Office. The Met police have said they are facilitating the protest at this stage. No arrests have been made and no restrictions have been placed on the demonstration. Police and protesters clashed again on Victoria embankment and in Parliament Square. Each time, just a couple of dozen officers tried to block the path of the crowd but were pushed aside. Some protesters were seized from the crowd by police, with protesters attempting at one point to stage a “de-arrest”. Police drew batons and scuffled with protesters outside Downing Street after another demonstration of Antifascist Action arrived to join Stand Up to Racism protesters already there. Hundreds of demonstrators streamed into Parliament Street and surrounded a contingent of officers who attempted to keep the demonstrations apart. Police had batons drawn but did not appear to use them on protesters, who were eventually able to push a way through the police line. As police melted away, the reinforced joint protest carried on in a march towards Trafalgar Square, followed by police vans. A group of young women confronting Boris Johnson supporters have led protesters at Downing Street through a police cordon. Some Johnson supporters have apparently left the area now, as numbers continue to swell on the anti-Conservative demo outside Downing Street and protesters chanted: “Boris Johnson, not my prime minister.” But others continue to appear in small groups to goad protesters. Each time, police have led them away. Further toward the back of the demo, Harold Wilson, 56, from Lewisham, said he was disappointed with the result of the election but now he “had his marching boots on.” He said: I’m crestfallen and I’m pissed off. But this is day one, this is the start; I’m not going to be browbeaten. Wilson added: I’m just sick of that pig and everything he stands for ... that’s why I’m here to show that there is opposition to him. He’s just the antithesis for everything I stand for and what good, genuine, ordinary, decent people stand for. But I think they are just being led by another Eton elite that’s played on their vulnerabilities. Boris Johnson has moved quickly as the SNP attempts to secure a second Scottish independence referendum, calling the party’s leader, Nicola Sturgeon, to tell her to forget it. A Downing Street spokesperson said: The prime minister spoke to first minister of Scotland, Nicola Sturgeon, earlier this evening, where he reiterated his unwavering commitment to strengthening the union. On Brexit, the prime minister said that he is now in a position to get this done in a way that allows the whole of the UK to move forward together, providing certainty for Scottish businesses and improving the lives of people right across Scotland. The prime minister made clear how he remained opposed to a second independence referendum, standing with the majority of people in Scotland who do not want to return to division and uncertainty. He added how the result of the 2014 referendum was decisive and should be respected. Johnson has also spoken to the first minister of Wales, Mark Drakeford. A Downing Street spokesman said: They talked about their shared commitment to the union and to growth and prosperity for Wales within a strengthened United Kingdom. The prime minister made clear how the UK is strongest when all four nations unite and all work together to unleash the potential of the entire country. The prime minister said as we can now get Brexit done, we can provide certainty and security for the people of Wales and the whole of the UK – enabling us to move forward together.” Boris Johnson has won a resounding, 80-seat majority for the Conservatives, smashing the Labour party, confounding expectations and giving himself for the first time the opportunity to push a legislative programme through parliament. His majority is bigger than David Cameron’s for his coalition government, bigger than Tony Blair’s in his third term and the largest for any Conservative prime minister since Margaret Thatcher. At times during the election Johnson talked about a 10-year agenda for government, and his victory is substantial enough to mean that a decade-long Johnson premiership must now by a possibility. But he remains a deeply divisive figure, his predecessor Theresa May reportedly believes he is “morally unfit” to be PM, and he has reinvented his politics so often in his career that Britons don’t really know at all whether they’ve elected Britain’s Trump, as the US president sees him, or a pro-Brexit version of Michael Heseltine, as Johnson’s allies depict him. Perhaps he doesn’t even know himself. Johnson has claimed, with some accuracy, to have redrawn the electoral map of Britain, and he has promised to govern as a one nation party. Just as Ronald Reagan recast US politics by discovering “Reagan Democrats” (previous blue-collar Democrat voters who were attracted by Reagan’s demeanour and social conservatism), Johnson won his majority by taking seats that had been Labour for decades. He has promised to govern in the interests of these new voters. Whether he will or not remains to be seen. And what is also not clear is whether the composition of the parliamentary Conservative party has changed to push the party in this direction. Johnson has given two short speeches today (see here and here), but he has postponed what is expected to be a limited reshuffle until next week. The Conservative election victory has killed off any lingering prospect of Brexit being reversed, and the UK is now all but certain to leave the EU on 31 January. Johnson said this morning. With this mandate and this majority we will at last be able to [get Brexit done] because this election means that getting Brexit done is now the irrefutable, irresistible, unarguable decision of the British people. And with this election I think we’ve put an end to all those miserable threats of a second referendum. The People’s Vote campaign has effectively surrendered. In a statement on its behalf, Open Europe, one of the group’s behind the campaign (it recently split), said: The People’s Vote will now refocus its campaign to concentrate on vital social issues that this government must urgently prioritise in its Brexit negotiations. EU leaders have restated their call for the UK to remain aligned to EU standards if it wants a comprehensive trade deal to be negotiated next year. Johnson does want to conclude the trade talks next year, because his manifesto said he would not extend the transition beyond December 2020. But he has also said he wants the UK to be able to diverge from EU standards. This is set to be perhaps the dominant political issue of 2020, and the scale of the challenge Johnson faces suggests that his promise to have got Brexit “done” by 31 January (his central campaign promise) could soon look like a hollow joke. As usual with Johnson, it is impossible to predict what he will do, and there has been some speculation that he will end up betraying his hardline Brexiter supporters in the Tory European Research Group. Jeremy Corbyn has accepted that his unlikely but transformational four-year leadership of the Labour party must come to an end, having led the party into its worst defeat (in terms of seats won) in more than 80 years. He suggested today that he would step down early in the new year. What is not clear, though, is whether “Corbynism” will survive him. “On some things he was a generation ahead of his time, but he couldn’t lead, and that’s what voters want, even if it means being lied to.” That is from the American journalist George Packer. Packer was writing about Jimmy Carter (in his book Our Man), but it serves equally well as a charitable assessment of Corbyn. None of the potential contenders for the Labour leadership has declared, but the party has already begun an intense and acrimonious inquest into the reasons for its defeat. Corbyn’s supporters are blaming Brexit, while his many critics in the party are saying it was his leadership that was fatal to the party’s chances. Others point out (rightly) that the party’s problems in some areas predated both Brexit and Corbyn. Jo Swinson has apologised to the Liberal Democrats for a dismal election in which she lost her seat and the party slipped to 11 MPs, but said she did not regret fighting on a defiantly pro-remain platform. Having lost her seat, she had to stand down as party leader. One of the ironies of today is that the election would never have happened if it had not been for the Lib Dems calling for one, and Corbyn subsequently agreeing. (When the Lib Dems and the SNP both openly called for an early election, it became much harder for Labour to resist,) Without their backing, Johnson would not have been able to legislate to make it happen. Nicola Sturgeon has said she will publish a blueprint for staging a second Scottish independence referendum next week after challenging Johnson to pass on the legal powers to stage one. The SNP won 48 of the 59 seats in Scotland (up 13) and, with Scotland now facing possibly 10 years of rule from Johnson, pressure for independence may well intensify. The Conservatives have had their best result in Wales since the heyday of Margaret Thatcher, even winning in once rock-solid Labour seats such as Wrexham, which has never before returned a Tory MP. Pressure is growing on the Democratic Unionist party (DUP) and Sinn Fein to swiftly restore power-sharing after voters punished both parties for Northern Ireland’s political dysfunction. A record 220 female MPs will take their seats in parliament after this election, but the House of Commons will still fall far short of being gender balanced. For the first time one of the main parties, Labour, will have more female MPs than male MPs. That’s all from us for tonight. Thanks for the comments. The election may have changed the political landscape, but the educational profile of the House of Commons is relatively unchanged, research from the Sutton Trust has revealed: 29% of MPs are independently educated, compared with 7% of the British population. This is the same as after the 2017 general election. More than half (54%) of the new House of Commons went to a comprehensive school, up slightly from 52% after the 2017 election. The research suggests the educational backgrounds of members of the Commons is widening, albeit slowly. Of 155 newly elected MPs, 62% were educated at comprehensive schools, while a further 22% went to independent schools and 14% were educated at grammar schools. Of the major parties, comprehensive schools were attended by 41% of Conservative MPs and 70% of Labour MPs; 16% of all MPs attended a grammar school, in comparison with 17% of the MPs elected in 2017. Of the 173 MPs who went to independent schools, 11 went to Eton, including Boris Johnson and Jacob Rees-Mogg. Oxford and Cambridge universities have educated 21% of MPs, while a further 33% attended another Russell Group university. In recent years, there have been a growing number of MPs from a group of non-Russell Group universities such as Hull, Brunel, Sussex and Aberdeen, with 10, eight, seven and five MPs respectively. There were confrontations between rightwing supporters of Boris Johnson and leftwing protesters outside Downing Street taking place just after 5pm. A small group of pro-Tory supporters gathered outside the gates of Downing Street chanting the name of Tommy Robinson and “never trust a leftie with your kids”, as they celebrated the election result. On the other side of Parliament Street, several hundred counter-protesters stood holding placards saying “migrants and refugees welcome here” and chanting: “Racist scum, off our streets.” Several dozen police stood at the scene. Outside Downing Street, Derek Marshall, 60, from Hampshire, hailed the result, adding that he was “pleased that the British people weren’t fooled by the communist opposition in parliament”. But, he added: I do worry that Boris won’t deliver a full Brexit. This deal that he’s got at the moment is leave in name only, and if he does that, this movement will just grow and grow and grow. The Brexit movement is now – if we are thwarted again – ready to expand, to rebel. We have been patient long enough. Lord Ashcroft, the former Conservative deputy chair who is now a polling specialist, has published some useful polling looking at what motivated different people to vote in different ways yesterday. It includes this chart. Here is a video of Boris Johnson’s No 10 speech. The Labour MP Wes Streeting told Sky News that the party leadership had to start listening to the concerns of voters. If this election were just about hard work and sheer footwork on the ground, the Labour party would have won a landslide majority. Labour activists could not have worked harder. This defeat wasn’t theirs. I believe in party democracy. And I believe Labour members have just as big a responsibility to listen to the voters as me. And what I would say to Jeremy Corbyn and his apologists is they had everything they wanted at this election. They had the leader they wanted, the NEC [national executive committee] they wanted, the political strategy they wanted and, having sacked a load of people in head office, the executive leadership that they wanted too. The one thing they didn’t have was the support of the British people. You can sideline Labour MPs, you can sack the staff, you can deselect the NEC and all the rest of it, but you can’t deselect the voters, and it’s time we started listening to Labour voters. Because right across the country, in leave seats like mine, in remain seats, Labour’s vote share went down. Streeting also said the party needed to do more than just replace the leader. It needed more credible policies on the economy and on defence, he argued, and he said the culture of the party needed to change, in relation to antisemitism and hostility towards opponents generally. The Muslim Council of Britain has issued a statement saying there is “a palpable sense of fear amongst Muslim communities” after Johnson’s election victory. This is from Harun Khan, the MCB’s secretary general: Mr Johnson commands a majority, but there is a palpable sense of fear amongst Muslim communities around the country. We entered the election campaign period with longstanding concerns about bigotry in our politics and our governing party. Now we worry that Islamophobia is “oven-ready” for government. Mr Johnson has been entrusted with huge power, and we pray it is exercised responsibly for all Britons. We understand that the prime minister insists that he is a one nation Tory. We earnestly hope that is the case and urge him to lead from the centre and engage with all communities. This survey, from the pollsters Opinium, undermines the claim that Jeremy Corbyn’s leadership was not the main problem facing Labour at the election. The Scottish National party was the only one of the major Westminster parties not to have taken large donations during the election, party sources have confirmed. One source said the SNP had asked its wealthiest supporters to save their donations for the independence referendum they want to stage later next year. “There’s no need to ask just now,” he said. While the Tories, the Lib Dems, the Brexit party and Labour took in nearly £25m in the first four weeks of the campaign from donors such as hedge fund directors, business people and trade unions, the SNP’s £1.7m in campaign spending came almost entirely from its reserves, membership fees and crowdfunding for individual constituency contests. With that, they pulled in 1.2m votes and won 47 of Scotland’s 59 Westminster seats. The SNP has previously benefited from hefty donations from Chris and Colin Weir, the couple, now separated, who won £161m on the Euromillions lottery in 2011, in what was the UK’s largest lottery jackpot to date. By the end of 2014, the year of Scotland’s first independence referendum, the Weirs had donated £3m to the SNP and another £3.5m to the official independence campaign Yes Scotland. Sir Brian Souter, the co-founder of the Stagecoach bus and rail multinational, donated £400,000 to the SNP during the referendum campaign. The only donation above £7,500 recorded by the SNP during the election campaign was a £10,000 gift from a translation company based in Edinburgh called Rubric Ltd. The Electoral Commission will publish the final total for all campaign donations next week. In his latest speech, Boris Johnson started by repeating the point he made in his dawn address from Downing Street about wanting to govern as a one-nation Conservative and earn the trust of people who voted for his party for the first time. As I explained earlier (see 8.16am), this is a stance he adopted when elected mayor of London. How sincere Johnson is about this is not clear. But Johnson did make some extra points that weren’t in the earlier speech. Johnson said he would not ignore Remainer pro-Europeanism when forging a new relationship with Europe. In remarks that he said were specifically addressed at Remainers who did not vote for him, he said: I want you to know that we in this one-nation Conservative government will never ignore your good and positive feelings of warmth and sympathy towards the other nations of Europe, because now is the moment – precisely as we leave the EU – to let those natural feelings find renewed expression in building a new partnership, which is one of the great projects for next year. And, as we work together with the EU, as friends and sovereign equals, tackling climate change and terrorism and building academic and scientific cooperation, redoubling our trading relationship, I frankly urge everyone on either side of what [is], after three and a half years after all, an increasingly arid argument, I urge everyone to find closure and let the healing begin. What this means in practice is a mystery. Johnson has always claimed to be a cultural European – “We love Europe, I love Europe anyway,” he told the Tory conference, to limited applause – but he is also someone who has built an entire career out of demonising the EU. He said the NHS would be his government’s priority. He said: I believe – in fact, I know, because I have heard it loud and clear from every corner of the country – that the overwhelming priority of the British people now is that we should focus above all on the NHS, that simple and beautiful idea that represents the best of our country. But he also repeated discredited claims about giving the NHS its biggest ever cash boost (but not the biggest real terms increase), having 50,000 new nurses (18,000 of whom won’t be new) and building 40 new hospitals (even though six is a more accurate number). He said he wanted to use his majority to “unite and level up” the country. He said: If you asked yourselves, what is this new government going to do, what’s he going to do with his extraordinary majority? I will tell you that this is what we are going to do. We are going to unite and level up. Unite and level up, bringing together the whole of this incredible United Kingdom: England, Scotland, Wales, Northern Ireland. Together, taking us forward, unleashing the potential of the whole country. Delivering opportunity across the entire nation. He says, after five weeks of electioneering, this country deserves a break from politics. He wants people to be able to go about their business knowing that work is being stepped up in the government to deliver growth. He ends by saying thank you and wishing people a happy Christmas. And that’s it. Johnson says he wants a new partnership with the EU. He urges everyone on either side of this “increasingly arid” argument to find closure, and let the healing begin. He says the overwhelming priority of the British people is to focus above all on the NHS. It is getting a cash boost and more nurses and hospitals, he says. He says he is going to “unite and level up” with his new majority. He wants to bring the country together. Boris Johnson is giving his speech outside No 10. He says he has been to the palace and is forming a new government. On Monday, MPs will return to the Commons to form a new parliament. He says he will lead a one-nation government. And he says he wants to address the people who voted Conservative for the first time. (This seems to be the same speech he gave at 7am. There is a summary and analysis of it here, at 8.16am.) In a statement, Mary Lou McDonald, the Sinn Féin president, has said it is now impossible for the government to refuse demands for a border poll in Northern Ireland. She said: Brexit has changed the political landscape in Ireland, in Britain and in Europe. All the old certainties are gone. In this election, voters clearly responded to cooperation between pro-remain, progressive parties and that has demonstrated once again that the majority of people in the north are opposed to being dragged out of the EU, opposed to any hardening of the border in Ireland and want to protect the Good Friday agreement and the all-Ireland economy. She said Sinn Féin was ready to re-enter talks on reviving the power-sharing executive. And she went on: Alongside this, it is now impossible to ignore the growing demand for a referendum on Irish unity and I want to reiterate Sinn Féin’s call for the Irish government to establish an all-Ireland forum on Irish unity without delay. During this election campaign journalists have been wary of trusting the opinion polls, because mostly they got the result badly wrong in 2017. But, as Deltapoll’s Martin Boon points out, this time the final polls were a much more reliable guide to the eventual result. Boris Johnson is due to give a speech outside Downing Street shortly. The final election result is in. The Conservatives have won St Ives in Cornwall, by a majority of 78. Counting there was delayed because of bad weather on the Isles of Scilly, the BBC reports. Sir Keir Starmer, the shadow Brexit secretary, has told Sky News that the result is “devastating” for Labour. The party must reflect on it, he says. Asked if he would like to be the next leader, he sidesteps the questions, saying this is the time for reflection. Good afternoon. I’m Andrew Sparrow, taking over from Haroon Siddique. Jo Swinson, who lost her seat in the election, and with it her role as Lib Dem leader, has just finished giving a speech. She said she did not regret standing up for her values and for what she believed in. She acknowledged that she had faced a lot of criticism. But she said that was partly a consequence of being the first woman to lead the party. One of the realities of smashing glass ceilings is that a lot of broken glass comes down on your head. In the future there would be other women who would lead the party, she said. She did not take questions after she finished. Jo Swinson is talking now. You can watch the press conference below: The Scottish Conservative leader, Jackson Carlaw, has accused Nicola Sturgeon of “reverting to form” after she described last night’s election result as a mandate for a second referendum on independence. Carlaw told a press conference in Glasgow: In the last hour, I have already heard Nicola Sturgeon claim that last night’s result is a mandate for a second referendum on independence. Up until 10pm last night that was not the story told by the SNP, it was about stopping Brexit and stopping Boris. Nonetheless the SNP is reverting to form and deciding to take the vote it won yesterday as a free pass for a referendum next year. Carlaw said Sturgeon wanted to take Scotland “back to more division and chaos” while the rest of the UK moved on from Brexit. While he acknowledged the loss of more than half of Scottish Tory constituencies – all of them to the SNP, reducing the number of MPs from 13 to six – was “a disappointment”, he insisted he was “not at all downhearted” by his party’s performance. Pressed on the fact that the Conservatives’ vote share went up by 1.2% across the whole of the UK, but dropped by 3.5% in Scotland, he said: I don’t accept that. I don’t think Scotland was so terribly different from across the UK. The story across the whole of the UK was the collapse of the Labour party. Carlaw said he had already spoken briefly to Boris Johnson and was confident that he would next week present “a unifying agenda that will put strengthening the union at its heart”. The chancellor, Sajid Javid, has said British Jews can feel safe again as a result of the Tory victory, while at the same time brushing over concerns about Islamophobia within the Conservatives, not least Boris Johnson’s past comments describing Muslim women wearing burqas as looking like “letter boxes” and “bank robbers”. He told BBC Radio 4’s The World at One: I hope that this election now that we’ve had the verdict of the British people and it’s been so clear allows all parliamentarians to put aside some of the differences, to put aside some of the division, and we can begin a healing process for the whole country. All our citizens. You know there’ll be Jewish citizens waking up today for the first time able to feel safe in our country, the first time since Jeremy Corbyn became leader of the Labour party. The presenter, Sarah Montague, then asked him: “And Muslims?” Javid replied: There’ll be, of course, Muslims, that would, absolutely, I think should feel safe because we have a Conservative majority governing of one nation. In London, only four seats changed hands, with the three biggest surprises in three – Putney, Kensington and Richmond Park – which overwhelmingly backed remain in the EU referendum. In Kensington, Labour’s Emma Dent Coad lost to the Conservative candidate, Felicity Buchan, by 150 votes despite the legacy of the Grenfell fire and the raging arguments around Tory austerity sparked by the disaster. But what happened in Kensington was not about Grenfell – it was about “remain”. The total tally for referendum-backing Labour, the Lib Dems and Greens came to 26,465 – 60.5% of the vote, towering over Buchan’s 38.3%. It did not take long for angry Labour activists to pour scorn on the Lib Dems for fielding a high-profile candidate – the defecting former Tory minister Sam Gyimah. Rather than standing aside to give Labour a stronger chance, their decision to run Gyimah appears to have split the remain vote and handed the seat to a leave-backing Tory. In Putney, the very publicly pro-remain, pro-second referendum Labour candidate, Fleur Anderson, achieved Labour’s only gain nationally of the night. In Richmond Park, Sarah Olney, the Lib Dem candidate who won the byelection in 2016, regained the seat from the Brexit-backing Conservative Zac Goldsmith. Thousands of people are expected to gather in central London this evening to protest against Boris Johnson and his rightwing agenda for a new Conservative government. Two event pages have been set up on Facebook to advertise the demonstration, one by Stand Up to Racism and Love Music Hate Racism, and another by a page calling itself The Evolution of Revolution. Between both pages, around 9,000 people have indicated they will attend the demonstration, while almost 30,000 have indicated that they are “interested”. Further calls to attend the demonstration have been circulated on Twitter. On its event page, Stand Up to Racism says: Boris Johnson is a racist, bigot and homophobe. He doesn’t represent multicultural Britain. He has called Muslim women ‘letter boxes’, called black people ‘piccaninnies with watermelon smiles’ and LGBT people ‘bumboys’. We cannot have him as prime minister for the next five years. Let’s meet the first day of his new term with protests at Downing Street. The Metropolitan police said it was aware of the calls to demonstrate and that an appropriate policing plan would be in place. The protest policing monitor Netpol urged those planning to attend the demonstration to be cautious. Guardian Live is holding an event next month discussing what lies ahead in the wake of the Conservatives’ election victory: Guardian Newsroom: What next for Britain? Join the Guardian’s political editor, Heather Stewart, and a panel of Guardian journalists as they unpick the December 2019 election result and cast their critical lenses to the future. Here’s that Corbyn interview: Some more quotes from that pool interview Jeremy Corbyn gave in Islington. When asked about his timetable to leave as leader, he said: The national executive will have to meet, of course, in the very near future and it is up to them. It will be in the early part of next year. Although it had been hanging in the balance, one of Labour’s biggest upsets was the loss of Don Valley, a seat held by Caroline Flint for the last 22 years. The South Yorkshire constituency had been untouchable to other parties since 1922, but is in Doncaster, where 69% of people voted to leave the EU. Flint has since blamed both Jeremy Corbyn’s unpopularity and Labour’s Brexit stance for the defeat in which the Conservative candidate, Nick Fletcher, won a majority of 3,630. In Conisbrough, a hilly Doncaster town within Don Valley, residents who’d switched from red to blue seemed to agree, but were reluctant to be identified in a newspaper. One retired woman shopping on the high street, said: I don’t see it as a vote for the Conservatives, I see it as a vote for Brexit. It’s the first time I’ve done it. My dad was a miner, and his dad was a miner, and I’ve always voted Labour … I think if there had been another leader, I would have voted for them again. Asked what it was in particular that she disliked about Corbyn, she replied: “There’s something about his mannerisms.” A woman in her 70s who has always lived in the town said she only voted for the Conservative candidate “against Jeremy Corbyn”, but did not wish to be identified because she feared being berated in comments on social media. I’m just hoping that [Johnson] is going to stand up to everything that Corbyn said, get us out of Europe and help this part of the country. When asked what it was in particular that prompted her dislike for Corbyn, she said: “I don’t like his antisemitism.” But when asked if comments made by Boris Johnson about black people and Muslims had tainted her view of him, she replied: “I’ve never heard him say those things.” John Glarvey, 44, the owner of Bella’s Butties – one of several sandwich shops in Conisbrough’s centre – said he was glad “the community has finally realised the miner’s strike has finished”. Glarvey, who did not vote yesterday, said: When you ask a lot of people around here why they vote Labour, it’s always been because of that or because their granddad did. It’s good to see change. I’m self-employed and I live on my own, so anyone I vote for will always screw me over in terms of taxes and not getting any benefits. I’d like the NHS to get sorted, but I don’t believe Labour would’ve actually put the money they were offering in. At the pet store IGO Pets, Alice Dann, a 19-year-old covering shifts during a Christmas break from her studies at the University of Hull, offered an anomalous perspective. My family aren’t really Labour voters but I’ve always wanted to vote for them since I was in school. I liked their policies on tuition fees and helping younger people out. When I woke up this morning my heart sank. I understand why people felt disillusioned, because a lot of people around here don’t have the money and work a lot of hours. But I think a lot of it is to do with immigration. Jeremy Corbyn has just been speaking. He said he was very sad at the result and for “many of the poorest communities” who would suffer. He maintained pride in the Labour manifesto but said the election was “taken over by Brexit”. Lisa Nandy, the Labour MP for Wigan, has suggested her party’s leadership is out of touch with people in many of its traditional heartlands. Speaking to BBC News, she said that when people in constituencies like hers voted for Brexit they were dismissed as “stupid”, “racist” or not understanding the question. She said: What we have been told in towns like this is we are not listening. She said decisions within the Labour party were made by people “far, far, away” from the reality of the lives of her constituents. Nandy, who has been touted as a potential candidate for the Labour leadership, laughed when it was suggested to her that the next leader could come from Wigan, saying it was not the right time to talk about it. Scotland’s first minister Nicola Sturgeon has said the Scottish government will next week publish the “detailed democratic case” for a transfer of power to enable a second referendum on Scottish independence. Speaking in Edinburgh, she said: This is not about asking Boris Johnson or any other Westminster politician for permission. It is an assertion of the democratic right of the people of Scotland to determine their own future. Given what I fear the Tory government has in store for Scotland, that right to choose our own future has never been more important. So, to the prime minister, let me be clear: this is not simply a demand that I or the SNP are making. It is the right of the people of Scotland, and you, as the leader of a defeated party in Scotland, have no right to stand in the way. In an independent Scotland we will always get the governments we vote for. We will have full control of the powers and levers needed to build a truly fair and more prosperous country. We can take our place as an equal partner with our closest friends in the rest of the UK and across Europe. The people of Scotland have spoken – it is time to decide our own future. On a bright and chilly morning in Milngavie, East Dunbartonshire, the Christmas market in the pedestrian precinct is setting up for Friday shoppers, with stalls selling speciality chocolates, candles and tree baubles. Few locals say they are surprised by the news that the Lib Dem leader, Jo Swinson, was ousted by Amy Callaghan, her SNP challenger, by 149 votes. Callaghan fought a determinedly local campaign, highlighting, for example, parental concerns about proposed school catchment changes, while Lib Dem activists shared frustrations that – inevitably, given her leadership role – Swinson had not been as present in the constituency as during previous elections. Krista MacDonald said she had expected Swinson to lose. I don’t want to celebrate another young professional woman losing her job, but the SNP really pushed her voting record during the coalition, and that put a lot of people off. People feel pretty hopeless about their vote counting, and I think they voted for the SNP to show they were against Brexit. I’m not surprised if there’s a bigger appetite for independence now. It’s an appetite that appears to bridge generations in this busy precinct. “The SNP is on a roll,” said Larry MacDougall, a retired museums worker who has lived with his wife, Moira, in the constituency for 52 years. “People are fed up with being dictated to from down south.” Eloise, a 24-year-old law student, said: “My generation don’t see much of a bonus in staying in the UK, especially now that a no deal is more likely with the Conservatives in Westminster.” While Moira MacDougall says she is sorry Swinson has lost her seat, she believes her commitment to the constituency had slipped since she took on the Lib Dem leadership. “She used to come to the door and speak to you. She was very good at keeping in touch, but she just had too much going on recently.” Likewise, Bert Macmillan, a former police officer, said Swinson had stopped attending to local issues. Describing Boris Johnson affectionately as “a loose cannon”, Macmillan is opposed to both independence and what he sees as the wastefulness of the European Union. He voted Conservative as usual, and was not tempted by the call from Lib Dems to vote tactically against the SNP. In his final analysis of the UK-wide results, he said: “Johnson is a likeable guy and the other guy just wasn’t. I wouldn’t have Jeremy Corbyn deliver my paper.” Education policies didn’t get much traction in the general election campaign but the National Union of Students president, Zamzam Ibrahim, says the organisation will be pressing the Conservatives to deliver on their manifesto commitments: This morning many students and young people will be anxious about their futures, but NUS’s responsibility will be to hold the new Conservative government to its promises on reintroducing nursing bursaries and the two-year, post-study work visa, both of which they previously scrapped. They must also back up their commitment to treat mental health with the same urgency as physical health with additional funding for NHS services. This new government has pledged to carefully consider the Augar review [of tertiary education funding] but before this general election they promised to issue a full response to it by the new year. I hope that now they are back in power this will be done with a matter of urgency, as the funding system is broken, further education is desperate for resources and students are being left to accrue extortionate levels of debt in order to study. One of the Black Country’s only remaining Labour MPs has called for a “proper and impartial” investigation into his party’s shocking defeat. John Spellar, the MP for Warley, held on to his seat with a reduced majority but witnessed his party’s demise in neighbouring constituencies, including West Bromwich East, which had been Labour since its inception 45 years ago. Speaking from his constituency office in the Brandhall Labour club in Oldbury, Spellar said many moderate MPs had paid the price for a “vicious factional war” within his party. Spellar added that there had been “glaring deficiencies” in his party’s policies and the pursuit of increasing the number of Momentum supporters in parliament had cost many Labour MPs their seats. We lost this election purely because of the sectarian advances and the agenda of Momentum supporters who concentrated on getting more support and forgot about the electorate. But the public didn’t buy into this revolutionary party and lots of moderate MPs paid the price for this vicious factional war. Spellar said it had been the “craziest election” he had ever participated in and Jeremy Corbyn would undoubtedly have to shoulder some of the blame. However, he still believed his party would eventually recover from its defeat. Of course we can recover from this. We have done it before and we will do it again. People outside of London are fed up and feel ignored so we need to rebuild an effective opposition – one that focuses on the weaker points of the government and its policies. In Tory remainer Amber Rudd’s former constituency voters of all hues this morning expressed shock over the margin of the Conservatives’ victory both locally and nationally. Rudd’s majority had been just over 450 but her Brexiter replacement Sally-Ann Hart increased the Tories’ lead against her Labour rival by 4,043 as she secured 26,896 votes. Outside the mock Tudor Ye Olde Pump House, Monika Veriopoulos admitted she was “stunned” by the size of the Conservative advance not only in Hastings and Rye but throughout the country. The Greek woman, who moved to the south coast town more than 40 years ago, said: I’m worried that the size of this vote will only increase anti-foreign sentiment in England. I am lucky as I have a British passport now but I fear for the younger immigrants coming to this country or who are already here. It is a shocking result and we have elected someone as prime minister who is a demagogue – a word we Greeks invented, which is perfect for him. Down on the seafront, on his way to breakfast at the East Hastings Sea Angling Association, retiree Keith Gregg said: Look around you at the fishing boats there. That is the reason why there was a strong Brexit vote in this town and why the Tories won here last night. The fishing community were fed up with EU quotas on fish catches. The wider community was fed up with all that stalling in parliament over Brexit. And that is why they voted the way they did this time. There was also Corbyn – the Labour party dug their own grave choosing him as leader. On her way to work at a Superdrug store in the town, Cassie Matthews said she was unable to vote because she, her husband and their two young boys are in temporary accommodation. The 24-year-old said: Because we had to move recently into a flat after living in a complex with 60 other homeless people we were not registered in time for this election. My husband is in a strop this morning pacing up and down the flat in anger about what has happened. He felt powerless being unable to vote. There is a real issue over homelessness and a lack of social housing down here, but I doubt this new government will do something about that, but we can only hope. Having a smoke near the Hastings Miniature Railway behind the seafront, Peter Robb said there were two main reasons why his home town for more than 50 years had given a larger majority to a Tory candidate who had been accused of Islamophobia and argued that people with learning difficulties should be paid less. Hastings was just like most of England. The Tories won because people just want Brexit to happen, especially here among the fishermen, and they didn’t buy Corbyn. This is what a different electoral system would have delivered ... The chief rabbi, who strongly criticised Jeremy Corbyn and Labour during the election campaign over antisemitism, has called for unity following the result, while warning that prejudice remains a threat. Ephraim Mirvis, the spiritual leader of the UK’s 62 orthodox synagogues, said: The election may be over, but concerns about the resurgence of antisemitism very much remain. Islamophobia, racism and other forms of prejudice continue to afflict our communities and, as has been well publicised, even our political parties. It is vital that we now bring the country together, ensuring that the voices of people from across our society are heard and respected. We must focus on our shared values and leave all hatred and prejudice far behind us. As expected the prime minister entered No 10 without making any comment, just waving a few times. A big cheer could be heard from inside No 10 as he entered. Boris Johnson has left Buckingham Palace, having asked the Queen for permission to form a government, and is heading back to Downing Street. The meeting lasted more than 35 minutes. Normally the prime minister makes a speech on his/her return to Downing Street but the suggestion is Johnson will not speak until later today. David Cameron, who called the EU referendum while prime minister, has congratulated Boris Johnson. He made no mention of Brexit, not in this clip anyway. The Pink News is revelling in the fact that the former Conservative cabinet minister, Anne Widdecombe, “known for extreme beliefs about homosexuality” and now standing for the Brexit party, lost to gay remainer, Labour MP Luke Pollard. Its headline is: “Ann Widdecombe suffered a humiliating election defeat to a gay man.” The Guardian columnist Gary Younge writes that Corbyn was a “poor performer” and should not stay on as leader. But at the same time, he says that centrists within the party cannot claim vindication from the result. They [centrists] will have to face the fact that the electorate did not abandon Labour for the centre. They went either to the far right in England and Wales or to the social democratic nationalist alternative in Scotland. They did not go to the Liberal Democrats or back Change. Chuka Umunna, Dominic Grieve, David Gauke, Anna Soubry, Jo Swinson and Luciana Berger all lost. I did not hear a single voter ask about Owen Smith or pine for Yvette Cooper. Whatever comes next, it won’t be a return to abstaining on the welfare bill or backing the hostile environment policy. They will want Labour to be more effective in opposition, but they will want it to mount an opposition. The centrists will have to face the fact that the thousands of people who travelled the country during these past few weeks to canvass in the cold and rain are not about to abandon their ideals or the party. And those who invested so heavily in this particular iteration of Labour will have to face the fact that their conviction alone was not enough to convince others of their ideals. In Peterborough, voters expressed delight and relief at a Tory landslide in an election that many felt was the real Brexit referendum. The Cambridgeshire city has faced political turmoil, having been represented by two Labour MPs and one Conservative in the last three years. It elected a fourth MP on Thursday when the Tory lobbyist Paul Bristow won the seat from Labour with a 2,580 majority and wiped out a Brexit party challenge which peaked at a June byelection when it almost pipped Labour. Friday’s result swept away uncertainty and betrayal, voters said. “I feel excellent,” said David Cliffe, 71, a Brexit-backing retired warehouse worker on his way to book his mother a holiday to Scarborough. “I didn’t want to have a communist regime. Corbyn’s contacts with terrorist groups – he was a liability. The country would have been on its knees.” Brexit would now be done and “we can control who fishes in our waters and we can govern our own borders” he said, smiling broadly. “We’ve been sick of all the crap that’s going on,” said Eleanor, 38, a bank teller who voted Conservative. “Just get it done. I am literally sick of Brexit.” She said some friends have lost jobs because multinational employers have pulled out or frozen investment over Brexit uncertainty. Jeremy Corbyn proved deeply unpopular despite a manifesto full of promises for a city struggling with a housing shortage, rough sleeping, weak schools and an NHS primary care system under strain. Ady Mowles, a remain-supporting debt collector with centre-left politics who objected to Corbyn because of his supposed IRA links, said: Dozens and dozens of people I know who always voted Labour voted Conservative. I have a big feeling of acceptance. At last it’s been emphatic. This was the referendum. The last one was shrouded in mystery. People think they know a bit more now. Brexit-supporting builder Martin Allpress said he voted Labour all his life, but abstained, citing Corbyn’s “weakness”, antisemitism and a suspicion he would not have delivered Brexit. Labour’s appeal was also eviscerated by the Conservatives’ simple “get Brexit done” campaign message. The share of the vote held by Lisa Forbes, the Labour MP, fell by 6.7% in just six months. Support for the Brexit party haemorrhaged to the Tories; a mere 100 people turned out for a Nigel Farage rally early in the campaign. Meanwhile bruised Labour voters awoke to a realisation their party’s social reform programme had been irrelevant. “I feel sad for the people who are vulnerable and those on the lowest rungs of society,” said Zoe Bunter, a charity fundraiser and church volunteer, who had already reflected that food banks and homeless shelters may have to become more permanent. “We are going to have to step up now.” The prime minister has arrived at Buckingham Palace for his conflab with the Queen. She will formally invite him to form a new government. Boris Johnson has just left Downing Street on the way to meet the Queen at Buckingham Palace. There was just a quick wave before he got in the Jaguar. He will make a statement mid-afternoon, Downing Street has said. The veteran former Labour MP Ronnie Campbell, who represented Blyth Valley for 32 years, has said he now regrets stepping down for health reasons after the Northumberland seat elected a Conservative MP for the first time in its 69-year history. Speaking over the phone from his home in Blyth, the 76-year-old said he was extremely disappointed to see the former mining community go blue and that, although he supports Jeremy Cobryn, there needed to be an overhaul at the top of the Labour party. “I’m getting over the shock,” he said, panting down the phone having just removed two Labour placards from his front garden. “It’s sad to see Blyth voting like that but that’s the way it goes. I’m regretting now retiring. If I’d have stood I would’ve won – that’s what we were hearing on the doors.” He blamed the mainstream media and people on social media for characterising Corbyn as a terrorist sympathiser, but said Labour ultimately paid the price for supporting a second referendum and for over-promising in its manifesto. Here is a breakdown of each party’s MPs by gender. It shows that Labour and the Lib Dems each now have more female MPs than male MPs. By contrast, the Conservatives have more than three times as many male MPs as female MPs. This seems like a good time for a nice relaxing picture. This is how a ballot box was conveyed from Bryher in the Isles of Scilly this morning after being delayed due to bad weather. In the eastern part of the EU, the major sentiment as the scale of Johnson’s victory became clear was a relief that the Brexit saga might finally be coming to an end, and hope that the prime minister would be able to get a deal through parliament now. “After the vote yesterday, there is a clear majority in UK that, we all hope, will lead to a Brexit with deal. An agreement is the best option for the Romanian citizens in UK and I hope we are heading towards this,” said Romania’s president, Klaus Iohannis, as he arrived at the meeting of the EU27 leaders in Brussels. Poland’s prime minister, Mateusz Morawiecki, said: There has been a fundamental change here. Boris Johnson and the Conservatives have won a clear majority. From Poland’s perspective this victory is important, because it means political stability in the UK. The rightwing populist parties ruling Poland and Hungary will be pleased at Johnson’s victory. Although they have lamented the loss of Britain’s voice in the EU, they are likely to be some of a Johnson government’s closest EU friends after Brexit. Almost immediately after the exit poll was released last night, the party of Hungary’s rightwing president, Viktor Orbán, congratulated Johnson, with minister Katalin Novák offering congratulations to the Tories and writing on Twitter: “Conservatives have to become stronger in Europe.” The Jewish Labour Movement has called for Jeremy Corbyn to stand down immediately, saying the Labour leader and his team must take responsibility for the election defeat. The Jewish Labour Movement “downed tools” in the election campaign and declined to back the party it has supported for almost a century because of Corbyn’s failure to stamp out antisemitism. Corbyn has said he will not lead the party into another general election but will remain in charge during a “process of reflection”. In France, where transport remains at a standstill amid nationwide strikes against Emmanuel Macron’s pension reforms, the UK election result threw the spotlight back on to Europe. Paris officials, who had for years looked on patiently but with increasing exasperation at the Brexit stalemate in the UK, would now be seeking London’s line on how to move fast into the next phase. Macron and his party had always said that although they wouldn’t have voted for Brexit themselves, British voters must be respected and the process concluded as soon as possible. Macron is keen to move on and focus on his own EU agenda. But now the UK is facing an almost impossibly tight timeline on fixing the future trade relationship, France could be back in the line of fire soon on whether or not that timeline could be shifted. The Élysée has always stressed that Macron works well with Boris Johnson. They both speak each other’s languages, plus Latin. The French media were relieved that British voters had brought clarity on Brexit going ahead. “Brexit will happen,” said the business paper Les Echos, deciding there was now “a motorway towards Brexit”. The paper’s editor, Nicolas Barré, wrote that the first lesson from the election result was that “after more than three years of a political circus ... British democracy has finally landed on its feet”. He speculated that now Johnson was no longer hostage to hardliners, a softer version of Brexit might be achieved. Ireland’s taoiseach, Leo Varadkar, has suggested that Boris Johnson will now sign up to EU standards in order to secure a quota- and tariff-free trade deal by the end of 2020 with the bloc. Arriving at the second day of an EU summit, Varadkar told reporters: I’m a bit sleep-deprived, but it was good television last night. I want to congratulate Prime Minister Johnson, it’s an enormous victory for him on a personal level and also a very clear result for his party. I think it’s a positive thing that we have a decisive outcome in Britain in their elections. We had for a few years a parliament that wasn’t able to form a majority around anything and we now clearly have a majority in the House of Commons to ratify the withdrawal agreement so the next step is to ratify that withdrawal agreement, which guarantees no hard border between north and south, guarantees protection of the common travel area and also the fact that British and Irish citizens rights will be protected. I’m keen to work very hard with Prime Minister Johnson on getting the executive assembly up and running again in Northern Ireland - that’s absolutely crucial and has to be a key priority for the next few weeks. On the future trade talks, Varadkar said: I’d like that to ensure we still have tariff-free and quota-free trade between Britain and the EU and to have a set of minimum standards so that nobody feels that there’s unfair competition or anyone’s trying to undercut them when it comes to labour rights, environmental protection and issues like that. And my conversations with Mr Johnson, I think he’s probably in a similar space, so it’s a case of now getting on with it. It’s a case of now getting on with it and I think the prospect is there to develop a new future economic partnership between the EU and UK and one that’s going to be mighty and good for all of us. I’m relieved for my country and I’m also relieved for the UK, we’ve really had deadlock and gridlock for three years now and that is now going to pass. Varadkar said that Johnson’s large majority would make the coming negotiations easier. He said: I think it does. I think striking a trade deal by the end of 2020 is enormously ambitious, but we won’t achieve if we don’t try and we’re determined to try. I think the fact Prime Minister Johnson has a clear majority makes a big difference. I think the prime minister’s hand is strengthened. It’s always easier for us to negotiate with a partner who has a strong personal mandate in the parliament. The former French prime minister Manuel Valls - who staged an unsuccessful bid to become mayor of Barcelona earlier this year - said Corbyn had paid the price for his lack of clarity over Brexit. “The result of the UK election is very clear,” he tweeted in French, Spanish and English. When it comes to a question as crucial as Brexit and the future of both that country and the EU, positions have to be clear. Corbyn’s was the very opposite and he’s lost everything. There is no room for ambiguity. The 2019 general election has produced the most diverse parliament ever, with one in 10 MPs now from an ethnic minority background, according to the thinktank, British Future. Just 10 years ago the figure was 1 in 40, it says. The new parliament will have 65 MPs from an ethnic minority background, compared with 52 at the 2017 general election, according to British Future. They comprise 22 BAME Conservative MPs, 41 Labour and 2 Lib Dems. More than 20% of Labour MPs are now from ethnic minorities, compared with 6% of Conservatives in the new House of Commons. For the first time at a general election more ethnic minority women were elected than men, with 37 women from a minority background taking their place in parliament and 28 men, the thinktank says. However, it highlights that it is an English phenomenon, with no BAME MPs in Scotland, Wales or Northern Ireland. Sunder Katwala, director of British Future, said: This is welcome progress towards a parliament that reflects the multi-ethnic society that it represents ... The growing diversity of parliament has moved faster than that of FTSE 100 boardrooms – which has flatlined over the last 10 years. A rising number of ethnic minority MPs should put additional pressure on other institutions to show that they can keep pace with Britain’s growing diversity too. There would be about 80 ethnic minority MPs if the Commons was as diverse as the voters who elect it – so the gap is closing, but there is more to do. You can read our political editor’s assessment of the contenders to be the next Labour leader below: Luxembourg’s prime minister, Xavier Bettel, has said he believes that even remainers had become “fed up” with the Brexit debate and that Boris Johnson triumphed as the voters had wanted clarity over the future. He said: I hope that Boris Johnson ‘delivers’ as he said himself during his campaign. People need to have clarity, and I hope that with yesterday’s results, they do. The excuse that there is no clear majority in London doesn’t last anymore... I think people voted for Mr Johnson to have certainty. Even if you are a remainer, you’re fed up. At the Butchers Market in Wrexham Mike Evans expressed joy when the Guardian broke the news that the north Wales town had the first Tory MP in its history. “That’s fantastic news,” said Evans, whose family has run the ME Butchers business since 1911. He has voted for Labour in the past but believes the Tories will bring about the change he thinks is needed for north Wales. “I didn’t believe in Corbyn’s policies - his changes to public services went too far. We’d have gone backwards.” Evans sighed when asked if he liked Johnson. I think he’s the best of a bad bunch but it’s brilliant that the town has turned blue. It’s been Labour for too long. We need a change. Things can’t get worse. Steven Vale, the owner of Caroline’s Viennese Patisserie in Central Arcade was displaying a poster for the new Wrexham MP, Sarah Atherton. He said: Wrexham’s been Labour since 1935. It’s about time people realised there’s more to politics than Labour. Especially when we’ve lost all the industry, the coal mines, the steel works. We’ve had a Labour Welsh government for 20 years. Have they tried to improve the hospitals? Have they tried to expand them so we can cope with the extra people that have come in? All they do is blame the government in Westminster for not giving them enough money. They have got the money – we have brand new buildings down in Cardiff to show that. Vale voted for New Labour back in the day. It was a very exciting time but they let us down badly, they spent all the money. I voted leave – Boris said he would control immigration, not stop it, control it. I’m a big fan of Boris. He puts his cards on the table – everyone knows what they are going to get. Until we’re out of the EU the domestic agenda will never get sorted. My pension fund has tumbled because we don’t know what’s going to happen. The owner of King Street Coffee shop, Phil Gallanders, voted Labour. “I’m disappointed that Wrexham has returned a Tory for the first time ever.” King Street Coffee was used as a meeting place for Labour during the campaign – Eddie Izzard popped in during a visit to the town banging the drum for Corbyn. Gallanders is not sure what the result will mean for his hugely popular coffee shop. With the ramping up of Brexit you never know how it might affect business. In the coffee industry we’re reliant on the pound being strong because coffee is traded in dollars. My fate will be linked to the economy. If people have money they have a coffee, if they don’t it’s one of the things that gets cut. Sarah Atherton is saying she is going to unleash Wrexham’s potential. I’m looking forward to seeing how that works out. People will pull together. We’ll only know the impact over the coming years. The Ukrainian president Volodymyr Zelenskiy has congratulated Boris Johnson with his “landslide victory” in the elections, saying he looked forward to “working closely” with Johnson in the future. In a tweet, the Ukrainian president said: Zelenskiy is keen to maintain British diplomatic and financial support in Ukraine’s conflict with Russia, and to see Britain keep EU-style sanctions against Russia even after Brexit. The UK has approved a more than £37m assistance package in 2019-2020 for security, state-building and humanitarian projects in Ukraine. The UK provides training for Ukraine’s armed forces and various NGO projects from English lessons to reducing gender-based violence. No word yet from the Kremlin this morning on the Tory victory. The Labour party chairman has said the only difference between 2017 (when the party performed better than expected under Jeremy Corbyn) and this election is that in the previous campaign Labour said it would respect the result of the EU referendum. Boris Johnson will conduct his reshuffle on Monday, not today as is traditional for an incoming prime minister. He appears to be taking the weekend to think about his appointments. There has been speculation that this will be a mini-round of movement with a bigger shuffle after the Brexit deal is through parliament. There was little divergence among the headlines in Spain on Friday morning. “Boris Johnson wins an overwhelming victory that clears the way for Brexit,” said El País. “Boris Johnson wins an absolute majority to deliver Brexit,” said El Mundo. “Boris Johnson takes the election by storm and will have a clear path to delivering Brexit,” said eldiario.es. El País’s London correspondent, Rafa de Miguel, noted that for all his personality and popularity, Johnson remains something of a “blank page”. And despite all the Donald Trump comparisons, he added, perhaps the politician the British prime minister most resembles is Ronald Reagan - “able to delegate to a competent team of allies, indifferent to the detail when it comes to his own policies and with the blessed virtue of being able to transmit an optimistic version of the future at a time when it is most needed in the UK”. El Mundo’s correspondent, Carlos Fresneda, pointed out that the SNP’s strong showing on Thursday would serve only to strengthen its calls for a second independence referendum. Nor was the point lost on Catalan independence movement, which has long sought a similar vote on splitting from Spain. The Catalan president, Quim Torra, said the “magnificent results” demonstrated “the democratic will for independence and the European commitment if the Scottish people”. Torra’s predecessor, Carles Puigdemont – who fled Spain to avoid arrest after organising the region’s illegal, unilateral independence referendum in 2017 – said the results showed “the strength of the unity of Scottish independence movement. Europe, he added, “has a lot of work [to do]”. PA Media reports that the UK-focused FTSE 250 has hit an all-time high in reaction to the Conservative party’s election victory, up 4.2%, or 879 points, to 21672. The FTSE 100 opened down as a result of shares in the biggest international-focused companies falling due to the soaring pound. You can read more on the Guardian’s business blog: In Germany there continues to be a widespread aversion to Boris Johnson’s personality and way of doing politics, and continuing resentment of the very fact of the Brexit vote. And yet, paradoxically, many Germans this morning breathed a sigh of relief. “Brexit remains a bad decision, but clarity is what matters most at this stage,”, tweeted Henrik Enderlein, a professor of politics at Berlin’s Hertie School for Governance whose views hold sway in German left-liberal circles. “So I feel sorry for my remainer friends, but I also feel somewhat relieved for the EU. It’s time to move on.” “No business in Germany wants Brexit,” said Joachim Lang, the head of the BDI, the Federation of German Industries. “Nonetheless our companies are relieved there is a mandate for accepting the withdrawal agreement.” In Süddeutsche Zeitung, foreign affairs commentator Stefan Kornelius writes that for Boris Johnson was the “lesser evil” compared to an incompetent Labour leader. But an evil he is nonetheless, because he has spent the last three years orchestrating an orgy of political destruction that had the sole aim of giving Prime Minister Johnson an overwhelming majority for the exit from the European Union and a carte blanche for a Conservative party programme that has turned make-believe into a manifesto. The Guardian columnist Polly Toynbee has written a scathing assessment of Jeremy Corbyn. Here is a taste: He did this country profound, nation-splitting, irreparable harm. Had he led his party and the unions full tilt against Brexit, the narrowly lost referendum could have been won. But he and his cabal refused outright: when beseeched, they said they were too busy with that May’s local elections. He wouldn’t share any remain platform. Festering Bennite 1970s ideologies blinded his sect from seeing Brexit was the far right’s weapon of buccaneering destruction. He could have saved us – but he obfuscated. Corbyn came weighted with baggage too heavy for a Hercules to shift: the IRA, the Hamas friends, Venezuela. But antisemitism was accusation he could not shift. I am certain he sees no stain of it in himself, refusing to comprehend it and so could not apologise. Failure to purge every case left candidates on the doorstep dumbstruck when anyone said “I can’t vote for an antisemite.” EU leaders have urged Boris Johnson to ensure clarity on Brexit “as soon as possible” as they vowed to protect their own economic interests in the trade talks ahead. The president of the European council, Charles Michel, offered his congratulations to Boris Johnson, as he arrived at a summit of EU leaders on Friday. We expect as soon as possible the vote by the British parliament on the agreement. It is important to have the clarity as soon as possible. We are ready. The European Union will negotiate in order to have close cooperation in the future with the UK. He declined to predict whether the EU and UK could negotiate a trade relationship in eleven months, but said it was important to bring stability as soon as possible. EU27 leaders learned of Johnson’s likely victory by reading the news on their phones when the exit poll was published on Thursday night, a moment of distraction from summit talks on Libya. The group meets later on Friday to rubberstamp a well-trailed statement about the future relationship, which will restate that the UK must respect core EU standards on environment, worker protection and state aid - to ensure a level playing field between EU and UK firms. Belgium’s caretaker prime minister, Sophie Wilmès, said her country was “very much implicated” in trade with the UK, but stressed the EU had to deal with the UK as one bloc. We should speak as one voice, one voice for Europe. And for that reason we have to give a clear mandate to [EU chief negotiator] Michel Barnier to negotiate what our relationship will be. Fears of increased immigration and a push to “get Brexit done” led to the Conservatives’ spectacular win in West Bromwich. Labour lost both its seats in the area to the Tories. In West Bromwich East, Nicola Richards took the seat previously held by Labour’s former deputy leader Tom Watson, overturning a majority of 7,713 and replacing it with a Tory majority of 1,593. Labour had held the seat since it was created in 1974. The Conservatives also scored a significant success in West Bromwich West, where their candidate Shaun Bailey overturned a Labour majority of 4,460 and turned it into a Conservative majority of 3,799. In the early hours of Friday morning market traders setting up in the town centre High Street had mixed reactions to the result. Father-of-four Nasir Ahmed, who has traded on his clothes stall in the area for 25 years, voted Labour but said he had anticipated a defeat. He said: I have never been happy with some of the stuff that Boris comes out with and I voted to remain in the EU referendum but I did feel that this might happen. A lot of people here blame others for their problems – it’s a really deprived area and they think it’s all the fault of the immigrants – so they really want Brexit. I feel down this morning – we have made a terrible mistake. However, on the fruit stall next door there was cause for celebration. Eugene Koziol, 77, originally from Poland, and his son Darren, who was born in the UK, both voted Conservative. He said: Most people here voted to leave and for the Conservatives because immigration is out of control. This is a really underprivileged area – one of the poorest boroughs in the whole of England – and there are lots of issues and people feel immigration has been one of the causes of that ... People also couldn’t vote for someone like Corbyn because his policies were like a fairy story and people have got so fed up with Brexit and they just want it done. During the 2016 EU referendum, 68.67% of people in West Bromwich East voted in favour of leaving the European Union. Hello, this is Haroon Siddique taking over from my colleagues, who are getting some well-deserved sleep. The best way to get my attention is on Twitter @Haroon_Siddique. Unsurprisingly, given the way antisemitism within the Labour party and Islamophobia in the Conservative party were major issues during this election campaign, there have been very different reactions to the election result from representatives of the Jewish and Muslim communities. Gideon Falter, chief executive of Campaign Against Antisemitism, said: Not for the first time, our nation has stood firm against antisemitism. The British public has watched the once proudly anti-racist Labour party become infested with Jew-hatred and it has resoundingly decided to stand with its Jewish community and give the antisemites a crushing rebuke. The faith that British Jews showed in our country has been vindicated. He said that the next Labour leader must be someone who has not been implemented in the crisis and will comply with Equality and Human Rights Commission’s recommendations, when they are released. By contrast, Harun Khan, secretary general of the Muslim Council of Britain, said: Mr Johnson commands a majority, but there is a palpable sense of fear amongst Muslim communities around the country. We entered the election campaign period with longstanding concerns about bigotry in our politics and our governing party. Now we worry that Islamophobia is “oven-ready” for government. Mr Johnson has been entrusted with huge power, and we pray it is exercised responsibly for all Britons. He added that he hoped Johnson lives up to his claim to be a one-nation Tory. Here are the main points from Boris Johnson’s speech this morning to Tory activists. Johnson has always claimed to be a one nation Conservative, but bona fide one nation Conservatives like Michael Heseltine, Ken Clarke, Dominic Grieve and John Major have either been thrown out of the parliamentary party, or were actively campaigning against him at the general election, and many of his critics believe that he has morphed into a rightwing populist. In this speech Johnson sought to show that he really was serious about leading a party that would govern in the interests of everyone in the country. Johnson said the Conservative party had to “change” and accept it was governing in the interests of traditional Labour communities as well as traditional Tory communities. The government had to deliver change, he said. But he went on: And in delivering change, we must change too. We must recognise the incredible reality that we now speak as a one nation Conservative party, literally for everyone from Woking to Workington, from Kensington, I’m proud to say, to Clwyd South [Johnson was Tory candidate in Clwyd South in 1997, when Labour won with a five-figure majority], from Surrey Heath to Sedgefield, from Wimbledon to Wolverhampton. And, as the nation hands us this historic mandate, we must rise to the challenge and to the level of expectations. And parliament must change so that we in parliament are working for you the British people. This could turn out to be an important statement showing that Johnson intends to reinvent himself again as a more consensual politician. Or it could just be trite bluster from someone who has a track record of saying things he does not mean. At this point, it is impossible to tell. Johnson said that he would earn the trust of people who voted Conservative at this election for the first time. Addressing these voters, he said: You may only have leant us your vote, you may not think of yourself as a natural Tory, and as I think I said 11 years ago to the people of London when I was elected in what was thought of a Labour city, your hand may have quivered over the ballot paper before you put your cross in the Conservative box. And you may intend to return to Labour next time round. And if that is the case, I’m humbled that you have put your trust in us. And I and we will never take your support for granted. And I will make it my mission to work night and day, flat out, to prove you right in voting for me this time and to earn your support in the future. Johnson is right; this is almost exactly the speech he gave when he was first elected London mayor in 2008. He even spoke then about working “flat out” to win people’s trust. To be fair to Johnson, during his time as mayor he was mostly seen as a centrist, liberal Tory (which is why he got re-elected). He only started embracing the right, and Brexit, when becoming Tory leader became his main electoral ambition. Johnson said the election result meant Brexit was now “the irrefutable, irresistible, unarguable” will of the British people and that any prospect of a second referendum was dead. He said: With this mandate and this majority we will at last be able to [get Brexit done] because this election means that getting Brexit done is now the irrefutable, irresistible, unarguable decision of the British people. And with this election I think we’ve put an end to all those miserable threats of a second referendum. And I saw respectfully to our stentorian friend in the blue, twelve-star hat, ‘That’s it, time to put a sock in the megaphone, and give everybody some peace.’ Even if the vagaries of the electoral system mean the Tory victory does not necessarily show the public overwhelmingly supports Brexit, in practical terms Johnson is certainly right; the second referendum campaign is over. That’s all from me. My colleague Haroon Siddique is in charge of the blog now. The prime minister’s special adviser, Dominic Cummings, has accused MPs and the media of being out of touch with people outside London. I wonder who he can be thinking of with respect to the media .... presumably not the likes of the Mail, Telegraph, Express etc who backed Brexit and Boris Johnson. Asked by PA Media, if he could take any credit for the Conservative election victory, Cummings said: No, not at all ... After the shock of the referendum MPs and journalists should have taken a deep breath and had a lot of self-reflection of why they misunderstood what was going on in the country but instead a lot of people just doubled down on their own ideas and fucked it up even more. That’s why something like this happens against expectations. All these better than average educated remainer campaigner types who have waved around for eight weeks, for the last four months and didn’t understand what was going on and didn’t understand they were driving everyone mad. He added: Hopefully now they’ll learn because it’s not good for the country, the whole dynamic to carry on. MPs need to reflect, the media needs to reflect and they need to realise that the conversations they have in London are a million miles away from reality. In an alternative reality .... As Jim Bowen on Bullseye (apologies to younger readers) used to say: “Have a look at what you would have won.” Johnson says it is his duty to deliver on the promises made by the Tories at the election. He says, as delivering change, they must change too. They must recognise that they are now a one-nation party, representing everyone from Kensington to Clwyd South, from Surrey Heath to Sedgefield. He ends saying: Let’s get Brexit done. But first let’s get breakfast done. Boris Johnson is speaking now. He tells the audience of Tory activists they did it. He pays tribute to colleagues who lost their seats. But he says this is the biggest majority for the party since the 1980s. They will now be able to get Brexit done. It is now the “irrefutable, unarguable” decision of the British people. He says they have ended the threat of a second referendum. And he says they have a message for “Mr Stop Brexit”, aka Steve Bray. It is “time to put a sock in the megaphone”. He says he has a message for people who switched to the Tories. He is humbled that they did, “and I and we will never take your support for granted”, he says. He says he will get Brexit done by 31 January, “no ifs, no buts, no maybes”. From the Times’ Matt Chorley Gove pays particular tribute to former Labour voters who switched to the Conservatives. In many ways, they are the best of us, he says. He rattles off some of the Labour seats won by the Tories. And he says next year both the Notting Hill Carnival and the Durham Miners’ Gala will take place in seats held by Tory MPs. Michael Gove, the Cabinet Office minister, is speaking at the Tory rally. He says today marks a victory for the British people. They comprehensively demonstrated their rejection of Jeremy Corbyn’s politics. And they voted to get Brexit done. Gove says he has a message for a special group of British people: the Jewish community. He tells them they have had to live in fear of a Corbyn government. “You should never have to live in fear again,” he says. Boris Johnson is due to address a rally in central London shortly. According to the logo on the set, the government is now branding itself “the People’s Government”. Lucy Powell, the Labour MP for Manchester Central, told the Today programme that, although Brexit was partly to blame for the party’s defeat, it did not alone explain the problem. She said: Brexit of course is a key issue here, but it’s not just Brexit. Brexit itself was a symptom that we were already not listening to many of these communities, our heartland communities. We should have heeded the warning of the referendum in the first place to see that many of these communities, many of our working class heartland voters, disagreed with us about a fundamental issue. We didn’t heed that warning then. Asked if she would be happy for Jeremy Corbyn to stay on as leader, Powell said that would depend on whether he was willing to oversee “an objective, honest” review of what went wrong. What I want to see is an objective, honest reflection, that’s starting point is one of humility and deep, profound sadness and understanding. If [Corbyn] can begin that process in that way, then that’s okay with me. But we’ve got to actually go through that process. These are from Andrew Adonis, a Labour peer, former cabinet minister under Gordon Brown and diehard remainer. All the Scottish results are now in. Two days ago Ruth Davidson, the former Scottish Conservative leader, thought the prospect of the SNP winning 50 seats was so unlikely that she promised to swim naked in Loch Ness if it happened. In the end she was only two seats away from having to decide whether to honour her promise. The Green party says it increased its number of votes by 60%, which it says is a bigger percentage increase than that achieved by any other party. With more than 850,000 people backing the party, it also beat the Brexit party by more than 200,000 votes. Caroline Lucas, the Green MP for Brighton Pavilion, saw her share of the vote rise by 4.9 percentage points, taking her to 57.2%. Other encouraging results for the party included Carla Denyer taking second place in Bristol West, with 25% of the vote, and Jonathan Bartley, the party’s co-leader, coming second in Dulwich and West Norwood, with 16.5% of the vote. This is from the polling expert Ian Warren. It reinforces the point Yvette Cooper was making earlier. (See 5.31am.) Ed Davey MP and Sal Brinton will take over as joint acting leaders of the Lib Dems, with a leadership election planned for the new year. Lady Brinton, the party’s president, has said: I want to thank Jo Swinson for her honest and fearless leadership of the Liberal Democrats. In this election, we gained more votes than in 2017 and we have been joined by many new MPs. In the weeks ahead we will elect a new leader and our party will continue to be the rallying point for anyone who believes in a country where everyone has the chance to get on in life. Swinson said: Tonight’s result is obviously hugely disappointing, in East Dunbartonshire, and across the whole country with Boris Johnson winning a majority. I am proud that in this campaign, the Liberal Democrats have stood up for openness, generosity and hope. We were honest about what we believe in and what we were trying to achieve. This is clearly a setback for liberal values. But there are millions of people across the country who believe in them. By coming together to fight for them, we can create a positive future. According to the Press Association, these are the average swings in seats, with almost all the results in: Labour to Conservative - 4.72% Conservative to Lib Dems - 1.34% Labour to Lib Dems - 6.06% And the average turnout so far is 67.17% - down 1.49% since 2017. The US president, Donald Trump, has tweeted congratulations to Johnson: There are only 10 more results to come, according to the Press Association’s Ian Jones. New Zealand’s prime minister, Jacinda Ardern, has congratulated Johnson on his election victory. New Zealand and the United Kingdom are close friends and despite our distance we are strongly connected by our history and people. I look forward to continuing to work with Prime Minister Johnson on a wide range of issues as he looks to progress Brexit. I have texted Prime Minister Johnson and offered him my congratulations. I know that Prime Minister Johnson has an affinity with New Zealand having travelled here previously. We already share a commitment to launch negotiations towards a comprehensive and high quality free trade deal once the UK leaves the EU – something we discussed at the UN Leaders’ Week in New York earlier this year. Our many other common interests position us well to work together globally, including in the Pacific region and on climate change. Colne Valley, previously held by Labour, has gone to the Tories. Sinn Féin’s toppling of Nigel Dodds in North Belfast is the headline result from Northern Ireland but it masks the fact that Sinn Féin otherwise had a grim election. Outside North Belfast the party’s vote share fell everywhere, in some cases drastically. With 17 of Northern Ireland’s 18 seats declared the republican party’s overall share was down by 6.8%, said Nicholas Whyte, a polling expert. This was worse than the DUP’s 5.9% fall. The party lost its Derry MP, Elisha McCallion, in a tsunami for Colum Eastwood of the SDLP, a rival nationalist party. He won a 17,110 majority, in effect halving the Sinn Féin vote from the last election. “Clearly something has gone wrong with the formula,” said Whyte. “I think there’ll be some hard discussions inside the party.” Voters are angry that the Stormont assembly has been mothballed for three years – victim of a row between Sinn Féin and the DUP. And Sinn Féin has come under fire for its policy of abstention, which has sidelined its MPs from the Brexit drama. Sinn Féin triumphed in North Belfast – the first time a nationalist party has won there – thanks partly to a pact among remain parties which had the SDLP and Greens standing down to boost Finucane’s chances against Dodds. The big victors are the SDLP, which in addition to Derry won a thumping victory in South Belfast, and the Alliance party, which won a seat in North Down and saw its vote surge across Northern Ireland. Jo Swinson has not said yet anything about her future as party leader. But, according to the BBC’s Norman Smith, party rules say she will have to resign. Here’s what we’re expecting from the London stock market when trading starts at 8am. The FTSE 100 is expected to be relatively flat, with futures showing a small rise of just 5 points, according to data from ETX Capital. That will likely be down to the jump in sterling by 2.25% against the US dollar at $1.346, and a 1.8% rise versus the euro at €1.20. Multinational firms, which make up the bulk of the index, tend to benefit when the pound is weaker, as it boosts the value of their overseas income. So the opposite tends to be true when sterling strengthens against foreign currencies. David Papier, head of sales at ETX says: We’ve seen an increase in sterling against other majors but not going to have a massive negative effect on the FTSE. Yes, we may see a drop-off in the FTSE in the morning, but not going to be as aggressive as the movement in sterling. The Australian prime minister, Scott Morrison, has tweeted his congratulations to Boris Johnson, adding: “Say g’day to the quiet Britons for us.” Morrison won the Australian federal election in May, giving a lot of credit to the “quiet Australians” who elected him. It was never quite clear who he meant. The Tories have won in Buckingham, the seat previously held by the former Speaker, John Bercow. He was originally elected to the seat as a Tory and held it uncontested during his time as Speaker by convention. According to BuzzFeed, in a private speech to Conservative aides this morning Boris Johnson said his party had created an earthquake and needed to understand the consequences. He said: We must understand now what an earthquake we have created. The way in which we have changed the political map in this country. We have to grapple with the consequences of that. We have to change our own party. We have to rise to the level of events. We have to rise to the challenge that the British people have given us. Listing the seats the Tories had won, he also joked: “We made Redcar Bluecar.” Another Tory gain from Labour: The former’s now in control in the Dewsbury constituency. The former Tory justice secretary, David Gauke, said he is still worried the UK will leave the EU with no deal. Gauke lost the Tory whip after supporting efforts in parliament to block a no-deal Brexit and he stood as an independent in the South West Hertfordshire seat he had held since 2005 but lost it to the Conservative candidate. Speaking to ITV News, Gauke said: I remain concerned that we will ultimately leave the European Union on no-deal terms or something very close to that. I think there is no way that we are going to get a comprehensive free-trade agreement before the end of 2020. Now the prime minister has made it clear, I think he’s boxed himself in, the manifesto is absolutely explicit about this, that he will not extend the implementation period. If he won’t extend the implementation period then this time next year we’re either going to have to accept a thin deal that is offered to us from the European Union or we’re going to leave on WTO terms. Neither outcome is a good outcome for the country. All the results are now in for the north-east of England and they make extremely grim reading for Labour. The party that could once rely on its generations of loyal voters in this country has lost Redcar, Sedgefield, Darlington, Stockton South, Durham North West, Blyth Valley and Bishop Auckland to the Conservatives. In Bishop Auckland, which has never had a Tory MP in its 134-year history, the challenging Conservative candidate, Dehenna Davison, transformed a 502-vote Labour lead into a nearly 8,000-strong Tory majority. There was a bigger surprise in next door Sedgefield, Tony Blair’s old seat. Phil Wilson, the incumbent Labour MP, saw his 6,000-vote majority overturned into a 4,500-vote Tory win. The nationwide swing from Labour to Tory turned some previously-safe seats into marginals. Sunderland Central, for example, where Labour were defending a solid 10,000 majority, will now be in play at the next election after a 7.7% swing to the Conservatives slashed that lead to under 3,000 votes. In Cumbria, Labour lost its last two seats, in Workington and Barrow and Furness. As the veteran Conservative campaigner Graham Robb pointed out, Labour’s red wall has now been replaced by a blue route running from Middlesbrough South and East Cleveland on the north-east coast, through Redcar, Stockton South, Sedgefield, Bishop Auckland, Penrith and the Border, and Workington. All but two of those seats were Labour 24 hours ago. These are from Sam McBride, from the Belfast News Letter. Yvette Cooper, the former Labour cabinet minister and chair of the Commons home affairs committee in the last parliament, has refused to comment on whether she will run in Labour’s future leadership contest, instead saying the party must first discuss the reasons why they lost so many votes this election. She held her seat in Normanton, Pontefract and Castleford, although her majority was reduced substantially from 14,499 to 1,276. She said on BBC News: I think there is a really serious growing gap between cities and towns in this country, and Labour is increasingly becoming a party of the cities. That’s more than the Brexit debate - we’re no longer being seen as a party that stands up for towns, even though towns have been harder hit by austerity and changing economic patterns that the Conservatives haven’t dealt with. She said the fact that so many people didn’t think Labour could establish the kind of government they want was “devastating”. Another gain for the Tories: They’ve taken Bury North from Labour. The BBC has also released its estimate for the eventual GB vote share. Conservatives: 45% Labour: 33% Lib Dems: 12% Greens: 3% Brexit party: 2% If Boris Johnson does end up with a 45% vote share, that would be higher than Tony Blair’s in 1997 (he was on 44.3%), higher than Margaret Thatcher’s in any of her three victories (44.9%, 43.5% and 43.2%) and the highest since Edward Heath’s in 1970 (46.2%). The Lib Dem leader lost her seat, now the party’s Brexit spokesman has followed her. Tom Brake has lost to the Tories in Carshalton and Wallington. Here’s my colleague Zoe Williams on the fight that now faces the Labour party. On paper, since Labour lost the red wall, that’s where they failed. They should have respected the referendum, come at the far-right Brexit with a Lexit, left the remoaners to the Lib Dems (whose showing was astoundingly poor). Yet, also on paper, their only solid base is now among remainers, so maybe it would have been good to wonder why Labour voters were remain, what values and ambitions that represented, maybe articulated some of those as part of Labour’s identity, rather than banking them as schmucks with nowhere else to go and leaving Johnson to frame the debate. The Tories have taken Dudley North from Labour, blocking a potential instance of parliamentary nominative determinism as Melanie Dudley finds herself in second place. Ian Austin had held the seat for Labour until this election. Dennis Skinner, the veteran Labour leftwinger, who would have been father of the Commons if he had been re-elected, has been defeated. Luciana Berger, the former Labour MP who defected to the Liberal Democrats, has failed to win Finchley and Golders Greens. Mike Freer, the Conservative candidate, was re-elected with a majority of 6,562. This has been one of the Lib Dems’ main targets. The Conservative party has won the 2019 election after formally ensuring an overall Commons majority by winning its 326th seat. The BBC has just released its updated forecast for the final result. Here are the numbers (with changes from the 10pm exit poll predictions). Conservatives: 362 (down 6 from 10pm forecast) Labour: 199 (up 8) SNP: 52 (down 3) Lib Dems: 13 (no change) Plaid Cymru: 4 (up 1) Greens: 1 (no change) Conservative majority: 74 (down 12) We reported earlier that the SNP had won Kirkcaldy (see 4.11am). That is technically true but the candidate there, Neale Hanvey, was actually sacked last week for posting antisemitic material online. That means that he appeared on the ballot paper as the SNP candidate, despite the party having withdrawn its endorsement. Arlene Foster has dismissed suggestions that the loss of two DUP seats in Northern Ireland reflects badly on her as party leader. Asked if it brought into question her leadership, she replied: “No.” She went on: There are very clear reasons why we lost North Belfast and South Belfast in relation to pan-nationalism coming together to unseat [DUP MPs] under the umbrella of remain. This election was not about that, this election was about the return of devolution and people wanting us all to get back into devolution, and that’s certainly where my focus is next week and I hope all of the other parties have the same focus to get the assembly and executive back and running again. The Tories have taken Newcastle-under-Lyme from Labour. Conservatives in Australia are crowing at Johnson’s victory. The conservative Liberal party in Australia, which is currently in power, has shared a post on Twitter with three photographs showing Jeremy Corbyn with the leader of the Australian Labor party Anthony [Albo] Albanese, and an instruction to followers to “caption this”. So far, the responses have been mixed, with some people gleeful about the pictures, writing: “Albo’s future”, or “Albo to himself – ‘I will do as my political dad did, take Australian Labor to its grave’.” Others are less impressed. “Grow the hell up, are you 5-year-olds on the playground?” wrote one. Another said: “Integrity. Something you dipshits wouldn’t understand.” The Tories have taken Derby North, which was held by Chris Williamson and which he contested as an independent. Williamson lost his deposit. We reported earlier that the Lib Dem leader, Jo Swinson, had lost her seat. Here’s the speech she gave immediately after hearing the news: In an article for the Guardian Anand Menon, director of The UK in a Changing Europe, an academic research project, argues that Boris Johnson’s victory means Brexit will happen. But we still don’t know what kind of Brexit Johnson really wants, Menon argues. Here is an extract. We simply do not know what kind of Brexit Boris Johnson wants. Listen carefully, and you’ll hear two distinct narratives. On the one hand, pro-soft Brexit Tories whisper that the kind of substantial majority the prime minister has will allow him to unleash his inner one-nation Conservative. Freed from the grasp of the ERG, they say, he will be able to negotiate the soft Brexit he has always secretly wanted, limiting the economic impact of Brexit, and allowing him to achieve it with minimal pain. On the other, those very ERGers see Johnson as their ticket to the loose relationship with the EU they hanker after. The promise not to extend transition, for them, is a guarantee of either a bare bones trade deal or an exit on WTO terms. The decision the prime minister takes will determine the economic fate of the country in the medium term. A thin free-trade agreement will have a significant economic impact on the United Kingdom – we estimate somewhere between -1.1% and -2.6% of GDP. For a WTO exit, those numbers are -3.2% and -4.5%. And here is the article in full. We reported earlier that Gareth Snell and Ruth Smeeth believed they had lost their seats in Stoke-on-Trent (see 12.49am and 3.19am). It’s now been confirmed that they have – both to the Tories. The Conservatives have also retaken Kensington, which they lost to Labour in 2017 in the aftermath of the Grenfell Tower disaster. Emma Dent Coad is unseated there. From Sky’s Sam Coates We now have more than 500 constituencies declared. All the results are on our results page here. The Conservatives have taken back Kensington. Emma Dent Coad’s surprise victory for Labour in the seat was one of the biggest surprises of 2017, but she has been beaten by Felicity Buchan for the Tories. This was a three-way marginal, with the Lib Dems represented by Sam Gyimah, the former Tory minister who defected to Jo Swinson’s party. From the BBC’S Lucy Manning Sterling is hovering at its highest level since May 2018. But excitement is waning and the ETX Capital trading floor is starting to thin out. Still, it’s not exactly quiet: The Conservatives have taken the Birmingham Northfield seat from Labour. Theresa May, the former prime minister, is being interviewed on the BBC. Asks if she thinks it is credible for Boris Johnson to say that he can conclude a trade deal with the EU by the end of next year, she claims that it is, arguing that a lot of the work on the deal has already been done. Labour’s Emily Thornberry, the shadow foreign secretary, said she feels “distraught” and “bitter disappointment” at tonight’s results. One of Corbyn’s closest allies, she is defending her seat in Islington South and Finsbury, a safe Labour constituency where she received in a majority of over 20,000 in the last general election. I was thinking back to the words of Neil Kinnock [in 1983], warning the ordinary, the young, the ill and the old, what would happen to them if Thatcher won. And we need to sound all the same warning tonight, as well as sending a warning to businesses and their employees, our public services and their brilliant staff about what Boris Johnson’s Brexit will mean for them. The SNP suffered a shock defeat in North East Fife, the UK’s most marginal seat, after the party’s foreign affairs spokesperson Stephen Gethins was defeated by the Liberal Democrats, Alasdair Clark reports. Gethins was elected in 2017 on a majority of two, the narrowest in the UK. However SNP insiders seemed confident entering the count that he would hold on in a good night for the SNP elsewhere in Scotland. But he was unseated after significant numbers of Tory voters swung behind the Lib Dem candidate, Wendy Chamberlain, a former police officer, in an anti-independence tactical vote. Tory strategists reported that senior party members in the constituency were backing Chamberlain. She won with a significant majority of 1,316, to the shock of SNP activists who believed as the count began that Gethins had held on, helped by Labour supporters attracted by the SNP’s strong anti-Tory stance. The Lib Dems will regard this as a sweet victory: until the SNP landslide of 2015, when Gethins first won the seat, it had been held for nearly 30 years by Menzies Campbell, the former UK Lib Dem party leader. The SNP have taken a couple of seats – both from Labour. Kirkcaldy and Cowdenbeath is Gordon Brown’s old seat, though it has spent time in SNP hands since he stood down. Here is a clip of Boris Johnson’s acceptance speech. President Trump seems pleased about the way the election is going. The SNP have won the Aberdeen South and Ayr, Carrick and Cumnock seats from the Tories. The Conservatives have taken a clutch of seats from Labour, including Bassetlaw – John Mann’s former seat – Wakefield – where they beat Mary Creagh – and Bury South – Ivan Lewis’ old seat. The nationalist SDLP has taken Belfast South from the DUP. And the Lib Dems have taken St Albans from the Conservatives. Laura Pidcock, tipped by some as a potential Corbyn successor, has lost her North West Durham seat to the Tories. The former Labour minister Caroline Flint, who lost her Don Valley seat in South Yorkshire seat to the Conservatives, has said “those influential Labour figures living in north London postcodes” should accept that “Labour cannot simply be a party of big cities and university towns, or just a party of the young.” Flint, who lost by 3,630 votes, she said she did not regret trying to get Brexit done, despite having originally campaigned for remain. “I depart with my integrity intact as an MP who kept my promises to voters on Brexit. Win or lose, I wouldn’t change that,” she said, trying not to cry. It was a sad night, she said. She went on: But shed no tears on my behalf. Defeat is in some ways a blessed relief. A respite from a miserable period in politics. But do spare a thought for those many people who invested their hopes in having a Labour party that would lead our country, help them with their plight, make life just a little bit easier and safeguard those aspects of life they hold most dear. To those people I offer my apologies for my party did not live up to your expectations. To those who have brought us to this point I remind them that Labour cannot simply be a party of big cities and university towns, nor just a party of the young or a party of devoted remainers. We must be a party of Labour. A party close to working class people because what is the point of the Labour party if we don’t respect and represent those voices, people we haven’t listened to or respected enough. Jeremy Corbyn was a problem, she said: It is self evident in Doncaster and across the country that many long-standing Labour voters rejected our candidate for prime minister and the politics that surround him. Flint voted three times for a Brexit deal, although she had campaigned for remain during the 2016 referendum. She said she had a duty to carry out the will of her constituents: almost 69% of people in Doncaster voted leave, though she claimed the figure was as high as 80% in many of the pit villages that make up her South Yorkshire constituency. Jo Swinson is speaking at her election count. She congratulates her successor, and thanks her supporters and activists. She says fighting the seat as a party leader was a particular challenge. She says she has been MP for East Dunbartonshire for 12 and a half years. Boris Johnson is on course to get a majority. And it is a good night for the SNP, she says. Some will be celebrating the wave of nationalism sweeping both sides of the border, and I do congratulate all those elected. But let me say now, for millions of people in our country, these results will bring dread and dismay, and people are looking for hope. I still believe that we as a country can be warm and generous, inclusive and open, and by working together with our nearest neighbours we can achieve so much more. Liberal Democrats will continue to stand up for these values which guide our liberal movement, openness, fairness, inclusivity. At his acceptance speech, Boris Johnson has said: This one-nation Conservative government has been given a powerful new mandate to get Brexit done – and not just to get Brexit done but to unite this country and to take it forward. He claimed the government would focus on, among other things, the NHS. And he repeated some regularly debunked claims: Yes, we will recruit 50,000 more nurses and 6,000 more GPs and we will build 40 new hospitals across the country. He said the election would give him the “chance to respect the democratic will of the British people, to change this country for the better and to unleash the potential of the entire people of this country”. Swinson was defeated by just 149 votes by Amy Callaghan from the SNP. Turnout was 80%. Jo Swinson, the Lib Dem leader, has lost her seat. Boris Johnson has retained his seat, increasing his nominal vote to 25,351 from 23,716 in 2017. This is what Jeremy Corbyn said about his future in his speech at his count. He said he would not lead the party into a future general election. But he also ruled out quitting immediately, saying that he would stay in charge to allow the party time for a “process of reflection”. I want to also make it clear that I will not lead the party in any future general election campaign. I will discuss with our party to ensure there is a process now of reflection on this result and on the policies that the party will take going forward. And I will lead the party during that period to ensure that discussion takes place and we move on into the future. A period of reflection before a leadership election is exactly what Len McCluskey, the Unite general secretary, said should happen when asked last month about Corbyn’s future if Labour lost. The SNP have taken Coatbridge, Chryston and Bellshill from Labour. The Tories took the Labour stronghold, gaining Redcar with a 12.84% increase in vote share (see 2.50am). The Labour candidate, Anna Turley, has been the constituency’s MP since 2015 and has previously been critical of Jeremy Corbyn, quitting his shadow cabinet in 2016 and saying he was “completely out of touch with reality”. The seat has been Labour since 1974, other than when it was briefly held by the Lib Dems between 2010 and 2015. In 2017, Labour took 55.5% of the votes, significantly ahead of the Conservatives’ 33%. Here are the results: Jacob Young (Conservatives) 18,811 (46.06% - up 12.84%) Anna Turley (Labour) 15,284 (37.42% - down 18.08%) Jacqui Cummins (Brexit Party) 2,915 (7.14%) Karen King (Liberal Democrats) 2,018 (4.94% - down 1.75%) Frankie Wales (Independent) 1,323 (3.24%) Rowan Mclaughlin (Green) 491 (1.20%) North East Fife was about as marginal as marginal could be – only two votes separated the SNP from the Lib Dems, who were in second place in 2017. The Lib Dems have more than made up the difference tonight: And the Tories have ousted Caroline Flint in Don Valley: The Tories have won Tony Blair’s old Sedgefield seat. An altercation broke out while John McDonnell was making his acceptance speech, Sky News have reported. People in the audience started shouting “terrorist” and “liar”, prior to the incident. As police dealt with it, McDonnell went on to say: It is quite clear that there are fears also now for our democracy and the rise of the extreme right, but I say now we will organise to ensure this type of democracy will reign, that the democratic wishes of our people will be respected, and this type of extreme rightwing violence will not be tolerated within our society. Corbyn says he will remain MP for Islington North. And Labour will continue to be proud of its values. They are eternal, he says. Jeremy Corbyn is still speaking. He says the pressure on people in the public life is high. And the attacks on people in public life are disgusting. He thanks his family, particularly his wife, for all she has had to put up with, especially because of the attacks from the media. He says it has been a “very disappointing night” for Labour. But the party put forward a manifesto of hope, he says. And he says the party’s policies were popular. But Brexit has polarised debate, he says. He says the issues of social justice will not go away. They will come back. And the fundamental Labour message is one that will be there for all time. I will not lead the party in any future general election campaign. But he says a discussion will take place as to what happens next. More gains for the Tories: The have ousted the Labour former cabinet minister, David Hanson, in Delyn and won the Barrow and Furness seat. The Tories have taken the Gedling, High Peak and Bolton North East seats from Labour. Jeremy Corbyn’s result is being declared. He gets 34,603 votes, ahead of the Lib Dem in second place on 8,415 - a majority of 26,188. Corbyn is speaking now. He thanks his constituents, and says it is his pride and pleasure to represent them in parliament. Ruth Smeeth, the Labour candidate for Stoke-on-Trent North, who anticipates she will lose her seat tonight, has launched an attack on Jeremy Corbyn’s leadership, and said he should announce his resignation from his election count in Islington today. The former parliamentary chair of the Jewish Labour Movement, which passed a vote of no confidence against Corbyn in April, said there is “no justification” for his remaining as leader: Jeremy Corbyn’s action on antisemitism have made us the nasty party. We are the racist party. When you have a prime minister who has said such vile Islamophobic comments and we’re the racist party because of the actions of my leader, then we have a real real problem. The Labour party needs to be detoxified, we need to move on and this culture needs to be destroyed within the party. Dominic Raab, the foreign secretary, has held his seat in Esher and Walton. He had 31,132 votes, ahead of his Lib Dem opponent, Monica Harding, who was on 28,389 - a majority of 2,743. At the last election Raab had a majority of 23,298. But, as a prominent Brexiter, he was vulnerable in a seat that voted remain by more than 58%. These are from Will Jennings, the academic and elections specialist. Conservative sources claim they have taken the Labour-held seat of Wakefield, the Press Association reports. Mary Creagh is a senior Labour backbencher and was chairwoman of the environmental audit select committee in the last parliament. Wakefield is a Tory target and it would take a 2.35% swing to win. Labour’s Liz McInnes has lost in Heywood and Middleton. From Andrew Marr, who is at the count in Boris Johnson’s seat, Uxbridge and South Ruislip The DUP’s Westminster leader, Nigel Dodds, has lost his Belfast North seat to Sinn Féin’s John Finucane, the son of Pat Finucane. Chuka Umunna, the former Labour shadow cabinet minister, and very briefly a leadership candidate in 2015, who defected to the Liberal Democrats, has been defeated in the Cities of London and Westminster, where he was challenging the Tories. The Tories have taken the marginal Ipswich seat from Labour: The Tories have taken Redcar, Burnley and Ynys Môn from Labour, as well as West Bromwich West and Bishop Auckland. Ian Murray, who again may end up the only Labour MP in Scotland, has told Jeremy Corbyn to consider resignation, saying Labour lost the election because it had ignored the voters “and delivered the most rightwing Conservative prime minister this country has ever seen”. In what is predicted to be a near rerun of the 2015 general election when the SNP won 56 of Scotland’s 59 Westminster seats, Scottish Labour appears on course to lose nearly all the seven seats it won in 2107. Murray is expected to retain Edinburgh South, with some party insiders predicting a reduced majority of 6,000, and again sit as the sole Labour MP in Scotland. Speaking before his seat was declared he said: The buck always stops with the leadership. I knocked on 11,000 doors [in Edinburgh South] and he has been the problem, and we either acknowledge that and reflect on that and do something about it, or we don’t deserve to be in power. What we have delivered is a majority Tory government. We either listen to the public or we lose. We didn’t listen and we’ve lost. The SNP has gained Ochil and South Perthshire from the Conservatives. The Tories have gained Stockton South, Blackpool South and Wolverhampton North East from Labour. The Democratic Unionist party (DUP) appears on course for electoral humiliation in Northern Ireland and a dramatic loss of influence in Westminster. Early tallies on Friday morning suggested the party would lose two of its 10 MPs, including its deputy leader, Nigel Dodds, and lack the parliamentary leverage to block or delay Boris Johnson’s Brexit deal. The party also suffered a devastating rebuke in North Down where it had expected to take the seat vacated by Lady Sylvia Hermon but instead lost it by nearly 3,000 votes to Stephen Farry of the centrist Alliance party, which opposes Brexit. If other tallies were confirmed, Northern Ireland was on course to elect nine nationalist MPs – seven from Sinn Féin, two from the SDLP – and eight unionist MPs, marking a symbolic tilt in favour of those who favour Irish unity. The DUP was already rattled by the prospect of Johnson winning a big enough Conservative majority to ram through a Brexit deal that the DUP fears will undermine Northern Ireland’s position in the UK. The SNP landslide in Scotland deepened anxiety that the union could break up. Early tallies indicated a huge backlash against the party of Arlene Foster, which backed Brexit and just a year ago was boasting of its leverage over the Tory government. In South Belfast the SDLP’s Claire Hanna appeared on course to oust the incumbent DUP MP, Emma Little-Pengelly, with a 9,000-vote majority. North Belfast, the most bitterly fought and closely watched contest, seemed poised to deliver an even bigger blow: Sinn Féin’s John Finucane appeared on course to topple Dodds, a veteran MP and architect of the DUP’s Brexit strategy. The Labour party needs a new leader, Jess Phillips has said, but she has called on senior figures in its leadership to take responsibility for how their election strategy unfolded. Asked whether the party’s leader should change, she told Sky News: It would be impossible to say anything other than that but, as I’ve said, [to] everybody who’s put a camera in front of my face, I’m not going to stand here and scalp Jeremy Corbyn. The country, once all the results are in, it appears, is making quite a clear statement about how it feels about the Labour party, the Labour party’s offer, the Labour party for quite some time. I’m not going to be the person who writes your headlines ... I’m just a mere backbencher. There are other people who probably aren’t letting you put cameras in front of their faces, who probably should be talking about what they think has gone wrong ... I think it’s pretty clear that something has got to change. Speaking to ITV News, she refused to confirm whether or not she would stand in any future Labour leadership contest, saying: “We need to rebuild trust and that isn’t just about me.” The Birmingham Yardley candidate said she was “devastated” and “utterly heartbroken” at the result: I’m not going to start an election race or demand that Jeremy Corbyn goes, because the Labour party was never just about Jeremy Corbyn. I will take part in rebuilding the Labour party no matter what happens. What needs to change in Labour has to start now, and we need to go out and listen to people. Richard Burgon, the shadow justice secretary, is on the BBC, and he is making the same argument that Ian Lavery was making earlier: that Labour’s policies weren’t to blame for its defeat, because it did well in 2017 on a similar, radical platform. Andrew Neil, the presenter, puts to Burgon that Labour’s manifesto is very different; the party was proposing to spend much more than in 2017, and to take 10% of the shares from all big companies. Burgon is now blaming the Murdoch press for the way Corbyn is perceived. Brexit was the problem, Burgon says. He says the party’s policies were popular. And he says the next election won’t be a Brexit election. Iain Duncan Smith, the former Tory leader, has been re-elected in Chingford and Woodford Green: From my colleague Helen Pidd Jeremy Corbyn has arrived at the count for Islington North, his constituency. He did not respond to questions posed by reporters as he was going in. Ian Lavery, the Labour party chair, told the BBC that Brexit was to blame for the party doing so badly. I think what we’re seeing in the Labour heartlands is that people are very aggrieved at the fact that the party has taken a stance on Brexit in the way they have; 17.4 million people voted for Brexit, and basically being ignored is not a good recipe. I think democracy prevails. Ignore democracy, and to be quite honest the consequences will come back and bite you. When asked whether he thought Jeremy Corbyn’s leadership was a factor, Lavery claimed that the 2017 result showed it was the decision to offer a second referendum on Brexit (a policy that was only adopted after the 2018 party conference) that was fatal to the party. He explained: In 2017 the Labour party leader was Jeremy Corbyn. We had a radical manifesto. In 2019 the Labour party had a radical manifesto, and Jeremy Corbyn was the leader of the Labour party as well. The big difference is that in 2019 we promised a second referendum. And people are suggesting, quite rightly, why should there be a second referendum when they had a referendum in 2016? That’s the issue. It’s not Jeremy Corbyn. It’s Brexit, and ignoring democracy. The Tories have gained the Clwyd South seat, which has been held by a Labour MP since its creation in 1997. Susan Elan Jones had a majority of 4,356 at the 2017 election. Early results suggest that the exit poll is broadly accurate, with big swings against Labour emerging in both the north-east and the north-west of England, suggesting that the party’s fabled red wall of seats will crumble. The Conservatives gained Blyth Valley in Northumberland, a mining seat that has only been represented by Labour (or briefly Independent Labour) since its creation in 1950 (see 11.36pm). It was target 114 for the Conservative party and had not been expected to change hands, although its longstanding MP Ronnie Campbell was standing down. The Conservative party overhauled a Labour majority of 7,915, with Ian Levy taking the seat on a majority of 712 in a seat that voted 60% to leave the European Union. After the first 10 seats, mostly from the the north-east of England, the average swing from Conservative to Labour was around 6%, but there were early signs in target northern English seats that the swing could be much greater. Darlington, in County Durham, Conservative target number 47, fell easily on a 7.4% swing from Labour to Conservative. Workington in Cumbria, another early bellwether and target number 61, fell to the Tories on a 9.7% swing – one of the largest seen so far. Labour’s vote has been going to a range of parties in the north of England: in Darlington the party lost 10.1 points – 4.8 points to the Conservatives, 3.5 points to the Brexit party and 2.5 points to the Lib Dems. That suggests Nigel Farage’s impact on the Labour vote has been relatively limited. In some cases, it may have even have helped Labour. Wansbeck, where Ian Lavery hung on for Labour by 814 votes, the Brexit party vote of 3,141 was greater than his winning majority. Laura Parker, the national coordinator of the Momentum campaign group, has released a statement largely following the line being pushed by the Labour leadership. She has said: Obviously, we need to wait for the full results but it looks like Brexit dominated. It’s unquestionable that Labour’s policies are popular. Every poll shows it and there is absolutely no appetite to go back to the centrist policies of old. But in this election we were squeezed by Brexit and it was the defining issue. Against that storm, we built a huge movement of hundreds of thousands of ordinary people and they won’t stop until we see real change in this country. We will resist Johnson’s attempt to destroy our NHS. We will keep the Labour party socialist. We will build a Britain for the many, not the few. Leigh, Andy Burnham’s old seat, has gone to the Tories. It had been held by Labour’s Joanne Platt since the 2017 election. Labour has gained the Putney seat from the Tories. And the anti-Brexit Alliance party has gained the North Down seat, which was previously held by the independent unionist MP, Sylvia Hermon: According to the BBC, in the first 20 seats the average swing from Labour to the Conservatives was more than 7%. That is huge in historical terms. Normally election swings are much more modest, as this chart, from the elections analyst David Cowling, illustrates. The view from Bury North and Bury South are in some ways similar – both voted to leave the EU by a margin of 54%, both results are deemed “too close to forecast winning party” by the exit poll. Bury South, a two-horse race between Labour and the Conservatives, remains a key Conservative target. Their quest has been aided by incumbent Ivan Lewis, former Labour MP since 1997 who resigned from the party in 2018 citing antisemitism and Corbyn’s failure to sufficiently address the issue. With a majority of just under 6,000, Lewis has urged his constituents to vote Tory via Facebook, posting: “Corbyn’s Labour is not the party I loved or the party of our parents and grandparents. This is why I’m asking you to vote for Christian Wakeford the Conservative candidate in Bury South.” Just after the exit poll was published, Lewis continued his attack on Corbyn, except that now he is joined by others. He posted this on Twitter. Bury North has always been a close contest between Labour and the Conservatives – in 2015, there were less than 500 votes in it. The Conservatives are hoping to gain Bury North by taking advantage of its Brexit vote – with 54% of its constituents voting to leave the EU. James Frith, the incumbent Labour MP, is defending a majority of 4,000. However, his remain position on Brexit position is not representative of that of his constituents, making him vulnerable to the Conservatives’ “Get Brexit Done” mantra. Peterborough, held by Labour in a byelection in June, has turned to the Conservatives. Here are the full results: Paul Bristow (Conservatives) 22,334 (46.72%, down 0.08%) Lisa Forbes (Labour) 19,754 (41.33%, down 6.75%) Beki Sellick (Liberal Democrats) 2,334 (4.88%, up 1.54%) Mike Greene (Brexit party) 2,127 (4.45%) Joseph Wells (Green) 728 (1.52%, down 0.25%) Luke Ferguson (Independent) 260 (0.54%) Tom Rogers (Christian Peoples Alliance) 151 (0.32%) The Very Raving Mr P (Monster Raving Loony party) 113 (0.24%) There was a 3.33% swing from Labour to the Conservatives, leaving the Tories with a 2,580 (5.40%) majority. Helen Goodman, the Labour MP for Bishop Auckland for 14 years, is conceding defeat in the count hall at Spennymoor leisure centre. She just told me she has written her concession speech but won’t deliver it until the the expected Tory win is confirmed in the next couple of hours. Asked whether she would be critical of the Labour leadership, she made a knowing smile and raised her notebook. Goodman’s majority had been cut from 10,000 in 2005 to 502 at the last election and she may have felt for two years that the writing was on the wall. The result is no less astounding: the former mining community of Bishop Auckland is on the brink of electing the first Tory MP in its 134-year history as a constituency. Here is Rafael Behr on the election result. And here is an extract. At this stage it seems that Boris Johnson’s extraordinary accomplishment is to have recruited a new electorate to his cause without having surrendered too many traditional Tory voters elsewhere. Or, to look at it another way: the Brexit electorate has recruited a new vehicle for its interests and demands. It is a convenient match for now, but it will be fascinating to see how comfortable a fit it turns out to be when getting Brexit done is more than just a slogan. Here are some of the Labour results that have come in recently. We’ve got all the results on a separate results page, but these are the in-full numbers, with changes from 2017 and swings. All these are Labour holds. But they all involve hefty swings from Labour to the Conservatives. South Shields Emma Lewell-Buck (Labour) 17,273 (45.60%, down 15.91%) Oni Oviri (Conservative) 7,688 (20.29%, down 5.63%) Glenn Thompson (Brexit) 6,446 (17.02%) Geoff Thompson (Independent) 3,658 (9.66%) William Shepherd (Lib Dem) 1,514 (4.00%, up 2.33%) Sarah McKeown (Green) 1,303 (3.44%, down 0.08%) That’s a Lab majority of 9,585, on a 5.14% swing from Labour to the Conservatives. Newcastle upon Tyne North Catherine McKinnell (Labour) 21,354 (45.44%, down 9.92%) Mark Lehain (Conservative) 15,589 (33.17%, down 0.75%) Nicholas Cott (Lib Dem) 4,357 (9.27%, up 4.02%) Richard Ogden (Brexit) 4,331 (9.22%) Alistair Ford (Green) 1,368 (2.91%, +1.85%) That’s a Labour majority of 5,765, on a 4.58% swing from Labour to the Conservatives. Halton Derek Twigg (Lab) 29,333 (63.49%, down 9.45%) Charles Rowley (Conservative) 10,358 (22.42%, up 0.79%) Janet Balfe (Brexit) 3,730 (8.07%) Stephen Gribbon (Lib Dem) 1,800 (3.90%, +2.09%) David O’Keefe (Green) 982 (2.13%) That’s a Labour majority of 18,975, on a 5.12% swing from Labour to the Conservatives. Washington and Sunderland West Sharon Hodgson (Labour) 15,941 (42.49%, down 18.23%) Valerie Allen (Conservative) 12,218 (32.57%, up 3.74%) Howard Brown (Brexit) 5,439 (14.50%) Carlton West (Lib Dem) 2,071 (5.52%, up 3.15%) Michal Chantkowski (Green) 1,005 (2.68%, up 1.41%) Keith Jenkins (UKIP) 839 (2.24%, down 4.57%) That’s a Labour majority of 3,723, on a 10.98% swing Labour to the Conservatives. Middlesbrough Andy McDonald (Lab) 17,202 (53.52%, down 12.15%) Ruth Betson (Conservative) 8,812 (27.42%, up 0.67%) Antony High (Ind) 4,548 (14.15%, up 12.38%) Thomas Crawford (Lib Dem) 816 (2.54%, up 1.51%) Hugh Alberti (Green) 546 (1.70%, up 1.00%) Faye Clements (Brexit) 216 (0.67%) That’s a Labour majority of 8,390, on a 6.41% swing from Labour to the Conservatives. The counts are under way for Glasgow’s seven Westminster seats in the riverside Scottish Exhibition and Conference Centre. Traditionally a Labour stronghold, in 2015 all seven seats across the city fell to the SNP, and observers for the Nationalists are reporting that votes are mirroring 2015 levels tonight. There are strong indications that the SNP has won all of Glasgow again. In 2017, Paul Sweeney, now Labour’s shadow Scottish secretary, took back Glasgow North East from the SNP, and there had been some expectation that Labour could make further gains tonight – particularly strong candidates include Pam Duncan-Glancy, an impressive disabled rights activist in Glasgow north, and Matt Kerr in Glasgow South West, where Jeremy Corbyn chose to begin his final campaign tour on Wednesday morning. But tonight, Labour activists freely admit their results have not met expectations, as Glasgow voters appear to have swung back strongly behind the SNP. But this is a bittersweet moment for the SNP: despite the exit poll and early wins, there’s a subdued mood among many of their activists here. They are all too aware what a large Tory majority in Westminster means for their hopes of a second independence referendum, as well as expressing their fears about the damage that five more years of Boris Johnson could do to the UK as a whole. If the Ipsos Mori exit poll is correct about the scale of the Scottish National party victory in Scotland, the former Scottish Tory leader, Ruth Davidson, is destined to take a nude swim on New Year’s Day. The exit poll forecasts the SNP will win 55 of Scotland’s 59 seats – a landslide victory only one short of the 2015 election. Buoyed by internal and apparently mistaken Tory forecasts her party would hold most of its 13 Scottish seats, Davidson made her rash promise in the Telegraph earlier this week, writing: I will happily wager to strip naked on the banks of Loch Ness and subject myself to a Hogmanay wild swimming session should such a result occur, safe in the knowledge that my modesty (and others’ eyeballs) will remain unmolested. SNP strategists were much more cautious than Ipsos Mori. They expect more modest gains, taking them up to about 45 seats. If they are correct, Davidson’s modesty will remain intact. The prospect of a majority government in the UK and a possible phase one trade deal between the US and China has given shares in Asia a huge lift this morning. The pound is up 2.3% at $1.346, its highest level since the middle of last year. Sean Callow, a senior forex analyst at Westpac, has said: Global investors have been given two of the biggest gifts on their Christmas list and should be appreciative for a while at least. Global equity indices such as MSCI World should set more record highs and sterling could push above $1.36. The Workington constituency, which was made a focus of the election campaigning as Workington Man was defined as a target voter, has elected a Conservative MP. The shadow environment secretary, Sue Hayman, loses her seat. Here are the full results: Mark Jenkinson (Conservatives) 20,488 (49.25%, up 7.52%) Sue Hayman (Labour) 16,312 (39.21%, down 11.94%) David Walker (Brexit party) 1,749 (4.20%) Neil Hughes (Liberal Democrat) 1,525 (3.67%, up 0.95%) Nicky Cockburn (Independent) 842 (2.02%, up 1.36%) Jill Perry (Green) 596 (1.43%) Roy Ivinson (Independent) 87 (0.21%) A 9.73% swing from Labour to the Conservatives, overturning a Lab majority of 3,925 (9.42%) from 2017. Ian Lavery, the Labour party chairman, has held his seat in Wansbeck. It went to a recount. Earlier, we reported that Tom Watson had pinned the blame on the Labour leadership as a whole, saying anyone likely to stand for leader if Corbyn resigned had signed up to the party’s manifesto and were “collectively responsible for this defeat” (see 12.40am). Asked on Channel 4 if Corbyn had to go, he was reticent, saying: No, I don’t think he has to go. I think more importantly before you have any talk of a leadership election in the Labour party, first of all let’s find out if these exit polls are correct. But if they do represent a big defeat for us, we have to have a proper analysis of why this has happened. We’ve stood on two manifestos that are broadly similar in the last two elections. Many of the policies within them the polls told us were popular with voters. We need to find out what went wrong. Watson said a “root and branch analysis” was required to work out whether Labour could “build an electoral coalition again in the years ahead”. He added: Boris Johnson is going to rule this country for five years. The Labour party can find some space for itself to understand what it has to do to reconnect with the millions of voters it’s lost in the last decade, otherwise it won’t have a future. In one of the tenser exchanges of the evening so far, Hill interrupted Lansman, who was discussing how Corbyn was not to blame for the results, to tell him he had ruined the Labour party. As a Scottish person who grew up in the west coast of Scotland, I have to say that I do hold people like you in contempt because you’ve ruined Labour and you’ve killed Labour in Scotland and it’s unforgivable. These are from Matthew Goodwin, a politics professor who specialises in explaining the rise of populism. Fiona Hill has questioned how the country is changing and how the Tories will in the future appeal to younger voters, given they are more likely to vote for Labour. Parties have to contort and conform around what voters ultimately really really want. There is a trend towards that ... Corbyn was obviously unpopular but I do think some of the arguments he made resonated with younger people. She said, in particular, the way he spoke about climate change, equality and injustice made young people “quite motivated”. Hill added that the Conservative party would have to do some work on how it appealed to younger voters and what kind of party it wanted to be in five and 10 years’ time. I think Boris [Johnson], oddly enough, already started that during the campaign,” she said, citing the extra funding for the NHS and that Johnson already cares about the environment and conservation. I want them out of the party. I want them gone. Go back to your student politics... The former Labour home secretary, Alan Johnson, and the Momentum founder, Jon Lansman, have been at loggerheads in the ITV News studio. This is from Craig Oliver, who was David Cameron’s director of communications. From Sky’s Sam Coates Ian Lavery had a majority of 10,435 in Wansbeck at the last election. On ITV News, Nigel Farage has said that he was pleased a version of Brexit would be happening because it was “far better than the alternative” but he doesn’t believe it will be what the people voted for. Does it get Brexit done? Er, no. I think we’re probably going to head into three years of pretty agonising negotiations. The bigger the Tory majority, of course, the less influence the ERG and Eurosceptics will have, so it will be called Brexit but it won’t really be. He said that the Conservatives would not go for a no-deal Brexit: That’s just not the Conservative party. That’s not Boris Johnson. That’s not Michael Gove. Farage was asked if his political career was done now, given Brexit will happen. He said he would be “resting and watching” but refused to rule out leaving politics altogether. Reacting to the exit poll at the end of the first day of an EU leaders summit, Charles Michel, the European Council President, said he would wait until the results were confirmed. There is a strong message we will give tomorrow. We are ready, we are ready for the next steps, we will see if it is possible for the British parliament to accept the withdrawal agreement and take a decision and if that is the case we are ready. Ursula von der Leyen, the president of the European Commission, told reporters: I think we will immediately listen to the prime minister, the new prime minister to be reassured what the pathway is. I can report from the commission we are all set. The EU27 are due to issue a summit communique on Friday in which they commit to move swiftly onto negotiations over the future relationship. Here is the key quote from Gareth Snell, who expects to be defeated as Labour’s candidate in Stoke-on-Trent Central. It is clear that he is primarily blaming people like Sir Keir Starmer, the shadow Brexit secretary, Emily Thornberry, the shadow foreign secretary, and Tom Watson, the outgoing deputy leader, for the predicted historic defeat. It’s a lovely and toxic combination of the fact that the message in Stoke-on-Trent that’s been heard by the voters is that the Labour party tried to stop Brexit. It would be remiss of me not to mention that Jeremy Corbyn has come up on the doorsteps. Some people really like him. Some people really dislike him, and that has been a turnoff. But John [McDonnell] is right to say that it’s Brexit. The Labour party had a choice when Theresa May presented her deal. We could either have stopped the Tories or we could have stopped Brexit. And unfortunately some of the siren voices in the shadow cabinet who have big Liberal Democrat votes in their London seats decided that stopping Brexit, and therefore lining themselves up for future leadership bids, was much more important than respecting the votes in marginal constituencies in the midlands and in the north west and the north east. And they’ve sacrificed us for whatever political ambitions they want to do next. Tony Blair’s former constituency – Sedgefield – looks set to be among the tidal wave of Labour seats voting Tory for the first time in nearly a century tonight. Both Labour and Conservative sources say the County Durham seat, which voted to leave the EU, is likely to change hands as a result of Brexit and the unpopularity of Jeremy Corbyn. The neighbouring Labour constituency of Bishop Auckland is also expected to elect a Tory for the first time in its 134-year history. The result for both counts is due around 3am but Labour’s Phil Wilson, who was defending a majority of more than 6,000 votes in Sedgefield, has already hit out at his party’s “delusional” leadership on social media (he’s not yet arrived at the count in Spennymoor leisure centre): It’s clear from the votes already counted that the Conservative candidates are ahead in both seats, both made up of mining communities where the long shadow cast by Margaret Thatcher’s closure of the pits has been cast aside in a vote that appears to be as much about Brexit as it does about the Labour leadership. The outgoing deputy leader of the Labour party, Tom Watson, suggests Corbyn is not solely to blame: But speculation has been growing about the Labour leader’s future: The former Labour home secretary Jacqui Smith has attacked the Corbyn-aligned Momentum: Alan Johnson, the former Labour home secretary, is firmly in the ‘blame Corbyn’ camp, the Mirror’s Pippa Crerar reports. Gareth Snell, the Labour candidate in Stoke-on-Trent Central, has just told the BBC that he expects to lose. He says he blames Labour’s Brexit position. The party should have backed Theresa May’s deal, he says. But instead it refused to do that, because the shadow cabinet was under the sway of pro-remain figures more interested about positioning in a future leadership contest. Snell concedes that Jeremy Corbyn was unpopular with some voters, but he suggests Brexit is the real problem. However, asked if he thinks Jeremy Corbyn and John McDonnell should resign, he replies: “Yes.” The financial markets have given their verdict on the results so far, pushing the pound up by 2c – or more than 1% – against the US dollar. It’s also up versus the euro indicating that investors believe a majority will enable Johnson to end uncertainty over Brexit. Futures trade also points to a bounce on the FTSE100 later today of 0.74% to complete a positive outlook in the City. This is from Greg Cook, who used to be the Labour party’s in-house polling expert in the pre-Corbyn era. Here are the results from Houghton and Sunderland South Bridget Phillipson (Labour) 16,210 (40.72% - down 18.75%) Christopher Howarth (Conservatives) 13,095 (32.89% - up 3.18%) Kevin Yuill (Brexit) 6,165 (15.49%) Paul Edgeworth (Lib Dem) 2,319 (5.83%, up 3.64%) Richard Bradley (Green) 1,125 (2.83%, up 1.08%) Richard Elvin (Ukip) 897 (2.25%, down 3.48%) That’s a Labour majority of 3,115, on a 10.96% swing from Labour to Conservative. In the first three seats to declare there has been an average swing from Labour to Conservative of 8.3%. But these are all seats in the north east. As John Curtice has pointed out (see 12am), when we get results from remain areas, the Tories will not be doing so well. Ed Balls, a former Labour minister, has said on ITV News that Brexit played a part in the result but certainly wasn’t the only factor. Comparing this election to 1983, he said part of the reason for the huge loss then was “a leader who didn’t command public trust and a manifesto that people feared was going to be expensive and difficult for them to deal with”. He said Labour candidates had been hearing on the doorsteps that voters were fearful about security. Salisbury was quite immediate in people’s minds and the terror attack in London. This manifesto had a much bigger price tag than 2017 and I’m afraid the cumulation of nationalisations and spending commitments meant that lots of Labour voters were saying ‘does it add up and who is going to pay for it?’ It wasn’t only about Brexit. It’s a line in the Corbyn team but it’s not going to wash at all. Just as the Labour party is embarking on a debate about whether Brexit or Jeremy Corbyn was to blame for its anticipated defeat, an argument may be breaking out in the Conservative party about whether Boris Johnson’s victory was a consequence of Brexit, or of his supposed one-nation politics. Sir Nicholas Soames, a pro-European Tory, has just told the BBC that Johnson won because his one-nation policies were popular. Jon Lansman, the founder of Momentum, has insisted that criticism of Jeremy Corbyn is wide of the mark. Responding to George Osborne’s claim that the Labour leader has been disastrous, he has told ITV News: Jeremy Corbyn, in my view, has achieved a great deal. On austerity, he has completely changed the narrative; the narrative which Ed Balls in 2010 tried to change with his Bloomberg speech but then failed to deliver on ... Jeremy Corbyn, even before he became leader, destroyed the universal assumption that there was no choice but to pursue austerity – such that the Tories are no longer pursuing that narrative of austerity. Of course, you can’t trust Boris Johnson to deliver any alternative to austerity but he’s not going to talk about it as a good thing. Lansman closely followed one line put about by some senior Labour figures this evening that the election was “incredibly polarised because of Brexit”, meaning that Labour heartlands felt compelled to support for a government that – as he would have it – does not have their best interests at heart. However, the Labour candidate in Edinburgh South, Ian Murray, has pinned the blame on one man and one man alone: Prof Sir John Curtice, the psephologist who leads the team that produced the exit poll, told the BBC that the poll predicted that Blyth Valley would turn Conservative. He said: The exit poll forecast that the Conservatives would narrowly win Blyth Valley with a 15-point drop in the Labour vote, and we had a 15-point drop in the Labour vote and the Tories narrowly won Blyth Valley. He added that the 18-point drop for Labour in Sunderland South was “also anticipated”. He went on: Do not be surprised, particularly when we get further south and we get to much more pro-remain constituencies, that we do not see spectacular advances by the Conservatives. But in the north of England, in leave areas, in working-class seats, the Labour party does seem to be in serious trouble. Curtice said he thought the the broad picture provided by the exit poll “may be right”, but he said the figures for Scotland were “the bit about this poll about which we are, frankly, least confident” because there were few sampling points in Scotland. According to the BBC’s Andrew Marr, if Boris Johnson does win a majority as large as the exit poll predicts – and the Labour to Tory swing in the first seat to declare (see 11.33pm) suggests that he will – then he will fast-track the withdrawal agreement legislation through parliament, with MPs perhaps sitting on the Saturday before Christmas, and the House of Lords sitting between Christmas and new year. Marr also says the Queen’s speech and the budget might come after Brexit happens on 31 January. Last month No 10 was saying the Queen’s speech would take place on Thursday 19 December. On ITV News, George Osborne has said: We never thought we’d get Blyth Valley. We had hopes in a place called Tynemouth, which we might come to later. There’s a Conservative candidate in Hexham who I heard a couple of days ago saying ‘we are going to win Blyth Valley’ and I thought he was always a bit optimistic, this guy. But he was right and that is a pretty spectacular win. Here are some more Labour figures commenting on the exit poll and what it suggests. There are now at least three narratives about the defeat that are in play: that Brexit was primarily to blame (the Corbynite/leadership view - see 10.24pm); that Corbyn was primarily to blame (the view from remainers and “centrists”, like Seb Dance, Margaret Hodge and Siobhain McDonagh); and that the real problem was Labour’s long-term alienation from its traditional, working class supporters (the view of MPs like Caroline Flint). Gloria De Piero, who was standing down as an MP at this election, is in the latter camp. Perhaps there’s a fourth camp too; Labour figures who don’t want to come to conclusions now. Here are tweets from three Labour candidates who are not openly taking sides at the moment. The Tories have won the Blyth Valley seat from Labour for the first time since its creation in 1950. The Conservatives’ Ian Levy has been elected. The former Labour MP Ronnie Campbell has been the constituency’s representative since 1987 but announced in June he would step aside at this election. His vote share increased in the 2017 election, and he comfortably beat Levy with 55.9% of the vote. Susan Dungworth, a former councillor, replaced Campbell as the Labour candidate this year but fell 712 votes short of holding the seat after a recount. Ian Levy (Conservatives) 17,440 (42.68%, up 5.37%) Susan Dungworth (Labour) 16,728 (40.94%, down 15%) Mark Peart (Brexit party) 3,394 (8.31%) Thom Chapman (Liberal Democrats) 2,151 (5.26%, up 0.68%) Dawn Furness (Green) 1,146 (2.8%, up 0.64%) A 10.19% swing from Labour to the Conservatives. Labour’s Chi Onwurah has held the Newcastle upon Tyne Central constituency for Labour, though with a reduced majority, as the first declaration comes in. Here’s the result in full: Chi Onwurah (Labour) 21,568 (57.55%, down 7.34%) Emily Payne (Conservative) 9,290 (24.79%, up 0.17%) Ali Avaei (Liberal Democrat) 2,709 (7.23%, up 2.34%) Mark Griffin (Brexit party) 2,542 (6.78%) Tay Pitman (Green party) 1,365 (3.64%, up 2.04%) A 3.75% swing from Labour to the Conservatives. The former Conservative chairwoman Lady Warsi has called for introspection on the part of the Tories: My party must start healing its relationship with British Muslims. Endorsements from Tommy Robinson and Katie Hopkins and colleagues retweeting both is deeply disturbing. Independent inquiry into Islamophobia is a must first step. The battle to root out racism must now intensify. This is what the Conservative party is saying about the exit poll. A spokesman said: This is a projection, not a result, it’s important we wait to see the actual results when they come in. What we do know is that voters have rejected Labour’s fudge on Brexit. We needed this election because parliament was doing all it could to frustrate the will of the people. A functioning majority would mean we can now finally end the uncertainty and get Brexit done. It would allow the country to come together and move forward by delivering the change people voted for in 2016. Fiona Hill, the former chief of staff to Theresa May, says it looks as if the very people and constituencies the Conservatives hoped to reach during May’s snap election in 2017 have been persuaded in this election. The template was there in 2017. Those were exactly the people we wanted. A lot has happened in two years. We’ve had a number of different votes that have gone through parliament that were blocked so I think the context is slightly different this year. She said Johnson ran “a fairly sombre campaign but a steady campaign” and “all in all, he’s got what he wanted”. Asked to compare the personalities of May and Johnson, Hill said: I think, with any campaign, I think there is a multitude of reasons why a campaigns works and why a campaign doesn’t work. Often, you get a very strong sense and it’s almost mystical really at the start of a campaign whether it’s going to go your way. I really felt at the start of 2017 that, although the polls showed we should be winning and everything looked like it was shiny and lovely and it would all work perfectly well, there was just something that didn’t quite feel right. That intangible thing. Therefore, I can only assume – because I wasn’t working on this campaign – that that intangible thing was there this time. She added that this was likely to have been helped by the fact that even if people don’t like Johnson, they “still want a selfie with him”. John McDonnell, the shadow chancellor, has just told Sky News that he won’t stand for the Labour leadership, even just as a temporary candidate. He said: I’m not standing for leader of the Labour party – I’ve said that time and time again – either as a temporary, or as a permanent. That’s not what I want to do. This is significant. McDonnell was not expected to stand as a candidate for next Labour leader, but there have been reports claiming he could take over from Jeremy Corbyn, possibly very soon, to serve as an interim leader before a leadership election in the spring. Asked about this on Monday, he refused to explicitly rule it out. The foreign secretary, Dominic Raab, has been speaking on Sky News, where he has said he’s fairly confident of being re-elected this evening. Raab was one of the few frontbenchers who was thought to be vulnerable; not least because of his handling of the Harry Dunn case. We’ll wait and see ... [the exit poll] says we might be OK and that’s our feeling too. Right the way throughout, there’s been pretty positive feedback. Was it close and was he worried, he is asked. “Not really,” he says, adding that there are two theatres to an election campaign: the media and the doorstep. On the latter, he says, he was getting encouraging responses. The exit poll shows the Conservatives gaining 51 seats in total, but losing potentially 12 of their 13 seats in Scotland. That would suggest 64 gains in England and Wales, which – on an even swing – would mean Boris Johnson’s party smashing Labour’s so-called “red wall” running between the Vale of Clwyd in north Wales to Grimsby on the east coast. The most eye-catching wins for the Conservatives would be Dennis Skinner’s former mining seat of Bolsover, Clwyd South and Alyn and Deeside in North Wales, and Stoke on Trent Central. Other Labour seats looking vulnerable include Bridgend in Wales, Bury North, Birmingham Northfield. Watch out for Workington in Cumbria, which is due to declare at 1am. It is Tory target number 61 and is held by Sue Hayman for Labour with a majority of 3,925. It would fall to the Conservatives on a swing of 4.7%. If the current polling is right, another bellwether seat, Darlington, currently held by Jenny Chapman, which is due to declare at 1.30am will fall to the Tories for sure. It is target number 47 for the party, currently held with a majority of 3,280. Other seats virtually certain to fall include Canterbury, Stroud, Ipswich – all held by majorities of less than 1,000 – as well as Wrexham, Grimsby, Wakefield and Stockton South. The remaining question is whether the swing from Conservatives to Labour is uneven between the north and south of England. If it is, then seats such as Sedgefield, which is target 91 for the Tories, and was once held by Tony Blair for Labour, could fall. The party’s majority there is 6,059. Other high-profile victims would be Jo Swinson, the Lib Dem leader, whose seat is vulnerable to the SNP landslide predicted in Scotland. On an even swing she would lose her East Dunbartonshire seat, while the Tories would retain two, the Lib Dems one (Alastair Carmichael in Orkney and Shetland) and Labour one. Few believe the exit poll to be anything other than relatively accurate. In 2017, it predicted the Conservatives would have 314 seats, although the party eventually won 317, and Labour to win 266 seats, although the party won 262. It was less accurate in 2015, but under-predicted the Tory result by 15 seats, saying the party would win 316 when in fact David Cameron’s Conservatives won 331. Here is my colleague Martin Kettle’s take on the exit poll and what it implies. And here is an extract. The victory is undeniably [Boris] Johnson’s. A year ago he was on the backbenches. A majority of Tory MPs did not want him as their leader in the summer. Now he is the master of the British political scene, and will be able to pick his own cabinet, demand his MPs’ backing for his Brexit strategy (which may differ significantly from the one he has led his party to expect). He now has little reason to worry about Nigel Farage’s Brexit party either. The backlash has begun among prominent Labour figures: Normally the BBC and other broadcasters just produced headline figures from their exit poll. But tonight the BBC is also offering seat by seat forecasts, based on the exit poll. They are on its website here. The pound has surged after exit polls showed Boris Johnson’s Conservatives were on track for the biggest majority in more than 30 years, as investors in the City bet the outcome would lift some of the intense political uncertainty hanging over the British economy. Immediately after publication of the exit poll which showed the Tories were on track for a majority of 86, sterling jumped by more than 2 cents against the US dollar to trade at about $1.35 on the international money markets. The pound also rallied strongly against the euro, gaining by a similar amount to €1.21. The pound had risen earlier this week to the highest level since before Theresa May lost the Conservatives’ majority three years ago, reflecting polls showing that the prime minister’s party was on course for a majority. City analysts had largely expected a Tory majority. Despite the sharp rise in sterling as investors bet the outcome would bring clarity to British politics, significant uncertainty still remains over Brexit that are likely to influence movements in the pound in future. Sterling has tended to fall on the prospect of tougher trade barriers and gained on news of closer ones. Fears over no-deal Brexit have sent the currency plunging. Chris Beauchamp, the chief market analyst at the financial trading firm IG, has said: A tough few months, and maybe even years, of negotiation lie ahead, but at least now the UK government knows it has the will of the people and parliament behind it. UK assets may now finally play catch-up with the rest of the world, as investors return to the country. The Liberal Democrat leader, Jo Swinson, looks set to lose her seat, according to the exit poll, as her party faces a dismal showing in the general election. Swinson is forecast to lose her East Dunbartonshire seat to the SNP, which is predicted to seize 55 of the 59 seats on offer in Scotland. Though Lib Dem numbers in the Commons swelled before the election to 21, aided by MPs crossing the floor, the exit poll predicts the Lib Dems will win 13 seats – just one more than it did in 2017. The result represents a significant disappointment for the party, which had pinned its electoral hopes on attracting remain supporters with a pledge to revoke Brexit without a second referendum. It looks set to be the third-worst performance in party‘s 31-year modern history, following its capitulation from 57 to eight seats in 2015 after the coalition government with the Conservatives and 2017’s modest improvement to 12 elected MPs. If Swinson does lose her seat she would follow former leader Nick Clegg, who was also booted out by voters in 2017. The former Scottish Tory leader Ruth Davidson believes it might not be as bad for the Conservatives in Scotland as the exit poll suggests. She’s told ITV News: All of the parties in Scotland are treating this with a bit of scepticism ... I think, before we start writing off half of the Scottish seats, we’ve got to see just how close it is. We’ve got five seats under 150 either way. Some of these seats are so so tight. Alan Johnson, the former home secretary, said the result was “depressing” and that Corbyn had to go. I was apprehensive but I never dreamt for a moment that we would go below 200 seats. I mean that is terrible. It’s even worse because my big hope was, and because we’ve got so many members and we’re so good at getting the vote out, and that’s where all the social media in the world doesn’t really help you actually getting people to the polls to cast their vote.I thought we would be really good at that, and I’m sure we were, which makes the result even more depressing if that exit poll is correct. I mean the Corbynistas will make an argument that victory is a bourgeois concept and the only goal for true socialists is glorious bloody defeat and now we just had another one of them. There will be all the conspiracy theories floating about but it’s Corbyn. We knew that in parliament. We knew he was incapable of leading. We knew he was worse than useless at all the qualities you need to lead a political party. If this is accurate, Corbyn is the first victim. Here is Margaret Hodge, a long-serving Labour MP and candidate in Barking, responding to John McDonnell saying Brexit, not Jeremy Corbyn, was the main problem for Labour at the election. (See 10.24pm.) Reacting to this evening’s exit poll, a Labour spokesperson has said: It’s only the very beginning of the night, and it’s too early to call the result. We, of course, knew this was going to be a challenging election, with Brexit at the forefront of many people’s minds and our country increasingly polarised. But Labour has changed the debate in British politics. We have put public ownership, a green industrial revolution, an end to austerity centre stage and introduced new ideas, such as plans for free broadband and free personal care. The Tories only offered more of the same. Michael Gove has told ITV News: It does look optimistic for the Conservatives ... Jeremy Corbyn’s leadership of the Labour party has proved an impediment to moving this country forward and to allow the Labour party to heal and to rebuild. He accused Corbyn of showing “indecision” on Brexit, adding that that had hurt Labour. He denied that a prediction of 55 seats for the Scottish National party meant the Tories would have to agree to a second Scottish independence referendum, saying many of the seats are marginal and the exit poll could be highly inaccurate. The Labour backlash against Jeremy Corbyn has started. This is from Seb Dance, a Labour MEP for London. From the FT’s Sebastian Payne Angus Robertson, the Scottish National party’s former Westminster leader, has told BBC Scotland that if the exit poll is correct in predicting 55 SNP seats then Scottish demands for a second independence referendum are undeniable. Robertson, who lost his Westminster seat of Moray in the Tory revival in 2017, cautioned that this exit poll’s forecast was much higher than all recent Scottish opinion polls. Even so, he said, this was the fourth general election in a row which the SNP had “won” in Scotland, by taking the most Scottish seats, on a manifesto calling for independence. Boris Johnson could not ignore that result, and had to allow Scotland to stage a second independence vote. “Standing in the way, saying you can’t decide your own future, is for the birds,” he told the BBC. John McDonnell, the shadow chancellor, has just told the BBC that, if this exit poll is correct, the result will be “extremely disappointing” for the party overall. He does not accept that the main problem was Jeremy Corbyn’s leadership. His ratings were starting to rise, McDonnell says. He says the main problem was Brexit. Q: Will you and Jeremy Corbyn have to stand down? McDonnell says they need to see the results. Then they will make “the appropriate decisions”. That sounds like an admission that Corbyn will have to quit if the exit poll turns out to be anywhere near accurate. Barry Gardiner, the shadow international secretary, was using quite similar language on Sky a moment ago. (See 10.20pm.) Labour’s Barry Gardiner, the shadow international trade secretary, has said the exit poll is a “devastating blow” and a “deeply depressing prediction”. He’s forced to dodge a question already on Jeremy Corbyn’s future as Labour leader. While he wants to wait for the actual results, he says Brexit has cut across every other issue in the campaign. Asked whether Corbyn would have to resign should these results be borne out, he has told Sky News: Obviously, these are things that will be discussed by the leadership of the party over the next few days. It’s premature to discuss them now. If the exit poll is correct, this is how Boris Johnson’s election performance will compare with those of his Conservative predecessors over the last 40 years. He will have done better in terms of numbers of seats than: Margaret Thatcher in 1979 - 339 John Major in 1992 - 336 David Cameron in 2015 - 330 Theresa May in 2017 - 317 David Cameron in 2010 - 306 Michael Howard in 2005 - 198 William Hague in 2001 - 166 John Major in 1997 - 165 But he won’t have done as well as: Margaret Thatcher in 1983 - 397 Margaret Thatcher in 1987 - 376 However, if the exit poll is correct, Jeremy Corbyn’s election performance will be the worst by a Labour leader for more than 40 years. He will have done worse than: Tony Blair in 1997 - 418 Tony Blair in 2001 - 412 Tony Blair in 2005 - 355 Neil Kinnock in 1992 - 271 James Callaghan in 1979 - 269 Jeremy Corbyn in 2017 - 262 Gordon Brown in 2010 - 258 Ed Miliband in 2015 - 232 Neil Kinnock in 1987 - 229 Michael Foot in 1983 - 209 In fact, it would be the worst result for Labour since 1935, when the party got just 154 under Clement Attlee, who has only just taken over as party leader. Comparing these figures is not always fair because, although the Commons has had 650 MPs in most years since 1979, there were only 635 MPS in 1979 and in other years the membership has varied from 646 to 659. Full details are in this Commons briefing paper (pdf) on UK election results since 1918. This year 650 MPs will be elected. The Tory party chairman, James Cleverly, has urged caution in reading the exit poll. But “maths is maths”, he tells Sky News, adding it would represent a very large majority if the exit poll proved accurate. He claims he has detected “fury” in Labour heartlands at the party and at Jeremy Corbyn personally. He is certainly correct to say that exit polls can be wrong. See 10.08pm for a look at how often that can happen. Priti Patel, the home secretary, is telling the BBC that this is just a projection, not the actual result. How accurate are exit polls? Broadcasters have been commissioning exit polls at least since 1974 and in recent years they have been reliable, and sometimes extraordinarily accurate. But in the 1990s and earlier there were some bad misses. Here are figures showing how they have performed in the past. The data comes from the elections analyst David Cowling. 2017 Wrong by 4. The combined BBC/ITV/Sky exit poll said the Conservatives would be 12 seats short of a majority, and they ended up eight seats short of a majority. 2015 Wrong by 22. It said the Conservatives would be 10 seats short of a majority, but they got a majority of 12. 2010 Spot on. It said the Conservatives would be 19 short of a majority, and they were. 2005 Spot on. It predicted a Labour majority of 66, which Labour got. Before 2005 the BBC and ITV commissioned separate exit polls. Their record was not as good as the record of the more recent combined one. 2001 Both exit polls correctly predicted a landslide Labour majority, but the BBC got the size of the majority wrong by 10 seats (too low), and ITV wrong by eight seats (too high). 1997 Both exit polls also predicted a Labour landslide, but the BBC got the size of the majority wrong by 6 (too high), and ITV wrong by 20 seats (too low). 1992 Both exit polls predicted a hung parliament, but the Conservatives won a majority. The BBC’s estimate for the final majority/non-majority was wrong by 70 seats, and ITV’s wrong by 62 seats. 1987 Both exit polls correctly predicted a Conservative majority, but they both underestimated how big it would be. The BBC was wrong by 76 seats, and ITV by 34 seats. 1983 Both exit polls correctly predicted a Conservative landslide. The BBC got the size of the majority wrong by just 2 seats (too high), but ITV was wrong by 28 seats (too low). 1979 Both exit polls correctly predicted a Conservative majority, but the BBC got got size of the majority wrong by 29 seats (too low) and ITV got it wrong by 20 seats (too high). October 1974 This was a disaster for the BBC. Labour won a tiny majority, but the BBC forecast a Labour landslide. It was wrong by 132 seats. ITV also predicted a Labour majority, but it was wrong by 12 seats (too high). This result, should the exit polls prove accurate, would represent a “phenomenal victory” for the Tories and would leave Boris Johnson feeling vindicated, the former Speaker of the Commons John Bercow has said. He told Sky News it would be an “absolutely dramatic victory” that would allow Johnson to get “phase one” of the Brexit process through by the end of January. If the exit poll figures turn out to be correct, this is how much the parties would be gaining or losing compared to two years ago. Conservatives: 368 - up 51 Labour: 191 - down 71 SNP: 55 - up 20 Liberal Democrats: 13 - up 1 Plaid Cymru: 3 - down 1 Greens: 1 - no change Brexit party: 0 Others: 19 (18 of these will be Northern Ireland MPs) And here are the full exit poll results. Conservatives: 368 Labour: 191 SNP: 55 Liberal Democrats: 13 Plaid Cymru: 3 Greens: 1 Brexit party: 0 Others: 19 Huw Edwards is reading out the exit poll results. Here are the main ones. Conservatives: 368 Labour: 191 Conservative majority: 86 The BBC election programme has just started. The exit poll will be announced at 10pm, as polls close. From my colleague Dan Sabbagh From the Sun’s Tom Newton Dunn Correspondents are reporting that aides to the prime minister are already at the count in the Uxbridge and Ruislip South constituency. Boris Johnson had a majority of 5,034 at the 2017 election. If you are interested in how the joint BBC/ITV/Sky exit poll is produced, Bloomberg has a good account here. Here is an extract. Since dawn, interviewers working for Ipsos-Mori will have been waiting at 144 carefully chosen polling stations around the country. They count the people who have voted, and stop a fixed proportion to ask them which party they backed. Their reports start to arrive with the number crunchers around lunchtime. In 2017, a total of 20,000 voters were interviewed. By using historical data from previous elections, the poll aims to measure shifts in voting patterns across the country. Those are then combined to predict the results in different seats. And according to the Economist, which also has a good feature on the exercise, it is perhaps the world’s most expensive one-question social survey, costing around £300,000. Here is a summary of what the final polls have said about the possible size of the Conservative lead. Here is a chart showing the figures in the most recent polls from these polling organisations. And here is the Guardian’s opinion poll tracker. As we said earlier (see 9.18pm), Boris Johnson wants a working majority. But how do you define a working majority? Brandon Lewis, the security minister, provided an answer when he was on ITV’s Peston programme last night. I think it would be really good to get a majority like we had before, something 20 to 30 upwards, but that’s going to be hard work. Later he posted a tweet to stress that he was not making a prediction. Good evening and welcome to the general election results blog. The polls close in just under an hour, at 10pm, and at that point broadcasters will announce the results of the combined BBC/ITV/Sky exit poll. We will then have to wait a few more hours to find out if the results are confirming the exit poll predictions but, over the last four elections, it has twice predicted the size of the eventual majority with 100% accuracy, once been out by four seats, and once wrong by 22 seats (in 2015). Generally it is a much more robust, and accurate, exercise than a standard opinion poll. And so at that point we will get the first proper steer of the day into whether Boris Johnson has achieved his goal and obtained a working majority. If there is a consensus Westminster/commentariat expectation, this would be it. It is what the bookmakers are anticipating, and the one opinion poll (rightly or wrongly) seen as most authoritative, the YouGov MRP poll, has the Conservatives on course to win a majority of 28. But, in truth, there is no firm consensus and the 2017 general election result – which came as a total surprise not just to journalists, but to most campaigners, even at the very top of political parties, on all sides – has left most of us who follow elections very wary of making any predictions with much confidence. One thing the experts thought they were fairly sure of, though, was that the public was particularly disillusioned by the choice on offer at this election. And yet the one story of election day, as described in our earlier blog, is that at some polling stations people have been turning up in such large numbers as to generate very long queues. People have been waiting half an hour or more in some places to vote. This is not normal, and may turn out to be a signal that something unexpected is about to happen. Or it may just be something to do with more people voting than normal in the morning because they did not fancy going out later in the first December election for almost 100 years. We might not know the result but we can say it will have profound consequences for Britain. If Johnson does win his majority, then the UK will be all but certain to leave the EU on 31 January. The prospect of Brexit being overturned has never been high but it has been at least a possibility since Theresa May lost her majority in the 2017 general election. That hope/fear (depending on your view) could die tonight. If Jeremy Corbyn forms a government, then Britain will have a prime minister with an agenda more transformative and radical than any we’ve seen probably since 1945. And if we end up with a hung parliament with a result so ambiguous that Johnson feels he has a chance of hanging on – well, there will be chaos and confusion, but we’re used to that. I will be blogging all night with my colleague Kevin Rawlinson. I normally try to respond to comments below the line but I’m afraid there just won’t be time. Here is a guide as to what to expect as the night goes on, hour by hour."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}