{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/13/danny-cipriani-england-rugby-union-interview-eddie-jones", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-13T22:00:05Z", "webTitle": "Danny Cipriani: ‘From a kid to an adult, it’s been rejection for me’", "webUrl": "https://www.theguardian.com/sport/2019/dec/13/danny-cipriani-england-rugby-union-interview-eddie-jones", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/13/danny-cipriani-england-rugby-union-interview-eddie-jones", "fields": {"headline": "Danny Cipriani: ‘From a kid to an adult, it’s been rejection for me’", "bodyText": "For a long time Danny Cipriani believed in destiny. He would be turning 32 on 2 November, the same day as the Rugby World Cup final in Japan, and he kept telling himself that, against the odds, things could still fall into place. “I thought it was fate,” he murmurs, as the midweek rain sluices down the Portakabin windows at Gloucester’s Hartpury College training centre. As we now know, the fairytale never quite happened for Cipriani or England. Over the years, famously, the former has become rather better versed in overcoming adversity. Among the books he has read on the subject is a volume called The Obstacle Is the Way: The Timeless Art of Turning Trials into Triumph, which examines the Roman philosophy of stoicism. So impressed was Cipriani that he contacted the author, Ryan Holiday, and spent some time with him this summer. The book everyone is currently talking about, however, is Eddie Jones’s newly published autobiography. Within its pages England’s head coach was scathing on the subject of Cipriani’s past off-field scrapes. “When a player consistently does stupid things, you don’t expect him to change much.” Jones also brusquely dismissed the glowing headlines generated when Cipriani created a match-clinching try for Jonny May against South Africa in Cape Town last year. “The reaction from the press was outrageous. They thought Cipriani had proved he was a genius. It was one good moment, but he had been quiet throughout the rest of the game. At the end of the week in Cape Town, Danny was still a distant third behind Owen Farrell and George Ford.” Et tu, Eddie. In the cold light of day, Jones obviously never fancied picking Cipriani in his final World Cup squad. So much for fate and destiny? The fly-half pauses momentarily. If he expresses public disappointment there will be a headline; say nothing and it will gnaw away inside. “The only thing I’ll say is that he said more about me in a book than he’s ever said to me. He’s never said two words to me but I found out everything I need to know from him through a book.” He suddenly looks a little weary. “I don’t want it to be the headline because he’s not even in my thinking. If he calls me, great, I’ll have a great conversation with him. Along the way I would have learned stuff from him.” Cipriani’s frustration is understandable enough. It requires scant reading between the lines to suspect that, with Jones due to remain for the next two years, the gifted playmaker will be hard-pushed to play for England again. So is this how it ends: sloshing around in the Gloucestershire mud with only one Test start since 2008? For someone who has never found rejection easy – he was brought up in south-west London by his hard-working mother, Anne, after his father, Jay, returned to his native Trinidad – it clearly presents a challenge. By his own admission this autumn has been “tough” mentally. Prior to beating Connacht last Sunday, Gloucester had lost their five previous games. How interesting, then, that Jones’s book extract seems to have coincided with a personal epiphany on and off the field. “From a kid to an adult, it’s been rejection for me. How do I face that? Do I keep facing it in the same way and have the same stresses and worries or is there a breaking point? I don’t want the breaking point to be when I’m 60 and then the life lessons click in. It’s gone then, you know? In the last couple of weeks, some things have really fallen into place ... it’s like a penny dropped. “The World Cup might have been part of it but it would also have been five losses in a row, the constant England thing. It comes to a point ... for me you’ve always got to look internal.” Life, in other words, is too short. The realisation also seems to have dawned – and the subject has been broached during conversations with his club coach Johan Ackermann – that enjoying a fruitful closing chapter to his club career is going to demand a different mindset. At Gloucester he has particularly enjoyed the searingly honest advice of teammate Tom Marshall – “he is the truth serum” – and again spent part of his summer hanging out in Malibu with an eclectic range of people including the surfer-cum-training guru Laird Hamilton. The notion of a more selfless world in which ego becomes secondary increasingly appeals to him. “My intention to play for England might have been for self, for ego or to prove people wrong. I don’t know fully until I let that go, which in the last couple of weeks you do. It doesn’t mean I don’t still want to do it but I’m in a much better frame of mind about it. “For me it’s been a constant fight. I made mistakes as a kid and suddenly a character gets created. I’m not someone who has a big ego but people keep trying to label me like that over and over again. Maybe I have played up to it at different points of my life but I’d rather make other people look good with how I do things.” Perhaps there is also an element of finally appreciating there are now only limited opportunities left to do what he does best. Genius or not, his left-footed swivel cross-kick directly across his own 22 at Kingsholm last Sunday was gloriously different. A fluke? Hardly. Having watched the Australian rugby league player Cooper Cronk do it previously, Cipriani argues it was simply the best option available. “For me it was the safer kick because there’s no one out there. What I’ve found interesting during my whole career is that people will say: ‘Oh, this is the glitz and glamour play’ but I would never try something on the field I haven’t practised 100 times over. I’m not one for just trying something for any reason.” The ticking clock, though, pauses for no one. As a young Wasps player he remembers looking at the 31-year-old fly-half Alex King and thinking: ‘Fucking hell, he looks so old!’ He now knows how the battered King felt. “Right now, I’m looking to finish when my contract at Gloucester is done but you’ve still got to pay bills, man.” Might that make him a candidate for the Celebrity jungle or the Strictly ballroom? “I’d never do one of those shows. It’s not for me. I might go into business, do some learning, spend some time on a beach, maybe a bit of coaching. I’d like to maybe help a group or help young sportsmen through sharing my experiences – good and bad, vulnerable and ugly. Hopefully, if something resonates with a young kid then it might help, otherwise my career will have been a bit of a waste. Right now, I’m trying to effect change within the game.” Either way, the most extravagantly gifted playmaker of his generation is determined not to fade into grey anonymity. “I don’t have not staying in the fight in me. All I ever witnessed was my mum staying in the fight. That is in me. How many times have I been turned down to play for England? It’s crazy but it is what it is. “Was my intention right? I don’t know. I always felt like it was but perhaps it was giving off the wrong meaning to people.” An England reprieve may be unlikely now but sometimes fate works in mysterious ways."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}