{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/25/im-scared-of-being-the-granny-everyone-avoids-how-do-i-get-over-this", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-24T17:00:18Z", "webTitle": "I'm scared of being the granny everyone avoids. How do I get over this? | Leading questions", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/25/im-scared-of-being-the-granny-everyone-avoids-how-do-i-get-over-this", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/25/im-scared-of-being-the-granny-everyone-avoids-how-do-i-get-over-this", "fields": {"headline": "I'm scared of being the granny everyone avoids. How do I get over this?", "bodyText": "My eldest son and his wife have recently had their first child – the first grandchild for her widowed mother, my ex-husband and his wife, and myself. All of us get on well and of course we want the best for our children and the baby. But I have this desperate anxiety the whole time about being the grandparent “in third place”. How do I get over that? I know it’s not a competition, but I can’t get past the thought that I’m lacking in the parenting/grandparenting skills that the others have. My mother died when I was very young, I wasn’t close to my father and I never knew any of my grandparents. I’m not really sure how a grandmother should act, and I swing between wanting to be involved to wanting to give them space and not crowding them. I don’t want to end up being the granny everyone avoids. I think you’re asking a question that a lot of us ask when we go home for Christmas and survey our family’s particular brand of carnage: how, when it’s my turn, do I possibly be good at this? You’re fearful that because you didn’t see much parenting or grandparenting, you don’t have the playbook that everyone else does. This is such a natural fear that versions of it crop up in all kinds of familial roles: kids of divorce worry about getting married; orphans worry about having their first child. The good news is you don’t need to have something modelled to work out how to do it well. In fact I think – between you and me – you may have the advantage. Plenty of people who’ve had a long life with their parents and grandparents don’t know the first thing about how to inhabit those roles well. They only know what their particular set did, and this dooms them to either repeat it or exactly invert it. Some parents are lino cuttings and some children are ink prints, and this is not necessarily a good thing. You get to live life without an inherited playbook. What a joy! You get to write your own rules for how a grandmother “should act”. You could knit nothing but oven mitts if you wanted. You could decide that your grandchild can only enter your house if they sit carefully perched on a Roomba. One of my grandmothers measured my height on the wall and baked for me (and still does, see you at lunch Grandma). The other gave me sherry with my Nutri-Grain and told me stories about kissing unsuspecting policemen. I loved both of them with the kind of love your grandkid is going to have for you; the kind of fond constancy where neither of you has to clean up the other’s messes and you both get to laugh about them together afterwards. The trickier negotiation may be learning to see your own child as a parent. But the rules there are the same for any parent: don’t discipline a child you haven’t been asked to discipline, and help in the ways you’ve been asked to help. All families are chaos. There is no time of year that black-lights this more starkly than Christmas. But the nice thing about familial chaos is it doesn’t have a lot of room for performance reviews. We’re not here because we chose each other, and whether we see each other next year doesn’t depend on anybody’s KPIs. Nobody, and I mean this, is ranking you. And if your grandkid ever asks for sage advice, just regurgitate Kurt Vonnegut’s: don’t take liquor in the bedroom, and don’t stick anything in your ears. ************************************* Ask us a question Do you have a conflict, crossroads or dilemma you need help with? Eleanor Gordon-Smith will help you think through life’s questions and puzzles, big and small. Questions can be anonymous. If you’re having trouble using the form, click here. Read terms of service here."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}