{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/dec/10/next-nhs-staff-shortages-will-include-radiographers-as-courses-close", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-12-10T06:45:02Z", "webTitle": "Next NHS staff shortages will include radiographers, as courses close", "webUrl": "https://www.theguardian.com/education/2019/dec/10/next-nhs-staff-shortages-will-include-radiographers-as-courses-close", "apiUrl": "https://content.guardianapis.com/education/2019/dec/10/next-nhs-staff-shortages-will-include-radiographers-as-courses-close", "fields": {"headline": "Next NHS staff shortages will include radiographers, as courses close", "bodyText": "Radiography and nursing degree courses may be at risk of closure, academics are warning – at a time when the NHS is wrestling with a recruitment crisis. The Council of Deans of Health has now drawn up an “at risk” list of university courses struggling to attract and retain enough students following the removal of the student bursary in 2017. The courses include: radiography, mental health nursing, learning disability nursing, podiatry and prosthetics. The list also includes orthotics, which is the provision of devices such as splints, braces and helmets, which help people recover from injury. Orthoptics, which focuses on treatments for eye conditions, is another subject listed. Universities say there are already NHS staff shortages in these specialisms and without a reliable training pipeline the situation will get worse. Last month nine out of 10 hospital bosses in England said the shortage of nurses and doctors across the NHS is now so severe that patients’ health could be damaged. Prof Brian Webster-Henderson, chair of the Council of Deans, says: “There is a real risk that there will be closures to courses and this means a risk to the public. For instance, radiography is a key part of providing treatment for the NHS national cancer plan.” In fact, the axing of courses has already begun. Portsmouth University is closing its radiotherapy and oncology degree, having secured only two firm acceptances for 2019-20. A spokesperson says: “As an experienced provider of health and social care higher education courses, we did not take this decision lightly. The course is closing due to ongoing declining demand for radiotherapy courses, both here and nationally.” Universities report that one of the key problems is that it is much more difficult to attract older learners – a core market for these health subjects – since the bursary was removed and £9,250-a-year fees introduced for nursing and allied health students. Many potential students feel it is unfair to expect them to shoulder high fees when they spend half their course on 37-hour-week unpaid work placements in the NHS. Webster-Henderson, pro vice-chancellor for health at Cumbria University, says: “Mature students are more risk averse. They are worried about taking on debt because they have commitments and families, and the payback regime might also put them off.” When the government first talked to the council about its plans to remove the bursary, the council was “very clear” there would need to be help for mature students, he says, but no policy was introduced. Prof Steve Tee, executive dean of the faculty of health and social sciences at Bournemouth University, says: “Now the bursary has been taken away there are specialist courses with small numbers nationally that have been put at risk. This is intensified if the course is in an area like radiography, which requires expensive kit. Why would a university invest if they are only getting 20 people?” Alex Partner, programme leader in radiography at Derby University, says her subject is one of the most costly courses a university can run. “We need huge investment in x-ray and other imaging kit like software, and as technology keeps advancing you can’t just buy it once and it will stay current.” Derby is bucking the national trend for radiography, with between 10 and 12 applicants per place, but Partner says elsewhere “some courses are really struggling”. This year her course, like most of its competitors, had fewer mature applicants and fewer people with children applying. Despite maintaining its numbers, Derby is campaigning for a cost-of-living bursary, because Partner says that across healthcare more students are reporting financial problems and that is making them more likely to drop out. She says students who need extra cash find it difficult to fit a part-time job around their studies and their placements in hospitals. “Those that do work part-time tend not to perform as well on programme, as they can’t cope with all the competing demands,” she says. Partner says that protecting radiography training is vital. “Most patients will have some sort of imaging. There is already a shortage of radiographers in the NHS. My third-year students are getting job offers even though they won’t qualify for another 10 months.” The stakes are even higher in nursing, with 44,000 vacancies across the NHS, and leaked government documents suggesting this could reach 70,000 in five years. Unlike Labour and the Liberal Democrats, the Conservatives are not proposing to bring back the bursary for nursing, but would instead introduce a maintenance grant of £5,000 to £8,000. The Royal College of Nursing (RCN) says this does not go nearly far enough. Applications for nursing degrees increased by 4% this year, after dropping by 31% in the two years since the abolition of the bursary. However, universities say this increase masks serious recruitment problems in learning disability nursing and mental health nursing, both of which rely on older learners. Health Education England, the government’s NHS training body, highlighted at a recent board meeting that there had been a 50% fall in applications for learning disability nursing training between 2016 and 2018. David Maguire, senior policy analyst at the health thinktank the King’s Fund, says this is especially worrying “because there’s no slack in the system as it is”. An RCN analysis earlier this year found that the number of people in learning disability nursing jobs had fallen by nearly 60% since 2009. Maguire says specialist skills really matter in nursing. “There’s plenty of evidence that as you de-skill a rota, the risks to patients go up. That was one of the main tenets behind the Francis inquiry’s findings and the safe staffing guidance that Nice published subsequently. This is particularly a concern in learning disability care, where we know the NHS is less likely to provide good care, compared with services for people without a learning disability.” Catherine Gamble, the lead for mental health nursing at the Royal College of Nursing, says mature students are often attracted to mental health nursing because they have had family or friends who have been affected by mental health issues and want to do something to help others. But, she says, many are now put off because they “just don’t feel able to take on a great big loan”. She says: “One of my students explained her situation beautifully. She said she was being taught how to advise on wellbeing and mental health, but she was working so hard she wasn’t going home for Christmas and she couldn’t afford to get around between care home placements.” The RCN argues that mature learners are essential to the NHS. “Our nurses have to represent the community we serve so we really need a mix of people training,” Gamble says. “We have some great 18-year-olds coming in but they haven’t got the life experience that our hospitals expect to see.” • This article was amended on 10 December 2019. An earlier version said that on the Council of Deans of Health’s “at risk” list of university courses struggling to attract and retain students was “orthoptics, which is the provision of devices such as splints, braces and helmets, which help people recover from injury”. That should have said orthotics; orthoptics, which focuses on treatments for eye conditions, is also on the list."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}