{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/dec/10/t-level-courses-may-not-be-ready-by-2020-warns-education-union", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-12-10T00:01:05Z", "webTitle": "T-level courses may not be ready by 2020, warns education union", "webUrl": "https://www.theguardian.com/education/2019/dec/10/t-level-courses-may-not-be-ready-by-2020-warns-education-union", "apiUrl": "https://content.guardianapis.com/education/2019/dec/10/t-level-courses-may-not-be-ready-by-2020-warns-education-union", "fields": {"headline": "T-level courses may not be ready by 2020, warns education union", "bodyText": "An education union has called for a delay in the introduction of the Conservatives’ new vocational qualifications amid concerns about student recruitment and the tight timescale. T-levels, which are intended to provide a vocational alternative to A-levels, are due to be taught for the first time in September 2020, but a report says the programme faces serious challenges because of the large-scale changes involved and a lack of awareness among pupils and their parents. There is also concern about progression routes following T-levels, with many leading universities yet to recognise the qualifications, for which full course specifications will not be available until next March. Mary Bousted, a joint general secretary of the National Education Union, said Damian Hinds as education secretary last year turned down a request from the permanent secretary at the Department for Education, Jonathan Slater, to delay implementation for 12 months. In a letter to the secretary of state dated May 2017, Slater wrote: “As things stand today, it will clearly be very challenging to ensure that the first three T-levels are ready to be taught from 2020 and beyond to a consistently high standard.” As the DfE’s accounting officer, Slater said he was required to consider the regularity, propriety, value for money and feasibility of public spending. “If these were the only considerations, you are aware that I would advise deferring the start date to 2021 in order to mitigate the feasibility and consequential value for money risks.” Bousted said: “The secretary of state should have listened to the civil servants. The T-level implementation should be delayed until the many wrinkles are ironed out.” Hinds was succeeded by Gavin Williamson as education secretary in July. About 2,000 pupils are needed to take part in the first tranche of the T-level programme, which has been widely welcomed across the sector as a positive alternative to the more academic A-level route into university. However, the report by the National Foundation for Educational Research says there is still significant work to do to raise awareness and understanding of T-levels, and it urges policymakers to provide information to students at a much younger age, before GCSE choices are made. Another issue is that the majority of the 22 Russell Group universities, which are among the most popular institutions in the country, are waiting to see the full specification of the new qualifications before deciding their T-level policy. Suzanne Straw, one of the authors of the report, said: “While providers are optimistic in regards to the introduction of T-levels and the opportunities they will bring, they are facing a range of challenges in introducing large-scale changes so quickly. For example, the late availability of the full T-level specifications in March 2020 and the tight timescale for fully developing the qualifications is still a cause for concern.” The first three T-levels in education and childcare, construction and digital are due to be taught by 50 providers from next September. What makes them particularly challenging to organise is their sheer scale. The total time for a T-level is expected, on average, to be about 1,800 hours over the two years, including an industry placement. Geoff Barton, the general secretary of the Association of School and College Leaders, said the report should be “ringing alarm bells” in Whitehall. “These are massive qualifications in terms of the number of learning hours and work placements which are envisaged – much larger than other qualifications,” he said. “It does not help that the full specifications will not be available until March, which leaves an incredibly tight schedule for developing them for teaching in September.” The Conservative party was contacted for comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}