{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/dec/06/staff-warn-of-intimidatory-tactics-at-liverpool-university-after-strike", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-12-06T16:53:06Z", "webTitle": "Staff warn of 'intimidatory' tactics at Liverpool University after strike", "webUrl": "https://www.theguardian.com/education/2019/dec/06/staff-warn-of-intimidatory-tactics-at-liverpool-university-after-strike", "apiUrl": "https://content.guardianapis.com/education/2019/dec/06/staff-warn-of-intimidatory-tactics-at-liverpool-university-after-strike", "fields": {"headline": "Staff warn of 'intimidatory' tactics at Liverpool University after strike", "bodyText": "The University of Liverpool has told staff who went on strike over pay and pensions this week that they must catch up on missed work or risk penalties, despite already having their pay deducted over the eight-day industrial action. In an email sent by pro vice-chancellor Gavin Brown, members of the University and College Union were told that failure to reschedule teaching missed during the strike period would represent partial performance of their contracts, which “the university does not accept”. Brown added that the university may respond with “pay deductions”. According to a spokesperson for Liverpool’s University and College Union branch this means that although staff have lost wages during the strike period, they are expected to do the work they missed unpaid. He said: “Not only does this reveal a failure to grasp the purpose of strike action, it is making demands that compromise our right to take industrial action.” Responding to Brown’s email, Anthony O’Hanlon, president of the UCU’s University of Liverpool branch, wrote to UCU members criticising the university’s “heavy-handed and intimidatory approach” and urging them not to reschedule missed teaching. He added that the union is prepared to defend staff members who feel pressured by management. He wrote: “We assert that the legal position is that you cannot be required to [reschedule work]. “The main consequence of strike action means work is not completed, and that we lose our wages because of this. We will not “recover” work that we are not being paid for.” The University of Cambridge has also sent an email requesting that staff reschedule missed teaching, however it offered to reimburse their deducted strike pay on a pro rata basis. The University of Cambridge spokesperson said that the university respects the right of UCU members to take industrial action. He said: “The Office for Students expects the University to take all reasonable steps to reduce the impact of the strike action on teaching, learning and assessment. As part of its mitigating actions, the university has taken the decision to reimburse any striking members of teaching staff who choose to reschedule their lectures and classes.” University and College Union general secretary Jo Grady said that Liverpool’s punitive approach, which included a separate email from Brown warning students that joining picket lines would be “unlawful”, is consistent with that of some – but not all – university employers. “We know those in charge of the dispute have been putting pressure on universities to go in as strong as possible in terms of docking pay and demand people make up work they were not paid for when on strike. It is not a position that many institutions seem to be adopting, which suggests that again there are big splits amongst vice-chancellors. “We hope other university leaders can persuade those in charge of the dispute on the employers’ side that their energies would be better spent trying to resolve the disputes, not to punish staff. This type of approach failed in the last dispute as it angered students, who could see how unfair it was, and hardened the resolve of staff.” A spokesperson for the University of Liverpool said: “We respect colleagues’ rights to participate in industrial action and have a duty to our students to ensure they are not unfairly disadvantaged in their studies as a result. We are therefore asking colleagues who have returned from industrial action to prioritise providing materials for students who have missed learning due to the strike and we know many have already committed to doing so.” More than 40,000 lecturers, technicians, librarians and other academic and support staff at 60 universities went on strike for eight days, returning to work on Thursday. Staff are continuing industrial action with action short of a strike, which includes working strictly to contract and not rescheduling to missed teaching. As of Wednesday, they are also being reballoted on further strikes until 28 January. On Thursday the University and College Employers Association offered “further dialogue” with the University and College Union around one strand of the dispute: workload, the gender and ethnicity pay gaps and casual employment, although not on low pay. A spokesperson said: “The feedback from the participating higher education institutions has emphasised that all the sector employers we represent are very committed to providing work environments where people feel valued, treated fairly and with respect. These universities are also very clear that they hold the responsibility as autonomous and distinctive institutions to develop solutions. “In relation to the above-inflation increases on pay, UCEA has no mandate whatsoever to re-open discussions.” Grady said: “Universities’ refusal to move the dispute forward is incredibly frustrating for staff and for students. You cannot refuse to talk about pay, yet say you want to talk about closing pay gaps that exist for women and BAME staff, or to look at casualisation and how people are stuck in poorly-paid roles.” The second strand of the dispute is over pensions, specifically changes to the universities superannuation scheme (USS), which was the subject of a 14-day strike last year. UCU members met with UCEA on Friday to discuss next steps, while a second report from the joint expert panel (JEP), set up to investigate the USS valuation after last year’s strikes, is due to publish soon"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}