{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/dec/03/british-schoolchildren-among-least-satisfied-with-their-lives-says-oecd-report", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-12-03T08:31:57Z", "webTitle": "British schoolchildren among least satisfied, says OECD report", "webUrl": "https://www.theguardian.com/education/2019/dec/03/british-schoolchildren-among-least-satisfied-with-their-lives-says-oecd-report", "apiUrl": "https://content.guardianapis.com/education/2019/dec/03/british-schoolchildren-among-least-satisfied-with-their-lives-says-oecd-report", "fields": {"headline": "British schoolchildren among least satisfied, says OECD report", "bodyText": "Schoolchildren in Britain are more likely to be miserable and less likely to think that their lives have meaning compared with children in other countries, according to an influential OECD survey that shows a slight improvement in the UK’s international education performance. The OECD’s programme for international student assessment (Pisa), which quizzes 15-year-olds on reading, maths, science and a range of attitudes, found that those in the UK had the biggest declines in life satisfaction since its last survey in 2015, with barely half reporting that they were satisfied with their lives. The triennial Pisa findings come amid a largely positive set of test results for the UK, with improvements in Wales and England boosting their international rankings alongside more mixed results for Scotland and Northern Ireland. Dr Angela Donkin, the chief social scientist for the National Foundation for Educational Research, which conducted the Pisa study in the UK, said: “The fact that we have seen the largest fall in life attitudes for all countries should be a wakeup call. “This isn’t just down to the education sector alone to solve, but for the sector to be able to help we need to ensure that mental health provision is properly funded.” The OECD tested children in 79 countries, and found that British 15-year-olds ranked 69th out of 72 countries in the world for life satisfaction, with boys in particular among the least satisfied with their lives. One cause may be that British children ranked next to last among those agreeing that “my life has a clear meaning or purpose”, while the UK was alone in Europe in having more than half of its children reporting that they regularly felt sad. More than one in four British pupils reported being bullied “at least a few times a month”, higher than the OECD average. Paul Whiteman, the general secretary of the National Association of Head Teachers, said the UK’s performance was “tarnished by the worryingly high percentages of miserable and worried pupils” that Pisa has revealed. “These Pisa results will almost certainly be weaponised by the various political parties in order to defend or attack each other’s policies. We’d urge all parties to refrain from this and instead consider the children at the heart of these statistics and the dedicated professionals behind them,” Whiteman said. On a more positive note, the OECD found the UK had a benign record in educating families of immigrants, with 20% of all students reported to have an immigrant background, compared with 9% in 2009. While one in three of immigrant children were classed as disadvantaged, the OECD found the attainment gap between immigrant and non-immigrant students was one of the smallest among industrialised countries. Overall, the academic results were dominated by the east Asian powerhouses, with mainland China’s entry – comprising pupils from the regions of Beijing, Shanghai, Jiangsu and Zhejiang – outperforming by a large margin the other 78 countries in maths and science. China’s rise relegated Singapore, which topped the rankings in 2015, to second place in all three subjects, although in reading alone Singapore’s scores were indistinguishable from those of China. Macao followed close behind, while Estonia was Europe’s standout performer, supplanting Finland as the highest-performing OECD member. In Pisa’s core tests, Wales was the only UK nation to improve in each of its scores in reading, maths and science compared with the previous tests in 2015, while England had better results in reading and maths countered by a fall in science. Scotland’s decline in science continued, although both it and Northern Ireland had improved scores in reading. Kirsty Williams, Wales’s minister for education, said the results showing students in Wales achieving close to the OECD averages in all three subjects were “positive but not perfect”. “For the first time ever, Wales is in the international mainstream, thanks to the efforts of our teachers and students. We have caught up, we are continuing to improve in all areas and as a nation we must be determined to keep up this momentum,” Williams said. But experts warned that the results for individual UK countries showed few differences from previous years, despite England’s improvement in mathsthat helped its ranking improve from 20th to 13th, putting it alongside Germany, Finland and Ireland. John Jerrim, a UCL professor of education who studies the Pisa process, said: “The big story in England will be that scores have gone up about 10 points higher in maths and that is not seen across the rest of the UK. I would say it’s far too early to call it a trend, and we can’t read too much into it yet.” The 2018 Pisa tests concentrated on reading, with the NFER’s analysis noting that there were no significant differences between reading scores in England, Northern Ireland and Scotland. Wales’s reading score was “significantly lower” than the rest of the UK but not significantly different from the OECD average. Pisa’s survey of staff found headteachers in Scotland reporting more problems with pupil absence and teacher absenteeism than those in the rest of the UK. School leaders in Wales reported greater shortages of educational materials, and those in Northern Ireland were more likely to complain about inadequate buildings and infrastructure."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}