{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/dec/04/university-of-reading-investigates-students-confrontation", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-12-04T19:02:20Z", "webTitle": "University of Reading investigates security staff clash with students", "webUrl": "https://www.theguardian.com/education/2019/dec/04/university-of-reading-investigates-students-confrontation", "apiUrl": "https://content.guardianapis.com/education/2019/dec/04/university-of-reading-investigates-students-confrontation", "fields": {"headline": "University of Reading investigates security staff clash with students", "bodyText": "An investigation is under way at the University of Reading following a confrontation between security officers and students who attempted to occupy a building in support of staff taking strike action over pay, pensions and working conditions. A 21-year-old undergraduate has been suspended and banned from campus pending enquiries, while a 25-year-old postgraduate has been banned from campus. The students claim security was “heavy-handed” and say two of their number suffered bruising to their legs. More than 40,000 lecturers, technicians, librarians and other academic and support staff at 60 universities have been on strike for eight days and are due to return to work on Thursday with no sign of a breakthrough in the dispute. About a million students have been affected by the action by members of the University and College Union (UCU) and many have come out in support of university staff with student occupations at institutions including Nottingham and Edinburgh. Nine students attempted to occupy the International Capital Market Association building at Reading University on Sunday, in support not only of UCU strikes but also divestment from fossil fuels and the arms industry. At one point the students claim they were “pushed back by a picked-up table and chased by security”. A Reading University spokesman refused to comment on individual student disciplinary issues. “The safety and welfare of our students and staff is our number one priority, and in all incidents we review all available evidence to guide us in making appropriate decisions.” Letters from the deputy vice-chancellor accuse the students of assaulting a member of security staff but Oliver Kent, the postgraduate banned from campus said security staff were “heavy handed”. “I’ve just finished my master’s and won’t be able to attend my graduation ceremony on 12 December,” he said. Undergraduate Dorian McHale, meanwhile, faces a serious conduct investigation which could result in permanent removal from the university. A UCU spokesperson said: “We are disappointed to learn that a student has apparently been suspended at this stage. Staff and students have the right to protest peacefully and the university should be listening to those concerns rather than suspending people without due process.” Though this round of strikes by university staff ended on Wednesday, industrial action continues indefinitely with action short of a strike, including staff working strictly to contract, and the UCU has warned of potential further strikes in the new year if employers fail to make improved offers. Reballoting began at 12 more institutions on Wednesday which could result in thousands more university staff taking part in industrial action next year. Among the 12 universities being reballoted are Imperial College London, University of the West of Scotland, Falmouth, Surrey, Northumbria, Worcester, Kent and Leeds Beckett. There are two strands to the UCU dispute. The first is over the universities superannuation scheme (USS), which was the source of a 14-day strike last year, and the second is about pay, workload, pay equality and casualisation. On the USS dispute, UCU members meet on Friday to discuss next steps, while a second report from the joint expert panel (JEP), set up to investigate the USS valuation after last year’s strikes, is due to publish soon. USS employers said the JEP report should be the springboard to stepping up discussions. “We are calling on the union to work constructively with employers to deliver positive long-term changes to the USS scheme,” a spokesperson said. On pay and equalities, the Universities and Colleges Employers Association (UCEA) is due to report back to the UCU following consultations with universities. UCU general secretary, Jo Grady, said: “The phenomenal support for the strikes by thousands of university staff on chilly picket lines over the last eight days has sent a strong message to vice-chancellors that we won’t just let them dismiss our concerns.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}