{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/dec/02/university-strikes-offer-a-lesson-in-principles-pay-and-pensions", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-12-02T18:36:31Z", "webTitle": "University strikes offer a lesson in principles, pay and pensions | Letter", "webUrl": "https://www.theguardian.com/education/2019/dec/02/university-strikes-offer-a-lesson-in-principles-pay-and-pensions", "apiUrl": "https://content.guardianapis.com/education/2019/dec/02/university-strikes-offer-a-lesson-in-principles-pay-and-pensions", "fields": {"headline": "University strikes offer a lesson in principles, pay and pensions", "bodyText": "Your editorial is right to emphasise the wider issues in the strike by university lecturers and support services (Lecturers have a just cause in this important battle for the soul of the campus, 26 November). But the pensions issue still lies at the heart of the dispute. With a few retired colleagues, we have been attempting to persuade both the University and College Union (UCU) and the Universities Superannuation Scheme (USS) to deal with the serious generational unfairness that has caused the need for additional contributions to the pension fund. Current lecturers have already had their pension rights severely reduced in order to maintain the highly beneficial pension rights of those of us who have already retired, are living longer than expected and have not contributed enough while we were working to pay for our benefits. What is needed is a genuine effort to share the burden of paying for adequate pensions for us all, rather than gold-plated ones for those already retired and seriously reduced rights for those paying for it. We have established that this can be done within the current law, but neither the UCU nor USS seem ready to work together to devise a fairer generational distribution of the costs and benefits of the pension system. The joint negotiating committee needs to work more seriously on the principles established by the joint expert panel on fund valuation last year. Tom Hadden Emeritus professor, Queen’s University Belfast and David McLellan Emeritus professor, University of Kent • As teachers, researchers and professional staff from across the UK, we endeavour to provide world-leading education for our students. However, this has become increasingly difficult in the current higher education climate – and this is why we are on strike. A report published by the Universities and Colleges Employers Association showed that staff pay has dropped a staggering 17% in real terms since 2009. The USS pension reforms have meant that while worker contributions are going up, retired lecturers will be bringing home about £12,000 less per year. In addition, a disgraceful gender and race pay gap means that male colleagues are, on average, getting paid 15% more than female colleagues, while colleagues of colour are 10% more likely to be on temporary contracts. We also condemn the strong-arm tactics of universities that have encouraged students to report striking members of staff, threatened significant pay reductions in action short of strike, and told international students that their visas would be at risk if they supported the pickets. These conditions are all part of the marketisation of universities. Evidence of this transformation includes the “managerial models of private and especially public sector corporations”, the research excellence framework and teaching excellence framework exercises carried out in universities, the inveterate university rankings, the introduction and increase of tuition fees, and cuts to courses and contact hours. All this amid a looming mental health crisis among university students and the expanding casualisation of higher education staff, whereby 70% of research staff are on temporary contracts, while 37,000 teaching staff in universities are on hourly paid contracts. Many are not entitled to holiday pay, annual leave or a pension. Defying other university leaders, Anthony Forster, vice-chancellor at the University of Essex, claimed that employers can actually afford to pay more to USS, and by so doing could avoid widespread disruption. Voices like these actually represent 40,000 of our colleagues and offer a more hopeful future for today’s and tomorrow’s students. Professor Gargi Bhattacharyya Sociology, University of East London Professor Ambreena Manji Law, University of Cardiff Professor Akwugo Emejulu Sociology, University of Warwick Professor Gurminder Bhambra Sociology, University of Sussex Professor Emily Grabham Law, University of Kent Dr Priyamvada Gopal English, University of Cambridge Professor Khaled Fahmy Asian and Middle Eastern studies, University of Cambridge Professor Debbie Lisle International relations, Queen’s University Belfast Professor Neve Gordon International law, Queen Mary University of London Professor John Holmwood Sociology, University of Nottingham Dr Ruth Fletcher Law, Queen Mary University of London Dr Eva Nanopoulos Law, Queen Mary University of London Dr Isobel Roele Law, Queen Mary University of London Professor Tim Morris Physics, Southampton University Professor Keston Sutherland Poetics, University of Sussex Professor Alan Bogg Law, University of Bristol Professor Clément Mouhot Maths, University of Cambridge Professor Tobias Kelly Anthropology, University of Edinburgh Professor Matthew Beaumont English, University College London Professor Gregory Claeys History, Royal Holloway, University of London Professor Natalie Fention Media, communications and cultural studies, Goldsmiths, University of London Professor Roberto Veneziani Economics and finance, Queen Mary University of London Conor Crummey Law, Queen Mary University of London Dr Tanzil Chowdhury Law, Queen Mary University of London Professor Catherine Rottenberg American and Canadian Studies, University of Nottingham"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}