{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/dec/04/the-netflixisation-of-academia-is-this-the-end-for-university-lectures", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-12-04T07:00:44Z", "webTitle": "'The Netflixisation of academia': is this the end for university lectures?", "webUrl": "https://www.theguardian.com/education/2019/dec/04/the-netflixisation-of-academia-is-this-the-end-for-university-lectures", "apiUrl": "https://content.guardianapis.com/education/2019/dec/04/the-netflixisation-of-academia-is-this-the-end-for-university-lectures", "fields": {"headline": "'The Netflixisation of academia': is this the end for university lectures?", "bodyText": "Before this month’s strikes over low pay and pensions cuts, staff were warned to pause their lecture recordings while they told students that they would be taking part. The University and College Union (UCU), which organised the strike, worried that university management would search recordings to identify who would be engaging in industrial action, and introduce measures to lessen its impact. The union had good reason to be concerned: during last year’s strikes, the head of Edinburgh University’s law school emailed staff asking them to upload recorded versions of their lectures so students wouldn’t miss out on teaching. The UCU and the National Union of Students were furious. Soon after, Edinburgh University’s policy on lecture recordings changed: it became the first UK university to explicitly ban the rerunning of lecture recordings during industrial action. “It was a very short-sighted move on behalf of the department that did it, but the response has been to create the most progressive and comprehensive policy in the UK around lecture recordings,” says Emily Nordmann, a University of Glasgow academic who has studied lecture recording technology. It’s a time of change for universities, but policies are struggling to keep up with rising student numbers and the growing infiltration of technology in lecture halls. At many institutions, teaching is recorded through a system called Panopto (or ReCap) and uploaded to digital learning environments like Blackboard, so it’s accessible in students’ own time. According to Panopto’s own figures, more than 1,000 institutions worldwide use it to record more than 100 hours of video every month. The old idea of “the sage on the stage” that has pervaded higher education for thousands of years is disappearing. And some people are worried. Academics fear that on-demand recordings, which some have called the “Netflixisation of academia”, will affect attendance. They also worry about less obvious consequences: it could be used to bust strikes, it could be a watching eye monitoring their performance, and eventually it could replace them. But do they have genuine reason to be concerned? “I wouldn’t say the data proves them wrong,” says Nordmann. But she disagrees with the gloomier predictions: “It’s a tool in the same way a textbook is for a student.” A survey by Newcastle University’s students’ union found that around three-quarters of students say they very rarely use recordings as a reason not to attend lectures – apart from disabled students or those living far away who struggle to afford the daily commute. “Lecture recording is very beneficial for vulnerable groups of students,” explains Pablo Charro de la Fuente, education officer at Newcastle University. And when one in five students are from outside the UK, recordings can also be a good way to revisit material they didn’t fully understand. Despite being used last year in Edinburgh, the fear of lecture recordings being used to bust strikes is overstated, reckons Nordmann. UCU general secretary Jo Grady describes the rerunning of old lectures as “ineffectual tactics” which have “merely hardened strikers’ resolve and angered students”. There’s also a longstanding worry that reruns could become the norm, even outside of strike periods. “I’ve heard individual staff members express concern they’ll be replaced by a videotape. When the ReCap policy is updated, we’ve always relayed that that’s not the purpose of it,” says Joe Barton, representation and research coordinator at Newcastle University’s students’ union. Since the intellectual property for the content of lecture recordings generally belongs to the performer, it’s unlikely that recordings will replace lecturers. This hasn’t quelled any anxieties among staff: Jisc, which provides tech support and advice to universities, has been compelled to produce guidance for fearful lecturers. The problem is that each university has different policies when it comes to lecture recording. A survey of 35 UK institutions by Nordmann and colleagues found that 11 had staff opt in to recording, 19 required staff to opt out, and four had different approaches depending on individual schools. But the evidence is that students don’t want a teacherless classroom. “I don’t think that interaction with the lecturer can be replaced,” says De la Fuente. “[It] wouldn’t be welcomed from the student body.” “The community side of lecture attendance is the most important thing,” adds Nordmann. “Students can probably learn the same amount from the video but it’s actually being there in the room with the person that makes the difference.” There are also concerns that the creeping advent of the red light and camera or microphone near the lectern is a way to spy on staff members and monitor how they teach. In reality, almost every university policy Nordmann has read explicitly states that recordings can’t be used for the purposes of performance management. Nevertheless, some academics think that recording lectures has changed the way they teach – whether it makes them less spontaneous and more likely to stick to the script, or wary of cracking jokes in case it comes out wrong and is captured on camera. As the demographics of those teaching change, concerns around recording will likely disappear. “I see a difference between people who have been lecturing for 20 or 30 years and people who are newer to it, or who are perhaps more used to having every moment of their lives filmed and recorded,” says Nordmann. “Because I’ve always been recorded, I don’t think about it.” Additionally, most universities allow lecturers to opt out of recording some lectures, or to pause recordings at sensitive moments – though often they don’t know they can. “Students understand,” says Nordmann. “If you treat them like adults and explain why some lectures are recorded and some aren’t, they generally are fine with it.” Regardless of some lecturers’ reservations, the tide is changing. Between 70 and 80% of British universities now have lecture recording technology in their lecture rooms. “As video has become commonplace in education, academics are using it like any other technology: they experiment with it, learn what it does well, and find their own applications for it in the classroom,” says Peter Ingle, general manager for Panopto in Europe, the Middle East and Africa. Nordmann describes the shift as similar to how PowerPoint transformed presentations. “They’ve now become ubiquitous,” she says. “That’s the comparison we’re looking at.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}