{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/shortcuts/2019/dec/02/the-pedants-pedant-why-the-apostrophe-protection-society-has-closed-in-disgust", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-12-02T17:07:00Z", "webTitle": "The pedants’ pedant: why the Apostrophe Protection Society has closed in disgust", "webUrl": "https://www.theguardian.com/education/shortcuts/2019/dec/02/the-pedants-pedant-why-the-apostrophe-protection-society-has-closed-in-disgust", "apiUrl": "https://content.guardianapis.com/education/shortcuts/2019/dec/02/the-pedants-pedant-why-the-apostrophe-protection-society-has-closed-in-disgust", "fields": {"headline": "The pedants’ pedant: why the Apostrophe Protection Society has closed in disgust", "bodyText": "Name: The Apostrophe Protection Society. Age: 18. Appearance: Hands in the air, white flag clutched in its fingers. What’s happened? After a long and brave battle against apostrophe abuse and other common English usage errors, the APS has disbanded. Its a sad day for pedants everywhere. It’s. And it is indeed. “At 96, I am cutting back on my commitments,” said the APS chairman and driving force John Richards, a retired journalist from Boston, Lincolnshire. Fair enough. I am glad he has found peace at last. I don’t think he has, to be honest. This is a victory for “the barbarians”, he said. “[We] have done our best, but the ignorance and laziness present in modern times have won!” reads the APS website. Surely thing’s aren’t that bad? Things. Well, Richards became famous in 2001, when he began posting polite notices through the letterboxes of apostrophe abusers, “drawing your attention to an incorrect use which has been pointed out to us”. I see you’re using the passive-aggressive meaning of “polite” there ... Then Richards formed the APS and people sent him examples from around the world, including monstrosities such as “alway’s” and “prices’s as marked”. My eyes! There, there. He even had some success at his local library, which finally removed the apostrophe from its “CD’s” sign. The pedants! United! Shall never be defeated! Yeah, except the APS was defeated many times. When? Waterstones dropped the apostrophe from its name in 2012. Mid Devon district council followed Birmingham’s example by removing possessive apostrophes from its street signs in 2013. Richards called that “appalling, disgusting and pointless”. Its literally an assault on democracy or something. It’s. And of course there are some longstanding but incorrect traditions, such as “Pythagoras’ theorem” and “St James’ Park”, the official name of Newcastle United’s stadium. Whats wrong with those? What’s. They should be “Pythagoras’s” and either “St James” or “St James’s”. Eh? Look, the English language somehow uses the same letter – s – for both its possessive and plural inflections. We therefore end up with “the dogs bark” and “the dog’s bark”, where the apostrophe denotes the missing letter e that was once part of the possessive “es” in Old English. Sorry, I nodded off there ... Although sometimes a word is both plural and possessive, or it already ends in an s. Then you have the “the dogs’ bones” or “Richards’s overreaction”. Still, something like “the Joneses’ car” is basically impossible to say with a straight face. Its confusing, you’re right. IT’S CONFUSING. That apostrophe denotes a missing “i” for “it is”. It’s simple, really. Do say: “D’oh!” Don’t say: “Thank heavens for McDonald’s.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}