{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/24/brexit-discourse-contributed-to-death-of-jo-cox-says-bishop", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-24T16:30:17Z", "webTitle": "Brexit discourse contributed to death of Jo Cox, says bishop", "webUrl": "https://www.theguardian.com/politics/2019/dec/24/brexit-discourse-contributed-to-death-of-jo-cox-says-bishop", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/24/brexit-discourse-contributed-to-death-of-jo-cox-says-bishop", "fields": {"headline": "Brexit discourse contributed to death of Jo Cox, says bishop", "bodyText": "The Church of England’s first black female bishop has said the debate around Brexit damaged society and contributed to the death of the MP Jo Cox. Rose Hudson-Wilkin, the former chaplain to the Speaker of the House of Commons, said the arguments around Brexit had had a harmful effect both on parliamentarians and on society as a whole. Speaking to BBC Radio 4’s The World at One on Tuesday, she said: “The discourse that we’ve had over the last three years [has] been pretty damaging. Damaging not only to parliamentarians [but also to] the wider community and society as a whole. It’s been very, very damaging and of course I have always believed that the kind of discourse that we had contributed to the death of Jo Cox. “I really believed that then and I still believe it today. So yes, we needed to change the discourse.” When the host, Sarah Montague, asked: “Do you mean the way that politicians spoke to each other contributed to the death of Jo Cox?”, Hudson-Wilkin said: “The way that we related to one another over this wretched topic contributed. If you think about what the person was shouting when he inflicted harm on our dear sister Jo, you will know that the language that we were using with each other contributed to that.” She continued: “Parliamentarians may not be shouting Britain First with a gun in hand or another kind of weapon, but we have to be careful about the way we use language. We might go and have a drink with each other afterwards or a cup of tea or whatever, somebody out there who is not all together there may do something else.” Hudson-Wilkin took up her post as bishop of Dover last month. She is one of 25 women to be appointed bishops since the C of E’s general synod approved the move five years ago. Hudson-Wilkin has been outspoken about the poor representation of black and minority ethnic people in leadership positions and accused the church of institutional racism. She is one of four minority ethnic bishops out of more than 120. She blamed both the media and politicians for the damaging rhetoric in society and said “all of us must take responsibility”. She added: “We can begin to heal ourselves by making a commitment to ourselves and to each other to listen to one another and not just think that your view is the only view.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}