{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/09/cop25-climate-summit-what-happened-during-first-week", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-09T15:08:08Z", "webTitle": "COP25 climate summit: what happened during the first week?", "webUrl": "https://www.theguardian.com/environment/2019/dec/09/cop25-climate-summit-what-happened-during-first-week", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/09/cop25-climate-summit-what-happened-during-first-week", "fields": {"headline": "COP25 climate summit: what happened during the first week?", "bodyText": "What happened in week one? The COP25 climate talks in Madrid may have officially opened on Monday 2 December, but they only really started on Friday evening. That was when Greta Thunberg arrived to join a 500,000-strong march through the centre of Madrid, demanding that world leaders listen. The young activist said that she, and the millions who have marched and protested around the world in the last two years, had “achieved nothing” because greenhouse gas emissions have continued to rise. Her stark message summed up the disjunction that scientists, campaigners and some politicians have despaired of at these talks: that the sense of urgency scientists have warned is needed, and that is felt in the outside world among those worst affected by climate breakdown, is still missing from these negotiating rooms. Notable developments Earlier in the week, a report on the world’s “carbon budget” revealed how far the world is from meeting the goals of the Paris climate agreement. Greenhouse gas emissions rose by 0.6% last year – less than in recent years, but not enough to turn the corner. Johan Rockström, the joint director of the Potsdam Institute for Climate Impact Research, said: “We must bend the curve [from increasing carbon to falling emissions] in the next year.” What governments did – or didn’t – do Meanwhile, negotiators finally managed over the weekend to put out a text on the future of carbon markets. It is only a first step and there are still major disagreements over how carbon credits should be counted and how countries’ success in meeting previous carbon targets should be allowed to count towards their future targets. There is still no guarantee of any resolution to the disputes over carbon markets – the so-called article 6 talks, named after the section of the Paris agreement that they are aimed at clarifying. If this issue is not resolved, this technical question will hang over next year’s talks too, getting in the way of the substantive issue: the fact that by next year at the latest, countries are supposed to realign their emissions-cutting targets with scientific advice on staying within 2C (and hopefully 1.5C) of global heating above pre-industrial levels. Chile to Madrid These talks were supposed to take place in Chile, but were relocated after political unrest in Santiago. There are reminders everywhere that Chile is still technically the host – in the logo and signs; in the leadership of the Chilean COP president, Carolina Schmidt, at every important meeting; the conference rooms named after Chilean landmarks, rivers and natural features; and in the protests outside the conference centre by Chilean democracy and social justice campaigners, who say they are being silenced and ignored. Blue COP Oceans campaigners have also struggled to be heard at these talks, which were meant to highlight the plight of the oceans and the vital but often overlooked part they play in the Earth’s climate. The key message from campaigners is that protecting marine life – stopping overfishing, stemming the plastic tide of pollution and the flow of fertilisers and chemicals that is suffocating fish – is not just vital to biodiversity, and healthy fisheries for the more than 1 billion people who depend on the oceans, but also to regulate the climate. Healthy oceans absorb carbon and provide a buffer against climate chaos, so damage to them is damage to the climate, and vice versa. Art for climate’s sake Campaigners took advantage of the move to Madrid by drawing some of the Spanish capital’s cultural icons into the climate fight. The Prado art gallery, in conjunction with WWF, has updated some of its most famous paintings to show how they might reflect a warming world, with Goya now depicting climate refugees and a Velázquez painting of Felipe IV showing the Spanish king up to his horse’s neck in flood water. Which makes participants wonder what other Spanish artists might have made of the talks. The tortured technicalities of article 6 would test the skills of a Picasso – though the surrealism of Dalí might be more appropriate. Melting watches could stand for how negotiating time seems to have stopped, while poles and glaciers liquefy. What to expect in week two Youth has taken over for the start of the second week, with activists making their presence felt at the conference centre on Monday, fresh from the weekend’s marches and protests. On Tuesday and Wednesday, environment ministers and finance ministers will arrive to give directions for their officials, meaning the “high-level segment” of the talks can start and with it the actual decision-making needed to give these talks a concrete outcome, in the form of resolutions on key issues. The EU is also expected to galvanise the talks with its green new deal proposals from the European commission on Wednesday. In normal circumstances the UK, as the host of next year’s COP, which marks the deadline for countries to update their Paris commitments, would be expected to play a key role here. But the its delegation has been hobbled by the general election, which means officials and the next COP president, the former UK climate minister Claire Perry O’Neill, are in purdah and cannot speak on the record. Perhaps by Friday, when the UK’s votes have been counted, there may be some much-needed clarity."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}