{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/02/country-diary-the-dormice-are-in-their-element", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-02T05:30:24Z", "webTitle": "Country diary: the dormice are in their element", "webUrl": "https://www.theguardian.com/environment/2019/dec/02/country-diary-the-dormice-are-in-their-element", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/02/country-diary-the-dormice-are-in-their-element", "fields": {"headline": "Country diary: the dormice are in their element", "bodyText": "Stepping through a gap in the dense undergrowth, I come across a hidden track that runs north through a corridor of trees. Bordered on one side by an old field bank and overhung by oak and beech, the sheltered passageway is still and damp. Exposed roots and low branches are covered in a thick fleece of green moss and crooked cables of ivy wind up the sides of trunks like dodgy electrical wiring. This sunken drovers’ trail, which maps indicate may have existed since before the 1750s, had long been overgrown and a thoroughfare for badgers and deer. Only recently has the route been cleared by volunteers, enabling walkers to once again follow this high crossing between river valleys close to the western edge of Dartmoor. The path traces the edge of Bowden Down, a triangle of heathland managed for its wildlife and landscape value by the Brentor Commons Association. I keep my eyes to the ground, hoping to find evidence of a small and secretive inhabitant that is known to reside here. Crossing an open patch of bracken and squeezing between thorny bushes, I search the leaf litter beneath a hazel tree for fallen nuts. A few are whole, and some split in half by squirrels, but eventually I spot a hollow discarded shell with a neat hole cut in the side, so that it resembles a tiny wooden clog. The smooth inner rim of the gnawed opening confirms that this is the work of a hazel dormouse. According to a recent report, the national population of this endearing nocturnal mammal, with its golden-brown coat and furry tail, has halved since 2000 due to the loss of suitable woodland and hedgerow habitat. It is now mainly found in the south and west of Britain, and Devon remains a stronghold. Hazelnuts help sustain dormice through their long winter hibernation, and I find a dozen of their discarded shells. Each one a precious connection with this scarce native species. A sign that somewhere nearby, concealed in ground nests close to the trails I have followed across this wedge of land, scattered individuals are curled up sleeping – waiting for spring to arrive."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}