{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/01/climate-crisis-leaves-british-coastlines-inches-from-disaster", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-01T10:15:01Z", "webTitle": "Inches from disaster: crisis faces Britain’s crumbling coastline", "webUrl": "https://www.theguardian.com/environment/2019/dec/01/climate-crisis-leaves-british-coastlines-inches-from-disaster", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/01/climate-crisis-leaves-british-coastlines-inches-from-disaster", "fields": {"headline": "Inches from disaster: crisis faces Britain’s crumbling coastline", "bodyText": "Retired trawlerman Armand Toms runs his finger along a knee-high mark on the diesel tanks used to refill the 50 or so fishing and tripping boats moored in Looe’s harbour in south-east Cornwall. “The sea got up to here in 2014,” says the 65-year-old, before raising his hand towards the top of the tanks. “If we get a metre more by the end of the century – is anything going to survive here?” Toms, an independent councillor, who represents Looe East on Cornwall council, has seen the town flood throughout his life. But now he fears for its very future because the frequency with which the sea spills over the top of the harbour walls and bubbles up through its mine-waste foundations is increasing year-on-year. “I’ve lived with storms all my life. When I was 12 or 13, I’d be out on fishing boats in all kinds of weather,” he says. “But it floods more now because of the ferocity of the storms we get.” Looe has the dubious accolade of being the most frequently flooded town in the country. According to the Environment Agency, the historic centre of low-beamed inns, old fishermen stores and merchant houses typically floods four to eight times a year, putting at risk more than 200 properties on every occasion. Yet the agency estimates the town’s plight will get worse as rising global temperatures increase sea levels and whip up ever more devastating storms, with the centre expected to flood 14 times a year in 2020 and 60 times a year in 2050. Steve Marks, who oversees much of the Environment Agency’s work in Looe, says the town runs the risk of flooding every time there is a spring tide, which happens twice a month. “The sea reaches the top of the quayside walls on a spring tide and when you get a storm as well, the water comes over,” he says, gesturing towards the narrow lanes that slope into the old town. “And we know climate change is increasing the frequency and intensity of storms.” These existential threats are not confined to Looe. The British coast is crumbling into the sea at an accelerating rate, with huge chunks of cliffs and beaches being swept away in storms each winter. According to the Committee on Climate Change, sea levels around Britain could rise by at least a metre over the lifetimes of today’s children. Yet smaller coastal communities such as Looe only qualify for limited government funding for flood defence, which is targeted at more densely populated areas. Councils are expected to look to private businesses to make up shortfalls. But the environmental food and rural affairs select committee found this year that it has become increasingly difficult to attract such contributions, with only £50 million secured from private sector sources since 2015. “The money that is available for schemes in small places like Looe falls quite far short of what is actually needed,” says Marks. It is not just housing at risk when a place suffers from repeated flooding – the economic impact of a fast-changing coastline cannot be underestimated. In the warmth of Looe’s harbour office, Tina Hicks, the town’s first female harbour master, is busy preparing the accounts for the port, including its fish market, which sees more than £1.5m worth of fresh fish landed on the Cornish coast sold to restaurants in London and other cities every year. She says the floods disrupt the market and could ultimately force it to close: “We are getting dirty flood water coming up through the drains. I’ve got photos of people paddling to get to the market – it happens all the time.” Hicks worries that flooding could eventually drive tourists and shops away, with 22% of businesses already considering their long-term future in the town, according to the council. “At the moment we are a vibrant community but we are struggling,” she says. “You go out and mop up after each flood, but you get to a point where you think: how many more times can this be done?” Environment Agency engineers have drawn up four schemes to protect the town over the last 20 years but none have been implemented due to lack of funds. This year Cornwall council backed a new plan to build a tidal gate but the £41m project would only be entitled to £3.7m of government funding. Other stretches of the Cornish coast are similarly threatened. Up to 100 properties around the county’s rugged coastline are currently at imminent risk from coastal erosion with this figure rising to 1,600 by 2050 and 4,500 by 2100. There are more than 30 communities – including popular resorts such as St Ives, Newquay and Bude – at risk from flooding and erosion. The council calculates it would cost £330m to safeguard its shoreline, which is the longest in the country. But it can only raise £61m under the government’s flood defence and coastal erosion funding system, leaving the council with a £269m funding gap to fill. Rob Nolan, Cornwall council cabinet member for the environment, says this is “well beyond” the means of the authority, which has cut £350m over the last 10 years and needs to cut spending by another £70m over the next four years. “We have a total population of half a million spread over a 75-mile peninsula that sticks out into the Atlantic and takes every storm that is coming,” he says. “Frankly we feel abandoned.” Nor is there any dedicated government funding to help people living in the most at-risk properties to relocate further inland. “What are we supposed to do if we cannot afford to defend these communities or move them out of harm’s way?” says Nolan. “We’ve been put in an impossible position.” The government has allocated £1.2bn for coastal erosion and sea-flooding schemes between 2015 and 2021. This might sound like a lot, but the Environment Agency estimates in its draft flooding strategy, which will be finalised under a new government next year, that the country will need to spend at least £1bn a year on both river and sea defences over the next 50 years. On the east coast – where cliffs composed of soft layers of silt, clay and sand are eroding at one of the fastest rates in Europe – councils in less populated areas cannot afford to upgrade sea defences or enable residents to move away from danger. Among the most severely affected places is Hemsby in Norfolk. Seven homes had to be demolished last year when cliffs collapsed into the sea, and seven were destroyed during the most powerful storm surge in 60 years in 2013. Adrian Phelan,46, lives next door to the house in Hemsby where he grew up from the age of 12. When his family moved to the area in 1984, there were three rows of houses ahead of them and they couldn’t even see the sea. Now it is an ever-present threat. “Our particular plot was cheap because there was no sea view. There was a colossal set of sand dunes. Now it is lapping perhaps four metres away from the road. Once that slides in, the subsidence means that all 50 of us living behind are doomed,” he says. The council has not been able to allay his fears that he and his 68-year-old mother, who still lives in the family home, might be left penniless. “If nothing is done then we will be bankrupt,” he says. “It is stressful to the point of medical issues. I was in hospital last year with chest pains. I hadn’t slept for days after having meeting after meeting about the situation with all kinds of agencies.” Coastal Partnership East – which was set up by Great Yarmouth borough council, North Norfolk district council and East Suffolk council in 2016 to manage their coastline from Holkham to Landguard Point – estimates the long-term solutions for Hemsby could cost between £13m and £30m but the village would only be eligible for £3m of government funding. Karen Thomas, head of the partnership, says it is frustrating that she cannot do more to help those at risk in Hemsby. “We are working very closely with the community to find something that will slow down the erosion. But even the cheapest options are multimillion-pound projects,” she says. Just as in Cornwall, Thomas cannot afford to put in place a so-called “roll back scheme”, where councils purchase and demolish vulnerable homes while building replacements inland. “Our biggest challenge is that people might lose their homes this winter,” she says. “The coastal act says local authorities can buy homes but we don’t have the money to buy someone’s property at a value where they can move on.” The partnership estimates it would cost £150m over 10 years to upgrade and improve all the existing defences along the coastline of Norfolk and Suffolk. However, it would be unlikely to secure anywhere near that amount from the government. “It certainly wouldn’t be half of that money,” says Thomas. She has particularly struggled to find private backers for schemes to protect poorer communities without major private assets. “We need to do some very big projects in Great Yarmouth and Lowestoft to protect them,” she says. “But it is difficult to raise partnership funding from deprived areas – they don’t have industries and businesses.” Similarly, Cornwall has also failed to make up the gap. “We haven’t got big enough industries,” says Nolan. Yet there have been a few eye-catching schemes financed by the private sector. In September, Dutch engineers completed an ambitious project to better protect a gas terminal on a fast-eroding stretch of the Norfolk coast with a vast artificial sand dune, made up of 1.8 million cubic metres of sand dredged from the North Sea. The terminal’s two operators, Shell and Perenco, paid two-thirds of the £19m bill for the scheme, which is only the second of its kind anywhere in the world. The Environment Agency and local councils paid the rest. The new dunes are expected to safeguard the terminal as well as hundreds of homes in Bacton and Walcott for 15 to 20 years. The engineer who came up the idea, Jaap Flikweert, says it gives residents the opportunity to prepare for coastal change. “This is about buying time. That coast is going to continue to erode but there is another decade or two for the government to come up with better ways to adapt.” Flikweert, who works for Dutch engineering giant, Royal HaskoningDHV, said working with nature is much more effective than putting up traditional concrete defences, which can to lead to increased erosion further down the coast. He is pleased with his creation but wishes he could help other threatened communities in the UK. “There are many places on the coast where we know houses will be lost. Some would benefit from sand-scaping schemes but under the current rules it is not always possible to piece together the funding you need,” he says. His team have identifiedabout 20 potential locations including sites in Lincolnshire, Cornwall and Suffolk. However, none have funding in place yet. The most advanced discussions are taking place in Cornwall, where the council would like to use sand-scaping to secure the future of Mount’s Bay, which is named after the iconic St Michael’s Mount. Dave Watkins, Cornwall council’s flood and coastal resilience lead, is keen on replicating the Norfolk scheme yet baulks at the likely price tag of £20m to £30m. “We have done some work for the short term to give us breathing space in Mount’s Bay,” he says. “We are following Bacton very closely because we want to do a similar scheme here. But I don’t know where the funding is going to come from.” On north-west edges of Wales an even more fraught human drama is playing out – one that could well be repeated elsewhere as the century reaches its midpoint. Fairbourne, a much-loved village of 461 properties, with about 700 residents, is set to be decommissioned and possibly returned to a saltmarsh because it cannot be defended against rising sea levels. A masterplan drawn up by the Gwynedd council and Welsh government reveals that in 36 years the council will seek to relocate residents before leaving whatever remains of their homes to be washed away by the sea when the defences protecting the village stops being maintained in 2055. The masterplan, which finished its consultation period in November, warns that a failure in the defences “could result in total inundation of the village, with substantial risk to life and major economic damages”. Yet the council says there is no funding to either resettle residents or pay for an equity-release scheme to allow homeowners to move. Rob Williams, Gwynedd council’s flood risk manager, says the authority cannot afford to rehouse the residents on its own: “We are talking in excess of £40m [to rehouse residents], but as the lead local flood authority we get a grant from the Welsh government of £75,000.” Just below the sea wall, Angela Thomas, the clerk of the local community council, lives with her partner, Mike Thrussell, 64, an angling journalist. Their home dates from around the time Victorian flour merchant Arthur McDougall built the resort in the late 1890s. Thomas, 67, who has been busy organising meetings for alarmed residents, says people in the village are getting on with life as best they can, but below the surface there is growing despair and anger. “There are a huge number who are feeling anxious. They are depressed. They are full of angst,” she says. “It is awful.” The villagers feel abandoned by the authorities. “I really want to see how this country is going to deal with its first so-called climate refugees because at the moment we are getting nothing,” adds Thrussell. The Welsh government said it supported Gwynedd’s masterplan for Fairbourne, stressing that investment continued to be provided for the maintenance of defences: “A policy of managed realignment, such as the case in Fairbourne, does not mean the complete withdrawal of support.” The Environment Agency said that flood defence investment takes place where the risk is highest, wherever it is across the country. “Each scheme is carefully considered to where it will benefit the most people and property,” said a spokesperson. Back on Looe’s quayside, the town’s harbourmaster, Tina Hicks, is contemplating what will happen to her home town over the rest of the century if the latest plan fails to secure enough funding. “It’s heartbreaking but I don’t think that people will want to live here or invest here,” she says, glancing out of the window at all the potters, netters and trawlers rising with emerald green tide. “You’ll end up with a shanty town by the sea.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}