{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/06/fork-out-to-pork-out-germany-schnitzel-alert-echoes-around-europe", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-06T13:41:07Z", "webTitle": "Fork out to pork out: Germany’s ‘schnitzel alert’ echoes around Europe", "webUrl": "https://www.theguardian.com/environment/2019/dec/06/fork-out-to-pork-out-germany-schnitzel-alert-echoes-around-europe", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/06/fork-out-to-pork-out-germany-schnitzel-alert-echoes-around-europe", "fields": {"headline": "Fork out to pork out: Germany’s ‘schnitzel alert’ echoes around Europe", "bodyText": "The “schnitzel alert” sounded by German meat producers earlier this week has been echoed in other European countries, as wholesale pork prices rise by as much as 40%. BVDF, the federal association of the German meat industry, warned consumers that price rises meant some of their favourite national specialities, such as schnitzel and bratwurst, were going to be more expensive over Christmas. “Sausage is definitely more expensive,” the association’s president, Sarah Dhem, told German newspaper Bild. Chorizo manufacturers in Spain are also worried about the rise. “Yes, prices for raw materials have risen a huge amount,” said a spokesperson at Loza, one of Spain’s major producers. “They have gone up by 40% and all producers are deciding how to deal with this problem. But this is the busiest time of year for us, so I don’t really have time to talk right now.” Even in Denmark, one of the world’s foremost producers of pork – and the home of Danish Bacon – admits it may have a problem. “We have also met higher prices from our suppliers,” said a spokesperson for Salling Group, one of the country’s largest retailers. “But we are trying to keep our prices towards customers as competitive as possible, not least during the Christmas season.” The price rises are due to the African swine fever crisis in China. The epidemic is expected to wipe out half of China’s pig population by the end of the year, prompting frantic buying of world supplies by the country. In September, EU pork exports were up 75% on the same month last year. European prices have risen steeply, as have prices in Brazil, which has been making up some of the shortfall. In some European countries the problems caused by pork price rises are being compounded by outbreaks of African swine fever, which means that exports from certain zones are banned. In Poland, for example, the industry has described the high prices as “armageddon”. But not everyone has bad news. The Italian Parma ham consortium says that although, as elsewhere in Europe, prices for standard pork products have risen by about 40%, the specialist pigs that they use are not particularly popular in China. “Our pig is too expensive for them.” And in the UK prices have been higher than Europe for some time, so to some extent the continent is just catching up. “Price rises?” said Mark Thomas of Emmett’s Ham, the oldest artisan ham and bacon producer in the UK. “We’re just seeing the usual healthy sales that we always have at this time of year.” Additional reporting by Cecilia Ferrara"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}