{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/09/avocados-with-edible-coating-to-go-on-sale-in-europe-for-first-time", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-09T09:00:04Z", "webTitle": "Avocados with edible coating to go on sale in Europe for first time", "webUrl": "https://www.theguardian.com/environment/2019/dec/09/avocados-with-edible-coating-to-go-on-sale-in-europe-for-first-time", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/09/avocados-with-edible-coating-to-go-on-sale-in-europe-for-first-time", "fields": {"headline": "Avocados with edible coating to go on sale in Europe for first time", "bodyText": "Avocados that stay ripe for twice as long as usual thanks to an edible coating on their skin made from plant materials will go on sale in Europe for the first time this week. Large supermarket chains in Germany and Denmark will stock the fruit, which is treated with a tasteless coating that has the potential to reduce fresh fruit and vegetable waste throughout the supply chain and cut the use of plastic packaging. The groundbreaking technology was launched last year in the US, where it has helped to more than halve supermarkets’ waste of fresh produce including apples, asparaguses, limes and lemons. The technology, which was approved for use in the EU by the European commission in June, is already being tested in the UK by Asda. The supermarket chain is expected to launch UK consumer trials in 2020 after an experiment this autumn on mandarins from Peru and tests on cucumbers, which could dispense with the need for plastic wrapping. The initiative has been welcomed by the government’s food waste tsar, Ben Elliot, appointed last year to tackle the problem of 250m meals being thrown away in the UK each year. “The amount of food waste around the world and specifically in the UK is staggering,” Elliot said. “It’s estimated that 10m tonnes of food are wasted within UK households, hospitality, retail and wholesale sectors. It’s crucial to push supermarkets to do more to fight this growing problem, which is why I see this partnership between [the US food tech company] Apeel Sciences and [fresh fruit and vegetable importer] Nature’s Pride as a huge step and breakthrough in tackling food waste.” The spray-on coating, which was developed by Apeel Sciences, controls the two main factors that cause fresh produce to spoil; the rate at which water escapes from the surface of fruit and vegetables, and the rate at which oxygen enters. This allows treated produce to stay fresh for longer. The food technology startup was founded in 2012 with a grant from the Bill &amp; Melinda Gates Foundation to help reduce food waste in developing countries without access to refrigeration, and now works with major exporters including Nature’s Pride to treat fresh produce. “We’re creating an optimised microclimate that can double the shelf life [of the fruit],” said James Rogers, the chief executive of Apeel Sciences. “The average avocado might be ripe for two to three days. Ours will stay ripe for four to six days.” The company began with avocados because of their fleeting window of perfect ripeness and relatively high price. Food waste across Europe has reached 88m tonnes annually, at a cost of €143bn (£120bn). In German households, every eighth grocery item is thrown away which means that 6.7m tonnes of food end up in consumers’ bins. Kevin Patel, produce director at Asda, said: “We’re always looking at how we can reduce food waste at every stage in our supply chain. Having conducted an initial trial of the Apeel product earlier this year, we are currently gathering the trial results and agreeing next steps.” In a further step to reduce food waste, rival supermarket chain Morrisons is to offer customers free “wonky” carrots in an attempt to introduce children to large, misshapen and scarred vegetables after large numbers were harvested following the wet weather in October and November. More than 125,000 bags of carrots will be given away at the supermarket’s 493 stores from Saturday to help customers maintain the Christmas Eve tradition of leaving carrots out for Santa’s reindeers."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}