{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/07/oceans-losing-oxygen-at-unprecedented-rate-experts-warn", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-07T09:00:06Z", "webTitle": "Oceans losing oxygen at unprecedented rate, experts warn", "webUrl": "https://www.theguardian.com/environment/2019/dec/07/oceans-losing-oxygen-at-unprecedented-rate-experts-warn", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/07/oceans-losing-oxygen-at-unprecedented-rate-experts-warn", "fields": {"headline": "Oceans losing oxygen at unprecedented rate, experts warn", "bodyText": "Oxygen in the oceans is being lost at an unprecedented rate, with “dead zones” proliferating and hundreds more areas showing oxygen dangerously depleted, as a result of the climate emergency and intensive farming, experts have warned. Sharks, tuna, marlin and other large fish species were at particular risk, scientists said, with many vital ecosystems in danger of collapse. Dead zones – where oxygen is effectively absent – have quadrupled in extent in the last half-century, and there are also at least 700 areas where oxygen is at dangerously low levels, up from 45 when research was undertaken in the 1960s. The International Union for the Conservation of Nature presented the findings on Saturday at the UN climate conference in Madrid, where governments are halfway through tense negotiations aimed at tackling the climate crisis. Grethel Aguilar, the acting director general of the IUCN, said the health of the oceans should be a key consideration for the talks. “As the warming ocean loses oxygen, the delicate balance of marine life is thrown into disarray,” she said. “The potentially dire effects on fisheries and vulnerable coastal communities mean that the decisions made at the conference are even more crucial.” All fish need dissolved oxygen, but the biggest species are particularly vulnerable to depleted oxygen levels because they need much more to survive. Evidence shows that depleted levels are forcing them to move towards the surface and to shallow areas of sea, where they are more vulnerable to fishing. Some ocean areas are naturally lower in oxygen than others, but these are even more susceptible to damage when their oxygen levels are depleted further, the report’s authors said. Species that can more easily tolerate low oxygen levels, such as jellyfish, some squid and marine microbes, can flourish at the expense of fish, upsetting the balance of ecosystems. The natural oceanic cycles of phosphorus and nitrogen are also at risk. The world’s oceans are already being overfished, and assailed by a rising tide of plastic waste, as well as other pollutants. Seas are about 26% more acidic than in pre-industrial times because of absorbing the excess carbon dioxide in the atmosphere, according to the Intergovernmental Panel on Climate Change, with damaging impacts on shellfish in particular. Low oxygen levels are also associated with global heating, because the warmer water holds less oxygen and the heating causes stratification, so there is less of the vital mixing of oxygen-rich and oxygen-poor layers. Oceans are expected to lose about 3-4% of their oxygen by the end of this century, but the impact will be much greater in the levels closest to the surface, where many species are concentrated, and in the mid to high latitudes. Intensive farming also plays a major role. When excess artificial fertiliser from crops, or manure from the meat industry, runs off the land and into rivers and seas, it feeds algae which bloom and then cause oxygen depletion as they decompose. The problem of dead zones has been known about for decades, but little has been done to tackle it. Farmers rarely bear the brunt of the damage, which mainly affects fishing fleets and coastal areas. Two years ago, the meat industry in the US was found to be responsible for a massive dead zone measuring more than 8,000 sq miles in the Gulf of Mexico. This year’s UN climate conference, known as COP25, was originally billed as the “Blue COP”, with a spotlight on the oceans for the first time in the history of the negotiations. The focus was chosen because of the original location in Chile, a country with more than 4,000km of coastline and a strong reliance on the marine economy. But the move to Madrid, forced by political unrest in Santiago, has meant many of the planned events have been curtailed. Scientists and activists gathered in landlocked Madrid are trying to highlight the issues by demonstrating how vital the seas are in protecting us from climate chaos – as they absorb so much of the excess carbon dioxide, and excess heat, in the atmosphere – and how much they are at risk from its impacts. Protecting marine life could help the oceans to function better, soaking up more carbon and providing barriers against sea level rises and storm surges, in the form of coral reefs and mangrove swamps. “A healthy ocean with abundant wildlife is capable of slowing the rate of climate breakdown substantially,” said Dr Monica Verbeek, the executive director of the group Seas at Risk. “To date, the most profound impact on the marine environment has come from fishing. Ending overfishing is a quick, deliverable action which will restore fish populations, create more resilient ocean ecosystems, decrease CO2 pollution and increase carbon capture, and deliver more profitable fisheries and thriving coastal communities.” “Ending overfishing would strengthen the ocean, making it more capable of withstanding climate change and restoring marine ecosystems – and it can be done now,” explained Rashid Sumaila, professor and director of the fisheries economics research unit at the University of British Columbia. “The crisis in our fisheries and in our oceans and climate are not mutually exclusive problems to be addressed separately – it is imperative that we move forward with comprehensive solutions to address them.” A study published at COP25 by Greenpeace International showed that restoring marine ecosystems could play a major role in tackling climate chaos."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}