{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/10/previously-extinct-guam-rail-saved-in-rare-conservation-success-aoe", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-10T13:54:57Z", "webTitle": "Flightless bird provides 'spark of hope' amid environmental crisis", "webUrl": "https://www.theguardian.com/environment/2019/dec/10/previously-extinct-guam-rail-saved-in-rare-conservation-success-aoe", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/10/previously-extinct-guam-rail-saved-in-rare-conservation-success-aoe", "fields": {"headline": "Flightless bird provides 'spark of hope' amid environmental crisis", "bodyText": "The Guam rail, a flightless bird typically about 30cm long, usually dull brown in colour and adorned with black and white stripes, has become a rare success story in the recent history of conservation. Previously extinct in the wild, the bird has been saved by captive breeding programmes and on Tuesday its status was updated on the IUCN red list of threatened species to critically endangered, along with nine others whose numbers have recently improved. The Guam rail fell prey to the brown tree snake, an invasive species accidentally introduced to the US island territory at the end of the second world war. It is only the second bird in history to recover from being extinct in the wild, after the California condor. Other species to have their status updated include the echo parakeet, of which there are now more than 750 in the wild, leading to a reclassification as a “vulnerable” species, having been critically endangered more than a decade ago. The Australian trout cod and pedder galaxias, both freshwater fish, have also showed improvement, the former moving from endangered to vulnerable and the latter from critically endangered to endangered, after many years of conservation efforts. The 10 species showing recovered numbers were “a spark of hope in the midst of the biodiversity crisis”, said Grethel Aguilar, the acting director general of the International Union for Conservation of Nature, whose red list is the global gold standard data covering species on the brink. “[They] prove that nature will recover if given half a chance.” However, the red list data released on Tuesday also showed 73 species declines despite conservation efforts, and the list now numbers 112,432 species around the world, of which more than 30,000 are on the brink of extinction. The IUCN update came as governments from more than 190 nations met in Madrid for two weeks of talks aimed at pushing global action on greenhouse gas emissions. Progress at the talks has been slow, despite public pressure, and campaigners have been frustrated that key issues such as the biodiversity crisis have received little official attention. “The tightly woven links between climate and biodiversity must be recognised at COP25 and there is good reason for this: the impact that a changing climate will have on the ability of ecosystems to support plant and animal life, and the challenges that biodiversity already face in a warming world are both vast,” said Gareth Redmond-King, the head of climate change at WWF UK. Ecosystems are already under unprecedented pressure from human impacts, including habitat loss from encroachment by urbanisation and farming, pollution, hunting, overfishing and invasive species. But the accelerating climate crisis is pushing nature to breaking point around the world, wiping out vital ecosystems, putting unbearable pressure on species and leading some experts to declare a sixth mass extinction. “To avert the worst of these impacts, we have to keep the global temperature rise to 1.5C,” said Redmond-King. “There is no time for debate. Only a dramatic increase in the ambition of our collective response can avert the climate crisis we are in.” One of the ironies of the UN climate talks is that protecting natural systems could provide a lifeline for humanity out of the climate crisis – yet it is one that is often neglected at these annual talks. A focus on “nature-based solutions” could make a marked difference to action on the climate, said Inger Andersen, the executive director of the UN Environment Programme. “We need to take the lessons we have learned on the climate change journey.” She pointed to deforestation, which threatens species and is accelerating the rise in greenhouse gas emissions. Preserving forests is relatively cheap, but is the subject of tense debate at the COP25 talks because some nations want to sell carbon credits from their standing forests, as well as counting them towards their national emissions reduction targets. That argument has yet to be resolved, and may not be before the UN talks end on Friday. Marine biodiversity – which is under threat from climate breakdown – was also supposed to be a key focus at these talks, which were billed as the Blue COP when the location was fixed as Santiago in Chile. The move to Madrid, forced by political unrest in Chile, has meant a loss of some of that focus, frustrating oceans campaigners, who have argued that protecting the oceans is vital to their capacity to store carbon and help combat the climate emergency. Oceana, a marine NGO, called attention to the “blue forests” composed of marine algae which are widespread across the planet and which store carbon dioxide and provide a lifeline for the thousands of species that depend on them “Blue forests are one of the main lungs of our oceans, and we should protect them as they deserve,” said Ricardo Aguilar, the senior research director at Oceana in Europe. “Scientific reports tend to focus on terrestrial forests, but marine algae can account for as much as a fifth of the CO2 stored by oceans. It is vital that decision-makers include their protection within international policies against the climate crisis.” Another study released at COP25, published in the journal Global Change Biology, illustrated how preserving mangrove groves can provide a key buffer against the impacts of global heating. Researchers studied the Segara Anakan lagoon in Java, Indonesia, and found it had huge potential for storing carbon, fostering biodiversity and protecting against storms. Kartika Anggi Hapsari, from Göttingen University and the study’s lead author, said: “Our research shows that people need to prioritise mangrove ecosystems for conservation and restoration because mangroves absorb carbon efficiently. It is not enough just to focus on cutting carbon emissions. Society needs to also identify efficient and natural ecosystems, like those dominated by mangrove vegetation, to remove carbon [from the atmosphere].” Next year will be a crucial one for action on both the climate emergency and the biodiversity crisis. The UK will host the next UN climate talks, where nations will have to come up with vastly improved targets to cut greenhouse gas emissions in the coming decade to fulfil the pledges of the 2015 Paris agreement. Before those talks take place, in Glasgow next November, the IUCN will hold its four-yearly World Conservation Congress in June and the UN Biodiversity Convention will decide on new measures for preserving species at a meeting in Kunming, China, in October. Campaigners hope the sequence of key meetings will lead to a greater focus on nature in the coming year, but stressed that more needed to be done to draw out the interdependency of these issues, rather than allowing them to be seen in isolation. • This article was amended on 11 December 2019 because an earlier version referred to some experts declaring a fifth mass extinction. This has been corrected to say sixth."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}