{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/02/migration-v-climate-europes-new-political-divide", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-02T09:18:06Z", "webTitle": "Migration v climate: Europe's new political divide", "webUrl": "https://www.theguardian.com/environment/2019/dec/02/migration-v-climate-europes-new-political-divide", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/02/migration-v-climate-europes-new-political-divide", "fields": {"headline": "Migration v climate: Europe's new political divide", "bodyText": "The crowd that gathered outside Hungary’s neo-gothic parliament building on Friday was loud, young and passionate. The latest round of global school climate strikes drew several thousand people in Budapest, including the city’s newly elected liberal mayor. They sang, chanted and shouted demands to the country’s politicians to take the climate emergency seriously. But there was little sign that inside parliament, dominated by the Fidesz party of the far-right prime minister, Viktor Orbán, the politicians were listening. It was an illustration of a key new political divide in Europe, between rightwing forces who preach that the greatest danger to life as we know it is migration, and those who say instead that the biggest threat comes from the climate emergency. One of the clearest examples of this is in Germany, which has seen parallel increases in popularity for the far-right Alternative für Deutschland (AfD) and the Greens. In the eastern half of Europe, where traditionally green politics has found little support, there are signs of a similar divide appearing. Here, too, the climate emergency is filtering into the public consciousness, particularly though not exclusively among younger people in the cities. In October, Gergely Karácsony, an opposition politician who stood on a platform that prominently featured green issues, won a surprise victory in Budapest’s mayoral election against Orbán’s preferred candidate. His team believes that the climate issue has the potential to galvanise opposition to the government. “Due to the rise of Greta [Thunberg, the Swedish teenage activist] and the whole movement it has entered a lot of people’s consciousness in the past year, and I see a lot of people who weren’t involved in any activism before starting to get involved,” said Dávid Dorosz, the deputy mayor in the new administration, speaking on the sidelines of Friday’s protest which he attended together with Karácsony. There are several policy plans that will help make Budapest a greener city, he said, but to what extent they can be implemented will depend on funding from Orbán’s central government. Orbán has shied away from pure denial of climate science, but has on repeated occasions suggested the green movement is being used as a cover for liberal, globalist designs. “Aside from a few dozen activists, the whole topic interests no one, which only shows the sanity of Hungarian society,” his chief of staff, Gergely Gulyás, said in September. He also called Thunberg “a sick child”. Benedek Jávor, a Hungarian green politician and former MEP, said the climate scepticism was born out of political rather than ideological reasons. “Orbán has decided to position Fidesz on the populist extreme right and to oppose those new challenges to the political structure posed by the climate movement and Greens,” he said. At a European council summit in June, Hungary was among four countries that blocked an EU-wide plan for net zero-carbon emissions by 2050: the others were Poland, the Czech Republic and Estonia. All have rightwing, populist governments with the exception of Estonia, but there, too, the governing coalition includes a far-right party. Estonia has said in the interim that it is ready to back the target, but the other three holdouts look unlikely to budge. The Czech prime minister, Andrej Babiš, asked at the June summit: “Why should we decide 31 years ahead of time what will happen in 2050?” Last week, the European parliament declared a global “climate and environmental emergency”, but activists have said the words will be meaningless if they are not backed up with tougher action. At a summit next week, the European council may try again to agree the 2050 target. In September, the French president, Emmanuel Macron, singled out Poland for blocking attempts to enshrine the carbon neutrality goal. “Marching every Friday to say that the planet is burning, that’s nice, but that is not the problem. Go protest in Poland! Help me move those I cannot push forward,” he said. Poland has said its reliance on coal means it will need to be compensated more from the central EU budget before it can commit to carbon neutrality. In Hungary, the government says its opposition to the target is also based on purely financial considerations. Orbán’s spokesman, Zoltán Kovács, said: “There’s no need to rush. We have an accepted strategy to 2030, if you want to change that you have to reconfigure the set of available data. Who is going to pay for the cost?” Kovács said Hungary had made it clear that it supported the EU’s broad climate goals and said the prime minister was in no way a climate sceptic. However, the parliament speaker, László Kövér, said in September that those who believed the climate emergency was a bigger danger than migration had been “brainwashed by the media”. A recent scandal over a consultation linked to the 2050 goals is illustrative. Over the past few years, Orbán’s government has spent millions of pounds sending out questionnaires to the population featuring leading questions on issues such as migration, EU interference and the supposed nefarious influence of the financier and philanthropist George Soros. But a survey on climate change last month was given different treatment: buried in a Google document posted in obscure corners of government websites. When opposition parties happened upon the survey and began publicising it, responses started pouring in, with a reported 200,000 Hungarians filling out the form. It was a sign both of the government’s lack of interest and the potential for popular mobilisation around climate issues. Dorosz says he thinks Orbán believes climate activism to be “a kind of hoax and a leftist conspiracy”, but that the prime minister is right to be wary of the issue. “There is a new wave of people who are realising that we’re running out of time. For the opposition, this will be one of the main pillars of our common platform, and part of our core identity.” Additional reporting by Christian Davies in Warsaw and Robert Tait in Prague"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}