{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/04/extinction-rebellion-protesters-to-be-held-in-jail-for-at-least-two-weeks-after-being-denied-bail", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-04T07:18:05Z", "webTitle": "Extinction Rebellion protesters to be held in jail for at least two weeks after being denied bail", "webUrl": "https://www.theguardian.com/environment/2019/dec/04/extinction-rebellion-protesters-to-be-held-in-jail-for-at-least-two-weeks-after-being-denied-bail", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/04/extinction-rebellion-protesters-to-be-held-in-jail-for-at-least-two-weeks-after-being-denied-bail", "fields": {"headline": "Extinction Rebellion protesters to be held in jail for at least two weeks after being denied bail", "bodyText": "Three Extinction Rebellion members will remain in custody for more than two weeks, after they were denied bail by a Queensland magistrate. Members of the activist group said they believed the decision in the Cleveland magistrates court to refuse bail was “a Queensland first” and out of step with other similar cases. Guardian Australia could not find another case where a court has jailed activists or placed them on an extended period of remand for charges related to acts of civil disobedience. Police arrested two men who climbed on to an Aurizon coal train on Tuesday and blocked freight heading to a coal loader owned by New Hope Group. They also arrested a woman who claims she was at the scene liaising with media on behalf of Extinction Rebellion. In a statement the group says one of the men – identified as Jack, 22 – was charged with assaulting a police officer, trespass and obstructing a railway. It is understood the assault is disputed. “This is the third time this year that police have charged peaceful activists with a serious assault of a police officer,” Extinction Rebellion said in a statement. The other two group members were charged with trespass and obstructing a railway and also denied bail. They will remain in a watch house until their case is brought back before the court on 19 December. At the time of his arrest on Tuesday, one of the remanded activists, known as Spoons, said: “I refuse to watch the world burn and sit idle as the government continues to stay silent.” Police have opposed bail for activists in the past, but courts typically grant bail with conditions. Extinction Rebellion said in a statement it was particularly concerned about the decision to remand their media spokeswoman, Emma, given she claims to have been at the site in a supporting capacity, and that, according to her lawyer, her charges are highly unlikely to be punished by a jail sentence. In some cases, activists who block coal trains have been given fines in excess of $60,000 and been pursued by Aurizon for damages up to $375,000."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}