{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/03/wild-seed-collectors-turn-indiana-jones-in-search-for-resilient-crops-aoe", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-03T00:06:06Z", "webTitle": "Wild seed collectors turn Indiana Jones in the search for resilient crops", "webUrl": "https://www.theguardian.com/environment/2019/dec/03/wild-seed-collectors-turn-indiana-jones-in-search-for-resilient-crops-aoe", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/03/wild-seed-collectors-turn-indiana-jones-in-search-for-resilient-crops-aoe", "fields": {"headline": "Wild seed collectors turn Indiana Jones in the search for resilient crops", "bodyText": "The seeds of more than 370 wild crop species have been collected as part of a six-year Indiana Jones-style mission to widen the gene pool of staple crops and ensure future global food security in increasingly unpredictable growing conditions. A hundred scientists from 25 countries travelled by horse, canoe and even elephant to reach remote corners of the world in search of wild species of common agricultural crops such as rice, barley, beans and potatoes that billions of people rely on for basic nutrition. Domesticated crops are generally selected for their high yield and nutritional value but this means they have dangerously low genetic diversity. Their wild relatives – many of which are at risk of extinction – are sturdier because they have evolved to survive more challenging conditions. Without adaptation, the climate crisis could reduce agricultural production by up to 30% by 2050, according to a report produced by the Global Commission on Adaptation. Breeders want to create new crops that look and taste like domesticated varieties but that are more resilient to drought, flooding and temperature extremes. “These wild plants are related to a wide range of important crops,” said Hannes Dempewolf, a senior scientist at the Crop Trust, which ran the project in partnership with the Kew Royal Botanic Gardens’ Millennium Seed Bank project. “They hold the genetic diversity which breeders will need to improve those crops so we can feed 9 billion people with nutritious food.” For centuries scientists have travelled the world collecting plants – initially to grow in gardens – but increasingly they are looking to save seeds and store them in sub-zero vaults to ensure long-term survival. Collectors working on the Crop Wild Relatives (CWR) project spent a total of 2,973 days in the field and saved 4,644 seed samples from 371 crop wild relatives, according to a report published by the Crop Trust. They found seeds from 28 globally important crops, including nine species of banana, 21 of wild barley, two species of wild potato and four of wild aubergine. Researchers examined gene banks across the world and identified which had dangerously low diversity before setting out on expeditions to far-flung parts of Asia, Africa, Europe and South America. They used GPS to tag the location of their discoveries and silica gel to preserve the seeds. In one of the most treacherous expeditions, collectors in Nepal travelled on elephants to ward off tigers and rhinos. They found a species of wild rice (Oryza meyeriana) that is resistant to bacterial blight and collected a relative of the sweet potato (Ipomoea cairica) with high resistance to insect attack that can grow in salty soils. In Ecuador, collectors wore long plastic boots with metal tips to protect them from snakebites while collecting an elusive variety of high-yielding rice (Oryza grandiglumi) that is endemic to tropical America and tolerates flooding. Security concerns caused by al-Shabaab prevented collectors reaching their targets in the Lamu district of Kenya. Missions to north-eastern Nigeria were abandoned in 2015 and 2016 due to the Boko Haram insurgency but collectors were able to access the region in 2017. Dempewolf said: “The expeditions were not a walk in the park. They were perilous at times and physically demanding, with heat, dust, sweat and danger from wild animals – from blood-sucking leeches to tigers. The stories these seed collectors brought back from the field often resemble scenes from an Indiana Jones movie.” Seeds are only ripe for a narrow window of time and if collectors were too early they had to visit the site again. If they were too late they had to wait until the following year. Nicola Ardenghi from the University of Pavia in Italy spotted a type of pea with edible tubers while looking out of a train window between Piacenza and Milan – his team had almost given up hope before it was found. Many of these crops are already threatened with extinction due to deforestation, urban sprawl, conflict and the climate crisis. In some cases, wild crop relatives were already lost. For example in Costa Rica, land which was once home to wild rice has been turned into sugarcane plantations and tilapia ponds. Scientists say this work is more important than ever. “If we are to feed a growing population, we need to make our food crops more resilient. And crop wild relatives can help breeders develop new ‘climate-proof’ varieties,” said Marie Haga, the outgoing executive director of the Crop Trust. “We have made incredible progress tracking down crop wild relatives that could hold the key to food’s survival but there is more to be done, and as threats to the world’s biodiversity mount, this work is more urgent than ever. [This project] offers hope and a guide for future efforts to save and use the diversity we rely on for our food security,” she said. The wild relatives of crops share a “gene pool” which means that although they may be different species they are close enough relatives to exchange genetic traits. The collected samples are available to breeders and farmers everywhere and can be crossed with domesticated varieties. Work is already under way to develop 19 new crops with international partners in 38 countries. More than a dozen farmer seed clubs in the Mekong delta of Vietnam are testing rice derived from crosses with wild cousins. “This project has only succeeded thanks to the dedication and hard work of individuals in organisations around the world working towards a common goal, to safeguard crop wild relatives, that previously were overlooked and disregarded, but probably hold the key to the world’s food security in the years ahead,” said Chris Cockel, Crop Wild Relatives project coordinator at Kew."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}