{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/09/billion-people-risk-water-supply-rising-demand-global-heating-mountain-ecosystem", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-09T16:00:44Z", "webTitle": "1.9 billion people at risk from mountain water shortages, study shows", "webUrl": "https://www.theguardian.com/environment/2019/dec/09/billion-people-risk-water-supply-rising-demand-global-heating-mountain-ecosystem", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/09/billion-people-risk-water-supply-rising-demand-global-heating-mountain-ecosystem", "fields": {"headline": "1.9 billion people at risk from mountain water shortages, study shows", "bodyText": "A quarter of the world’s population are at risk of water supply problems as mountain glaciers, snow-packs and alpine lakes are run down by global heating and rising demand, according to an international study. The first inventory of high-altitude sources finds the Indus is the most important and vulnerable “water tower” due to run-off from the Karakoram, Hindu Kush, Ladakh, and Himalayan mountain ranges, which flow downstream to a densely populated and intensively irrigated basin in Pakistan, India, China and Afghanistan. The authors warn this vast water tower – a term they use to describe the role of water storage and supply that mountain ranges play to sustain environmental and human water demands downstream – is unlikely to sustain growing pressure by the middle of the century when temperatures are projected to rise by 1.9C (3.42F), rainfall to increase by less than 2%, but the population to grow by 50% and generate eight times more GDP. Strains are apparent elsewhere in the water tower index, which quantifies the volume of water in 78 mountain ranges based on precipitation, snow cover, glacier ice storage, lakes and rivers. This was then compared with the drawdown by communities, industries and farms in the lower reaches of the main river basins. The study by 32 scientists, which was published in the Nature journal on Monday, confirms Asian river basins face the greatest demands but shows pressures are also rising on other continents. “It’s not just happening far away in the Himalayas but in Europe and the United States, places not usually thought to be reliant on mountains for people or the economy,” said one of the authors, Bethan Davies, of Royal Holloway University. “We always knew the Indus was important, but it was surprising how the Rhône and Rhine have risen in importance, along with the Fraser and Columbia.” The study says 1.9 billion people and half of the world’s biodiversity hotspots could be negatively affected by the decline of natural water towers, which store water in winter and release it slowly over the summer. This buffering capacity is weakening as glaciers lose mass and snow-melt dynamics are disrupted by temperatures that are rising faster at high altitude than the global average. “Climate change threatens the entire mountain ecosystem,” the report concludes. “Immediate action is required to safeguard the future of the world’s most important and vulnerable water towers.” As well as local conservation efforts, the authors say international action to reduce carbon emissions is the best way to safeguard water towers. Citing recent research by the UN Intergovernmental Panel on Climate Change, Davies said 75% of high-altitude snow and ice would be retained if global warming could be kept within 1.5C. However, 80% would be lost by 2100 if the world continued on a path of business as usual. • This article was amended on 10 December 2019 because an earlier version converted the absolute temperature of 1.9C (to 35.4F), rather than converting a rise of 1.9C, which is 3.42F."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}