{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/03/uk-firms-urge-brazil-to-stop-amazon-deforestation-for-soy-production", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-03T06:01:13Z", "webTitle": "UK firms urge Brazil to stop Amazon deforestation for soy production", "webUrl": "https://www.theguardian.com/environment/2019/dec/03/uk-firms-urge-brazil-to-stop-amazon-deforestation-for-soy-production", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/03/uk-firms-urge-brazil-to-stop-amazon-deforestation-for-soy-production", "fields": {"headline": "UK firms urge Brazil to stop Amazon deforestation for soy production", "bodyText": "Tesco, Sainsbury’s, Asda and the UK’s largest asset manager are among 87 major companies and investors who have written to Brazil’s far-right president, Jair Bolsonaro, urging his government to stop further deforestation of the Amazon for soy production. The preservation of the Amazon rainforest, a vital sink for carbon dioxide, is widely considered by scientists and activists to be a priority in responding to the climate crisis. However, the Brazilian soy farmers’ association Aprosoja has mounted a campaign to end a voluntary ban on trading crops harvested from newly cleared land. Aprosoja has claimed to have the backing of Bolsonaro, who has come under heavy international criticism as he advocated increased economic development of the Amazon even as vast fires burned swathes of rainforest during the summer. Many of those fires were started deliberately by farmers to clear land for crops or cattle. The letter to the Brazilian government calls for the extension of the Amazon soy moratorium (ASM), a 2006 agreement signed by companies to prevent the use of new land for the production of soy. Soy is used mainly as agricultural feed, as well as a food for human consumption such as tofu and soy sauce. The signatories to the letter include some of Europe and the UK’s largest supermarket chains – including Aldi, Asda, Carrefour, Iceland, Marks &amp; Spencer, Waitrose and Morrisons – and food producers such as Mars. Investor signatories, who together control assets worth more than £2.5tn, include the Dutch firm Robeco and the Canadian investor BMO Global Asset Management, as well as Legal &amp; General Investment Management, the UK’s largest asset manager. The letter said: “We want to be able to continue to source from, or invest in, the Brazilian soy industry but if the ASM is not maintained, this will risk our business with Brazilian soy.” Peter Andrews, head of sustainability at the British Retail Consortium, which represents many of the signatories, said they were seeking assurances from the Brazilian government that the moratorium would remain. “Customers expect the products they buy not to harm the environment, and retailers invest heavily in their supply chains to deliver that as far as possible,” he said. The letter, which was coordinated by the Farm Animal Investment Risk &amp; Return Initiative, argued that continued increases in soy production were possible without further destroying the rainforest. Brazil was the world’s largest soybean exporter in 2016-17, sending 60.3m metric tonnes abroad, the vast majority to China’s rapidly expanding meat industry, according to the US Department of Agriculture. Lower land and labour costs than the US have made Brazil the key sources of soybeans to China. China’s dependence on Brazil for the crop increased last year, when US soybeans were the subject of retaliatory tariffs in the trade war between Beijing and Washington. In March scientists writing in the Nature journal warned of a possible “surge of tropical deforestation” in the wake of the tariffs, as Bolsonaro’s government weakened protections and Brazilian producers sought to replace their US rivals. Bolsonaro’s widely condemned policies have drawn comparisons with his US counterpart, Donald Trump, who has also advocated deregulation – in the face of a global consensus in favour of action on the environment. In the US more than 70 CEOs, companies and union leaders signed a separate letter published on Monday calling for the US to remain within the Paris Climate Agreement, only weeks after Trump began the year-long process to exit the international accord. The signatories include two of the world’s biggest tech firms, Google and Microsoft, and the FTSE-listed energy company National Grid. John Pettigrew, National Grid’s chief executive, said: “The scale and potential impact of the climate crisis has never been more real. The promise of the Paris Agreement is one of a just and prosperous world – something that can only be achieved through a collective effort of business, unions and governments that places climate action at the heart of everything we do.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}