{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/06/cutting-air-pollution-can-prevent-deaths-within-weeks", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-06T05:15:32Z", "webTitle": "Cutting air pollution ‘can prevent deaths within weeks’", "webUrl": "https://www.theguardian.com/environment/2019/dec/06/cutting-air-pollution-can-prevent-deaths-within-weeks", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/06/cutting-air-pollution-can-prevent-deaths-within-weeks", "fields": {"headline": "Cutting air pollution ‘can prevent deaths within weeks’", "bodyText": "Cutting air pollution can prevent deaths within weeks, according to scientists. They found the health benefits of clean air were “almost immediate and substantial” and stretched into the long term, saving billions of dollars. The review examined the evidence for the reduction of illness after levels of toxic air were reduced. It showed dramatic reductions in asthma and children missing school, heart attacks and the number of small and premature babies. “I was surprised at how rapidly the benefits arise,” said Prof Dean Schraufnagel, at the University of Illinois at Chicago and lead author of the report. “Our findings indicate almost immediate and substantial effects. It is critical that governments adopt and enforce World Health Organization guidelines for air pollution immediately. “Sweeping policies affecting a whole country can reduce mortality within weeks. Local programmes, such as reducing traffic, have also promptly improved many health measures.” Schraufnagel said the findings made sense. With coronary heart disease, for example, low oxygen levels are a key factor and can be made worse by a bad air day. “That could tip you over and cause a heart attack immediately,” he said. The researchers also said health benefits accrued, even when air pollution below WHO levels were cut. A global review earlier in the year concluded that air pollution may be damaging every organ and virtually every cell in the human body. The World Health Organization says air pollution is a “silent public health emergency”, with more than 90% of the world’s population breathing toxic air. The report, published in the journal Annals of the American Thoracic Society by international experts from the Forum of International Respiratory Societies, found the benefits of cleaner air begin in the first week. When indoor smoking was banned in Ireland, the reduction in secondhand smoke led to deaths across the entire population falling 13%, heart attacks by 26% and strokes by 32%. After a 17-day traffic shutdown in parts of Atlanta during the 1996 Olympic Games, children’s visits to clinics for asthma dropped by more than 40% and to emergency departments by 11%, the report found. Factory and traffic shutdowns two months ahead of the Beijing Olympics also cut asthma and heart attacks. Other industry shutdowns have had dramatic effects, the scientists said. An eight-month smelters’ strike in the south-western US caused overall death rates to drop by 2.5%, while a 13-month closure of a Utah steel mill resulted in hospitalisations for pneumonia, pleurisy, bronchitis and asthma being cut by about half, and days of school missed by children fell by 40%. Women who were pregnant during the mill closure were less also likely to have premature births. Indoor air pollution from solid fuel burning was a serious hazard too, and pregnant women in Nigeria given clean-burning stoves had healthier babies and fewer deaths in the first week of the baby’s life. The benefits of cutting air pollution persist in the longer term and is very cost effective, the researchers said. The US Clean Air Act is estimated to have saved $2tn in the 25 years after it became law, 32 times more than associated costs. “What are we waiting for? Here’s the evidence,” Schraufnagel said. “If it is competing interests or commercialism [blocking action] then we have to tell the people, and the people then can come out strongly and tell politicians we want cleaner air.” He said legal air pollution limits exist in many countries but that enforcement is often poor. Levels of nitrogen dioxide in the UK, emitted mainly by diesel vehicles, have been illegally high in most urban areas since 2010. But despite the government having been defeated three times in the high court on the issue, relatively little progress has been made. Schraufnagel said the biggest health benefits came from tackling the biggest pollution problems. However, reductions in toxic air, even below WHO guidelines, continued to cut disease."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}