{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/bike-blog/2019/dec/01/which-partys-general-election-pledges-are-best-for-cyclists", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-01T08:00:01Z", "webTitle": "Which party’s general election pledges are best for cyclists?", "webUrl": "https://www.theguardian.com/environment/bike-blog/2019/dec/01/which-partys-general-election-pledges-are-best-for-cyclists", "apiUrl": "https://content.guardianapis.com/environment/bike-blog/2019/dec/01/which-partys-general-election-pledges-are-best-for-cyclists", "fields": {"headline": "Which party’s general election pledges are best for cyclists?", "bodyText": "In an election dominated by Brexit, the climate crisis and the NHS, cycling is not most people’s top priority. However, with transport now accounting for a higher share of overall emissions than any other sector, helping people drive less and cycle more is arguably crucial in tackling climate change. Improving conditions for cycling could help our congested, polluted towns and cities, tackle the inactivity crisis, reduce the burden on the NHS and make streets and neighbourhoods safer and more pleasant. The Walking and Cycling Alliance wants £17 per person per year to be spent on active travel, rising to £34 per person by 2025. Spending is currently £7 per person annually. But some parties are recognising cycling’s potential and coming up with innovative and needed ideas. Others remain stuck in car land. Here is a quick guide to the key policies of the main parties. Conservatives Main pledges: A £350m cycling infrastructure fund over five years (£70m a year), and “tough new design standards, which must be followed to receive any money”; a £2bn pothole fund; Bikeability training for every child; pilots of low-traffic “healthy neighbourhoods” to reduce rat running on residential streets, with increased provision “for separated bike lanes on main roads”; trials incentivising GPs to prescribe bicycles or bicycle hire to patients. There is mention of a “long-term cycling programme and budget like the roads programme and budget, though of course smaller”, though it is unclear if that refers to the £350m or something longer-term. Funding pledge on cycling: £70m per year, each year of the new parliament; total £350m. Per head per year: £1.18 – so less than the current spend. Chris Heaton-Harris, transport minister: “Cycling is good for health, both physical and mental, and it’s good for the environment. Oh, and it’s fun. Both the prime minister and I are keen cyclists (although I’m a little more of a fairweather cyclist!) and our manifesto contains a bold offer for both adults and children. We’ll fund more safe bike lanes, fill in potholes and give every child the chance to learn to ride a bike – safely.” Analysis: The last Tory government may have overseen a decline in national cycling levels, setting itself up to miss its own targets by two-thirds due to a lack of funding. However, Boris Johnson is currently party leader – the man who, as London mayor, led a major cycling investment programme, with some excellent protected cycle lanes bustling from day one. With his former London cycling commissioner, the journalist Andrew Gilligan, now working in No 10, the Tories have upped their game a little. However, £350m over five years is tiny in transport terms and pales in comparison to what other parties are offering. Manchester alone needs £1.4bn for its city-wide cycling and walking programme. Proposed “tough new design standards”, similar to those introduced in London during Johnson’s mayoralty, are sorely needed. Many councils waste scarce funds on DIY standards, often with poor results. A pothole fund is similarly welcome: our decaying road surfaces are particularly dangerous for cycling. A dedicated cycling fund of a decent size could reduce cycle funding complexity, and pay for some of the currently unfunded council plans. This is not a decent size, sadly. The last Conservative government said cycling money existed in, among other places, the Housing Infrastructure Fund (HIF), but even with a Tory council, this seemed impossible to get. On the B4044 in Oxfordshire, for example, the council removed plans for a bike path from a road widening bid to the HIF because they believed it “reduced the business case of the bid”. What’s missing: Adequate funding. Heaton-Harris agreed funding is piecemeal – but there is no guaranteed funding after five years, making it impossible for councils to make long term plans. The universal credit system needs clarity for disabled people who cycle, so they no longer fear losing their benefits for appearing “too active”. Labour Main pledges: £50 per head per year on cycling by the end of the term, amounting to £7.2bn a year. Deliver 5,000km (3,100 miles) of cycleways within the first term; provide safe cycling and walking routes to 10,000 primary schools; £200 grants for e-bike purchase and support for an “e-bike valley” industrial cluster. Bring back Cycling (and now also Walking) England, axed in the bonfire of the quangos, to deliver councils’ plans. Ring-fencing of vehicle excise duty (sometimes misleadingly dubbed “road tax”) to include sustainable transport. Doubling of Bikeability funding to cover all primary school children, plus secondary school children, and adults. Fully fund the Cycling and Walking Investment Strategy which sets targets to double cycling by adults and children by 2025. Cycling and bicycles on prescription; a “cycling and walking social investment fund” to support active travel in “left-behind areas”. Funding pledge on cycling: £4.7bn on capital funding with £2.5bn for revenue funding in the first year, skewing towards revenue funding in later years. Per head per year: £50 per head per year by the end of the parliament. Jeremy Corbyn, Labour leader: “I love walking and cycling so I’m proud of the policies we’ve announced today to give millions of people the freedom to walk and cycle along convenient, attractive routes, safe from traffic danger. These policies will slash carbon emissions, tackle air pollution, save our NHS billions and boost our high streets by making towns and city centres more pleasant. Our plans will transform opportunities so that travelling actively and healthily is an option for the many, not just the bold and fearless.” Summary: £8.2bn a year is a huge amount of money for cycling. This programme, if successfully implemented, would be transformative – opening up cycling as a genuine transport option up and down the country. Funds would come from vehicle excise duty, says Labour – ie the polluter pays. The goal of the plans is to cut congestion and air pollution, which is responsible for at least 40,000 deaths a year, boost health and improve towns and cities. Labour says it will initially skew towards revenue spending, ie cycle training and subsidies, while infrastructure plans are developed and capacity built within councils – many of whom have limited cycling plans or expertise. Later, funding will skew towards delivering infrastructure. Labour says there will be design standards for infrastructure, which would hopefully avoid substandard cycle routes. Given the right conditions, e-bikes could replace up to one in four car trips – with purchase subsidies in Europe not only proving popular, but blowing e-car incentives out of the water in carbon reduction bang for your buck. Universal cycle training, in the form of Bikeability, is something the Conservatives and Greens also propose. Labour says it will extend the offer to secondary school children and adults – a good move as adult cycle training can help give lapsed riders the confidence to return to the saddle, and parents not cycling can hinder children using their new-found skills. Interesting aside: Investing in an e-bike technology hub, where research and development and manufacturing are concentrated, is rather an unknown. E-bikes arguably have potential as a shot in the arm to Britain’s cycling industry, but manufacturing requires serious equipment and expertise we don’t currently have in the UK. What’s more Portugal already has a highly competitive “e-bike valley”, with business incentives we may struggle to beat. Green party Main pledges: As part of the party’s “green new deal”, the it is pledging £2.5bn a year for cycling over 10 years: that’s £2bn for infrastructure and £0.5bn for supporting measures such as cycle training. The goal is for more than half of local trips up to five miles on foot or bike and continental levels of cycling within a decade. Also, a “new expert body for governance and advice” will support local authorities to deliver improvements, to “only fund infrastructure of the highest quality”. Also low-traffic neighbourhoods, blocking rat-running traffic, with 20mph the default for residential areas as part of an aim for zero deaths and serious injuries on the roads. Ensuring all new housing is served by high-quality walking, cycling and public transport routes. Car-free access to national parks, car-free city centres, support for cycle hire, e-bike, cargo bike and non-standard bike subsidies. Investment in cycle access to public transport and major destinations, and “a reliable, high-quality national cycle network to link up town and country”. Effective enforcement inspired by West Midlands police’s “harm reduction” approach. Funding pledge on cycling: £2.5bn per year for 10 years. Per head per year: £42. Caroline Russell, London assembly member: “Everything stems from responding to the climate emergency and the air pollution crisis with a deadline of 2030. We need to be at continental levels of cycling within 10 years. We should aim for more than half of local trips (up to five miles) to be made on foot or by bike. We need an inclusive approach to walking and cycling that reaches into all communities in villages, towns and cities. “Making it appealing, safe and easy to walk and cycle would … deal with the air pollution crisis, as well as the climate emergency. Enabling people to walk and cycle, leaving the car at home, perhaps never even buying another car would result in huge health improvements across the country.” Summary: A lot of ambition and detail – it reads like a campaigner’s wish list. £2.5bn is a lot of money to be found, some of which would presumably come from a ban on new roads. Spending would start lower, increasing over time, says the party’s transport spokesperson, London Assembly member Caroline Russell. Most local authorities will be at a standing start on cycling, with no capacity or expertise for decent infrastructure. This is a challenge for any incoming government serious about cycling. The Greens say they would start by building on existing plans, while supporting councils without plans – a sensible approach. The Greens want to fully fund Manchester’s Beeline network, and Russell made mention of the estimated £2.8bn needed to bring the patchy National Cycle Network up to scratch. They pledge funding so all local authorities have “a clear, costed and timetabled plan to deliver a high-quality network of walking and cycling routes by 2030”. Any attempts to roll this out would depend on local politics, however. Russell cites “Mini Holland” schemes as a potential national template. Launched under Boris Johnson’s London mayoralty, councils bid for funding for cycling and walking-friendly neighbourhoods and high streets. These would be granted four times a year under the Greens’ plans. Traffic reduction as a national goal, with no new roads, is a worthy one: British transport planning is built on an assumption of ever-growing car use, a self-fulfilling prophesy. Policing is vital – West Midlands police’s approach to close-passing drivers led to a drop in serious collisions by a fifth in its first year alone. Interesting asides: The Greens’ manifesto mentioned woodchip bike paths – a curious but as yet unproven experiment from a Dutch town. Russell called this “too much detail in the wrong place”, but adds that paths could be more porous to prevent flooding – without being hard to cycle on. Liberal Democrats Main pledges: Spending 10% of the transport budget on cycling by the end of a five-year parliament. More devolution and power to councils to make decisions; using the planning process to reduce car dependency in new developments. “A national strategy to promote cycling and walking, including the creation of dedicated safe cycling lanes”; placing a far higher priority on encouraging walking and cycling; reducing car use; integration of rail, bus and cycle routes. Funding pledge on cycling: 10% of the transport budget by the end of a five-year parliament. Per head per year: Dependent on the transport budget. Caroline Pidgeon, London assembly member: “Quite frankly, for decades governments have not given cycling the kind of priority it deserves. Most progressive policies and initiatives around the country have come from councils and regional bodies taking the lead. They have happened despite, not because of, central government. The Liberal Democrat general election manifesto is committed to introducing a nationwide strategy to promote walking and cycling, including the creation of dedicated (segregated) cycling lanes. Most specifically the party is committed to increasing spending per head fivefold to reach 10% of the transport budget. This would take some time to reach, but by the end of a five-year parliament should be achievable.” Summary: Light on detail, though a commitment of 10% of the transport budget is an ambitious target. There is apparently a greater focus on ensuring all new cars are electric by 2030, a strategy arguably more likely to replace cars with cars, albeit minus tailpipe emissions. The Lib Dems say they will “create dedicated safe cycling lanes”, which are needed, but do not mention numbers or how they would be implemented. Saying they will “promote cycling and walking” is rather non-committal. Investment in cycle-rail schemes, namely cycle parking, has provided good returns under the Conservative government, and further links allowing commuters to cycle to train stations would help more people to cycle part of their journey rather than driving. Brexit party Main pledges: None – the Brexit party’s press office did reply to the Guardian saying they were looking into the matter but never came back again. The policy platform on their website sets out investment priorities but does not mention cycling. Funding pledge on cycling: £0. Per head per year: £0. Summary: Light on cycling. The party says it will “invest £100bn in the left-behind regions in local road and rail schemes”. Cyclists do tend to use local roads, and if the targets were potholes, for example, this would not be a bad policy for cycling, as defective road surfaces are disproportionately dangerous for people on cycles. Interesting asides: One would-be candidate, Alan Price, cycled a penny farthing to the Brexit party launch recently in the hopes of being made party spokesman for cycling. Price claimed cyclists “as a group are massively in support of Brexit” and were “harassed and excessively regulated” by the EU. The DUP, Plaid Cymru, Independent Party for Change and SNP were contacted for comment but did not respond."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}