{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/05/climate-crisis-is-challenge-of-civilisation-says-pope", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-05T16:01:53Z", "webTitle": "Climate crisis is 'challenge of civilisation', says pope", "webUrl": "https://www.theguardian.com/environment/2019/dec/05/climate-crisis-is-challenge-of-civilisation-says-pope", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/05/climate-crisis-is-challenge-of-civilisation-says-pope", "fields": {"headline": "Climate crisis is 'challenge of civilisation', says pope", "bodyText": "The climate emergency is a “challenge of civilisation” requiring sweeping changes to economic systems, but political leaders have not done enough, the pope has said in a message to governments meeting at the annual climate summit in Madrid. “We must seriously ask ourselves if there is the political will to allocate with honesty, responsibility and courage, more human, financial and technological resources [to the climate crisis],” he said, in the pontifical message, which was welcomed by activists. “Numerous studies tell us it is still possible to limit global warming. To do this we need a clear, far-sighted and strong political will, set on pursuing a new course that aims at refocusing financial and economic investments toward those areas that truly safeguard the conditions of a life worthy of humanity on a healthy planet for today and tomorrow.” He put particular emphasis on the role of young people, who “show a heightened sensitivity to the complex problems that arise from this emergency. We must not place the burden on the next generations to take on the problems caused by the previous ones.” As a small state, the Vatican has observer status at the talks, so the pope is able to send a representative but has no voting rights on key decisions. As an Argentinian, Pope Francis’s words carried particular resonance as this is still regarded as a Latin American COP, despite the last-minute change of venue from Chile to Madrid following political unrest in Santiago. The Chilean government is still the official host, and its environment minister, Carolina Schmidt, is the official Chilean president, in charge of the conference, appearing frequently flanked by Lorena Aguilar of the co-hosts Costa Rica, and the UN’s top climate official, Patricia Espinosa, of Mexico. Kat Kramer, the global climate lead at Christian Aid, welcomed the message from the Holy See: “The pope’s intervention in 2015, Laudato si’, helped to secure the Paris agreement, and pushed the cause of global cooperation. It’s a sad reflection on the lack of progress since then that he feels the need to once again make the moral case for action. “The studies published this week showing temperatures and emissions hitting new highs suggests our leaders are failing us. It’s no wonder that Pope Francis has felt the need to step in once again to remind politicians they need to do a much better job.” Neil Thorns, the director of advocacy at the Catholic aid agency Cafod, said: “Pope Francis is clear you can’t tackle the climate crisis on its own: it has to be considered alongside wider issues of environmental degradation, poverty and inequality. “His message to COP25 highlights the need to reform our model of development alongside refocusing our economic systems, emphasising the ‘challenge of civilisation’ is for us to act for the common good and with the most vulnerable people at the heart of decisions.” Various faith groups prayed for action on the climate on Tuesday at the COP, and on Friday morning will bring a giant clock to the venue to “sound the alarm” on the climate crisis. Thursday was designated as youth day, with a series of events held to highlight generational differences. Climate strike activists were planning a march through the centre of Madrid on Friday evening, coordinated with marches in other cities around the world. Progress has been slow on the official agenda at the two weeks of UN talks, which began on Monday. Efforts are focusing on a provision of the Paris agreement that would allow for an international trade in carbon, which is controversial among some activists but supported by others. Behind the scenes, countries are wrangling over how to update their plans to cut or curb greenhouse gas emissions, set out under the 2015 Paris agreement. A growing number of countries, including the UK, which will host next year’s meeting, are signing up to a goal of net-zero emissions by 2050, but governments are under pressure to set stronger targets for 2030."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}