{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/dec/02/great-barrier-reef-world-heritage-values-damaged-climate-change-government-admits", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-12-02T05:12:39Z", "webTitle": "Great Barrier Reef world heritage values damaged by climate change, government admits", "webUrl": "https://www.theguardian.com/environment/2019/dec/02/great-barrier-reef-world-heritage-values-damaged-climate-change-government-admits", "apiUrl": "https://content.guardianapis.com/environment/2019/dec/02/great-barrier-reef-world-heritage-values-damaged-climate-change-government-admits", "fields": {"headline": "Great Barrier Reef world heritage values damaged by climate change, government admits", "bodyText": "Australia has conceded in an official report that the Great Barrier Reef’s unique values as a world heritage site have been adversely affected by climate change. In the report to Unesco’s world heritage committee, the Queensland and federal governments say the reef is “an icon under pressure with a deteriorating long-term outlook”. The committee will review the status of the Great Barrier Reef at its June 2020 meeting in China, with the potential to place the reef on its “in danger” list. As part of the process, the committee asked Australia to submit a comprehensive “state of conservation” report for the reef – the first since 2015. The report says mass coral bleaching events of 2016 and 2017, together with six tropical cyclones, flood plumes and outbreaks of coral-eating crown-of-thorns starfish “have impacted the [outstanding universal value] of the property since the last State Party Report in 2015”. “The size of the property is becoming a less effective buffer to broadscale and cumulative threats, primarily due to climate change,” the report says. The report outlines the four criteria used to list the reef as a natural world heritage site in 1981. Components that underpin all four criteria have deteriorated, the report says. Under one criterion, covering how the ecosystem works, the report says: “Climate change is having a detrimental impact on some critical regulating processes such as sea temperature, reef building and recruitment (the addition of new young to the population) which means the ability of the system to ‘bounce back’ is weakening.” Limiting global temperature rise to 1.5C is “widely cited as a critical threshold for the Reef,” the report says. Australia is taking “strong action” on climate change, the report maintains, saying a target to cut greenhouse gas emissions by 26% to 28% below 2005 levels by 2030 was a “significant contribution to global climate action”. The head of oceans at WWF-Australia, Richard Leck, said: “This report confirms those natural values have been significantly damaged, and the world heritage committee needs to decide if they have been damaged enough that the [reef] is placed on the ‘in danger’ list. “It is welcome the Australian government is recognising that to protect the Great Barrier Reef, we need to limit global climate change to 1.5C. What’s problematic is that Australia is not on track to achieve that and, in fact, there’s a strong indication that if other countries did the same as Australia then we are more in line with a policy that would lead to a 3C or more rise in temperature.” The director of strategy at the Australian Marine Conservation Society, Imogen Zethoven, said the report’s acceptance that the reef’s outstanding universal value had been impacted was “a critical statement for the World Heritage Committee to consider next year”. She said the Australian government needed to play a leading role globally in encouraging leaders to act on climate change. “The report states that 1.5C is widely cited as a critical threshold for the reef, but it doesn’t commit Australia to do our fair share of global emissions reduction to limit temperature rise to 1.5C.” The environment minister, Sussan Ley, said in a statement that the Australian and Queensland governments had increased reef funding to “an unprecedented $2.7bn over the 10 years from 2014 to 2024”. She said the government’s Reef 2050 plan “in conjunction with international emission reduction commitments under the Paris Agreement, are critical to the future of the Great Barrier Reef”. Last month an international report said Australia’s policy response on climate change was among the worst of all G20 countries. The Queensland Greens senator Larissa Waters said the report to Unesco was “an exercise in spin”. “An honest reef report would read – ‘the reef is cooked unless we boldly and quickly ramp up rescue efforts’.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}