{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/dec/06/how-to-wear-hi-vis-for-men", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-12-06T13:00:42Z", "webTitle": "How to wear hi-vis for men | Priya Elan", "webUrl": "https://www.theguardian.com/fashion/2019/dec/06/how-to-wear-hi-vis-for-men", "apiUrl": "https://content.guardianapis.com/fashion/2019/dec/06/how-to-wear-hi-vis-for-men", "fields": {"headline": "How to wear hi-vis for men", "bodyText": "Hi-vis used to be reserved for cyclists, or fans of the early Lady Gaga looks. Then Instagram happened and an Insta-worthy outfit became all about the standout visual – and so the neon boom began. Menswear designers, from the more traditional (Calvin Klein, Burberry) to the purveyors of cutting-edge streetwear (Off-White, Vetements), have incorporated it into their designs. You can see its domination everywhere: on the ’Gram, where too-cool-for-muted-blue pop stars like Bad Bunny and J Balvin unabashedly push the neon agenda; and on Love Island, where it loomed large via the eye-popping swimwear. Back here on terra firma, however, wearing hi-vis could simply mean you’re holding a sign for a golf sale. Perhaps the best approach to cracking the “how to work neon” conundrum is via a well-thought-out accessory, such as a scarf or hat. Here, I’m wearing a beanie in a lollipop-lady-referencing shade of fluoro, twinned with a muted blue twill jacket. This feels like a good way of raising the fun stakes: my hat provides a not-so-subtle way of lifting a boring winter outfit without frightening the oncoming traffic. With neon, a little goes a long way (see also: gloves and socks). The multicoloured sports shoe is also an option but, be warned, you could look a bit “dad on the lash”, which might not be what you’re gunning for. What I’m wearing, AKA “the rave beanie”, is an undersung member of the winter hat family – think of it as the crazy aunt of the bucket hat and the acid house bandana. I have to admit it still feels a little weird, however, partly because my outfit reminds me of the Global Hypercolor days of the 90s, but also because the focus is on my hat, rather than, say, my top or jeans. It’s a bit like getting Destiny’s Child back together and giving Michelle the lead on Survivor, while Beyoncé is consigned to the back doing the “ooohs”. Still, it’s all about the outfit as a whole and, alongside the jacket, I feel I’ve accessorised it with a facial expression that screams: “If you remember the 90s you weren’t doing it properly!” I think I’d definitely be a hit on the ’Gram. Right? Please be generous with your likes."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}