{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/dec/04/chanel-coco-collection-virginie-viard", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-12-04T19:16:52Z", "webTitle": "Chanel evokes ghost of Coco with 80s-inspired collection", "webUrl": "https://www.theguardian.com/fashion/2019/dec/04/chanel-coco-collection-virginie-viard", "apiUrl": "https://content.guardianapis.com/fashion/2019/dec/04/chanel-coco-collection-virginie-viard", "fields": {"headline": "Chanel evokes ghost of Coco with 80s-inspired collection", "bodyText": "Chanel is to fashion what James Bond is to cinema: a franchise with controversy, global fame and an endless capacity for zeitgeist-surfing reinvention. Karl Lagerfeld, Chanel’s long-serving star who died in February, even had a Blofeld-style white cat, Choupette. The label’s new 007, in this analogy, is the enigmatic Virginie Viard. With her fourth show for Chanel in Paris on Wednesday evening, she showed clearly for the first time her ambition to maintain the brand’s blockbuster status. Viard collaborated with the Oscar-winning film-maker Sofia Coppola for a catwalk show staged in a reconstruction of Coco Chanel’s Paris apartment. The cinematic vision and atmospheric set made for Viard’s strongest pitch to date that she can maintain Chanel’s position as fashion’s premier box-office draw. Bruno Pavlovsky, Chanel’s president of fashion, praised Viard’s “courageous exercise”, adding: “It is very different to go from being No 2, with Kaiser Karl at the top, to being No 1. She is now taking up her new position. This is good news for the brand.” Speaking before the show, Viard said she was “a child of Karl and Gabrielle”, referring to Coco Chanel by her real first name. Viard and Coppola recreated 31 Rue Cambon where the first Chanel catwalk shows were held almost a century ago, complete with the mirrored staircase, from the turn of which the house’s founder would perch unobserved to watch the models below. The question hanging over the brand is not whether Viard has can sculpt a tweed suit. It is, rather, whether she can maintain Chanel’s status as a cultural superpower. Viard, who was Lagerfeld’s righthand woman for three decades and assumed increasing responsibility in the ateliers of Rue Cambon in the last few years as his health began to fail, long ago proved her chops as a fashion designer of talent and taste. But Chanel’s clout depends on more than this: on being a pacesetter for global style. Speaking during rehearsals, Pavlovsky reported strong sales of the Cruise collection shown in May, the first Viard created without Lagerfeld’s input, which has just reached stores. “It is one of our most successful collections”, he said. “I don’t know if the customer can see that this is a Virginie collection rather than a Karl collection, but they see something that they like.” Chanel’s Métiers d’Art show, staged every December, launched the concept of the destination fashion show. Long before disruption became a buzzword of the business world, Lagerfeld revolutionised the traditional fashion month system by inventing the standalone event, held outside of the traditional show calendar. Métiers d’Art – which is in its 18th year and has been staged in New York, Edinburgh and Rome as well as Paris – began a trend that has since been adopted by several other houses with superbrand ambitions. This week Dior staged a menswear show in Miami in front of an audience of hundreds who had travelled from all over the world. Viard said before the show that when she designs a Chanel dress “I think about that staircase first: I imagine a girl walking down it. Wearing which dress? Which shoes?” She added that Coppola “thought about the original shows that were held at Rue Cambon, and how great it must have been to see the models walking by so close”. The doors of the Grand Palais were lined with Christmas trees decorated with white camellias, leading via lacquered coromandel-style screens to Coco’s recreated apartment, atelier and staircase reimagined on a Hollywood scale. The collection was flecked with references to Mademoiselle’s private apartments. The Métiers d’Art collection is an annual showcase for the brand’s virtuoso embroiderers, feathermakers, pleaters, shoemakers, milliners and glovemakers, so ears of wheat were embroidered in vintage gold sequins in a nod to the bouquets of wheat Coco kept on her mantel as a charm to bring prosperity. The refresh Viard has brought could be seen in the show’s first five exits: an understated succession of five black boucle tweed coats, belted with silk ribbons or gold chains and worn with modest-heeled Mary Jane shoes. Viard’s mood music is more chic and less pop than Lagerfeld’s, but spiced with a graphic 80s glamour seen in this collection in the colour combinations: bold monochrome, or sugar pink with black. “The silhouette is slightly different,” Pavlovsky said. “It is a little more natural, which is the way Virginie is as a person.” Since taking over from Lagerfeld, Viard has attempted to make Chanel her own by drawing a direct line of succession from Coco to herself. The significance of recreating her Paris apartment is that throughout Lagerfeld’s long reign, the ghost of Coco was more strongly felt in the Rue Cambon headquarters than anywhere else. The door to the design studio remained emblazoned “Mademoiselle” long after Lagerfeld had replaced the founder behind its doors."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}