{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/dec/10/seasonal-disorder-why-january-is-the-new-september-in-fashion", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-12-10T17:08:59Z", "webTitle": "Seasonal disorder: why January is the new September in fashion", "webUrl": "https://www.theguardian.com/fashion/2019/dec/10/seasonal-disorder-why-january-is-the-new-september-in-fashion", "apiUrl": "https://content.guardianapis.com/fashion/2019/dec/10/seasonal-disorder-why-january-is-the-new-september-in-fashion", "fields": {"headline": "Seasonal disorder: why January is the new September in fashion", "bodyText": "‘September is the January of fashion,” pronounced fashion editor Candy Pratts Price in the 2009 fashion classic film, The September Issue. “This is when I change, this is when I’m going to try and get back into high heels – ’cos that’s the look.” But are the January issues the new September issues? Because that mic-drop soundtrack you can hear is the noise of the first glossy covers of the new decade hitting newsstands with a serious bang. Fashion has a new algorithm, and the new year now trumps the new season. The US edition of Vogue has no fewer than four covers, a quartet of portraits of motherhood by Annie Leibovitz. Stella McCartney is surrounded by all four of her children – the first time the McCartney kids have been seen in the limelight, and the first time a designer has covered US Vogue. Cardi B holds daughter Kulture on her lap, Greta Gerwig cuddles her baby son Harold, and Ashley Graham cradles a bump draped in gold Oscar de la Renta lamé. British Vogue’s January cover stars Taylor Swift in a Chanel jacket, which might not sound all that groundbreaking – except it is, because the jacket is from the Chanel archives. A Vogue cover is the ultimate shop window for fashion brands, so to showcase a vintage piece that readers can’t go out and buy is not just a strong fashion statement, but a strong cultural one as well. In his editor’s letter, Edward Enninful calls the cover: “a thoughtful template for what a more sustainable notion of luxury can look like.” Cosmopolitan’s UK cover is even more radical – Queer Eye’s Jonathan Van Ness, who identifies as non-binary, is the first solo non-female cover star of the magazine in 35 years. As a triple-A-list cover star, Beyoncé would once have insisted on the cachet of a September appearance – her last Vogue cover was for September 2018 – but for January 2020, she is the star of US Elle, shot by Queen &amp; Slim director Melina Matsoukas, her Lemonade collaborator. The interview, which coincides with a relaunch of Ivy Park, celebrates Beyoncé as being the only African-American woman with 100% ownership of an athleisure brand. And, for an athleisure brand, a January moment in the limelight makes a lot of sense. January is when gym memberships are bought – and the kit to go with them. (And Vogue cover girl Stella McCartney, don’t forget, helms a commercially successful Adidas line which is a key element in her empire.) The tradition of September as fashion’s new year is a legacy of a crumbling power structure. The days when that month’s issues contained the first reveal of autumn’s fashion are long gone – these days, every look from the autumn shows is on Instagram as it hits the catwalk, six months earlier. Fashion has shifted from a biannual model to more frequent “drops” – the cruise collections, which arrive in stores in November rather than August, now account for the bulk of what used to be autumn/winter retail. The style calendar is now dictated by the life moments thatconsumers deem important, rather than structured around a timetable that happens to suit retailers. (January issues happen to land in mid-December, just in time for Christmas and New Year dress-up.) The mood music of the new year – of fitness and dry January, fresh starts and good intentions – harmonises sweetly with fashion as it shifts towards wellness, grapples with sustainability, and flirts with activism. In tandem with their January issues, all 26 editors of Vogues around the world co-signed a mission statement of “Vogue Values”, pledging “to be socially responsible, to represent people from all backgrounds, and to have a strong voice on current affairs on global issues.” Anna Wintour flagged the significance of her Stella McCartney January cover, lauding “her pioneering work around fashion and sustainability”. September – yoked to red-blooded consumerism, and slavishly echoing the academic year – seems old-fashioned by comparison. The bleakest, darkest, most joyless of months just got a seriously glossy makeover. January is so hot right now. • This article was amended on 31 December 2019 to clarify that Jonathan Van Ness is Cosmopolitan’s first solo non-female cover star in 35 years."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}