{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-19T20:32:48Z", "webTitle": "Queen's speech and latest Labour leadership developments – as it happened", "webUrl": "https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news", "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news", "fields": {"headline": "Queen's speech and latest Labour leadership developments – as it happened", "bodyText": "That’s it for us tonight, thanks for all your comments. You can read our main politics article on the Queen’s speech here: Britain’s security agencies are investigating how the leaked NHS dossier which was seized upon - to little ultimate effect - by the Labour party during the election campaign came to be in the public domain. Dan Sabbagh, defence and security editor, writes that the inquiry will focus on whether hackers from a hostile state used a personal Gmail account to access the information, which Jeremy Corbyn claimed showed the health service was “on the table” in trade talks with the US. It is not clear which country – if any – is behind the alleged hack but independent analysts have already suggested that the cache was originally disseminated online by a Russian operation known as Secondary Infektion. One source said that the investigation was focused on events that may have taken place a few months ago. Boris Johnson’s chief advisor Dominic Cummings has reportedly told special advisers not to use such email accounts as “foreign powers” were targeting them. Read the article in full here: “This was Boris Johnson’s day and nothing was going to spoil it,” writes John Crace in his parliamentary sketch. “He was world king at last. Free to do whatever he wanted, safe in the knowledge that no one could stop him. If he wanted to decriminalise stealing a journalist’s mobile phone or offer an amnesty to anyone who was late with their child support payments, then he was free to do so. Right now, he was the supreme leader. It would take time for the people to find out that all the People’s Government could be relied on for was to let them down. And by the time they did, it would be far too late.” Read the article in full here: Colum Eastwood, the leader of the SDLP, warned in his maiden speech that government plans for an “amnesty” for British veterans who served in Northern Ireland was potentially putting the peace process at risk. Eastwood, whose party returned from the electoral wilderness last week in taking a seat apiece from the DUP and Sinn Féin, said the proposed policy - in addition to Brexit - threatened stability in Northern Ireland. “Equally damaging to our progress and our peace process is the current proposal to basically give an amnesty for British soldiers for ... whatever they carried out in Northern Ireland during our very, very difficult Troubles. “Is prosecuting those veterans vexatious? No, it is not. We will resist this attempt to undermine our peace process and our political progress and this insult to victims, all of the victims of our terrible, terrible past, and the opportunity that has been denied to them since 1998 to find full truth and full justice. “We stand by every single one of those victims, no matter who the perpetrator was. People on opposite benches need to understand this. If you begin with an amnesty for the British Army you will end up with an amnesty for everybody. “So it would better suit this prime minister and this government to stand by all of the victims, all of the innocent victims who have been searching for truth and justice for far too long.” The author of the Queen’s speech was “clearly” Dominic Cummings, with whom the prime minister “is said to be mesmerised”, writes Simon Jenkins. And beyond the headline commitments to getting Brexit done, “the rest of the speech was intriguing”. Under Johnson-Cummings, the age of ‘economic man’ is over, replaced by the age of political empathy. The drivers are not ‘the economy, stupid’ but traditional ideas of national pride, authority, group insecurity and fiscal promiscuity. They are rife in the United States and eastern Europe. Now they have come to Britain. Gone from the Queen’s speech was much trace of Johnson’s once-vaunted social liberalism. Different buttons are now being pushed. The proposal to put £34bn of NHS spending on a statutory basis is a headline gimmick. Prime ministers can spend what they like on the NHS without acts of parliament. The measure will merely confirm the health service as, like defence, beyond budgetary discipline or control. More significant, there was no mention of how to support social care in the long term, beyond an ambition for ‘cross-party consensus’. Local government remains below the radar. There is scant Christmas cheer for supporters of the Labour party, but as Andy Beckett points out, it wasn’t nearly as bad as 1983, when Michael Foot’s party slumped to 27.6% of the vote and the Tories had a thumping 144-seat majority. In that campaign, Labour, led by Michael Foot, offered voters a leftwing manifesto, and was crushed by the Conservatives – who went on to govern for 14 more years. Labour eventually returned to power, it has long been argued, only because it abandoned its radical policies and marginalised those in the party who had come up with them. After last week’s disaster, say Corbyn’s critics, Labour should do the same. He cautions against the party tacking too far to the right and blaming last week’s defeat on the left of the party, as Labour grandees such as Alan Johnson have already begun to do. On election night, the former New Labour minister Alan Johnson began this familiar ritual – describing the pro-Corbyn group Momentum, which has 40,000 members, as “this little cult”. “I want them out of the party,” he said on ITV. “Go back to your student politics.” And one thing for Labour supporters to feel optimistic about is their standing among young voters: Unlike Foot, Corbyn won the support of a cohort of voters that will only become more important. According to the Conservative pollster Michael Ashcroft, last week Labour received almost three times as many votes from the under-35s as the Tories. In 1983, the Tories led Labour comfortably in this group. Then, Margaret Thatcher’s party often seemed more modern than Labour, offering a vision of an individualistic, competitive country, which many young people liked. There was an intellectual ferment on the right, which for years had been producing fresh policy ideas. Few people would say these things about the Tories now. In 2019, their almost content-free manifesto, and massive reliance on older voters, were highly effective as election tactics. Yet, like the airy promises to increase state spending in today’s Queen’s speech, they are also signs of a party with questionable long-term prospects. By contrast, Labour’s youthful support, and policies addressing what are by common consent the biggest contemporary issues – the climate emergency, the inadequacies of the modern economy and Britain’s proliferating social crises – suggest a party with the potential to do much better at future elections. In the Queen’s Speech debate, which has not exactly been troubled by many moments of soaring oratory, the Liberal Democrats’ joint leader Sir Ed Davey warned the prime minister that his “willingness to jump unashamedly over every red line he had previously been willing to die in the ditch for will have been noted in Brussels by Europe’s rather more skilful negotiators”, suggesting that Boris Johnson’s greatest weapon in the negotiations to come would be his “unmatched flexibility with the truth”. “His so-called triumph of achieving a deal for Brexit phase one was only possible because he betrayed his big promise to the DUP,” Davey added, describing the PM’s tactics as “bulldog bluster combined with the record of a turncoat”. He said: “I don’t believe this is the right approach and I don’t believe he’ll succeed without reneging on almost all of his previous promises to leave voters. “Whether or not, in the dark Conservative forests of the Brexit Spartans, his erstwhile friends have yet smelt betrayal.” The Northern Ireland secretary, Julian Smith, has announced that there will be no return to power-sharing in the region before Christmas, blaming the DUP for preventing the move which would have seen the government release extra money for the NHS there. Smith said: “I am deeply disappointed that we have not got all five parties in agreement,” and asked the DUP, the largest party in Northern Ireland, to reconsider. The party said there were outstanding issues under negotiation that would not be resolved in the coming days, and work remained to be done to achieve a “fair and balanced” agreement. The second largest party, Sinn Féin, had joined the British and Irish governments in making a push to re-establish devolved institutions, ending a three-year hiatus. Smith said: “We want all parties to be positively part of the new Stormont. The DUP is a crucial part of that. “I don’t think time is going to make any difference, I think hanging around, delay, not making decisions is not going to make any difference, it is only going to cause more heartache and problems for citizens in Northern Ireland. “I just hope there is time tonight to reflect on that decision.” People in the DUP did want to break the deadlock, he said, and he asked them to make their voices heard. “I would urge them to move forward so that we can get this done.” The shadow Treasury minister, Clive Lewis, has thrown his hat into the ring to become the next Labour leader. Writing in the Guardian, the 48-year-old MP for Norwich North, who is seen to be on the left of the party, said that Labour had suffered “its own Dunkirk” at the election, but that they could bounce back if they gave activists a stake in any changes. The truth is that despite his enormous achievements in inspiring a new generation of members, Jeremy Corbyn’s first promise as leader was never fulfilled. The party was never democratised on the scale or to the extent that members were led to expect – they were never empowered to campaign, select candidates or determine policy on the scale that was required. This must now change. We don’t need foot soldiers, we need an army of activists who think critically, treat each other with respect and have a serious democratic stake in the movement. I don’t want to manage the labour movement, I want to unleash it. That is the first route to victory. Lewis claims that the party still has to make a clear break with the New Labour era: The party was never able to communicate this to voters in our heartlands. When trying to persuade them of our radicalism and sincerity, we often had the legacy of the 2000s thrown back in our faces. Persuading voters that we understand the sources of their long-held resentment and frustration, of their disappointment in how Labour has conducted itself since the 1990s, will be the first step towards winning back their trust. Yvette Cooper, who has yet to comment on whether she will run for the Labour leadership, has also responded to the lack of a commitment to negotiate an agreement to allow unaccompanied refugee children to come to the UK to join relatives (see 17:27). Paul Golding, the leader of the far-right group Britain First, said that he has attempted to join the Conservative party, to show his support for comments that Boris Johnson has previously made about Islam. Golding told the Press Association that he liked the “cut of the cloth” of Johnson when the prime minister described women wearing the burqa as resembling “letterboxes” in a column in the Daily Telegraph. Golding, who has been convicted and imprisoned for religiously aggravated harassment and is a former British National Party councillor, said: “Primarily, we had the experience of Momentum joining the Labour party en masse to consolidate the leadership position of Jeremy Corbyn. “We have decided to do the same but in reverse. We are all joining to see if we can consolidate Boris’s leadership over the Tory party. He is getting Brexit done but, as well as that, he has made a lot of comments in the past referring to burqa and niqab-wearing women as ‘letterboxes’. “After the London Bridge attack, he said he wanted to crack down on the early release of terrorist prisoners. We like the cut of the cloth on Boris Johnson.” Golding added: “He is more of a populist leader and I think in recent weeks he has nailed his colours to the mast against immigration and being for Brexit.” Golding shared a screenshot of an email from the Tories following his application which was electronically signed by Tory chairmen and MPs James Cleverly and Ben Elliot, welcoming him to the party at 2pm on Thursday. It reads: “Your membership is now activated. You can now attend party events both locally and nationally. Your membership card will be sent out shortly.” However a Tory spokeswoman said today: “Paul Golding’s application for membership of the Conservative party has not been approved. “While we welcome new members from a wide variety of backgrounds, we are vigilant against those seeking to join the party who do not share our aims. There is a process in place for local Conservative associations to approve members who apply to join, or to reject those who do not share the party’s values or objects. “We support local associations with this work to ensure they can and do take action where needed.” The Independent Group for Change, the party formally known as Change UK which launched in February 2019, has announced that it is beginning the process of winding itself up. At its high-water mark the party boasted 11 MPs from the two main parties, but after failing to make any electoral headway in May’s European elections, six of the party’s MPs left, many to join the Lib Dems. Only three MPs stood in last week’s election, all of them losing their seats. Here is Sir Keir Starmer, the shadow Brexit secretary, responding to the revelation that the new EU (withdrawal agreement) bill does not contain a commitment to negotiate an agreement to allow unaccompanied refugee children to come to the UK to join a relative that was in the original version. LabourList has a full story on this here. No 10 says the absence of this clause from the bill does not mean its policy has changed. A spokesman said: We are committed to ensuring that children who are claiming asylum or international protection will be reunited with specified family members in the EU and vice versa. The government’s policy on child refugees has not changed and we will continue to do all we can to enable children to claim asylum and be reunited with their families, which the legislation published today reaffirms. That’s all from me for today. My colleague Seth Jacobson is now taking over. No 10 is now ruling out making judicial appointments subject to political approval, the Sun’s Tom Newton Dunn says. An earlier briefing did not rule this out, leaving reporters to conclude it was an option (particularly in the light of the PM’s previous remarks on this). See 5.01pm. The government stuck to its existing priorities for education in the Queen’s speech, ticking off the policies in its manifesto and beforehand. Apart from vague comments on free schools (“continue to expand”) and university tuition fees (“delivering value for money”), it reaffirms the improvement in school funding for pupils aged 4 to 16 in England, eventually increasing the annual schools budget by £7.1bn in 2022-23. The Institute for Fiscal Studies has estimated that the extra spending is £4.3bn a year in real-terms From next year some of the extra funding will be distributed by minimum per-pupil funding via the new national funding formula, the Department for Education has announced. That helps the most poorly funded schools outside of cities, with £3,750 for each primary pupil and £5,000 for secondary pupils, with primaries rising again to £4,000 per pupil in 2021. Schools in Bedfordshire appear to be the biggest winners by 2021. But the government’s notes on the Queen’s speech also mention its plans to raise starting pay for qualified teachers to £30,000 by 2022, a pledge which will have to be funded out of school budgets. And while the government is correct to claim that the extra £400m for post-16 education is the biggest increase since 2010, the college sector has been starved of funds in that time. Geoff Barton, general secretary of the Association of School and College Leaders, says: The extra money being delivered next year is nowhere near enough to repair this damage and will still leave the funding rate for students a long way short of what it needs to be. While the Commons continues to debate the Queen’s speech, at Holyrood MSPs have been debating the final stage of the referendums (Scotland) bill, the framework bill which paves the way for a second independence referendum, should it be approved by Westminster, as the first minster, Nicola Sturgeon, demanded earlier today. This framework bill does not set the date or question on the ballot, which have to be specified in further primary legislation, and much of the debate has centred around that question and whether it will be the same yes/no as 2014. The draft bill originally stated the Electoral Commission would not be consulted if it had previously assessed or recommended a question, as with the yes/no format for the 2014 referendum. Critics argued yes/no favoured the affirmative side, and the commission subsequently recommended the options of leave and remain for the 2016 EU referendum. While the commission has not ruled out a future yes/no question on independence, it believes the assessment should be based on current evidence and political context, and now a compromise amendment has been accepted which states, in summary: if the question has been asked within the same parliamentary session then the commission does not automatically have to assess the question (though Holyrood can ask for it to do so), and if the question has been asked in the previous parliamentary session then Scottish ministers can lodge a motion to extend the ‘validity period’ of the question which, if passed, would mean the question did not need to be reassessed. This really only matters if a second independence referendum is held next year – beyond 2021, the question will not have been asked in the past two sessions and so will automatically have to be assessed again. Theresa May, the former prime minister, spoke in the Queen’s speech debate after Ian Blackford. On election night, when interviewed by the BBC’s Andrew Neil, she had difficulty answering a question from him about why Boris Johnson had been able to win dozens of leave-voting Labour seats when her attempt to do the same thing in 2017 failed. This afternoon she had a clear answer to that question. She said: I hope [Johnson] will forgive me if I just reflect that this was the result that was supposed to happen in 2017. But of course back then people still thought the Labour party was supporting Brexit. Two years on they saw that was a sham, a pretence and a betrayal of millions of traditional Labour voters. Those Labour voters have now elected Conservative members of parliament. This victory brings with it a huge responsibility. Here are some lines from the afternoon No 10 briefing. These are from the Sun’s Tom Newton Dunn and the Daily Mirror’s Pippa Crerar. In an interview at the time of the Conservative party conference Boris Johnson hinted that he was in favour of confirmation hearings of this kind. He said: If judges are to pronounce on political questions [as they did in the prorogation case], then there is at least an argument that there should be some form of accountability. The lessons of America are relevant. But Geoffrey Cox, the attorney general, has said he would not be enthusiastic about this. That is a reference to this HuffPost story. Zac Goldsmith, who lost his seat as MP for Richmond Park last week, is being given a peerage, No 10 has announced. This will allow him to carry on as an environment minister based jointly in the Department for Environment, Food and Rural Affairs and in the Department for International Development, an appointment that No 10 has also confirmed. In this role he will attend cabinet, as he did when he was doing this job before the election, government sources have confirmed. It was widely expected that Goldsmith would get a peerage. A lifelong environmentalist, he was regarded as particularly well qualified for his ministerial post. He is also a committed Brexiter (his billionaire father set up the Referendum party, an early Eurosceptic party that made the case for a referendum on the EU in the 1990s) and he is good friends with the PM’s partner Carrie Symonds, who once worked for Goldsmith as an adviser and who campaigned for him during the election. Like Johnson, Goldsmith is also an Old Etonian. In his speech in the Queen’s speech debate Ian Blackford, the SNP’s leader at Westminster, challenged Boris Johnson to explain why he would not allow the Scottish government to hold another independence referendum. Blackford said: This morning Scotland’s first minister, Nicola Sturgeon, has written to the prime minister to demand the transfer of legal powers to the Scottish government to hold a second independence referendum under Section 30 of the Scotland Act ... It is for the prime minister to explain to the people of Scotland why he is denying Scotland the right to choose our own future? Why did democracy stop in the prime minister’s world with the independence referendum in 2014? At one point Blackford criticised Johnson for looking at his phone during the speech. It was “not a good look”, Blackford said. In response, Johnson said Blackford should say something interesting. Blackford replied: The prime minister says ‘say something more interesting’. Well, prime minister, this is about democracy, this is about the Scottish National party that stood in the election on a manifesto about Scotland’s right to choose. And it was about the Conservatives who said no to indyref2, and what happened? Well the Conservatives lost more than half their members of parliament. Prime minister, you got your answer from the people of Scotland. This is what my colleague Simon Murphy wrote in September on the feasibility of building a bridge between Scotland and Northern Ireland. Boris Johnson’s comment about a bridge between Northern Ireland and Scotland may help to explain this reference to a large-scale infrastructure project in a letter (pdf) published this week by the advisory committee on business appointments, approving a part-time job with an iron and steel making company being taken by the former minister Jo Johnson (the PM’s brother). At one point Jo Johnson was a transport minister. Towards the end of Boris Johnson’s speech, the DUP MP Ian Paisley intervened and asked him to go ahead with the proposal to build a “Boris bridge” between Scotland and Northern Ireland. In response, Johnson hinted that he does want to pursue the idea. He said: As for his desire for a bridge to connect the two biggest isles in the British Isles, all I can say is it is a very interesting idea. I advise [Paisley] to watch this space - and indeed, watch that space between those islands, because what he has said has not fallen on deaf ears. Johnson has hinted at his support for the construction of a bridge linking Scotland and Northern Ireland several times in the past, most recently in September, although one expert has described the idea as “about as feasible as building a bridge to the moon”. In the Commons, Boris Johnson is now winding up. He says, after dithering and platitudes, the time has come for action. That is what is is offering, he says. Here is the shadow chancellor, John McDonnell, commenting on the revelation in the Queen’s speech briefing pack that the commitment to raise the national living wage to £10.50 is now conditional on the economy continuing to prosper. (See 2.14pm.) Johnson says the system of government at Westminster needs to meet the challenges of a new era. So the government will set up a commission to look at measures that could restore trust in government. As a first step, it will repeal the Fixed-term Parliaments Act, he says. Johnson says tomorrow he will “peel back the plastic wrapping” and present his oven-ready Brexit bill. Then, he says, he wants to focus on the NHS. And he invites the opposition to join in cross-party talks on social care. The government will abolish no-fault eviction for renters, he says. And it will ban strikes that target commuters. He says he wants to revolutionise local transport. Leeds is the biggest city in Europe without an underground or light rail system, he says. Johnson jokes about Corbyn being “a stickler for watching the Queen’s speech at the right time”. He says, as his exchanges with Corbyn come to an end, he wants to say that his personal relations with him have been excellent. And he says Corbyn’s sincerity is not to be doubted. Boris Johnson is speaking now. He says this is the moment to repay the people who voted for the government. People do not just want the government to get Brexit done, he says. He says they want it to move on and address other problems. Johnson sums up some of the Queen’s speech proposals. And he says its ambition stretches beyond one parliament. This is not a programme for one year or one parliament; it is a blueprint for the future of Britain. He claims a “new golden age for this United Kingdom” is on offer. And the government will work flat out to deliver it, he says. The Queen’s speech does nothing for young people worried about tuition fees, and nothing for older people facing poverty, he says. And there is no mention of universal credit, a cruel policy that has ruined many lives, he says. Corbyn says rough sleeping has doubled under the Tories in government. He says everyone who sees people sleeping on the streets knows this is morally wrong. He says that, according to Shelter, there will be 280,000 people homeless at Christmas – either sleeping rough, or in temporary accommodation. He challenges Johnson to fund the removal of dangerous cladding from blocks of flats, and to pay for the installation of sprinklers. Corbyn says the Queen’s speech contains nothing of substance to deal with the climate emergency. He says many of the big polluters fund the Tories. Corbyn says Labour will oppose the government’s attempt to limit the right of transport workers to go on strike. He claims the proposals on this would contravene the International Labour Organization conventions. Corbyn asks Johnson to deny reports that he wants to merge the Department for International Development. He says setting up DfID was a proud Labour achievement. Turning to Brexit, Corbyn says Johnson has resurrected the threat of a no-deal Brexit, and included it in his bill. Johnson’s priority is a toxic trade deal with Donald Trump, he says. He says the British do not want chlorinated chicken. Under Johnson, trade talks could go on for years, Corbyn says. Back in the Commons Jeremy Corbyn is now on to the serious substance of his speech. He says Labour won the argument on austerity. And he mocks the proposal for an NHS funding bill. He says the last Labour government did not need to pass legislation to force itself to invest in the NHS. He criticises Boris Johnson’s claim to be delivering 50,000 new nurses and 40 new hospitals. There are only 30,000 new nurses, he says, and only six new hospitals. And, referring to what Johnson said about social care when he took office, Corbyn says Johnson’s claim to have a plan (see 1.45pm) was just an empty promise. And this is from MLex’s Matthew Holehouse. Faisal Islam, the BBC’s economics editor, has more on the new version of the EU withdrawal agreement bill. Jeremy Corbyn is speaking now in the debate. He starts with tributes to the backbenchers who proposed and seconded the loyal address. The government has published the EU (withdrawal agreement) bill. It runs to 101 pages and you can read it here (pdf). This is from Graeme Cowie, a Commons clerk. No 10 had already announced that the clause allowing the transition to be extended would be removed. And we knew the workers’ rights protections were going - although Michael Gove has claimed that the protections in the employment bill will compensate. (See 1.16pm.) The original bill had a long clause, clause 31, titled “Oversight of negotiations for future relationship”. It said the government could not engage in negotiations on the future relationship with the EU unless a statement setting out the negotiating objectives had been passed by MPs. That clause has gone, and the new clause 31 relates to the repeal of section 13 of the EU Withdrawal Act. Eddie Hughes, the Conservative MP for Walsall North, is speaking now. He says he normally only gets called right at the end of debate, when the chamber is empty. Crouch says she hopes the Conservatives will govern in the one-nation tradition. She represents Chatham. Charles Dickens lived in Chatham, and she says he was a great social reformer. He also knew the importance of laughter and good humour. She says she hopes MPs will learn from that. Crouch jokes about Penny Mordaunt’s famous “cock” speech in the Commons, and then delivers a very sharp joke about Dominic Raab, the foreign secretary, saying he now realises that Dover is an important trading post. It is a reference to this admission from Raab when he was Brexit secretary – a comment he would rather forget. Tracey Crouch, the Conservative former sports minister, is proposing the loyal address to the Queen. Two backbenchers are invited to propose and second the loyal address. They are expected to give short, witty speeches. Crouch starts by saying this honour normally goes to someone whose career is behind them. Given that it is panto season, she prompts MPs to shout “Oh, no it’s not” when she says her career is behind her. Switching to a Christmas Carol theme, she suggests that Philip Hammond (who is no longer an MP) would fit the role of Scrooge. And Jeremy Corbyn could be Marley, she suggests. Corbyn remains stony-faced at this allusion. MPs have now approved the motion to sit tomorrow by acclamation. Sir Lindsay Hoyle, the Speaker, says he was anxious to ensure that MPs did not have to come back on Monday. From my colleague Libby Brooks MPs are about to start the Queen’s speech debate. But, first, Sir Lindsay Hoyle is explaining why he is allowing the second reading of the EU (withdrawal agreement) bill tomorrow. Normally a bill like this would not have a second reading on a Friday, and certainly not just one day after the Queen’s speech. Hoyle says other parties in the house have been consulted and the circumstances justify this. The Unite union has now responded to the Anna Turley libel decision. (See 2.22pm.) It is going to appeal. A spokesperson for the union said: Unite is very disappointed with the court’s decision. Anna Turley joined a section of Unite which was only open to the unwaged, this was to enable her to hide her membership from Unite and for the sole purpose of voting in the union’s general secretary election. She then chose to sue for comments released by a Unite press spokesperson which appeared in a publication that we maintain we did not have responsibility for. We note how critical the judgment is of how Ms Turley’s legal team handled this case in so far as they delayed the disclosure of evidence crucial to how Ms Turley came to join Unite, disclosure that revealed the existence of a secretive grouping of MPs. However ultimately the union does not agree with the court’s findings on several points of law, including the finding as to the meaning of the statement originally made by Unite and including the finding as to whether the commentary was a matter of public interest. Unite will therefore be appealing the decision. Turning back to social care, Matt Hancock, the health secretary, told the World at One that he hoped to start cross-party talks aimed at finding a consensus on the way forward “immediately in the new year”. But, given that at that point the Labour leadership contest will just be properly getting under way, Hancock may find that the opposition is not in a position to engage at that point. The Lib Dems are also without a permanent leader at the moment. Anna Turley has released this statement about the libel case. (See 2.22pm.) A former Labour MP who sued a union for libel has won a high court fight and been awarded £75,000 damages, the Press Association reports. Anna Turley – who lost her seat in Redcar, North Yorkshire, in the general election on 12 December – had sued Unite and blogger Stephen Walker over an item on the Skwawkbox blog. When Sajid Javid, the chancellor, told the Tory conference in September that the government would raise the national living wage to £10.50 an hour over five years, that sounded like a clear commitment. It was in the manifesto (pdf) too as a promise about what would happen under a Conservative government, not something that might happen. But now an element of doubt seems to be creeping in. As the government briefing document (pdf) on the Queen’s speech reveals, the national living wage increase will only take place “provided economic conditions allow”. This implies that, in the event of a recession, the rise won’t go ahead. The document says: The chancellor has pledged that the national living wage will increase, reaching two-thirds of median earnings within five years (projected to be around £10.50 an hour in 2024), provided economic conditions allow. I’m grateful to SuffolkJason BTL for flagging this up. Here is my colleague Dan Sabbagh, the Guardian’s defence and security editor, on the plans for a review of spying legislation. (See 12.08pm.) The Queen’s speech says almost nothing new on social care, beyond restating the outline approach Boris Johnson sketched out during the general election campaign: an extra £1bn a year for councils, seeking cross-party consensus on a way forward, and ensuring no one should have to sell their home to pay for care. But the government briefing paper (pdf) does say that the government may continue to allow councils to raise money for social care through a social care precept. This is something that has been happening since 2016; councils are allowed to raise council tax by an extra 2%, provided the revenue goes to social care. The government document says: The government is providing councils with an additional £1bn for adults and children’s social care in every year of this parliament. In addition, the government will consult on a 2% precept that will enable councils to access a further £500m for adult social care for 2020-21. The absence of a detailed plan for social care is an embarrassment because, in his first speech as PM in July, Johnson claimed that he had a “clear plan” to deal with the problem. He said: I am announcing now – on the steps of Downing Street – that we will fix the crisis in social care once and for all with a clear plan we have prepared to give every older person the dignity and security they deserve. Earlier this week, Michael Gove, the Cabinet Office minister, played down reports that the protection of workers’ rights would not be included in the EU withdrawal agreement bill, saying there would be a separate bill on employment rights in the Queen’s speech. There is an employment bill in the Queen’s speech. According to the government’s briefing document (pdf), it will make flexible working the default, give workers the right to request a more predictable contract and ensure workers get the tips in full left for them. The government says the bill will “protect and enhance workers’ rights as the UK leaves the EU, making Britain the best place in the world to work”. But the briefing does not say anything about how UK employment rights will or will not remain aligned with EU employment rights. Fresh from her Bute House media event (see 10.10am), calling for both section 30 order powers to hold a second Scottish independence referendum and the permanent devolution of those powers to Holyrood, Nicola Sturgeon has faced sustained questioning on her domestic record at FMQs. The Scottish Tory leader, Jackson Carlaw, raised a series of public service failures revealed over the past week, on ferries, railways and hospitals. Yesterday the Scottish government stripped Abellio, Scotland’s main railway operator, of their franchise three years early after anger from commuters over cancellations and poor services. On the same day the finance secretary revealed that taxpayers were facing a £100m bill for two lifeline ferries after a catalogue of errors and mismanagement by contractors. Carlaw accused Sturgeon of “showboating in front of the cameras” this morning, while ignoring the patients let down by poor hospital waiting times. He said every public service run by the SNP was ending the year in a worse place than when it began, while the Lib Dem leader, Willie Rennie, told Sturgeon that “every hour she takes off to hold another press conference at Bute House is another hour wasted trying to sort out [public services] that matter to the people of Scotland”. Sturgeon accused Rennie of “borrowing his question” from Carlaw, and said childcare staffing was increasing, waiting times improving and the attainment gap closing, although citing the same Pisa education study that showed Scotland’s performance in maths and science at a record low, and reading levels lower than they were at the start of the millennium. The Scottish Labour leader, Richard Leonard, raised an interesting point about Scottish workers missing out on renewables jobs across the country, while those who are employed are stuck on short-term contracts. The union Unite has talked about a “renewables scandal” as jobs are placed increasingly with overseas firms. Here is some video of Jeremy Corbyn doing his best to avoid even looking at Boris Johnson, let alone talk to him, as they process from the Commons chamber to the Lords together to listen to the Queen’s speech. Johnson does not seem too hurt by the snub. The October Queen’s speech promised an environment bill, to improve air and water quality and to tackle plastic pollution, and the same bill is in today’s Queen’s speech. But now the government is saying explicitly the legislation will “ban the export of polluting plastic waste to non-OECD countries”, with industry, NGOs and councils being consulted on when this could be achieved. This will be tough - Malaysia, Vietnam, Thailand, Indonesia, Taiwan, South Korea and India all take our plastic waste - and we have yet to build a domestic recycling industry which can keep this waste and use it here in a circular economy. We export two thirds of our plastic waste. The Department for Exiting the European Union will be wound up on 31 January, the government has announced. A government spokesman said the news was broken to DExEU staff today. It has been been reported that, after the UK leaves the EU at the end of January, Boris Johnson will conducted an extensive reshuffle involving changes to the way Whitehall is organised. One option is for DExEU’s functions to be taken over by a beefed-up Department for International Trade, which would take the lead in negotiating post-Brexit trade deals. In his foreword to the government briefing notes (pdf) on the Queen’s speech, Boris Johnson makes it clear he is planning a programme for the next 10 years. He says: This is a radical Queen’s speech – it will take us out of the EU, overhaul our immigration system, and will enshrine in law record investment for the NHS. And it will take our country forward with an ambitious one nation programme to unite and spread opportunity to every corner of our United Kingdom. Just imagine where this country could be in 10 years’ time. A country with 40 new state-of-the-art hospitals. More fantastic nurses and fantastic doctors. More police officers making our streets safer. Children given a chance to reach their full potential. Cleaner air. Biodiversity protected. Scientists making incredible breakthroughs in technology. Better transport. Better infrastructure bringing people together. Greater connectivity. Greater opportunity. A Britain where we are uniting and levelling up. That is the future we are going to deliver. That is the future I am going to be working round the clock to achieve. I am humbled by the trust millions of voters placed in this government last week. The work to repay that trust starts here. Unless the repeal of the Fixed-term Parliaments Act is going to go a lot further than any of us were expecting (the Act is the law saying a general election has to take place every five years, replacing the Septennial Act which used to be the legislation setting a time limit for the maximum length of a parliament), Johnson must be assuming that winning the next election won’t be too much of a problem. Leo Varadkar reckons Boris Johnson is eccentric – but in a good way. The Irish taoiseach outed himself as something of a fan of the prime minister in an TV interview on Wednesday. “He is the guy that you see, he’s bright, he’s witty, very personable, but he is a bit eccentric as well. He’s not the standard politician but that’s probably a good thing on balance,” he told Virgin Media One. Asked whether he considered Johnson to be really a Europhile and not a Eurosceptic he replied: The story goes anyway that it was a hard decision for him whether he was going to come out for or against Brexit. I definitely think he is internationally orientated though. I don’t think he’s a little Englander. I do think he wants to see Britain as having a role to play in Europe and the world. Despite Johnson reportedly mocking Varadkar’s surname – “why isn’t he called Murphy like the rest of them?” – the two men hit it off during a meeting in October that paved the Brexit deal. The prime minister’s Love Actually spoof campaign video probably boosted his stock with the taoiseach. Varadkar is a fan of the film and cited it when visiting Theresa May at Downing Street in 2017. There was nothing in the Queen’s speech two months ago about new spying legislation. But now the government is proposing legislation to give the security services “the tools they need to disrupt hostile state activity”. The government notes (pdf) say this is something that has been planned since the Salisbury poisoning attack. The government says: The government is considering whether to follow allies in adopting a form of foreign agent registration, updating the Official Secrets Acts for the 21st century, as well as the case for updating treason laws. The Law Commission have been commissioned by the government to review the Official Secrets Acts. The Official Secrets Acts are the only pieces of UK legislation that currently exist to specifically address hostile state activity such as espionage, sabotage and subversion, other than the ports stop power we included in the Counter-Terrorism and Border Security Act 2019. The government will reflect on their final recommendations when published. The government is also considering like-minded international partners’ legislation, to see whether the UK would benefit from adopting something similar. This includes the US and Australia. Here is the text of the Queen’s speech. And here is the 151-page government briefing document (pdf) giving details of the bills and other legislative proposals planned for this session of parliament. From the Sun’s Tom Newton Dunn The Queen’s speech always ends with two messages. Members of the House of Commons, estimates for the public services will be laid before you. This is addressed to MPs only, because the House of Lords does not deal with the estimates, the government’s department-by-department spending plans. The Queen goes on: My lords and members of the House of Commons, other measures will be laid before you. This means that, notwithstanding what is being announced today, the government reserves the right to introduce other bills. Governments often pass very significant bills at short notice that were never featured in the Queen’s speech. The Queen ends: I pray that the blessing of Almighty God may rest upon your counsels. And that’s it. The speech is over. The final passages are about defence and foreign policy. My ministers will continue to invest in our gallant armed forces. My government will honour the armed forces covenant, which will be further incorporated into law, and the Nato commitment to spend at least 2% of national income on defence. It will bring forward proposals to tackle vexatious claims that undermine our armed forces and will continue to seek better ways of dealing with legacy issues that provide better outcomes for victims and survivors. My government will work to promote and expand the United Kingdom’s influence in the world. An integrated security, defence and foreign policy review will be undertaken to reassess the nation’s place in the world, covering all aspects of international policy from defence to diplomacy and development. My ministers will promote the United Kingdom’s interests, including freedom of speech, human rights and the rule of law. My government will work closely with international partners to help solve the most complex international security issues and promote peace and security globally. It will stand firm against those who threaten the values of the United Kingdom, including by developing a sanctions regime to directly address human rights abuse, and working to ensure that all girls have access to 12 years of quality education. To protect members of the armed forces from “vexatious claims”, the government is proposing an armed forces (legal protections) bill. More on Johnson and Corbyn, from the BBC’s Laura Kuenssberg From ITV’s Joe Pike The Queen turns to the constitution. A constitution, democracy and rights commission will be established. Work will be taken forward to repeal the Fixed-term Parliaments Act. Sometimes the Queen’s speech is significant for what it does not say. This tells us very little about what the government is planning, but there was a passage in the Conservative manifesto that triggered suspicions that Boris Johnson has grand ambitions in this area. It said: After Brexit we also need to look at the broader aspects of our constitution: the relationship between the government, parliament and the courts; the functioning of the royal prerogative; the role of the House of Lords; and access to justice for ordinary people ... In our first year we will set up a constitution, democracy and rights commission that will examine these issues in depth, and come up with proposals to restore trust in our institutions and in how our democracy operates. Ministers have said very little about what this means in practice. The next section of the speech covers the economy and climate change. My ministers will bring forward measures to ensure that every part of the United Kingdom can prosper. My government will invest in the country’s public services and infrastructure whilst keeping borrowing and debt under control, maintaining the sustainability of the public finances through a responsible fiscal strategy. My government will prioritise investment in infrastructure and world-leading science research and skills, in order to unleash productivity and improve daily life for communities across the country. It will give communities more control over how investment is spent so that they can decide what is best for them. To support business, my government will increase tax credits for research and development, establish a national skills fund, and bring forward changes to business rates. New laws will accelerate the delivery of gigabit capable broadband. To ensure people can depend on the transport network, measures will be developed to provide for minimum levels of service during transport strikes. My government will continue to take steps to meet the world-leading target of net zero greenhouse gas emissions by 2050. It will continue to lead the way in tackling global climate change, hosting the COP26 summit in 2020. To protect and improve the environment for future generations, a bill will enshrine in law environmental principles and legally binding targets, including for air quality. It will also ban the export of polluting plastic waste to countries outside the Organisation for Economic Co-operation and Development, and establish a new, world-leading independent regulator in statute. There will be two bills covering broadband, a telecommunications infrastructure (leasehold property) bill and a telecommunications (connectivity) bill. There will also be an environment bill. From Labour’s Anneliese Dodds Now the Queen is talking about law and order. My government is committed to a fair justice system that keeps people safe. My ministers will establish a royal commission to review and improve the efficiency and effectiveness of the criminal justice process. New sentencing laws will ensure the most serious violent offenders, including terrorists, serve longer in custody. New laws will require schools, police, councils and health authorities to work together to prevent serious crime. My government will ensure those charged with knife possession face swift justice and that the courts work better for all those who engage with them, including victims of domestic abuse. Legislation will be brought forward to support victims of crime and their families. Measures will be developed to tackle hostile activity conducted by foreign states. There are five bills being proposed relating to criminal justice: a counter-terrorism (sentencing and release) bill, a sentencing bill, a serious violence bill, a domestic abuse bill, and a prisoners (disclosure of information about victims) bill – as well as divorce legislation, the divorce, dissolution and separation bill. The next bit of the speech covers immigration and what might broadly be seen as cost of living measures. The Queen says: A modern, fair, points-based immigration system will welcome skilled workers from across the world to contribute to the United Kingdom’s economy, communities and public services. My government will bring forward measures to support working families, raising the national insurance threshold and increasing the national living wage. To ensure every child has access to a high-quality education my ministers will increase levels of funding per pupil in every school. Measures will be brought forward to encourage flexible working, to introduce the entitlement to leave for unpaid carers and to help people save for later life. New measures will be brought forward to protect tenants and to improve building safety. My government will take steps to support home ownership, including by making homes available at a discount for local first-time buyers. My ministers will develop legislation to improve internet safety for all. On immigration, there will be an immigration and social security coordination (EU withdrawal) bill. The other bills referred to here are an employment bill, a pension schemes bill, a renters’ reform bill, a fire safety bill, a building safety bill and an online harms bill. More on Johnson and Corbyn. The Queen turns to the NHS. The integrity and prosperity of the United Kingdom is of the utmost importance to my government. My ministers will work urgently to facilitate talks to restore devolved government in Northern Ireland. My government will embark on an ambitious programme of domestic reform that delivers on the people’s priorities. For the first time, the National Health Service’s multi-year funding settlement, agreed earlier this year, will be enshrined in law. Steps will be taken to grow and support the National Health Service’s workforce and a new visa will ensure qualified doctors, nurses and health professionals have fast-track entry to the United Kingdom. Hospital car parking charges will be removed for those in greatest need. My ministers will seek cross-party consensus on proposals for long-term reform of social care. They will ensure that the social care system provides everyone with the dignity and security they deserve and that no one who needs care has to sell their home to pay for it. My ministers will continue work to reform the Mental Health Act. The government is proposing two NHS bills: an NHS funding bill, and an NHS long-term plan bill. The Queen is speaking now. My lords and members of the House of Commons. My government’s priority is to deliver the United Kingdom’s departure from the European Union on 31 January. My ministers will bring forward legislation to ensure the United Kingdom’s exit on that date and to make the most of the opportunities that this brings for all the people of the United Kingdom. Thereafter, my ministers will seek a future relationship with the European Union based on a free trade agreement that benefits the whole of the United Kingdom. They will also begin trade negotiations with other leading global economies. The Queen is referring to the EU (withdrawal agreement) bill, that will get its second reading tomorrow, and to five related Brexit bills: the agriculture bill, the fisheries bill, the trade bill, the financial services bill and the private international law (implementation of agreements) bill. The Queen is about to start. Boris Johnson is still grinning intensely. MPs are now processing from the Commons to the Lords, having been summoned by Black Rod. Boris Johnson and Jeremy Corbyn are walking side by side, although they don’t seem to be talking. Johnson is smiling; Corbyn isn’t. The Queen is now on the throne in the House of Lords. Sir Lindsay Hoyle, the Commons Speaker, is now processing into the chamber of the Commons. The royal standard is flying above the Houses of Parliament now that the Queen has arrived. This is the Queen’s 66th Queen’s speech, according to the BBC. The Queen is leaving Buckingham Palace on her way to Westminster. Here are some more lines from Emily Thornberry’s interview with the Today programme this morning. Thornberry said that one of her strengths was that she could offer “clear strategic thinking”. Referring to how she argued against Labour agreeing to an early election, she said: It’s important that people understand about the fact that I can make political decisions and that I am strategic, and in the end that’s going to be a very important part of the leadership ... We need to be able to work out what we’re doing, and where we’re going, and rather than just be reactive all the time. I think that it’s very important, particularly now that we’re going to be in opposition, that we have an idea as to how we will take Boris Johnson on, how we will hold him to account, and not, as I say, just allow ourselves to be kind of knocked around like a ball in a pinball machine. She cited the response to the Salisbury poisoning attack as an example of when Jeremy Corbyn was led down by his advisers. She said: Obviously within my own brief there was the issue of the Salisbury poisonings, where Jeremy seemed to have said one thing in parliament and then a different spin was put on it when briefed afterwards. That undermined him. Those sorts of things need to be called out, and I call it out. She dismissed suggestions that her background might be a handicap in the the leadership contest. She said: I am southern, I’m not going to pretend I’m not. But the point is you’ve got to come from somewhere ... What you need to do is to be able to be empathetic and listen to the public throughout the country, and, as for this kind of class issue, people who know me know that I come from a council estate. People who know me know that I was brought up by a single parent on benefits. The fact of the matter is what makes me a good politician is that I have had a very mixed life, I have had a large amount of life experience, and I can empathise because I have been there. Nicola Sturgeon, Scotland’s first minister, has insisted “democracy must and will prevail” as she confirmed she has now written to Boris Johnson formally requesting the power for Holyrood to hold a second independence referendum, the Press Association reports. She said that following last week’s election victory in which her party took 47 of the 59 Scottish seats at Westminster, the case for another referendum was “unarguable”. In a statement delivered at Bute House, her official residence in Edinburgh, Sturgeon said: The alternative is a future that we have rejected being imposed upon us. Scotland made it very clear last week it does not want a Tory government led by Boris Johnson taking us out of the European Union. That is the future we face if we do not have the opportunity to consider the alternative of independence. Sturgeon has also published a 38-page report (pdf) setting out arguments for why Scotland should have the power to decide for itself to hold a legally valid independence referendum, instead of having to get approval from London under the Scotland Act, as is the case now. The UK government has said it will not give the Scottish parliament the power to hold a second independence referendum, arguing that the matter was settled by the referendum in 2014. But Sturgeon said: The question is often posed to me: what will you do if the prime minister says no? But the document we are publishing today turns the question on its head. It is for the prime minister to defend why he believes the UK is not a voluntary union of equal nations. It is for him to set out why he does not believe people in Scotland have the right to self-determination. And it is for the prime minister to explain why he believes it is acceptable to ignore election after election in Scotland and to override a democratic mandate stronger than the one he claims for his Brexit deal. We live in a democracy, and ultimately democracy must and will prevail. UPDATE: Here is some video from the press conference. Good morning. It’s Queen’s speech day, again, with the Queen heading for parliament only two months after her last visit to read out the government’s legislative programme. Only this time it’s for real, because Boris Johnson now has a majority to pass the bills he is announcing. We are expecting the speech to be a beefed-up version of what we heard in October, with some of the measures in the phantom Queen’s speech being regurgitated, but some extra legislation added too. Here is my colleague Matthew Weaver’s preview story. In the meantime electioneering in the Labour leadership contest continues. Having declared her candidature with an article in the Guardian yesterday, Emily Thornberry, the shadow foreign secretary, has been giving interviews this morning. In her article she criticised Jeremy Corbyn for ignoring her warning that backing an early election would be an “act of catastrophic political folly”. Today, though, Thornberry has shifted her focus somewhat, laying the blame for Labour’s failings not so much with Corbyn himself, but with his advisers. This is what she told Sky News when asked if she was willing to blame Corbyn for the election defeat. I’m prepared to tell the truth, which is that in 2017 Jeremy was authentic, he spoke clearly, he spoke truthfully, people liked it. And what was the difference between 2017 and 2019? I think it was that we had been triangulating on the issue of Brexit, so people weren’t quite sure where we were. I think we had other issues like antisemitism, like our response to Salisbury, where I think that Jeremy was just very badly advised. And in the end advisers should be there to give advice and politicians should be there to make the decisions. And too often we saw a situation where advisers felt that they were more important and should have more of a steer, in terms of where the Labour party was going, than the elected politicians. And that’s not right. Thornberry did not name the advisers she was referring to. But people in the Labour party will have understood that she was referring to Seumas Milne, Corbyn’s director of communications and strategy, and Karie Murphy, who was Corbyn’s chief of staff before being moved to Labour HQ to run the general election, reportedly in response to complaints about how she was running his office. When it was put to Thornberry that she was talking about these two, she did not demur. She also suggested Milne and Murphy should be dismissed. Referring to the fact that staff working in Labour’s HQ, in Corbyn’s office and for the shadow cabinet are facing the sack, but not Milne and Murphy, she said that was wrong. She said: Those redundancies don’t seem to include the most senior people in the Labour party who made the decisions during the election. And that’s not fair. Here is the agenda for the day. 9.15am: Nicola Sturgeon, Scotland’s first minister, holds a press conference to mark the publication of a paper making the case for Scotland being given the power to hold a second independence referendum. 11.25am: The state opening of parliament commences, with MPs and peers gathering in the Lords to hear the Queen’s speech. 2.30pm: Boris Johnson and Jeremy Corbyn speak in the Queen’s speech debate. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although mostly I will be focusing on the Queen’s speech and the subsequent debate. We plan to publish a summary at the end of the day. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}