{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/dec/09/best-films-2019-in-the-us-uk-no-10-pain-and-glory-pedro-almodovar", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-12-09T11:27:50Z", "webTitle": "The 50 best films of 2019 in the US: No 10 – Pain and Glory", "webUrl": "https://www.theguardian.com/film/2019/dec/09/best-films-2019-in-the-us-uk-no-10-pain-and-glory-pedro-almodovar", "apiUrl": "https://content.guardianapis.com/film/2019/dec/09/best-films-2019-in-the-us-uk-no-10-pain-and-glory-pedro-almodovar", "fields": {"headline": "The 50 best films of 2019 in the US: No 10 – Pain and Glory", "bodyText": "I suspect that many middle-aged men would like Antonio Banderas to play them in the movie of their life: sultry, handsome and sensitive, with those eyes like bruised fruit. Well, Pedro Almodóvar is one of the select few who can actually make this happen. While Pain and Glory isn’t exactly an autobiography, it may as well be: Banderas plays a gay Spanish film director with bushy grey hair who lives in a flat that, apparently, is a replica of Almodóvar’s own; the fact that he’s called Salvador and not Pedro is only the tiniest of fig leaves. Salvador is an introspective individual confronting the dying of the light. He’s not exactly raging, more moaning quietly in despair. His back hurts, his headaches are getting worse and he has a mysterious choking ailment that nothing seems to fix. More significantly, he is embarking on a reckoning with his past triggered by the plans a film archive has to restore and rerelease one of his early films. (This film is called Sabor, or Flavour, and we get to see its sleazy poster image of a blood-red lipsticked mouth with a tongue reshaped as a strawberry.) Salvador has fallen out with the lead actor, Alberto (Asier Etxeandia), but it’s his decision to try and reconnect, to get Alberto along for the dreaded audience Q&amp;A, that triggers Salvador’s act of mental archaeology. This is the simple prop Almodóvar uses as an excuse to submerge himself into a warm bath of reverie and reflection. Mixing memory and desire, he reaches back into Salvador’s childhood, to excavate his intense affection for his mother (played by Penélope Cruz, equal parts glamour and graft) as well the the first stirrings of sexual desire – for an illiterate village labourer he teaches to read and write. There is a moving encounter with a former lover – now married with kids – and an equally moving later encounter with his dying mother, who he feels he badly let down at the last. In another film-maker’s hands this could all be absurdly self-indulgent – particularly when Salvador starts agonising about his creative problems – but Almodóvar’s approach is so nakedly direct that the sequence of often bizarre coincidences don’t seem to matter at all. (I mean, what are the chances that, when you walk into a random art exhibition, the first picture you see is the scrap-paper drawing of you that your hunky crush did 60 years earlier?) There’s an underlying seriousness to it all, despite the bits of narrative tricksiness, that puts Pain and Glory at the opposite end of the spectrum to the high-pitch camp that distinguished his earlier films. Banderas is in fact the real-life model for Alberto. He and Almodóvar had a parting of the ways after 1990’s Tie Me Up! Tie Me Down!, before reuniting for The Skin I Live In in 2011. His participation here is not “delicious”, or an audience-wink; it just adds another layer to Almodóvar’s sombre reflections. One thing I do find genuinely hilarious though: the matter of fact way that, encouraged by Alberto, Salvador casually returns to his heroin habit, cooking up lugubriously as others might make themselves a herbal tea. (Did Banderas and Almodóvar do this for real? That is not entirely clear.) I do have to confess, I haven’t been a major admirer of Almodóvar’s recent work: the knotty, pseudo-Hitchcockian thrillers he persisted with in the 2000s and 10s seem to be to be oddly underpowered compared to the blazing energy of his 1980s and early 90s films, while the straight comedies just seem mannered. Previously, the last film of his I really liked was Live Flesh, way back in 1997. But Pain and Glory changes all that: it is a truly great work that may mark a new phase in Almodóvar’s development. Long may it continue."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}