{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/dec/05/how-hollywood-feted-the-black-power-movement-and-fell-foul-of-the-fbi", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-12-05T15:26:57Z", "webTitle": "How Hollywood feted the black power movement – and fell foul of the FBI", "webUrl": "https://www.theguardian.com/film/2019/dec/05/how-hollywood-feted-the-black-power-movement-and-fell-foul-of-the-fbi", "apiUrl": "https://content.guardianapis.com/film/2019/dec/05/how-hollywood-feted-the-black-power-movement-and-fell-foul-of-the-fbi", "fields": {"headline": "How Hollywood feted the black power movement – and fell foul of the FBI", "bodyText": "Huey P Newton was rowing towards the Cuban coastline in a dinghy with only one oar when it capsized. The leader of the Black Panthers and his girlfriend, Gwen Fontaine, were on the final part of a journey that had been masterminded by the most important production team in the New Hollywood era: Bert Schneider, Bob Rafelson and Steve Blauner (AKA BBS Productions). Five years earlier, the trio had upended the movie industry with Easy Rider. Now they were attempting to do to American life what they had done to Hollywood: brazenly tear up the rulebook and redistribute power. The producers had clandestinely shuttled Newton to Mexico, then convinced a Colombian smuggler – known only as “the Pirate” – to take the black radical, who was on the run after being accused of shooting a 17-year-old sex worker, into Cuban waters. But Newton and Fontaine struggled in the choppy sea, eventually scrambling ashore where they were picked up by the Cuban authorities. Drenched and anonymous to their would-be saviours, it wasn’t the hero’s welcome the Black Panthers leader anticipated. But it might have been BBS’s most audacious production. It was far from the only unlikely connection between New Hollywood and the Black Panthers. In the late 60s and early 70s, dozens of actors, producers and directors would flirt with the revolutionary group – funding them, championing them and chronicling their rise and fall. The story of Newton and Schneider’s shambolic but ultimately successful bromance is on its way to becoming a TV series in the US with the original magazine story written by Joshuah Bearman – the same journalist who recounted the real-life storytale that became the Oscar winner Argo – being adapted into a limited series. Meanwhile, Seberg – the Jean Seberg biopic starring Kristen Stewart as the American starlet – is released in the UK next month. It tells the story of the star who was plucked out of obscurity in Marshalltown, Iowa after a talent search and became a darling of the French New Wave – starring in Otto Preminger’s Saint Joan in 1957 and then Jean Luc-Godard’s Breathless in 1960. Seberg’s career looked set to continue with big roles on either side of the Atlantic, but her association with black radicals and the Panthers would put her in the crosshairs of the FBI. In October 1968, Seberg was on the same flight as the former heroin addict turned revolutionary Hakim Jamal, who was married to a cousin of Malcolm X. Based in Compton, Los Angeles, Jamal acted as a fixer for the Black Panthers to meet with Hollywood royalty such as Marlon Brando. Jamal and Seberg would develop a close relationship – the Seberg biopic paints it as a sexual one, but her biographer Garry McGee claims it was platonic – with the actor becoming a key supporter of radical causes in Los Angeles. After starring in the air-disaster turkey Airport, Seberg transferred $5,000 to Jamal’s account. She bought a bus for his Compton school, and in April 1969 hosted a fundraiser at her home. Paul Newman and Vanessa Redgrave attended, as did Joanne Woodward, Lee Marvin and Jane Fonda who – before she became infamous after raising her fist in the black power salute while on the Oscars red carpet in 1970 – donated $1,000 to the school. Seberg’s support of leftwing political movements and donations to the Black Panther party were deemed enough to make her “a social nuisance” in the eyes of the FBI director, J Edgar Hoover. In Seberg, the FBI is represented by Vince Vaughn’s clownish agent and his morally compromised partner, played by Jack O’Connell. They are told they must carry on hounding the actor because the orders come “straight from the top” – meaning Hoover, who would sign off on the release of information to a gossip column in Hollywood that indicated that Seberg was pregnant with Jamal’s child. It was a lie – she had in fact got pregnant after a fling with a young Mexican actor – but it spread before she’d had a chance to explain the situation to her French husband, Romain Gary, driving a wedge between them. Seberg had a miscarriage in 1970 – the stress and paranoia that she endured having possibly contributed to it – and a mental breakdown. In a 1974 interview with the New York Times, Seberg discussed leaving the world of the black radicals behind – not because of the FBI intimidation, but because she felt her breakdown had made her a burden. “I’ve analysed the fact that I’m not equipped to participate absolutely and totally,” she said. “I had a very, very bad mental breakdown, and now I realise I wouldn’t want a person like me in a group I was a member of, as Groucho Marx would put it.” She also discussed returning home with her dead baby to prove the child’s ethnicity. “We opened the coffin and took 180 photographs, and everybody in Marshalltown who was curious what colour the baby was got a chance to check it out,” she said. “A lot of them came to look.” Seberg remained in Paris where her mental health problems continued. At 40 she was found dead in her car, after an apparent suicide. The Seberg case showed the lengths the FBI would go to in order to sabotage those associated with the Panthers, but it also highlighted the pull of the group. New Hollywood stars didn’t have to go as far as Seberg; they could conveniently and safely tap into the group’s energy at fundraisers in Beverly Hills mansions and New York townhouses. Seberg was inspired to start acting after she saw Marlon Brando in The Men in 1950, and 18 years later the pair would be two of the Black Panthers’ most vocal Hollywood supporters. Brando was a boost for the Panthers because he raised their profile, but he was also a way to financially prop up an organisation that was constantly having to find bail money and needed cash to support a rapidly expanding operation. A donor to the Panthers’ cause, Brando gave the eulogy at the funeral of Bobby Hutton, a teenage Panther who was killed in April 1968 by the Oakland police while trying to surrender. “I’m not going to stand up and make a speech because you’ve been listening to white people for 400 years,” he said, before duly going on to give a speech in which he decried living standards for black Americans. After a fundraiser thrown by Shirley Douglas, then married to Donald Sutherland, senior Panther Bobby Seale reportedly said: “We took Marlon Brando for $10,000, we can take Jean Seberg for $20,000.” They would get a lot more from the New Hollywood cohort. The list of celebrity donors to the group reads like a who’s who of New (and old) Hollywood. Liz Taylor and Richard Burton signed cheques. Fonda solicited for donations to the Panthers at Taylor’s Oscars party in 1970. Mia Farrow, Shirley MacLaine and Barbra Streisand all contributed. But the relationship was not a one-way street: the group found inspiration from the new breed of risk-taking film-makers. As Newton became more unpredictable and isolated as the Panthers’ leader, he turned to The Godfather and would extol “its protagonists’ machiavellian cunning and ruthlessness”. Newton also loved Sweet Sweetback’s Baadasssss Song – Melvin Van Peebles’s groundbreaking 1971 film about a hustler who becomes a revolutionary and runs away to Mexico – which had more than a slight resemblance to his own story. Such fandom translated into real-life attempts at film-making. Richard Pryor was a close friend of Newton and was working on a screenplay about the Black Panther leaders’ life at Schneider’s LA home when an accident while freebasing cocaine left him with burns to his face and body; he abruptly kiboshed the project. Seale and Newton were also reportedly working on a blaxploitation screenplay when their relationship broke down and Seale fled Oakland after Newton allegedly had him pistol-whipped. New Hollywood documentaries detailed the Panthers’ rise and contributed to their mystique. Howard Alk’s American Revolution 2 follows the Panthers after the unrest at the 1968 Democratic convention in Chicago as its leadership attempts to form an alliance with poor, disenfranchised whites. Alk’s The Murder of Fred Hampton serves as an “exposé of state-sponsored anti-black terror”, with the documentary maker attempting to reveal the extent of the FBI’s involvement in the young, charismatic leader’s death. David Weiss’s No Vietnamese Ever Called Me Nigger makes the link between the black liberation and anti-war movements, while documenting the anti-Vietnam-war march on the United Nations in 1967. Perhaps the most potent Panthers documentary is Agnès Varda’s 27-minute portrait, which captures the energy of the nascent movement in Oakland during the summer of 1968. Stokely Carmichael, Eldridge Cleaver and Kathleen Cleaver articulately unpack the Panthers’ Marxist ideology, while other female Panthers explain the importance of wearing their hair naturally. Fifty years later, it still feels radical and Karina Longworth, host of You Must Remember This – who dedicated an exhaustive and excellent eight-episode run of her podcast to the story of Jane Fonda, Seberg and their relationship to black radical groups – believes Varda’s film represents the kind of romantic view of the group that Seberg and the New Hollywood supporters may have shared. Other films tapped into the comic potential of the Panthers, none more so than Robert Downey Snr’s innovative Putney Swope. Made in 1969, the same year Easy Rider ushered in the new wave of US film-making, it’s the story of a token black executive at a Madison Avenue ad agency – played by Arnold Johnson with his voice dubbed by the director – who accidentally becomes chairman and then replaces all the white employees with black revolutionaries. Advocates of the film include Paul Thomas Anderson, Louis CK and Boots Riley, who took the voice-dubbing concept to an even more surreal level in his 2017 satire Sorry to Bother You. So what became of Newton after his daring sea crossing? He was eventually released by the Cuban authorities and briefly settled down into a life of sugar-cane farming and motor repairs. At the same time, BBS Productions ran out of steam in a Hollywood that had shifted from late-60s optimism and invention into the late-70s blockbuster era. Newton’s caper was effectively BBS’s last act. But Schneider would have another revolutionary moment, when he appeared on stage at the 1975 Academy Awards to accept his award for best documentary for his anti-Vietnam-war doc Hearts and Minds. He offered “greetings of friendship to all the American people” from the North Vietnamese government, while dressed in a white tuxedo. Meanwhile, Jane Fonda continued to promote revolutionary politics, and the 1979 Academy Awards would become known as the “Vietnam Oscars” because of the political tensions over two New Hollywood anti-war movies, Coming Home and The Deer Hunter. It is easy to mock the radical affiliations of Brando, Schneider and Fonda as contrived bandwagon jumping. But in the 70s they risked their careers and, in the case of Seberg, destroyed them in order to support a cause. In our age of ephemeral hashtag activism, when stars can send a tweet about an issue and be celebrated for it, perhaps it is time to re-evaluate their radical chic. • Seberg is released on 10 January"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}