{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/dec/06/the-wolfs-call-review-nuclear-sub-drama", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-12-06T10:00:38Z", "webTitle": "The Wolf's Call review – lots of sweaty sub-on-sub action", "webUrl": "https://www.theguardian.com/film/2019/dec/06/the-wolfs-call-review-nuclear-sub-drama", "apiUrl": "https://content.guardianapis.com/film/2019/dec/06/the-wolfs-call-review-nuclear-sub-drama", "fields": {"headline": "The Wolf's Call review – lots of sweaty sub-on-sub action", "bodyText": "There is some serious sub-on-sub action in this watchable undersea action thriller from the French cultural diplomat turned graphic novelist and film-maker Antonin Baudry, who mashes up Dr Strangelove, The Sum of All Fears and The Hunt for Red October. It features Mathieu Kassovitz and Reda Kateb as cucumber-cool nuclear submarine commanders, Omar Sy as the tough second-in-command, and François Civil as Chanteraide, a savant-genius “acoustic warfare analyst” – an earphone-wearing military geek with super-hearing who can tell from tiny bleeps and eerie echoes in the vast oceanic depths what kind of sub they’re facing and where it is. The setting is France, proud possessor of an independent nuclear deterrent. But the French are tricked by a rogue terrorist fanatic into activating the retaliatory nuclear strike protocol against Russia – that is, getting into position to launch a missile from a submarine commanded by Grandchamp (Kateb), targeted at the Russian territory from where the attack has apparently originated – but that was an empty missile. The sub’s own attack cannot be cancelled and its crew have instructions to treat any countermand as an enemy imposture. So a second sub is sent after the first, commanded by Alfost (Kassovitz) with troubled genius Chanteraide on board, desperate to get a message over to their buddies – or else face the awful necessity of torpedoing their own comrades. It’s pretty broad stuff, and the film doesn’t linger over the rights and wrongs of nuclear weapons, nor does it spell out precisely what kind of terrorist wants to incinerate the whole world in a nuclear firestorm. But it’s entertaining to revisit the classic tropes of submarine movies: claustrophobia, tense silence, sweating faces, cat-and-mouse strategy – all ingeniously played out between people who are supposed to be on the same team. • The Wolf’s Call is released in the UK on 6 December."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}