{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/dec/03/the-irishman-film-martin-scorsese-robert-de-niro-al-pacino", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-12-03T15:25:48Z", "webTitle": "The Irishman: the murder, the women, the ending – discuss with spoilers", "webUrl": "https://www.theguardian.com/film/2019/dec/03/the-irishman-film-martin-scorsese-robert-de-niro-al-pacino", "apiUrl": "https://content.guardianapis.com/film/2019/dec/03/the-irishman-film-martin-scorsese-robert-de-niro-al-pacino", "fields": {"headline": "The Irishman: the murder, the women, the ending – discuss with spoilers", "bodyText": "Though it’s only been a few short days since Martin Scorsese’s latest film The Irishman joined the Netflix content library and started playing 24/7 showtimes in living rooms around the globe, already the dust seems to have settled. Controversies rose and fell seemingly within the span of a day, takes of varying hotness have been unleashed on the denizens of Twitter, and the trolling dismissals have been just about balanced out by the glowing praise. All of which suggests that we’ve passed the statute of limitations on spoilers, and may now dig deep into the minutiae of the film’s later scenes. The life story of Frank Sheeran (Robert De Niro), the mafia enforcer turned right-hand man to union boss Jimmy Hoffa (Al Pacino), stretches out over the second half of the 20th century and seems to contain millennia of guilt and regret. Scorsese’s longest narrative film yet gives viewers a lot to sort through; some reviews barely share any overlap in terms of the material covered. But the final hour has gone less-discussed in an official capacity, so we’ve honed in on some key topics for further dissection. Read on, cue up your next rewatch, and remember: you never wear shorts to a business meeting. The ‘disappearance’ of Jimmy Hoffa The most shocking allegation lodged by the real Frank Sheeran’s book I Heard You Paint Houses, the basis for Scorsese’s adaptation and the source of its alternate title, comes when Sheeran claims to have murdered Hoffa himself. The circumstances surrounding Hoffa’s sudden vanishing from public life have long been fodder for rumor and conjecture, and some on social media have pointed out that we’ve got no reason to believe Sheeran’s outrageous confession. But in le cinema du Marty, an unreliable narrator prone to making grandiose statements about their own feats – that’s the film-maker’s bread and butter. He prefers to depict his flawed protagonists on their own terms and let the audience read between the lines. More to the point, buying into Sheeran’s narrative occasions one of the most heartrending passages in the Scorsese oeuvre. It is through his betrayal that the untouchable Hoffa can fall, a classic “Judas in the garden of Gethsemane” moment not unfamiliar to the devout Christian’s filmography. We see the trust scrawled across Hoffa’s face as he gets into the car that will take him to his death, entering the vehicle only because Sheeran tells him everything’s square. The truly poignant, tragic part is that Hoffa’s absolute faith in Sheeran never wavers for a moment. When Sheeran brings Hoffa to an empty house, the target assumes that there’s been a mix-up. His final words are “Let’s get outta here, c’mon,” to Sheeran, steadfast to the very last in his belief that they’ve got one another’s backs. The whacking, tastefully obscured by a doorframe, takes us off guard in part because it presents Hoffa in the one light we’ve never seen him: vulnerability. Peggy Sheeran: a woman of few words Much has also been said about a woman who doesn’t say much. Sheeran’s daughter Peggy, first introduced as a little girl and then portrayed as an adult by Oscar-winner Anna Paquin, is a significant yet largely silent presence in the film. She watches, she knows, and she judges, as in an early sequence that sees Peggy watching in horror while her father brutalizes a grocery clerk who had given her lip moments earlier. Sheeran thinks he’s being a protective head of the family, but all that Peggy sees is a violent man with whom she’s expected to share a home. Both actors playing Peggy convey this much with withering, meaningful glances rather than histrionic speechifying, which has been a touch subtle for some of the internet’s simpler cultural critics. While detractors have levied the charge of sexism against the script for seemingly stripping one of its few female characters of her ability to speak, cooler heads have posited that this must surely be the point. The domineering men in her world – not just dear old dad, but also his associate Russell Bufalino (Joe Pesci), a fellow murderer to whom Peggy never warms – barely give her an opening to express her own thoughts. She’s expected to be quiet and complicit in the mafia lifestyle, exchanging a blind eye for the fabulous privileges attached to wealth and power, a dark bargain common to gangster fiction. But Peggy remains dedicated to her principles, eventually cutting off all contact with her father after a muted confrontation in which she accuses him with the simple “Why?” It’s a far more affecting moment for everything she can’t bring herself to say, and Paquin sells it with such expertise that the importance of her character and her taciturn stares cannot be denied. Just as John Steinbeck referred to Curly’s wife as such in Of Mice and Men, so too does Scorsese restrict Peggy’s sense of self for dramatic effect, showing her to us as the world around her would like to see her. For Frank, an elegiac coda Nobody ends movies like Martin Scorsese. Since his earliest days, he’s privileged ambiguity and personal compromise in his conclusions, allowing victory and failure only in partial measures. Henry Hill of Goodfellas and Jordan Belfort of The Wolf of Wall Street both live unhappily ever after, getting away with their crimes scot-free while relinquishing the authority they once prized so dearly. A similar fate befalls Frank Sheeran, who lives into old age, unlike the many characters introduced with a chyron announcing their oft-untimely cause of death. The geriatric Sheeran narrates most of the film, periodically checking in to break up the flow of events with his own editorializing, but only in the film’s final scenes do we fully realize how the man before us has crumbled. As he enters his twilight years, Sheeran comes face to face with the cold specter of his own eventual death, and loses the staring contest. We see Frank choosing a coffin for himself, much to the unease of the sales representative (Queens-bred rapper Action Bronson, in an unlikely cameo) helping him out, and perusing the space in a mausoleum where his body will one day rest. All the while, there’s a faint tinge of denial; Sheeran repeatedly says that being interred in a mausoleum “isn’t final”, because the body’s still there, as opposed to the decisive finality of cremation. The last shot peers in on Frank through a crack in the door, left ajar at his request. It’s a nod to the time Sheeran spent with Hoffa, who liked to sleep the same way, a sad grasp at the past. But this could also be a subtly personal statement from Scorsese himself. There’s a pervasive sense of closure to this film, what with its reflections from an ageing man readying himself to meet his creator, making it a perfect capper to Scorsese’s career. But Scorsese’s already been rumored to have started scouting locations for his next feature, a take on the FBI’s inception called Killers of the Flower Moon. Scorsese may be prepared to rest, but he’ll keep on making movies until he draws his final breath. He can make his statements, rule on mortality and eternity, and still go back to the directing he loves so dearly. He always leaves the door open for himself, even just a crack."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}