{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/dec/04/james-bond-is-back-first-full-trailer-for-no-time-to-die", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-12-04T13:26:36Z", "webTitle": "James Bond is back: first full trailer for No Time To Die", "webUrl": "https://www.theguardian.com/film/2019/dec/04/james-bond-is-back-first-full-trailer-for-no-time-to-die", "apiUrl": "https://content.guardianapis.com/film/2019/dec/04/james-bond-is-back-first-full-trailer-for-no-time-to-die", "fields": {"headline": "James Bond is back: first full trailer for No Time To Die", "bodyText": "Guns, girls, explosions – and a magical motorbike – James Bond fans have been offered a preview of the most high-octane instalment in the spy series to date. The two minute 35 second trailer comes after a 15 second teaser was released on Monday and a series of character posters on Tuesday. The film was shot in London and Jamaica, as well as in Norway and Italy, and features the return of Ralph Fiennes, Rory Kinnear, Ben Whishaw, Naomie Harris, Lea Seydoux and Jeffrey Wright alongside Daniel Craig, in his last outing as 007. Joining the cast is Rami Malek as a Bond baddie and Lashana Lynch as the female agent who takes over Bond’s number. The trailer showcases keynote stunts including Bond’s leap from a viaduct, an enormous leap on a motorbike and rapid fire from the headlamps of an Aston Martin. It seems to confirm rumours that the plot revolves around 007’s perceived betrayal by Seydoux’s Madeline Swann – and her links to Malek’s megalomaniac scientist, who Bond warns against playing God. Christoph Waltz’s Blofeld is seen briefly in a cell scene, and much airtime is given to Lynch’s formidable spy, who threatens Bond with a bullet in his knee unless he “stay in [his] lane”. Pre-production on the film has been strikingly bumpy. An eleventh hour departure by director Danny Boyle and his co-writer, John Hodge, led to a considerable delay to the start of shooting. Cary Fukunaga was brought on board to replace Boyle, and Craig recruited Phoebe Waller-Bridge to polish the script. Nonetheless, the eventual shoot was blighted by a serious ankle injury for Craig, an explosion on set and the arrest of a man found to have concealed cameras in the Pinewood studios. No Time To Die is released in the UK on 3 April 2020 and in the US and Australia five days later."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}