{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/dec/04/koko-a-red-dog-story-review-meta-mockumentary-is-maddening-but-hard-to-resist", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-12-04T02:22:27Z", "webTitle": "Koko: A Red Dog Story review – meta-mockumentary is maddening, but hard to resist", "webUrl": "https://www.theguardian.com/film/2019/dec/04/koko-a-red-dog-story-review-meta-mockumentary-is-maddening-but-hard-to-resist", "apiUrl": "https://content.guardianapis.com/film/2019/dec/04/koko-a-red-dog-story-review-meta-mockumentary-is-maddening-but-hard-to-resist", "fields": {"headline": "Koko: A Red Dog Story review – meta-mockumentary is maddening, but hard to resist", "bodyText": "That beloved Australian pooch Red Dog is back! Well, kind of. Sort of. Maybe? It’s complicated. By “Red Dog” I am not actually referring to the legendarily gregarious canine – the subject of multiple books and two hugely successful Australian films, who was so treasured in the Pilbara region in Western Australia that a statue was erected in his honour. I am instead referring to Koko, one of the dog actors who played Red Dog in the first movie, to whom the sequel Red Dog: True Blue was dedicated. Koko’s life – which ended in 2012 – is the topic of Koko: A Red Dog Story, a sassy and energetic third and final outing which playfully explores the unconditional love offered by dogs and the emotional impact they have on humans. Co-directors Aaron McCann and Dominic Pearce open with the narrator (Jason Isaacs, best-known as Lucius Malfoy in the Harry Potter films) putting all human achievements within perspective: “Fire, the wheel, the silicon chip – all very impressive,” he says. “But the single greatest thing to happen to the human race is the evolution of the domestic dog.” In direct-to-cam interviews, Kriv Stenders (director of the first two Red Dog films), Carol Hobday (Koko’s breeder and first human parent) and Nelson Woss (producer of all three films and Koko’s key human during his later years) reminisce about their titular old pal in ways one would associate with a human, setting in motion a film that treats its love for pooches very seriously – but in endearing, tongue-in-cheek ways. “He was very driven, incredibly focused,” says Stenders. “A star,” adds Woss. And “a brat – just like a normal child,” according to Hobday, who later amusingly recalls how Koko apparently got a big head after winning his first championship, leading him to “to strut around the town as if he owned the place.” If you watch the film without watching the trailer, Koko: A Red Dog Story looks like a documentary, sounds like a documentary, and, erm, barks like a documentary – albeit with semi-fictitious elements, including reenactment scenes where Stenders, Hobday and Woss are are played by actors (and Koko is played by a lookalike, Hero). But the trailer – and the press notes – presents it as something different altogether: a Christopher Guest-style film or, as the press notes put it, “a fictionalised take on real-life events shot in a documentary style”, and “the Spinal Tap or Exit Through the Gift Shop of dog movies”. Herein lies the problem: it’s not quite a mockumentary either. The film is a highly spirited and thoroughly entertaining love letter to doggos in general, and one loveable pooch in particular, but thanks to the appearance of and testimonies from the real people involved in this dog’s life, it blends fact and fiction in a way that came close to breaking my brain: were the segments I was particularly moved by – including a portion examining Koko’s showdog career, and an intense emotional moment late in the piece – true to life or tall tales (tails?). A conversation with the producer assured me that those moments were fundamentally truthful – but some details were made up, and they’re hard to distinguish from the others: Koko was never in the running for a role in Fury Road; never went on a press tour overseas; and never jumped through a glass window. It seems it’s best to think of A Red Dog Story as a feature film presented in a documentary style – but one which, unlike mockumentaries, is based on truth. The Red Dog series has always involved capturing and embellishing a legend, so perhaps the unusual approach is justified. The most pleasant surprise in the first sequel, Red Dog: True Blue, was its meta qualities; it even began with characters visiting the cinema to watch the original movie, before evolving into a bedtime yarn with a A Princess Bride-esque flashback narrative. McCann and Pearce get meta in different ways, jumping between interview footage, re-enactments, home videos and news footage. But the details of Koko’s real life were clearly rich enough for the directors to embrace without complicating it with small and immaterial lies. And it is hard to see the point; it feels like the audience may be getting punk’d for no good reason. It’s not operating on the same level, for instance, as Martin Scorsese’s recent (and historically inaccurate) quasi-documentary Rolling Thunder Revue, which is a film about putting on performances and wearing masks. Yet Koko: A Red Dog Story is hard to resist. At the risk of conjuring a sentence that will inflame the centuries-long war between canines and felines, it is certain to be catnip for dog lovers. A general, playful wholesomeness ensconces the film, which arrives in Australian cinemas very much an underdog – against stiff competition in the form of Frozen 2 and the new The Addams Family. Despite the confusion, I’m rooting for Red Dog. Or Koko. Or one of the dog actors who played Koko. Like I said, it’s complicated. • Koko: A Red Dog Story is in Australian cinemas from 5 December"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}