{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/dec/05/stardog-and-turbocat-review-sci-fi-animation", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-12-05T15:00:15Z", "webTitle": "StarDog and TurboCat review – laboured time-travel animation", "webUrl": "https://www.theguardian.com/film/2019/dec/05/stardog-and-turbocat-review-sci-fi-animation", "apiUrl": "https://content.guardianapis.com/film/2019/dec/05/stardog-and-turbocat-review-sci-fi-animation", "fields": {"headline": "StarDog and TurboCat review – laboured time-travel animation", "bodyText": "Here’s a daft, likable enough animation for small kids, with a smashing voice cast but slim pickings for grownups. Nick Frost does a nice job providing a voice for Buddy, a dog sent into orbit in 1969 to test a rocket. When he crashes back down to Earth, he has somehow time-travelled 50 years into the future, to a small American town where an animal-hating meanie cop is cracking down on strays. In this neighbourhood, the streetwise animals mock poor old Buddy for his dumb loyalty to the human who fired him off into space to certain death. Felix (Luke Evans) is a mog who has reinvented himself as TurboCat, a Batman-ish superhero – he even has an English-accented robot butler (elegantly voiced by Bill Nighy). Gemma Arterton is Cassidy, a revolutionary bunny, the leader of a ragtag group of animals fighting for four-legged rights. Ben Bailey-Smith is terrific as her head of military operations, a goldfish with little-animal complex, barking orders from inside his glass bowl. From time to time this is reasonably entertaining; there’s a nice double cross, where a character turns out to be a sneering baddie propelled to world domination by bitterness and rejection. Otherwise, the action is relentless and laboured with the odd pause for a sentimental lesson or moment of personal growth. StarDog may work its slight charms on young children, but older kids will feel they’ve seen smarter, funnier and cleverer before. • StarDog and TurboCat is released in the UK on 6 December."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}