{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/dec/08/party-favourites-wines-for-election-night", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-12-08T06:00:31Z", "webTitle": "Party favourites: wines to see you through election night | David Williams", "webUrl": "https://www.theguardian.com/food/2019/dec/08/party-favourites-wines-for-election-night", "apiUrl": "https://content.guardianapis.com/food/2019/dec/08/party-favourites-wines-for-election-night", "fields": {"headline": "Party favourites: wines to see you through election night", "bodyText": "Gusbourne Estate Brut Reserve, Kent, England 2015 (£39, gusbourne.com) Whatever our political persuasion, and whether it’s to provide commiseration or celebration, many of us will be opening a bottle or two come Thursday evening and Friday morning. In a climate of bitter division, we may well look to wines that feel like they’re safely on our side. That’s easy enough for the Tories, since they have what will feel like some ready-made merchandise in the shape of one of the very finest champagnes around: the gorgeously rich and silky-moussed Pol Roger Cuvée Winston Churchill 2008 (from £179.95, leaandsandeman.co.uk; laithwaites.co.uk), which is made in special years as a homage to Sir Winston, a noted Pol Roger fan. For those Conservatives (and Brexit Party-goers) not wanting to sully their election night with anything French, there’s a very fine English alternative: the exquisite Gusbourne sparkler hails from an estate whose majority owner is Tory peer Lord Ashcroft. Cave de St Verny Puy de Dôme Pinot Noir, France 2018 (£9.50, thewinesociety.com) There may be no Cuvee Clement Atlee available for Labour voters. But any fully automated luxury communist fully committed to the luxury part of their creed may want to seek out and share an old bottle of Piedmontese producer Bartolo Mascarello’s No Barrique No Berlusconi. These are collector’s items now, but the original bottles, made, by the late Bartolo Mascarello, as a protest against the floridly devious, buffoonish right-wing ex-Italian PM will surely strike a chord for this election. If that’s impossible to find, you could seek out one of the hauntingly elegant, traditional-style wines made by Bartolo’s daughter, Maria-Teresa, such as the Bartolo Mascarello Barbera d’Alba 2016 (£65, handford.net). The Bartolo wines are not exactly priced for the many, but Cave de St Verny’s pinot from The Wine Society ticks a lot of Labour boxes: it’s a gorgeously vibrant red that is both made and sold by co-operatives. Ciello Catarratto Baglio Bianco, Sicily, Italy 2018 (from £14.75, shop.vinoteca.co.uk; forestwines.com) The SNP has spent much of this election talking about their desire for Scotland to stay in Europe. Made by Norrel Roberson, a Scottish master of wine based in Calatayud in north eastern Spain, the exuberantly bramble fruity, soft but powerful red El Escoces Volante La Multa Garnacha, Calatayud, Spain 2017 (£9.75, thewhiskyeschange.com) therefore has obvious allegorical appeal. Also trying to present a cosmopolitan pro-European but fiscally responsible image, the Lib Dems could go for any EU-made wine – but ideally something with a touch of austerity like Morrisons The Best Petit Chablis 2017 (£11), a lean, crisp classic chardonnay from northern Burgundy. Or, if they want to push the button on something explosively tasty and more literally metaphorical, the orange bookers could go for an orange wine such as Ciello’s with its Cox’s apple, mandarin and subtle spice – a wine that, thanks to its organic credentials, should also appeal to Greens. Follow David on Twitter @Daveydaibach"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}