{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/dec/06/an-alternative-christmas-dinner-anna-jones-recipe-for-squash-winter-herb-and-popped-butterbean-pie", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-12-06T12:00:41Z", "webTitle": "An alternative Christmas dinner: Anna Jones' recipe for squash, winter herb and popped butterbean pie", "webUrl": "https://www.theguardian.com/food/2019/dec/06/an-alternative-christmas-dinner-anna-jones-recipe-for-squash-winter-herb-and-popped-butterbean-pie", "apiUrl": "https://content.guardianapis.com/food/2019/dec/06/an-alternative-christmas-dinner-anna-jones-recipe-for-squash-winter-herb-and-popped-butterbean-pie", "fields": {"headline": "An alternative Christmas dinner: Anna Jones' recipe for squash, winter herb and popped butterbean pie", "bodyText": "At Christmas, I pick my battles. I put most of my effort into an all-singing main event that can be made ahead: this year, a squash and crispy butterbean topped pie. I keep everything else relatively quick and simple. I keep the veg to go with it to a minimum: a potato (always roast), something green and one other that can sit and be quickly warmed up - braised red cabbage or something baked. As for starters, I go for an assembly of good ingredients and, if that sounds too much, skip it altogether. The more Christmas dinners I cook, the more I settle into the fact that it’s more about the people around the table, so let yourself off the hook. Squash, winter herb and butterbean pie A centrepiece with layers of flavour and texture that make it more than fit for a celebration: balsamic confit garlic, sweet squash, crisp butterbeans, winter herbs and some crumbly cheese (if you like). To make a vegan version, use vegan shop-bought shortcrust pastry, and replace the cheddar with vegan cheese, the creme fraiche with oat creme fraiche, and use a non-dairy milk instead of egg for the egg wash. Prep 25 min Cook 2 hr Serves 8–10 For the pastry 250g plain spelt flour, plus extra for dusting 125g cold unsalted butter, cubed Salt A few sprigs each of rosemary, thyme and sage, leaves picked and finely chopped Zest of 1 unwaxed lemon 25g good cheddar, grated 1 medium egg yolk For the filling 3 heads garlic, cloves separated and peeled Olive oil 1 tsp balsamic vinegar 1 tbsp runny honey 2 sprigs each of rosemary, thyme and sage, leaves picked and finely chopped, plus extra to serve 700g squash, peeled, cut in half and deseeded, and cut into 2cm-thick pieces. 220g lancashire or good cheddar cheese, crumbled 150g creme fraiche Juice of ½ lemon 1 tbsp wholegrain mustard 1 small bunch parsley, leaves picked and quite finely chopped 3 organic eggs, beaten For the topping 1 x 400g tin butterbeans, drained 1 tbsp olive oil Zest of 1 unwaxed lemon Put the flour into a bowl, add the butter and half a teaspoon of salt, and rub gently with your fingertips until the mixture resembles fine breadcrumbs. Stir through the herbs, lemon zest and cheddar. Beat the egg yolk with a tablespoon of cold water, add to the flour bowl and combine until the mixture forms a rough dough. Add more water, a teaspoon at a time, until everything comes together into a smooth dough, then wrap in a clean, damp tea towel and chill in the fridge while you get on with the filling. Put the garlic cloves in a saucepan, cover with cold water and bring to a gentle simmer. Cook for two to three minutes, then drain. Wipe the pan dry, add the garlic and a tablespoon of olive oil, and fry on a high heat for two minutes. Add the balsamic vinegar and 100ml water, bring to a boil, then turn down the heat and leave to simmer gently for 10 minutes. Add the honey, most of the rosemary and thyme (reserving the rest for later, with the sage) and a good pinch of salt. Cook on a medium heat for a further five minutes, or until most of the liquid has evaporated and the garlic cloves are coated in a dark syrup. Meanwhile, put the squash in a pan, cover with hot water and boil for seven to 10 minutes, until soft. Drain, then tip into a big bowl. Add the cheese, creme fraiche, lemon juice, mustard, parsley and eggs. Season, then gently fold in the garlic cloves. Heat the oven to 180C (160C fan)/gas 4. Sprinkle a little flour on to a work surface and roll out the pastry to 3mm–4mm thick. Line a 20cm round cake tin with the pastry, ensuring there’s a little overhang. Line the inside of the pastry with parchment and fill with ceramic baking beans or any dried pulse or rice. Bake for about 15 minutes, then remove the beans and parchment and put back in the oven for 10 minutes, until lightly golden. Pour the prepared filling into the baked pastry case. Pat the drained beans dry with kitchen paper, then dress with a little olive oil, the lemon zest and a good pinch of salt. Scatter over the squash filling and finish with the reserved rosemary and thyme, all of the sage and a drizzle of olive oil. Bake the pie for 40 minutes, or until the filling has set and the beans have popped and are crisp and light brown. Remove the pie from the oven, leave to cool a little, then remove from the tin. Lay a few herbs on top and serve warm. Fiona Beckett’s drinks match Personally, I’d go for a chardonnay with this. The deliciously creamy De Bortoli Villages Yarra Valley Chardonnay 2018 (£9.99 Aldi, 13%) would hit the spot perfectly, or go for the richer, more Cali-style Frei Brothers Chardonnay 2017 (14%), from the Russian River Valley, which is on offer at Waitrose at £10. FB"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}