{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/dec/02/robert-neame-obituary", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-12-02T17:19:32Z", "webTitle": "Robert Neame obituary", "webUrl": "https://www.theguardian.com/food/2019/dec/02/robert-neame-obituary", "apiUrl": "https://content.guardianapis.com/food/2019/dec/02/robert-neame-obituary", "fields": {"headline": "Robert Neame obituary", "bodyText": "Robert Neame, who has died aged 85, helped safeguard the independence of Shepherd Neame, Britain’s oldest brewery. He was a director from 1957 until 2006 and steered it through the turbulence of the 1960s and 70s, when many family breweries were taken over by national groups keen to acquire more pubs to fill with keg beer and lager. Bobby, as he was known, joined the family business as marketing director in 1956. Shepherd Neame, founded in 1698 in Faversham in the heart of the Kent hop fields, enjoyed a good reputation for its beer, while its large estate of pubs was tempting bait for bigger brewers. In 1967 Shepherd Neame’s rival in Faversham, Fremlin’s, was bought by Whitbread. Bobby and his family were determined that their brewery would not suffer a similar fate. Born in London, Bobby was the son of Violet (nee Cobb) and Jasper Neame, chairman and managing director of the brewery until 1961. He went to Harrow school, where he became head boy. Before he joined the family firm he went on a grand tour of breweries in Europe and Scandinavia to gain experience of both making and selling beer. He finished the tour at Hürlimann in Zurich, a visit that led to the Swiss lager being brewed at Faversham. One of Bobby’s first tasks at the family brewery was to add keg beer to its cask and bottled ales. Such filtered and pasteurised keg beers as Watney’s Red Barrel and Worthington E were taking sales away from traditional beer – and Shepherd Neame knew it had to respond with its own version. Bobby was given £1,000 to set up a keg plant and he recalled buying two tanks from a Mr Roberts in north London. It was like a scene from Steptoe and Son, he said, with the deal sealed behind Tottenham Hotspur football ground over a lunch of greasy chops on a tablecloth of newspapers. At the brewery the new keg beer was pasteurised in a primitive fashion, with kegs lowered into two zinc baths filled with hot water. Bobby became chairman of the brewery in 1971 and was able to add more distinguished beers than those brewed under the keg initiative. One of his great achievements was to launch, in 1990, a new cask and bottled beer called Spitfire. It commemorated the 50th anniversary of the Battle of Britain, when the RAF defeated the Luftwaffe in the skies above Kent. Spitfire went on to become the brewery’s best known and biggest-selling beer. In the 90s Bobby and the brewery faced the threat of a new invasion, with the rise of hordes of British drinkers crossing to Calais on what became known as “booze cruises”. They returned with boxes of French beer that cost half the price of British beer as a result of far lower rates of duty in France. Shepherd Neame, close to Dover and Folkestone, was badly affected by the cheap imports. Bobby hit back by exporting his strong ale, Bishops Finger, to Calais and other parts of northern France. The beer, first brewed in the 50s, takes its name from ancient road signs directing pilgrims to the shrine of Thomas Becket in Canterbury Cathedral. Bishops Finger became a cult beer in France and helped counter the impact of cheap imports. Bobby and his fellow directors lobbied successive British governments over the punitive rates of duty imposed on British beer. The campaign had only limited success, with some freezes on duty in recent years, but Bobby was able to use another government policy to build his pub estate. In the early 90s the Conservative government, following advice from a report by the Monopolies and Mergers Commission into the brewing industry that had castigated the national brewers, forced the nationals (the Big Six) to sell off large parcels of their pubs. As a result, Bobby was able to snap up a number of pubs from Whitbread. When Bobby retired as chairman in 2005 he was given the honorary role of president. He passed to his son, Jonathan, a company producing 200,000 barrels of beer a year, with 320 pubs and hotels, and substantial free trade. Bobby was active in Kent life. A one-nation Tory, he was leader of Kent county council between 1982 and 1984. He was deputy lieutenant of Kent in 1992 and high sheriff in 2001. A passionate supporter of cricket, he was president of Kent county cricket club in 1992. He was appointed CBE in 1999. He was married twice, first in 1961 to Sally Corben. The marriage ended in divorce, and in 1974 he married Yvonne Mackenzie. He is survived by Yvonne, their daughter, Moray, his children Jonathan, Charlotte and Sarah from his first marriage, and nine grandchildren; his son Richard died in 1968. • Robert Harry Beale Neame, brewer, born 25 February 1934; died 15 November 2019"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}