{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/dec/03/kitchen-aide-how-to-use-up-the-rest-of-that-bunch-of-celery", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-12-03T14:15:29Z", "webTitle": "Sticks and stoves: how to use up a bunch of celery | Kitchen Aide", "webUrl": "https://www.theguardian.com/food/2019/dec/03/kitchen-aide-how-to-use-up-the-rest-of-that-bunch-of-celery", "apiUrl": "https://content.guardianapis.com/food/2019/dec/03/kitchen-aide-how-to-use-up-the-rest-of-that-bunch-of-celery", "fields": {"headline": "Soups, braises and gratins: how to use up a bunch of celery", "bodyText": "Recipes continually tell me to add one or two sticks of celery to a soup or stew. But what am I meant to do with the rest of the bunch? Max, Bicester, Oxon Feast’s own Little Miss Perfect, Felicity Cloake, isn’t what you’d call a celery enthusiast. “It’s vile raw,” she spits. “Stringy, and as bitter and minerally as a dishwasher tablet. Ugh!” Cooked, she can live with the stuff, she admits, “but the only way I’d countenance raw celery is as my mum used to serve it, with a ribbon of Primula down the centre”. But Max asks a sensible question – what do you do with the rest of the head once you’ve used up a stick or two in a soffritto, stew or cream cheese-smeared treat? – so we’ll give refuseniks a wide berth from hereon in. Chef Anna Tobias, by contrast, is a celery cheerleader. “It’s so aromatic,” she swoons, “with delicate, earthy notes similar to parsley, only more subtle. It’s in the foundations of so many dishes that, if it wasn’t there, you’d miss it.” But, she adds, there’s a big difference between those pale, thin-stalked, plastic-wrapped supermarket bundles and the butch, green behemoths with a forest of leaves that you get at decent markets. The obvious solution to Max’s issue, especially in winter, is soup, says Tobias, who cut her teeth at Blueprint Cafe in its 2000s heyday, before moving on first to the River Cafe and then the head chef gig at Rochelle Canteen; she’s currently looking to open her own place in London next year. “It’s a cinch, and has very few ingredients. Saute chopped celery and onion in butter, add a bit of cream, blitz, season and it’s job done.” You could also turn your excess into an equally warming braise or gratin, but Tobias turns up the celery gauge even higher and uses it as the main ingredient in a rather out-there stuffing, an idea nicked off her mum, a fellow fan girl: “Sweat lots of chopped celery with a couple of onions in a fair bit of butter, then add loads of lemon zest and some juice, and stir in the chopped celery leaves and just enough breadcrumbs to hold everything together.” It goes remarkably well with chicken and turkey, she says, so that’s maybe one to bookmark for the Christmas bird. “The Chinese use celery a lot, too,” says Tobias, now warming to her task, “especially in stir-fries, it can really take a sharp, high heat. Try it with lamb and lots of ginger – that’s yummy. Or go Italian, and fry it in oil with chopped garlic and chilli, then stir in some cooked pulses – a tin of chickpeas is great with that.” Tobias is in good company with her celery crush. Joyce Molyneux, in her The Carved Angel Cookery Book, swears by roasting it with pheasant and port, saying this “time-honoured combination outlives the fleeting fashions of the food world”, a sentiment from the 90s we could all do with getting behind now. And Jane Grigson, in her iconic Vegetable Book, goes so far as to give it shared top billing with aubergine in southern Italy’s favourite melanzane antipasto, caponata, and who are we to argue with the the likes of her? That said, Grigson’s celery sauce to go with boiled turkey in English Food is maybe pushing it a bit far, seeing as that features an entire head, chopped, boiled for 20 minutes, then drained, sauteed in butter and mixed with 500ml bechamel before being pureed. As for Dorothy Hartley’s jugged celery in her 1954 book Food In England – in which the stalks are stuffed in a jar of apple puree with bacon – something tells me that’s probably even more of an acquired taste. *waves at Felicity* • Do you have a culinary dilemma? Email feast@theguardian.com • This article was edited on 5 December 2019. An editing error in an earlier version inadvertently attributed the jugged celery to Jane Grigson. This has been corrected."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}