{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/dec/10/david-williams-christmas-spirits-wine-sherry-port-rum-brandy-whisky-bourbon-tequila", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-12-10T12:00:09Z", "webTitle": "The best Christmas spirits and sweet wines", "webUrl": "https://www.theguardian.com/food/2019/dec/10/david-williams-christmas-spirits-wine-sherry-port-rum-brandy-whisky-bourbon-tequila", "apiUrl": "https://content.guardianapis.com/food/2019/dec/10/david-williams-christmas-spirits-wine-sherry-port-rum-brandy-whisky-bourbon-tequila", "fields": {"headline": "Whisky, rum, port and sherry: the best Christmas fortified wines and spirits", "bodyText": "Tis the season of the weird drink. Or, at the very least, the season of the drink you’d never usually touch. Eggnog and mulled wine are just the beginning. There are labs full of white-coated product developers working to bring you such Heston Blumenthal-by-way-of-Willy-Wonka festive excess as M&amp;S’s Trifle Flavour Cream liqueur – a twist on Baileys that draws out the classic molecular gastronomy response-sequence: “Wow, it tastes like trifle”, “How did they do that?”, “Why did they do that?” Still, let’s not be too much of a Scrooge. I’m not the target market for pudding-based cream liqueurs (although, at a certain point on Boxing Day, I wouldn’t rule out a thimbleful of the slightly less sickly Mince Pie Flavour Cream (£10) from the same range). I am, however, very much the prime target for another of what for most of us is an annual event, but which is – as I tell myself every Christmas – just as much fun at other times of the year. Port remains one of the wine world’s great bargains: the quality of the dark, velvety Taylor’s Late Bottled Vintage Port 2013 (£15, Morrisons), the figgy, nutty Tesco Finest 10 Year Old Tawny Port (£12.50) or the silky, mature Taste the Difference Vintage Port 2000 (£20, Sainsbury’s) – far outstrips any equivalently priced light wine. And they’re better with chocolate and stilton, too. Perhaps only sherry can match port for value, and trump it for range: from a briskly salty-savoury-yeasty aperitif such as Waitrose Manzanilla Pasada El Benito (£11.99) to the molasses-like Morrisons The Best Pedro Ximenez (£6.25, 37.5cl) – a wine that could itself be marketed as a trickery-free Christmas cake liqueur. The sheer sweet raisiny intensity of PX sherry also makes it a good match for the Christmas pud, although not as good a combination as my now-favourite Christmas pairing: Christmas pudding and bourbon. Maybe there was something in the spice mix in our family’s pudding last year but the fudge and cinnamon flavours of Maker’s Mark Kentucky Straight Bourbon (£32, Waitrose) were in perfect harmony. That whiskey also matched the mood it was primarily bought to enhance: that feeling of after-dinner cosiness that is for me the whole objective of Christmas. This year, I have my eye on the dusky apple goodness of Henry de Querville Fine Calvados (from £32, caviste.co.uk; leaand sandeman.co.uk) and the super-spicy and fruity Japanese blended whisky Nikka from the Barrel (£34, Waitrose) as candidates for ushering me towards that same precious, drowsy moment. Pedro’s Almacenista Selection Palo Cortado Sherry Jerez, Spain NV (£18.99, or £16.99 as part of a mix six, majestic.co.uk) Super dry and powerfully flavoured, this example of sherry’s most unusual style, palo cortado, is beautifully done: dark, nutty and intensely savoury, and, at 20% ABV it works as a lighter digestif alternative to brown spirits. The Society’s Exhibition Crusted Port Douro, Portugal, Bottled 2013 (£17, thewinesociety.com) Wonderfully satisfying, deep, rich and superb value example of the crusted style of port. A blend of three older vintages (2009, 2010 and 2011) that is designed to taste and feel – look out for the sediment – like a mature vintage port. Hogwash Blended Malt Scotch Whisky (£14.99, Aldi) Both Aldi and Lidl have a nice line in affordable whisky, this being quite remarkably flavourful for its price tag. With its sweet spices, citrus and stone fruitiness, it would go well with ginger mixers. Vivir Tequila Anejo (from £42.25, thewhiskyexchange.com; Waitrose) Many of us still associate tequila with shots and the attendant messiness, but the Mexican spirit commands immense respect among aficionados, with this bourbon cask-aged, 100% Blue Weber agave-based sipper a golden, velvet-textured, complex dram. Baron de Sigognac 10 Year Old Armagnac (from £40.33, thewhiskyexchange.com; masterofmalt.com; Fortnum &amp; Mason) With its nose of sweet orange blossom honey and vanilla pod, and a rich palate filled with spice and toffee, this armagnac is refined and long without losing the characteristic earthy warming punch of cognac’s wilder, Gascon country brandy cousin. Doorly’s 12 Year Old Rum (from £39.95, masterofmalt.com, thewhiskyexchange.com) Few drinks are as luxuriously and immediately pleasurable as well-made, aged rum such as this excellent golden production from Barbados which is all sticky toffee richness, ripe, ripe fruit and wisps of cinnamon, vanilla and sweetly scented oak."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}