{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/dec/07/christmas-breakfast-tom-hunts-recipe-for-kedgeree", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-12-07T06:00:02Z", "webTitle": "Christmas breakfast: Tom Hunt's recipe for kedgeree", "webUrl": "https://www.theguardian.com/food/2019/dec/07/christmas-breakfast-tom-hunts-recipe-for-kedgeree", "apiUrl": "https://content.guardianapis.com/food/2019/dec/07/christmas-breakfast-tom-hunts-recipe-for-kedgeree", "fields": {"headline": "Christmas breakfast: Tom Hunt's recipe for kedgeree", "bodyText": "Each Christmas, I used to create a gargantuan banquet out of food that would otherwise be wasted to raise funds for the food waste-redistribution charity Fareshare. The event featured an Italian-American inspired banquet called the Feast of Seven Fishes for which I’d select seven lesser known, sustainably sourced fish species such as hake, gurnard and megrim sole, and use them to cook up a zero-waste feast. However, the best dish was always served on the second night, when we’d make a kedgeree out of all the scraps. Now that more than 90% of our fish stocks are depleted, it’s vital that we stop wasting our oceans and diversifying the fish we do eat. To help you buy fish more sustainably, the Marine Conservation Society has a brilliant app called the Good Fish Guide, while the Marine Stewardship Council has a certification stamp used by many major supermarkets that’s worth looking out for. Kedgeree Kedgeree recipes usually call for smoked haddock or cod, but any fish or seafood works well – even scraps saved from another meal, making it a great zero-waste recipe. If you roast a fish, save the bones, then salvage any meat from the skeleton and head, before making a flavourful stock with the rest. This dish is also delicious cold and will keep in the fridge for up to five days after you first cooked the fish. Prep 20 min Cook 35 min Serves 2 1 tbsp ghee or butter 1 onion, peeled and finely chopped 1 tsp curry powder 1 tsp smoked paprika 1 tsp turmeric 1 tsp mustard seeds 2 garlic cloves, peeled and roughly chopped 150g brown basmati rice 450-500ml fish stock (or water) 200g leftover flaked fish (or freshly poached and flaked smoked haddock) 100g peas 3 sprigs parsley, leaves roughly chopped, stalks finely chopped Salt and black pepper 1 hard-boiled egg, peeled and cut in half ½ lemon, cut into two wedges, to serve Yoghurt, to serve Put a large saucepan on a medium heat, add the ghee or butter and fry the onion for five minutes, stirring occasionally, until softened but not coloured. Add the curry powder, smoked paprika, turmeric, mustard seeds and garlic, and fry for two minutes more. Stir in the rice, to coat the grains in spices and fat, then add the stock, cover and bring to a boil. Turn down the heat to a simmer and leave to cook for 15-20 minutes, or until the rice is just cooked (add some boiling water, if necessary). Once the rice is cooked, gently stir in the fish, peas and parsley, season to taste and serve with half a boiled egg and a wedge of lemon on each plate, and yoghurt on the side. • The Guardian aims to publish recipes for sustainable fish. For ratings in your region, check: UK; Australia; US. Fiona Beckett’s drink match I’d pick a lighter (ie, non-vintage) fizz with Tom’s kedgeree. Try the impressive new Ellercombe English Sparkling (£24, Sainsbury’s, 12%), which is £18 on the current 25%-off-six-bottles deal."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}