{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/dec/06/christmas-drinks-how-to-choose-your-festive-fizz", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-12-06T14:00:43Z", "webTitle": "Christmas drinks: how to choose your festive fizz | Fiona Beckett", "webUrl": "https://www.theguardian.com/food/2019/dec/06/christmas-drinks-how-to-choose-your-festive-fizz", "apiUrl": "https://content.guardianapis.com/food/2019/dec/06/christmas-drinks-how-to-choose-your-festive-fizz", "fields": {"headline": "Christmas drinks: how to choose your festive fizz", "bodyText": "I don’t know how your Christmas Day kicks off, but once we’ve opened our stockings, had a caffeine injection and put the turkey on, it’s fizz all round (well, not for the kids, obviously, but their sleep-deprived parents and grandparents are well in need of the boost after the night before). That’s always meant champagne, but does it have to? Everyone has their own family traditions, so absolutely not, but a bottle of champers undoubtedly marks the celebratory nature of the day, and the truth is that, when it’s on special offer (and I can’t emphasise that strongly enough), it’s better value than a lot of comparable sparkling wines. You do need to be vigilant on price, however, particularly with big household names. At time of writing, a bottle of Bollinger Special Cuvée, for example, costs between £33.50 and £55, and chances are that if a shop has one big brand on special offer, another will be fully (read: over-) priced. You’d be mad, say, to buy one bottle from Majestic and miss out on its mix-six deal (which doesn’t, of course, have to be all champagne). And if you buy Olivier Baudin Brut (12%), it’s only £14.99 right now, instead of the usual £29.99, so you’ll be doing yourself a disservice if you walk out with a single bottle. Aldi goes one better, offering its very decent Veuve Monsigny Champagne Brut for just £12.49, and you don’t have to buy a case to get it at that price. Yet there is sometimes something to be said for buying a household name, especially if it’s as a gift. It may be spendy, but I find it hard to resist the idea of the Veuve Clicquot Personalised City Arrow edition (£59, London, Birmingham and Manchester branches of Selfridges and selfridges.com), which shows exactly how far the recipient is from Reims in France. And what about vintage v non-vintage champagne? As you probably know, non-vintage refers to a champagne that has been blended from wines from different harvests, though that is not of itself an indicator of quality. Vintage champagne comes from a single, better (the Champenois would say exceptional) harvest. Is it better for you, though? Depends what you want it for. If you’re drinking it as an aperitif and want a lighter style, I’d say probably not, but if it’s to go with something rich such as a fish pie or even the turkey, it may well be. Tesco has two award-winning bottles in its own-label range: £20 for Finest Premier Cru Champagne (12.5%) and £26 for Finest Vintage Grand Cru Champagne Blanc de Blancs 2012 (12.5%), though if you want a really lush blanc de blancs – that is, a champagne made only from white grapes, usually chardonnay – Berry Bros &amp; Rudd’s Blanc de Blancs champagne by Le Mesnil Grand Cru (£33) takes it to another level entirely. So what’s the best alternative to champagne? For most of us these days, it’s English sparkling wine, which is generally made out of the same grape varieties and in a similar style to champagne – and, it has to be said, very much at the same price point. One that bucks the trend is the impressive new Ellercombe English Sparkling (£24, Sainsbury’s, 12%), which is £18 on the current 25%-off-six-bottles deal. I also like the toasted brioche flavours of the smart-looking Hattingley Valley Reserve (£29 Tesco, and at £30 from Great Western Wine in Bath, 12%). And if you want to splash out, the elegant Rathfinny Wine Estate Rosé (£33.95, Lea &amp; Sandeman) would be delicious with the smoked salmon. And what about the new world – what does it have to offer? In general, riper fruit and more tropical fruit flavours, which may appeal if champagne’s too austere for you. (Yes, I know there’s always prosecco – you’ll find a couple among my wine matches to all this week’s recipes – but it doesn’t have quite the special-occasion vibe of champagne.) Australia, New Zealand and California all have really good home-grown examples, but I especially like Aristea Méthode Cap Classique Blanc 2015, from South Africa (£24, privatecellar.co.uk, 12%), which you can also buy in magnum (for £55.40). Finally, if you want something nice for non-drinkers, try Wild Life Botanicals Nude (£87 for a six-bottle case from wildlifebotanicals.co.uk. Champagne it ain’t, but it’s deliciously fruity and handsomely bottled. You may even find yourself sneaking a glass."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}