{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/10/jim-smith-former-derby-oxford-qpr-and-newcastle-manager-dies-age-79", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-10T19:03:49Z", "webTitle": "Jim Smith, former Derby, Oxford, QPR and Portsmouth manager, dies aged 79", "webUrl": "https://www.theguardian.com/football/2019/dec/10/jim-smith-former-derby-oxford-qpr-and-newcastle-manager-dies-age-79", "apiUrl": "https://content.guardianapis.com/football/2019/dec/10/jim-smith-former-derby-oxford-qpr-and-newcastle-manager-dies-age-79", "fields": {"headline": "Jim Smith, former Derby, Oxford, QPR and Portsmouth manager, dies aged 79", "bodyText": "Howard Wilkinson and Harry Redknapp have led tributes to Jim Smith, the former Birmingham, Oxford, QPR, Newcastle, Portsmouth and Derby manager, who has died at the age of 79. Smith, who was affectionately known as “The Bald Eagle”, started his managerial career at Boston United in 1969 and went on to take charge of a number of clubs, including leading QPR to the League Cup final in 1986. “Jim and I have known each other since our teenage years, and I have been in his debt since the day he asked me to become player-coach at Boston United where I served my apprenticeship,” said Wilkinson, who is chairman of the League Managers Association. “I have so many fond memories of Jim as a football manager but foremost as a friend. He was intelligent, passionate, determined, honest and always great fun to be with. Never one to mince his words, he was a leader in the truest sense. He was liked and admired by everyone around him, truly an authentic, down-to-earth gentleman.” Paul Walsh, who played for Smith at Portsmouth, added on Twitter: “God rest his soul my favourite manager jim smith left this earth today. RIP jim x.” Smith started as a trainee at Sheffield United before going on to play for Aldershot, Halifax and Lincoln. He took up his first coaching post as player-manager of Boston in 1969 before moving on to Colchester and then Blackburn in 1975. After three years at Ewood Park, Smith was appointed as manager of Birmingham, whom he helped to promotion from the Second Division before being controversially replaced by former Aston Villa manager Ron Saunders. He moved to Oxford and guided them to the Third and Second Division titles before being sacked by the owner, Robert Maxwell, taking over at QPR and leading them to defeat in the League Cup final against his former club in 1986. Smith went on to manage Newcastle for two seasons before taking over at Portsmouth and led them to the 1992 FA Cup semi-final, when they were beaten by Liverpool. He also served as the LMA’s chief executive before returning to management and leading Derby to the Premier League. “Jim was an amazing character,” said Redknapp. “I think everyone who came in contact with him absolutely loved him.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}