{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/03/bordeaux-ultras-storm-pitch-25-minute-delay-team-win-6-0", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-03T21:45:57Z", "webTitle": "Bordeaux ultras storm pitch and cause 25-minute delay … then  team win 6-0", "webUrl": "https://www.theguardian.com/football/2019/dec/03/bordeaux-ultras-storm-pitch-25-minute-delay-team-win-6-0", "apiUrl": "https://content.guardianapis.com/football/2019/dec/03/bordeaux-ultras-storm-pitch-25-minute-delay-team-win-6-0", "fields": {"headline": "Bordeaux ultras storm pitch and cause 25-minute delay … then team win 6-0", "bodyText": "Dozens of Bordeaux fans stormed on to the pitch during their Ligue 1 match against Nîmes, forcing the game to be halted for 25 minutes. The angry supporters staged a protest on the touchline, causing the referee, Clément Turpin, to stop the game after 11 minutes and send both teams back into the dressing rooms. Bordeaux’s group of hardcore fans, known as the Ultramarines, were demanding the resignation of the longtime president, Frédéric Longuépée, despite the club’s impressive season so far. The players returned to the field after Tuesday night’s disturbance to crush Nîmes 6-0 and move up to third in the table. Josh Maja, the 20-year-old London-born Nigeria striker, sparked the rout with two first-half goals. The former Sunderland man completed his hat-trick early in the second half before Nicolas de Préville added a fourth and Otavio scored twice. Bordeaux are seven points behind PSG in the Ligue 1 table and five behind Marseille, for whom Dimitri Payet scored a penalty and set up a goal for Morgan Sanson in a 2-0 win at Angers. Elsewhere, Cristian Battocchio also netted a treble as Stade Brestois crushed Racing Strasbourg 5-0. while Lyon lost 1-0 at home to Lille."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}