{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/04/leicester-watford-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-04T21:29:45Z", "webTitle": "Jamie Vardy sets Leicester on their way to win over managerless Watford", "webUrl": "https://www.theguardian.com/football/2019/dec/04/leicester-watford-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/dec/04/leicester-watford-premier-league-match-report", "fields": {"headline": "Jamie Vardy sets Leicester on their way to win over managerless Watford", "bodyText": "It is extraordinary that this is becoming business as usual. For the seventh Premier League game in a row, Jamie Vardy scored and Leicester won. This was their most stuttering performance during that run and Vardy needed a second-half penalty to make the breakthrough against the league’s bottom team before James Maddison netted in stoppage time, but Leicester made sure they took maximum points. That is what they do now. If Liverpool ever stop doing likewise, Brendan Rodgers’ team might just take advantage. Vardy’s goal here kept him on course to eclipse his own Premier League record of scoring in 11 consecutive games, which he did three years ago when Leicester last won the title. If Vardy is to make it 12 in a row this term he will have to score in every Leicester game between now and Boxing Day – when the opponents, as it happens, will be Liverpool. The importance of that match in the title race is growing by the week. “I’m not really bothered who scores as long as we win and play well, but he is a real talisman, a fantastic striker,” said Rodgers of Vardy. Talk of the title, meanwhile, is not something Rodgers is ready to entertain yet. “Its still reasonably early. For us it’s about our performance level. I’m so happy with how the players have been performing. We can’t get carried away. We just keep focused and keep moving forward.” Watford wish all that was relevant to them. Instead they remain sprawled at the foot of the table, survival the extent of their hopes. At least they could take heart from this display even if it ended in defeat. For this first match in caretaker charge, Hayden Mullins was sparing with his broom, with the return of Troy Deeney the only personnel change from the side that lost at Southampton last week. Mullins also changed formation, dispensing with the three-man central defence favoured by his predecessor. The visitors were solid and hinted at a threat on the counterattack. And yet Leicester should have opened the scoring in the second minute after a move nicely begun and terribly finished by Ayoze Pérez. The Spaniard did everything right until he slammed the ball over the bar from 10 yards following a smart setup by Vardy. Pérez flopped again four minutes later, failing to make a clean connection from eight yards out after another Vardy pass. Watford had to spend most of the first 10 minutes protecting their own goal as Leicester enjoyed what we may start calling the Foxes’ share of possession thanks, in particular, to the midfield dominance of Wilfred Ndidi. But with Watford well-organised and some of Leicester’s most creative players, notably Youri Tielemans, uncharacteristically subdued, chances began to dry up for the hosts. Leicester began to find their route to goal blocked by increasingly pesky opponents. Harvey Barnes nearly made a spectacular breakthrough in the 35th minute, dancing past several opponents on his way from the left flank into the box before swapping passes with Vardy and Pérez and bringing a good save from Ben Foster. Watford caught a break two minutes later when Vardy went down under a tackle by Adrian Mariappa and the referee booked the striker for simulation rather than awarding a penalty. VAR upheld that decision, much to the annoyance of home fans. They would have been even more vexed moments later if Gerard Deulofeu’s clever free-kick from the right had found the corner of the net rather than wobbling inches wide. At half-time Rodgers replaced Pérez with Dennis Praet and moved Maddison closer to Vardy, and Leicester quickly summoned more vim. Within two minutes Caglar Soyuncu had a chance to score but thwacked his shot over the bar from 10 yards after a free-kick was nodded down to him. Leicester can pose threats from all over the pitch and soon Ricardo Pereira went on the rampage, marauding forward before setting up Barnes, who drew another good save from Foster. Leicester were improving, and so was their luck. In the 52nd minute they were awarded a penalty when, with a cross from James Maddison incoming, Adam Masina pushed a hand into the face of Jonny Evans in an effort to hold off the Northern Irishman. Vardy granted no pardon from the spot, side-footing past Foster to an explosion of relief around the ground. Now Leicester found their swagger. Masina denied Vardy by clearing off the line on the hour before Maddison completed the scoring in stoppage time by dodging past two defenders and finishing with his left foot. “It was a fantastic win for us,” said Rodgers. “We’ve played better this season, however the mentality of the team and the ability to keep going [was great].”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}