{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/04/chelsea-aston-villa-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-04T21:30:01Z", "webTitle": "Chelsea’s Mason Mount ends goal drought and Aston Villa resistance", "webUrl": "https://www.theguardian.com/football/2019/dec/04/chelsea-aston-villa-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/dec/04/chelsea-aston-villa-premier-league-match-report", "fields": {"headline": "Chelsea’s Mason Mount ends goal drought and Aston Villa resistance", "bodyText": "When it was over John Terry stepped on to the pitch he graced for all those years and spent a few minutes lapping up the acclaim of the crowd. Chelsea’s supporters wanted to show their appreciation for their former captain and they could afford to be generous with their applause after watching their young side ensure that Aston Villa’s first-team coach did not enjoy his big homecoming too much, earning three vital points thanks to excellent goals from Tammy Abraham and Mason Mount. It had been a good fight. Villa were pressing for an unlikely equaliser in the closing stages, almost snatching an undeserved point when Kepa Arrizabalaga kept out a late header from Douglas Luiz, and Chelsea endured some tense moments as they protected their 2-1 lead. Frank Lampard’s side also escaped when Ahmed Elmohamady volleyed over from 12 yards. All the same this was a fine victory for Chelsea after their aberration against West Ham last weekend. Lampard’s academy products were eager to put on a show once the pre-match tributes for Terry were done and they hogged the limelight in the end. Abraham scored his 11th Premier League goal of the season, Reece James picked up another assist and Mount was back to his enterprising best in midfield, running the game in the second half and settling the contest with a superb finish in the 48th minute. Mount showed wonderful technique to volley past Tom Heaton after being set up by Abraham and the 20-year-old midfielder’s first goal since 6 October allowed Chelsea to regain their poise after gifting Villa a soft equaliser four minutes before the interval. “It should have been more comfortable before the end,” Lampard said. “We need to be more clinical but it was the team I want to see. Against West Ham it wasn’t.” Chelsea, who are six points above fifth-placed Wolves, did not let the nostalgia spilling from the stands blur their focus. They had to ignore the fuss over Terry’s return to Stamford Bridge and they were full of eager intensity eager after failing to commit a single foul against West Ham, taking their cue from N’Golo Kanté’s relentless energy in midfield. “They were good,” Dean Smith, Villa’s manager, said. “I thought there were three Kantés on the pitch.” Villa, a point above the bottom three, struggled to live with Chelsea’s speed. There were ominous signs as early as the fifth minute, when Christian Pulisic charged unopposed through the middle before teeing up Willian to sting Heaton’s palms, and the opening goal arrived when a lovely cross from James, a 19-year-old right-back with a wicked delivery, found Abraham unmarked in the area. Chelsea were far more dangerous with Abraham available after missing the West Ham game with a hip injury and the striker, who scored 26 goals during his loan spell at Villa last season, headed past Heaton after peeling away from Ezri Konsa. “Of course if a player’s on such a good run and they come out of the team it’s normal that you miss them,” Lampard said. “Today he came straight back in as he left off.” Yet frailties lingered at the other end. Chelsea’s defence lacks a leader in the Terry mould and Villa levelled out of nothing. Elmohamady crossed from the right and James showed his inexperience at the far post, failing to track Trézéguet’s run and allowing the Egyptian to bundle a messy finish past Arrizabalaga. It was naive defending from James but Chelsea demonstrated the benefits of youthful exuberance early in the second half. Abraham’s clever chest control from Willian’s chip gave Mount the chance to adjust his body and slash a beautiful volley high to Heaton’s left. That lowered the tension. Willian then tested Heaton twice, first with a firm drive, then with a free-kick that the Villa goalkeeper tipped on to the woodwork. Mount also went close from 25 yards and Abraham, who hobbled off near the end, ran through before dinking wide. Smith knew Villa did not deserve anything, though he was frustrated that the officials did not deal with Jack Grealish’s rough treatment by Chelsea. “There’s been a tag team at times fouling Jack Grealish,” he said. “There were five or six today, there was a foul on the edge of the box that wasn’t given. I’d like to see a lot better officiating. If he doesn’t get protection, then yes you worry for him.” It was feisty at times but the mood was light after the final whistle. Terry was on for his ovation and he had seen a glimpse of the future from Chelsea’s youngsters. The greatest captain in Chelsea’s history won so much alongside Lampard, who used to time those runs from midfield to perfection, and he must have felt a stab of nostalgia watching Mount burst forward to settle this contest."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}