{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/05/west-ham-sell-roberto-sign-new-goalkeeper-husillos-leave", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-05T11:24:54Z", "webTitle": "West Ham aim to sell Roberto in January and sign new goalkeeper", "webUrl": "https://www.theguardian.com/football/2019/dec/05/west-ham-sell-roberto-sign-new-goalkeeper-husillos-leave", "apiUrl": "https://content.guardianapis.com/football/2019/dec/05/west-ham-sell-roberto-sign-new-goalkeeper-husillos-leave", "fields": {"headline": "West Ham aim to sell Roberto in January and sign new goalkeeper", "bodyText": "West Ham will try to sell Roberto in January and look increasingly likely to part ways with Mario Husillos, the Argentinian director of football responsible for bringing the goalkeeper to the club last summer. Roberto has lost his place to David Martin after a string of poor performances and West Ham are keen to replace the 33-year-old Spaniard, who was supposed to provide back-up for Lukasz Fabianski after replacing Adrián on a free transfer. The former Espanyol player made a series of errors after Fabianski suffered a long-term hip injury in September and he has become a divisive issue within the club. West Ham are unhappy with Husillos for recommending Roberto. The signing was sanctioned by Manuel Pellegrini, who is under renewed pressure after a limp away defeat by Wolves on Wednesday, and it has left Husillos in a difficult position. Husillos and Pellegrini wanted to make Roberto their No 1 goalkeeper before Fabianski was signed from Swansea in 2018. It soon became clear Roberto was not good enough when he came in for Fabianski, who has an outside chance of returning for the trip to Crystal Palace on Boxing Day. West Ham slid towards the bottom three after picking up one point in the six league games Roberto started, leaving Pellegrini’s future in doubt. West Ham’s players did not trust Roberto and they were more solid at the back when the manager bowed to pressure and replaced him with Martin for Saturday’s unexpected win at Chelsea. Martin kept his place for the 2-0 defeat by Wolves and it is doubtful Roberto will play for the club again. West Ham, who have cooled their interest in the free agent Jordan Archer, want to sign a new No 2 goalkeeper in January. However they are aware it may be difficult to fetch a fee for Roberto, who has 18 months left on a contract worth £30,000 a week. West Ham will consider loaning him if they do not have to pay his wages and it is thought Turkey is a possible destination. The Roberto situation has raised doubts about Husillos’s eye for a player. West Ham are dissatisfied with his work in the transfer market – questions have also been asked about the decision to spend £24m on Pablo Fornals in the summer – and have reservations about giving him more money to spend. West Ham may review Husillos’s position at the end of the season and will not stand in his way if he wants to leave before then."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}