{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/dec/07/everton-v-chelsea-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-07T14:50:30Z", "webTitle": "Everton 3-1 Chelsea: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/dec/07/everton-v-chelsea-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/dec/07/everton-v-chelsea-premier-league-live", "fields": {"headline": "Everton 3-1 Chelsea: Premier League – as it happened", "bodyText": "Andy Hunter was our man at the Goodison party. Here’s his report. Enjoy ... and thanks for reading this MBM. An unhappy Frank Lampard contemplates a third defeat in four matches. “We’ve given them three goals. When you give Everton a goal to hang onto, you give yourself a problem. The second and third goals were really poor. We have to do more than we did. Sometimes we matched them in workrate and intensity, but sometimes no. It’s going to be tough to come to Goodison and win like that. We can’t defend like that. If there’s ever a game that shows in one little package how far we still need to go, it’s that one.” Big Dunc, thrilled beyond words, speaks to BT Sport, and despite much prompting, declines the opportunity to put himself forward for the manager’s job on a full-time basis. “I’ve never felt anything like it in my life, the atmosphere was fantastic. We knew we had to sit tight and keep our shape, and play on the break. I thought our players were absolutely fantastic. What a fantastic result, eh? We really like Dominic Calvert-Lewin here, he’s always a threat. Richarlison as well. What a shift they put in. We’ll savour the moment, it’s three fantastic points. God almighty, I was kissing everybody! I’m here for Everton, I’m sure they’re out there looking for the right candidate, the best out there.” Outro music. “VAR is not my favourite thing either,” begins Peter Oh. “Here are a couple of additional lyrics I humbly submit for Mac Millings’ consideration: Pause on the pitch while the clock keeps on ticking Wait while the backroom refs do their mouse-clicking Armpits, appendages, lines on the screen These are among my least favourite things Chelsea dominated possession, but mistakes at the back were their undoing. Everton held firm under pressure, and took the chances that were gifted to them. A fighting performance, a deserved victory, and one that’s being celebrated to the Goodison rafters. Everton are up to 14th, at least for a couple of hours. Chelsea are stuck in fourth. Duncan Ferguson raises both arms in victory, and bumps fists with several delirious punters, before disappearing down the tunnel with a wide grin playing across his face. “Dunc’s come in, he knows this club, it’s in his heart,” says Theo Walcott. “The fans were fantastic. And this man here [two-goal hero Dominic Calvert-Lewin] was fantastic!” Calvert-Lewin adds: “Dunc has stuck by me, I’m happy to score the two goals, that was my way of trying to repay him.” And that’s it! Goodison roars with joy and relief as Everton pick up a crucial three points! They’re out of the relegation zone. 90 min +6: Pulisic’s foul throw puts the tin lid on it for Chelsea. 90 min +5: Kovacic and Batshuayi combine cutely down the right, but just as it looks as though Everton are opened up, the doors slam shut. A goal then would have made for an interesting final 90 seconds or so. 90 min +3: Kovacic, who has been Chelsea’s best player today, shins the ball out of play under no pressure whatsoever. It’s been that sort of day for the visitors, basic mistakes obliterating quality. 90 min +2: Hudson-Odio crosses from the right. Batshuayi can’t take the ball down from the sky. Pulisic snatches at a shot from the edge of the box. Chelsea don’t appear to have a dramatic comeback in them. 90 min: There have been plenty of stoppages in this second half, so there will be six added minutes. 89 min: Kovacic crosses deep from the right. Pulisic, coming in from the left, slaps a header straight at Pickford. He should have made the keeper work harder. 87 min: Kepa was shaking his head in impotent anger after the third goal. He’s not happy with his team-mates. He’s got some nerve, given the hospital pass he gave Zouma, and the fact he was nutmegged by Calvert-Lewin. 86 min: Walcott is forced to go off, having tweaked something while assisting in the third goal. He’s replaced by Bernard. 85 min: Big Dunc hoisted another ballboy into the air while wheeling around in celebration. The feelgood factor has returned to Goodison Park! Another huge Chelsea cock-up at the back. Kepa plays a dismal pass towards Zouma. But not particularly near him. Walcott zips away with the ball down the right and feeds Calvert-Lewin, who shuttles the ball further infield for Davies. Davies can’t quite get a shot away, but the ball breaks to Calvert-Lewin, who pokes home through the hapless Kepa’s legs. 82 min: And there’s more waiting around, as Digne finally succumbs to that groin strain. He limps off, and the old warhorse Leighton Baines comes on. Finally the corner’s taken ... and it really wasn’t worth waiting for. 81 min: But before the corner can be taken, Batshuayi replaces James. 80 min: Azpilicueta scampers into space down the left, found by a lovely Kovacic dink. He pulls back to Mount, whose snapshot is blocked by Holgate. Azpilicueta latches onto the rebound and sends a riser straight at Pickford from a tight angle. Pickford tips over. 78 min: Christensen is afforded way too much time to shoot from 25 yards. He flashes a decent effort just wide of the bottom left, though Pickford had it covered. Goodison is a collective bag of nerves right now. Everton are so close to a precious three-point haul that would spring them clear of the relegation places. 77 min: Digne whips in a cross from the left. Zouma clears. Calvert-Lewin has another go from the same flank. Too deep, and Walcott can’t recycle possession out on the other flank. 75 min: Calvert-Lewin attempts to beat Kepa from the halfway line. Full marks for ambition, if nothing else. Meanwhile it looks as though Digne has run off his groin issue, while Abraham is up and about again too. 74 min: Now Abraham is in the wars, having taken a whack while challenging Pickford and Keane for a long ball. He rolls off the pitch, clutching his back. The Chelsea doctors run onto the pitch to get to their man, attracting the ire of the Goodison faithful. Gotta love the festive panto. 73 min: Digne looks to have picked up a strain while setting up that chance. He limps off holding his groin. But he limps back on, determined to run it off. 72 min: Davies nearly makes an instant impact, but can’t quite get on the end of a Digne left-wing cross. He launches into a diving header, but doesn’t connect at all. 71 min: Chelsea make their first change, too. Callum Hudson-Odoi comes on for Willian. 70 min: Pulisic is stripped of possession by Sidibe, who then executes a perfect triple salchow to purchase a cheap free-kick. The board goes up. A row of 6.0s? Nope, it’s a substitution. Richarlison off, Tom Davies on. 68 min: Zouma flicks Richarlison to the ground, and it’s a free kick out on the right. Schneiderlin lumps it in. Keane wins a header but sends the ball nowhere in particular. Chelsea clear their lines. 66 min: Mount, Willian and Abraham link up on the edge of the Everton box, but can’t quite get a shot away. Chelsea are knocking at the door. 64 min: Nearly a picture-book goal. Kovacic floats a pass down the inside-left channel. Kante, breaking into the box, cushions it down for Mount, who attempts to send a curler from the left of the D into the top right. He gets the swerve all wrong, sending it bending wide right. A shame, because that would have been a very pretty goal. 63 min: Kovacic is permitted to dance his way down the inside-right channel. As he reaches the edge of the box, he launches a shot towards the top right. It’s wide and high, but not by great margins. Pickford probably had it covered, mind you. 62 min: Chelsea waste the free kick. Walcott zips off up the other end, but disappears down a cul-de-sac. It’s a very open end-to-end match now. Great fun. 61 min: Mount and Pulisic combine well down the left and nearly open Everton up. Keane stands firm. Chelsea switch wings, and Iwobi barges James to the ground. Clumsy and unnecessary. This is a free kick in a very dangerous position. 59 min: Walcott scampers into acres of space down the right. He really should feed Richarlison on the penalty spot, but takes the shot on himself. Kepa refuses to be beaten at his near post, and parries well. More poor decision-making from Walcott. 58 min: Willian grafts down the right and earns a corner off Digne. He takes it himself. Zouma wins a header but can’t guide it towards the goal. Eventually the flag goes up for offside. A real sense that the scoring is far from over, though. 56 min: Sidibe steals the ball from Kovacic, out on the Everton right, and makes his way into the box. He feeds Calvert-Lewin, who can’t sort his feet out for a shot. The ball breaks to Schneiderlin, who tries a curler towards the top left. Miles off target. 54 min: Both of those goals were pored over by VAR, for absolutely no reason whatsoever. There goes the atmosphere, the thrill of celebrating a goal. It’s not too late to unplug the box and take it back to the shop, you know. We can forget it ever happened. It was nearly 3-0; it’s now 2-1! Azpilicueta crosses from the left. Digne half clears. Kovacic, to the left of the D, meets the clearance with the inside of his right boot, steering a stunning first-time shot into the bottom left. What a strike! 51 min: Richarlison shoots from a tight angle on the left. Kepa does very well to keep hold of the shot. 50 min: Fine opportunism from Calvert-Lewin there. Utterly dreadful defending by Zouma. On the touchline, Big Dunc picks up the nearest ballboy and hugs the little lad with unbridled glee! Everyone loves ballboys these days, Jose Mourinho’s really started something. A dreadful shank on the edge of the Chelsea box by Zouma. The ball flies straight up in the air. Neither Zouma nor Christensen can deal with it when it falls. Calvert-Lewin nips in between them, turns and slips the ball past Kepa and into the bottom left! 47 min: Sigurdsson sends the ball into the Chelsea box. Calvert- Lawton Lewin rises highest and powers a header over the crossbar. 46 min: Calvert-Lewin is clattered from behind by Zouma, as the two challenge for a high ball, and this is a free kick out on the right, a chance to load the box. Everton get the second half underway. No half-time changes by either side. “Has Tommy Lawton been reincarnated as a feisty Brazilian?” wonders Roy Allen. “Richarlison’s recent headers suggest it’s possible. Maybe.” Half-time entertainment. Other bluenoses are available. Nothing comes of the corner, and there’s that whistle. Chelsea have dominated possession, but Everton have the lead, and Big Dunc walks off down the tunnel looking fairly content. Frank Lampard not so much. 45 min +1: In the first of two additional minutes, Walcott wins Everton’s first corner of the afternoon, out on the right. They take their sweet time over it. Having been under the cosh during the last ten minutes or so, they’ll be wanting to hear the half-time whistle. 45 min: Digne’s undercoooked backpass nearly puts Everton in a world of pain, but Pickford races from his area to blooter clear with Abraham lurking. 43 min: Mount takes the resulting free kick and hoicks the ball into a loaded box from the left. Schneiderlin does well to clear. Chelsea come straight back at Everton, Abraham and Willian combining down the inside-left channel and nearly working a shooting chance. But Everton swarm the pair and the ball clanks out for a goal kick. 42 min: Chelsea press Everton back. Some pretty passing. The hosts get frustrated, and Richarlison snaps into a challenge, sliding into the back of Kovacic. He goes in the book. 40 min: Pulisic reaches the byline on the left, and looks for Willian, six yards out. Sidibe does extremely well to ensure Willian isn’t teed up for a tap-in. Everton clear their lines. 39 min: Walcott considers volleying a ball that’s dropping inside the Chelsea box. He changes his mind last minute, tries to round Azpilicueta, and runs the ball out of play for a goal kick. Not a masterclass in decision-making. 37 min: Pulisic feeds Mount down the left. Mount can’t get a proper shot away, Holgate sliding in to block. It’s good end-to-end fun, this. 36 min: A loose ball ricochets into Walcott’s path, down the inside-right channel. Walcott shoots, but his effort is easily blocked by Azpilicueta. A poor effort. 35 min: Pulisic swings a ball into the Everton area from the left. Abraham can’t get enough purchase on his header, and Pickford plucks from the sky. He then creams a clearance down the left, nearly releasing Iwobi into acres of space. It doesn’t quite come off, but full marks for quick thinking. 34 min: Boos ring around Goodison as former favourite Ross Barkley warms up on the touchline. It is panto season, after all. 33 min: Chelsea should be level. Mount drops a shoulder to make a bit of space on the left. He curls a low ball through the six-yard box. Abraham slides in late, and can’t get a toe on the ball to poke home. 32 min: More space for Willian down the right. He cuts the ball back for Abraham, but the pass is behind his team-mate and Everton can clear. Just as well, really, because the move started from a free kick awarded when Mount tripped over his own feet. Everton would have been within their rights to have a good old moan. But all’s fine. 30 min: Willian dribbles powerfully out of the Chelsea box, threatening to launch a counter. Digne hauls him down cynically, and he’s in the book. He can have no complaints. 28 min: A lull. It’s been a breezy match so far, though. 26 min: The corner. Kovacic loops the ball into the box from the left. James attempts a fancy backheel, but the ball balloons high and wide right. Chelsea come again immediately, Willian diddling Digne down the right and whipping a low cross towards Abraham at the near post. The striker can only feather the ball across the face of goal, and Everton breathe again. 25 min: Pulisic drives down the left and wins a corner off Keane. Before the set piece can be taken, Richarlison goes down, rubbing that sore shin. He grimaces hard. But the physio gives the bench the thumbs up, so looks like the goalscorer will be fine to continue. 23 min: Zouma and Kovacic faff around at the back, nearly letting Richarlison in on goal. They just about get away with it. Everton’s pressing has been very effective so far. 21 min: Mount threatens to break into the Everton box on the right. Richarlison stops his gallop with a firm challenge, but hurts himself in doing so. He’s up and about soon enough, but that looked a painful whack on the shin. “Because of (and despite) Everton’s scattergun supermarket-sweep player purchase policy, they do have some fine footballers,” suggests Matt Dony. “Clearly, they have been underperforming. I would suggest that a pretty sure fire way to guarantee players put in more effort is to stick Big Dunc in charge. I know I’d certainly try hard to keep on his good side.” 19 min: Keane makes a royal hash of a clearance, gifting possession to Abraham, who exchanges passes with Willian. Chelsea should score, they’ve got a two on one, but Abraham and Willian overthink it, make way too many passes, and the chance to get a shot away is gone. A mess all round. 17 min: Calvert-Lewin stands on Mount’s foot. He’s fortunate to escape a booking, though in fairness there aren’t too many Chelsea complaints. 16 min: Everton open Chelsea up down the right again, Walcott slipping a pass down the channel for Calvert-Lewin. Simple as that. The striker strides into the box and smashes a shot straight at Kepa. A real chance to double Everton’s lead spurned. 14 min: Mount earns Chelsea’s first corner of the afternoon, off Iwobi down the right. Willian takes. It’s easily cleared by Calvert-Lewin. Pickford hasn’t had a thing to do yet. 13 min: Abraham flips a cute reverse pass down the inside left for Mount, who topples over. Mount wants a penalty, but the clip from Sidibe was minimal and outside the box anyway. The ref’s not interested. 11 min: Azpilicueta clips Walcott out on the Everton right. The hosts load the box. Schneiderlin hoicks it into the mixer. Chelsea struggle to clear as the ball pings this way and that. Walcott takes up possession out on the right, and curls it low and hard towards the far post. Richarlison slides in, but can’t connect. Goal kick, but this is impressive stuff from Everton. 9 min: Chelsea suddenly don’t look quite so confident. Everton are pressing them hard, and the home fans are enjoying themselves greatly. “Poor stuff from Big Dunc,” tut-tuts Gary Naylor. “He really should have had the shirt off and whirling around his head.” 7 min: What a strange start to the match. Chelsea had looked assured and confident, Everton nervous and shaky. But that was a lovely flowing move upfield to shock Chelsea, Sigurdsson and Calvert-Lewin also involved. Goodison fair erupted when Richarlison scored. Big Dunc would have been proud to score that header himself. So having said that, the hosts take an early lead! Richarlison slips a pass wide right for Sidibe, who curls a glorious cross back into the middle. Richarlison had kept going, rises high, and plants a header to the left of Kepa and into the net! Duncan Ferguson races down the touchline with great feeling. What a start to the big man’s caretaker reign! 4 min: Space for Willian down the right. He tees up James, who whips to the far post, hoping to find the head of Abraham. Not quite; the ball flies out for another goal kick. But this is a lively start by Chelsea. 2 min: Christensen sprays a lovely pass wide left for Azpilicueta. Where’s Sidibe? Who knows. After his first-half horror show at Anfield, that’s a worrying early sign. Fortunately for Everton, the Chelsea captain rolls a poor pass, intended for Pulisic, out of play for a goal kick. It’s fourth versus 18th, and Chelsea get the ball rolling. A bit of early to and fro in the middle of the park. The teams are out! The Theme from Z-Cars blares out of the Goodison speakers, and there’s a cracking atmosphere at the old place. “When Evertonians have their blood up, there’s no better place to play football,” Duncan Ferguson says in his programme notes. A huge reception for the big man as he arrives fashionably late. We’ll be off in a minute. On the subject of Christmas ... our old pal Mac Millings really has excelled himself here. You know Basham and Ansu And Draxler, Eriksen Coman and Kewell Maradona, Lee Dixon But Stuart McCall the most famous reindeer Fitz Hall? Mou-dolph and Harry Kanedeer Had a Dele Alli, Rose Kanté, Firmino, Sané Hughes, Wijnaldum, Salah (Mo) Oliver Kahn, Der Kaiser Eustace, Pfaff and Collins (James) They never let poor Mou-dolph Jonny, Nani, David James Juanfran, Oggy, Tiss, Nasri Sancho, Keïta, Shay Mou-dolph, Withe, Sarr, Jones, Mark Bright Wanchope, Divock, Leighton, Wright Stam, Dahlberg, Reina, Lovren Juande Ramos, Sammy Lee Mou-dolph and Harry Kanedeer Dunga, Downing, Summerbee! I know, I know, we shouldn’t encourage him. Season of goodwill, though, innit. And now here’s Frank. “It’s a potentially more dangerous game for us. Whenever there’s a change there is often a bounce back. Factor in a club legend like Duncan Ferguson, and the way he played the game, I expect them to have a real go. It could be a tough match for us. We need to counter that with how we play, our aggression. We were really good against Villa, so I’ve given the players another chance to go, and expect more of the same from us.” A brief word with Big Dunc. “We’re going to be positive. Make sure everyone’s got a smile on their face. We’ve picked them up.” He’s suited and booted, so Paul Scholes will be happy. Blue Xmas. A couple of reminders that Christmas is coming. Here’s a chap in a bonny sweater ... ... and then there’s this page-seven fella. Everton will wear their famous blue shirts ... ... forcing Chelsea into second-choice black. Duncan Ferguson makes two changes to the Everton team battered at Anfield on Wednesday night. Theo Walcott and Morgan Schneiderlin come in for the injured Yerry Mina and the stood-down Tom Davies. Chelsea are very much in if-it-ain’t-broke territory. Having beaten Aston Villa midweek, Frank Lampard names the same starting XI. Ross Barkley is back on the bench, though, just in time to revisit his alma mater. Everton: Pickford, Sidibe, Holgate, Keane, Digne, Walcott, Schneiderlin, Sigurdsson, Iwobi, Richarlison, Calvert-Lewin. Subs: Baines, Tosun, Bernard, Stekelenburg, Davies, Kean, Niasse. Chelsea: Arrizabalaga, James, Christensen, Zouma, Azpilicueta, Kante, Kovacic, Willian, Mount, Pulisic, Abraham. Subs: Jorginho, Barkley, Caballero, Hudson-Odoi, Batshuayi, Tomori, Emerson Palmieri. Referee: Craig Pawson (South Yorkshire). The post-Marco Silva era begins here. This week, Everton became the second big club in 12 months, after Manchester United, to jib off their manager in the immediate wake of Xherdan Shaqiri running rings around them. Oh Powercube! How could you. Anyway, Duncan Ferguson takes temporary control of the Toffees today, as Everton begin their desperate search for a result that would take this grand old institution, last relegated in 1951, out of the drop zone. They’ll not be particularly pleased to welcome Chelsea this lunchtime, as the recent head-to-heads aren’t great. True, they did win this fixture 2-0 towards the end of last season, Richarlison and Gylfi Sigurdsson scoring the goals. But that was against a Chelsea side in a hot funk during the dying days of the brief Maurizio Sarri regime. Before that, there were a couple of goalless draws. And before those, Chelsea won four in a row to the aggregate score of 12-1. History isn’t Everton’s friend, and neither is the current form book. Everton have lost their last three matches, slightly unfortunately against Leicester but miserably against Norwich and Liverpool. They’ve only won two of their last six league games at Goodison. Chelsea by contrast have won five of their six away fixtures this season, only slipping up against the champions Manchester City, which is hardly a stick to beat someone with. It all suggests this should be Chelsea’s day. But football is football, and there’s always hope. Frank’s Freewheeling Fledglings aren’t the finished product yet, as their recent loss at home to West Ham demonstrates. Everton meanwhile should take a little succour from the fight they showed at the King Power and Anfield, though much good it did them. And nobody in blue will want to disappoint Big Dunc, will they. Imagine going back into that dressing room after a comprehensive loss. Imagine the silence, punctuated only by his exhaling slowly through his nose. It doesn’t bear thinking about, does it. So can Everton haul themselves out of the relegation places? Or will Chelsea put on another roadshow? We’ll find out soon enough. It’s on! Kick off: 12.30pm GMT."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}