{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/06/sol-campbell-southend-manager-interview-people-got-wrong-end-stick", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-06T00:01:26Z", "webTitle": "Sol Campbell: ‘Trouble is people got the wrong end of the stick about me’", "webUrl": "https://www.theguardian.com/football/2019/dec/06/sol-campbell-southend-manager-interview-people-got-wrong-end-stick", "apiUrl": "https://content.guardianapis.com/football/2019/dec/06/sol-campbell-southend-manager-interview-people-got-wrong-end-stick", "fields": {"headline": "Sol Campbell: ‘Trouble is people got the wrong end of the stick about me’", "bodyText": "Six weeks in and the Sol Campbell regime at Southend has already claimed its first victim. On taking charge at the League One club in October, he quickly identified the players’ diet as one immediate area for improvement and banned ketchup and fizzy drinks from the canteen. At training, a plethora of fitness and conditioning tests sort the greyhounds from the gourmands. Campbell may still be relatively new to the coaching game but he means business. The data doesn’t lie but then nor does the league table. It shows Southend in 22nd place, with one win and an alarming 53 goals conceded. This is the sort of form that did for Campbell’s predecessor, Kevin Bond, and unless Campbell can turn things around in a hurry – ketchup or no ketchup – relegation awaits. There are plenty out there who would not mourn this in the slightest. Yet to spend some time in Campbell’s company at Boots &amp; Laces, the former nightclub that serves as Southend’s training base, you would scarcely know any of this. For all the team’s travails, he is full of energy and full of laughter, eternally grateful for the chance to resume his nascent coaching career after a rollercoaster nine months at Macclesfield, where he miraculously saved them from relegation before leaving in a dispute over unpaid wages. (He is owed £182,000 and is backing a winding-up petition against the club.) And for a man who has graced the game’s biggest stages, this is curiously the environment he loves best: mud and muck, grit and graft. He can still put himself about in training at the age of 45 and almost a decade after hanging up his boots still looks in superb nick. Of course, he is under no illusions. He knows the task is gargantuan. Campbell inherited a team being taken to the cleaners every week. The first game after his appointment – which he watched from the stands – was a chastening 7-1 thumping at home to Doncaster. Only on Tuesday night, in his fifth league game, did he claim his first point, a hard-fought 1-1 away draw against 10-man Burton. “Sometimes you get a team that has almost forgotten how to win,” he says. “That’s maybe fallen away from the standards that should be set at this level. Some are big problems, some of them are small problems. It’s not going to happen overnight but the clock is ticking.” Tough times demand bold choices. One is Campbell’s insistence that Southend will continue to play from the back, despite coming unstuck against Oxford when a calamitous attempt to pass out of defence saw them concede after 52 seconds. “We haven’t got big guys at the front,” he says. “We can’t have 40 to 50-yard punts up the field and expect them to stick. So we’ve got to play through the lines. The main thing is when you make mistakes, you try to learn from them.” It’s a fitting analogue for Campbell’s own journey and as the conversation turns from the coach to the man, it feels an appropriate time to delve a little deeper into one of English football’s most enigmatic personalities. By turns outspoken and taciturn, headstrong and brittle, Campbell’s entire career has been based on an unshakable self-belief in the face of prejudice, ridicule, even outright hatred. His decision to leave Tottenham for Arsenal in 2001 unleashed a torrent of contemptible abuse. His claim that racism has denied him opportunities within the game was greeted with spiteful derision. When he described himself as “one of the greatest minds in football”, lots of people laughed, none of whom actually knew him. And even to this day, Campbell seems to divide opinion wherever he goes. Spurs fans still revel in his every setback, naturally, but even journalistic colleagues warned he could be spiky company. “A bit odd,” was a frequent comment. It feels anticlimactic to report that Campbell is disappointingly normal in the flesh. He is assured, certainly but no more so than most professional athletes. Occasionally testy without ever straying into awkwardness. Perhaps a little more guarded with his words than he used to be, given the way he has been burned in the past. But above all curious, thoughtful and generous with his time. “I feel a lot of people have listened to too many other people,” he says. “I’ve not had a massive PR machine. I’m just a normal guy. I work hard. I like players who hate losing. That’s who I am. The trouble is, as time went on, people got the wrong end of the stick about me: whether it’s lazy journalism, or someone with an axe to grind …” Where did that unshakable confidence come from? “I don’t know. Maybe from the streets? I’m a street footballer. I’m hardcore. Growing up in east London, you’ve got to be a little bit self-confident. As a player, I would go into detail, watch who I was playing against. Who might come into my vicinity. That gives you self-confidence.” Does he reckon that blithe self-confidence was ever mistaken for arrogance? “What do you think?” he asks after a long pause. I tell him I think so. “The thing is,” he replies, “I’m respectful, I’m understanding, I’m open-minded. And if you don’t believe in yourself, who else is going to believe in you? That’s the starting block. If that’s got misconstrued or misunderstood, then I apologise. That’s how I am. I’m not disrespecting anyone. Yes, I have faults. No one’s perfect.” The thing is, without that confidence, Campbell might never have made it to the first rung of the coaching ladder. Whereas contemporaries such as Gareth Southgate and Steven Gerrard walked straight into high-level coaching roles after retirement, it took Campbell seven years to land his first job at League Two Macclesfield. “Waiting on the sidelines,” as he puts it. “Sometimes you do say: ‘Well, when do you reckon it’s going to happen?’ But I totally believed and sometimes you’ve got to take a job where you’ve really got to work at it.” Why was he so set on coaching, a precarious job with a dangerously short life expectancy? Clearly it wasn’t for the money. He returns the question. “Does Frank Lampard need to work? Does Jonathan Woodgate need to work? People need a goal and my goal is to be one of the most successful managers going forward. I love the game. I love the strategy. I love the day-to-day religion of football. So why would I go somewhere else?” Does it give him any scintilla of satisfaction, any extra ounce of motivation, to know there are so many people praying for him to trip up? “But that happens in life,” he says. “It’s normal.” Respectfully, I tell him, I beg to differ. Were I to lose my job, I’d probably get a few dozen people gloating on Twitter but that would be the end of it. Were he to get sacked, or relegated, there are thousands of people who would take a weird, macabre pleasure in it. Probably the same people who sing songs about him dying, or pursue him with homophobic taunts. The irrational animosity out there for Sol Campbell is not – whatever else you could call it – normal. A long, long pause. “But when I look at myself,” he replies eventually, “I say: ‘Sol, when have you ever had it easy in your life anyway?’ Nothing’s come easy to me. Nothing. So it’s not like it’s something that’s new to me. No one’s life runs perfect. You’re going to get hired. You’re going to get sacked. In the end, not everyone’s going to like you. Concentrate on the people who are there for you. Surround yourself with people who are positive.” They certainly speak highly of him at Southend, where the mood and performances have improved, even if results haven’t quite yet. The January transfer window offers his first chance to refresh the squad and the experience of Macclesfield last season offers a template for the great escape. “I was given no hope,” he says, laughing. “And I got out of that. I’m not saying it’s a no-hope scenario now but it’s similar. It’s even tougher.” Once the tape is off, we talk some more. We talk about how much east London has changed from when he grew up, about Southend (he has heard the pier is the longest in the world, and would like to walk it soon), about his vision for the club. Above all, you get the feeling that after everything he has endured, he is just happy to be back, even if it’s at a League One club 10 points adrift of safety. “Please God, I’ve got a job now,” he beams. “And I love it. I love everything about it.” And you wonder whether the English footballing public is finally ready to make its peace with Sol Campbell. Because he certainly seems to have made his peace with them."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}