{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/dec/01/leicester-city-everton-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-01T20:23:51Z", "webTitle": "Silva’s side lift the clouds but VAR denies them a silver lining | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2019/dec/01/leicester-city-everton-premier-league", "apiUrl": "https://content.guardianapis.com/football/blog/2019/dec/01/leicester-city-everton-premier-league", "fields": {"headline": "Silva’s side lift the clouds but VAR denies them a silver lining", "bodyText": "There is something deeply disconcerting about Everton. They are like some creature of myth, shapeshifting, ethereal, beyond the grasp of mortal perception. Every time you think you have worked them out, every time you think you know what they are and reach out towards them, they slip away. They are a team of the mist, intangible. They can dawdle through games as though entirely unconcerned by the result or their own reputations, or they can be as committed as they were at Leicester, snapping into tackles and diligently maintaining defensive shape. It was a performance that for three quarters of the game looked like earning them a win, for more than 90 minutes a point. It may have ended in defeat, following a VAR review that showed Kelechi Iheanacho was played onside by Yerry Mina’s patella, but this was far removed from the limp display at home to Norwich the previous week. What it means is anyone’s guess. Marco Silva will probably be in charge for Wednesday’s Merseyside derby but after seven defeats in 10 league games there can be no guarantee Everton might record their first win at Anfield in 20 years and inflict Liverpool’s first league defeat in 40 matches, or they might lose by a humiliating margin, or any point in between. To think you have worked out Everton is to misunderstand their true nature; they are unknowable. They are a side who kept clean sheets in their opening two games of the season, which meant that, added to the end of last season, they had kept 10 clean sheets in 13 games. In that, it seemed, was the solid platform, on which Silva could build. They have not kept a clean sheet since. In part that is down to injuries. Jean-Philippe Gbamin, brought in to replace Idrissa Gana Gueye, who was perhaps underrated before his summer move to Paris Saint-Germain, has featured in only two games this season – those two clean sheets. Since then Everton have lost André Gomes and this weekend found themselves unable to start Morgan Schneiderlin and Fabian Delph. Midfield solidity is hard to achieve without solid midfielders. Silva’s solution was to adopt a back three – the fourth time he has done so at Everton, always in away games in December. By and large it worked. Alex Iwobi has always looked more comfortable with a full-back overlapping him and that was the source of the opening goal as the former Arsenal forward released Djibril Sidibé who, likewise, has always been better overlapping than sitting deep, and he crossed for Richarlison, perhaps the most mercurial of all Everton’s unreliable talents, to thump home a header. Yes, they rode their luck when a penalty awarded for Mason Holgate’s clumsy swipe at Ben Chilwell was overturned on the grounds that there was no contact, as though the full-back was somehow to blame for leaping out of the way, but Everton fundamentally looked comfortable. Gylfi Sigurdsson was assured in a much deeper position than usual and even Mina’s eccentricities were disguised by having a player either side of him. But the introduction of Iheanacho after 62 minutes and Leicester’s switch from 4-1-4-1 to 4-4-2 changed the game. Did Everton run out of fitness? Were they culpable of failing to adjust to Leicester’s change of shape? Or did proximity to a decent result addle their thinking? It was probably a bit of all three and, while they were certainly under pressure in the final minutes, in the end they will feel they got the rough end of a VAR call. Perhaps it is unfortunate that Mina has such protruding kneecaps but on the other hand, it is bewildering that Iheanacho could find such space in the centre of the pitch against a back three. Get that right and the pass would never have been on for Ricardo Pereira, who himself was able to surge curiously far without being challenged, and then the issue of offside would never have been raised. It is probably unfair to be too harsh after a change of shape forced by injuries but it was characteristic of the sort of laxity that keeps on costing Everton. Silva has come to seem an unlucky general but there are also times when he seems a curiously imprecise one. But then who has really got to grips with this most indefinable of clubs since David Moyes left in 2013. The sense of drift is such that it feels Silva’s departure is inevitable sooner rather than later but Everton are a mystery that is not readily solvable."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}