{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/07/everton-chelsea-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-07T14:41:02Z", "webTitle": "Calvert-Lewin’s double gives Ferguson dream start at Everton against Chelsea", "webUrl": "https://www.theguardian.com/football/2019/dec/07/everton-chelsea-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/dec/07/everton-chelsea-premier-league-match-report", "fields": {"headline": "Calvert-Lewin’s double gives Ferguson dream start at Everton against Chelsea", "bodyText": "Unable to sleep after taking the reins from Marco Silva, Duncan Ferguson lay in his bath at 2.30am on Friday and dreamed of the perfect day. It looked like this. There was a towering header to start the show, two more goals from a marauding Everton No 9 and a fist-pump celebration in front of the Gwladys Street End after leading his beloved club out of the relegation zone. The Scot has some scriptwriter. Chelsea were beaten by emotion, fight and character on Ferguson’s big day. Frank Lampard’s team played well but defended poorly. They were also up against a formidable obstacle in the form of an Everton team that, to a man, gave everything for the nervous mountain of energy standing in the technical area. Well, not standing exactly. Everton’s temporary manager played every ball, raced down the touchline when the goals went in and hugged ball boys as he whipped Goodison Park into the frenzied bearpit that makes this place so special. It was a throwback game and all the better for it. “I’d have hugged the linesman, too, if he was there,” said a relieved and delighted Ferguson. “It is just emotion, just such adrenaline. When you see the kids’ faces, I think one of them was in tears and I was in tears to be honest. It was one game and no one can ever take it away from me, can they? But the players were unbelievable and it is their day.” Niko Kovac was in the crowd - part of a fact-finding exercise on English football, according to his agent - and, if Everton wanted to sell themselves to the former Bayern Munich manager, they could not have delivered a better presentation. Only five minutes had gone when Richarlison gave the home side the lead and the belief they desperately needed after three consecutive defeats. The first goal of the former Everton centre-forward’s temporary reign just had to be a header. Richarlison started like a man possessed, not one dwelling on the departure of the manager who signed him twice and helped make him a Brazil international. He released Djibril Sidibé down the right and set off into the heart of the Chelsea penalty area in anticipation of a cross. The France international delivered to perfection and Richarlison rose above the Chelsea defence to score with a powerful header. Ferguson sprinted halfway down the touchline in celebration, returning to his technical area with several fist-pumps to the crowd and the directors’ box. There was nothing pretty about the home side’s display – their 37 tackles were the most made by an Everton team in a Premier League game this decade – but players such as the maligned Morgan Schneiderlin, Theo Walcott and Gylfi Sigurdsson were relentless, their commitment to the cause faultless. Lampard lamented his side’s failure to match the hosts physically. Ferguson went for a 4-4-2 formation and Jordan Pickford was under instruction to launch the ball at every opportunity. Chelsea created a host of good openings in the first half but over-elaboration in the area, such as when Michael Keane played a stray clearance straight to Tammy Abraham, and the willingness of Everton defenders to put their bodies on the line ensured Pickford did not have a save to make before the break. They were two down when Everton made another stirring start to the second half. The highly impressive Dominic Calvert-Lewin prospered from a mistake and a slice of misfortune by Kurt Zouma, the defender who spent last season on loan at Everton and whom Silva desperately wanted to re-sign in the summer. Zouma miscued a clearance on the edge of his area, allowing Calvert-Lewin to beat Andreas Christensen in an aerial challenge. The striker’s header bounced off Zouma and back into his path in front of goal. Kepa Arrizabalaga was beaten by a fine finish into the bottom corner and Goodison erupted. Ferguson’s celebration on this occasion involved picking up the nearest ball boy and swinging him around in circles. Chelsea’s response was immediate. The visitors weaved their way down the left with César Azpilicueta. Lucas Digne cleared his cross with a sliding challenge but it was returned emphatically by Mateo Kovacic, who drilled an outstanding first-time shot into Pickford’s bottom corner from distance. The visitors laid siege to the Everton goal. Pickford tipped over from Azpilicueta, several defenders took heavy blows but battled on until, in Digne’s case, they could run no more. And just as Goodison braced itself for another late blow, having suffered so many this season, Everton scrambled home a third after Walcott pounced on a poor clearance by Arrizabalaga. Calvert-Lewin released Tom Davies inside the area and then poked home from close range after the substitute’s run had been blocked. Ferguson set off down the touchline again, swinging ball boys in the air. His perfect day."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}