{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/06/everton-chelsea-match-preview-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-06T16:40:28Z", "webTitle": "Everton v Chelsea: match preview", "webUrl": "https://www.theguardian.com/football/2019/dec/06/everton-chelsea-match-preview-premier-league", "apiUrl": "https://content.guardianapis.com/football/2019/dec/06/everton-chelsea-match-preview-premier-league", "fields": {"headline": "Everton v Chelsea: match preview", "bodyText": "There will be a rare bond of unity between the Everton crowd and technical area on Saturday when Duncan Ferguson takes temporary charge against Chelsea following the dismissal of Marco Silva. For all the goodwill that will come Ferguson’s way, his promotion is not a cause for celebration but a symbol of Everton’s malfunction under the erratic ownership of Farhad Moshiri. A club that has spent over £450m on players since Moshiri’s arrival finds itself in the bottom three and led by a sixth different coach in under four years. Chelsea will relish the opportunity. Andy Hunter Saturday 12.30pm BT Sport 1 Venue Goodison Park Last season Everton 2 Chelsea 0 Referee Craig Pawson This season G7 Y29 R1 4.29 cards/game Odds H 5-2 A Evens D 13-5 EVERTON Subs from Stekelenburg, Lössl, Sidibe, Bernard, Iwobi, Walcott, Tosun, Baines, Gordon, Beningime, Delph Doubtful Mina (knock) Injured Coleman (thigh, 14 Dec), Delph (thigh, 14 Dec), Gbamin (thigh, Jan), Gomes (ankle), Martina (knee, both unknown) Suspended None Discipline Y26 R2 Form LDWLLL Leading scorer Richarlison 5 CHELSEA Subs from Caballero, Guehi, Alonso, Emerson, Pedro, Gilmour, Barkley, Giroud, Hudson-Odoi, Jorginho, Tomori Doubtful Barkley (ill) Injured Rüdiger (groin, 10 Dec), Loftus-Cheek (achilles, unknown) Suspended None Discipline Y26 R0 Form WWWLLW Leading scorer Abraham 11"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}