{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/03/the-fiver-ballon-dor-messi-rapinoe", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-03T15:56:25Z", "webTitle": "The Fiver | The most top, top, top footballers in the world", "webUrl": "https://www.theguardian.com/football/2019/dec/03/the-fiver-ballon-dor-messi-rapinoe", "apiUrl": "https://content.guardianapis.com/football/2019/dec/03/the-fiver-ballon-dor-messi-rapinoe", "fields": {"headline": "The most top, top, top footballers in the world", "bodyText": "TODAY IN AUDIBLE SIGHS It was a busy old night at football’s leading backslappery bash in Paris, reader. Folk who get angry on social media disgraces about which footballer has the “sickest tekkers” took to their bedrooms to watch the Ballon d’Or awards, the annual jamboree in which footballers squeeze into ill-fitting suits and pretend to be happy for rival players who rank higher than them in the voting to determine, playground-style, who are the most top, top, top footballers in the world. In case you haven’t heard, Megan Rapinoe won the women’s shiny gold gong for the first time, and Lionel Messi won the men’s for a record sixth time. Confirmation then, that old people are better than young people. Predictably, some people felt fresh and funky about the list for the men’s award. Former Newcastle and Aston Villa full-back Habib Beye accused the judges of racism after Sadio Mané came fourth, behind teammate Virgil van Dijk. “Whoever tells me that Van Dijk had a better season than Mané, give me your criteria please. Speak with me, and we can debate,” he roared. “Maybe people will see this as victim culture. But he [Mané] is African and that is why he is fourth. You can look at it in every way, but that is why he is fourth. Messi disappeared during [Big Cup] semi-final at Anfield. At the same moment, Mané and the others went into the final, won the tournament … to see Mané fourth is a scandal, pure and simple.” The presence of Cristiano Ronaldo at third on the list got people who ought to have a proper look at themselves angry too. Ronaldo has placed first or second for the past eight years, but Van Dijk pipped football’s leading current underpants model to second this time round. Ronaldo didn’t even bother pitching up in Paris. He chose to have his ego massaged at the Serie A gongs instead. When asked about the Juve striker’s absence, Van Dijk honked: “Why? Was he a candidate?” It was a joke, not a good one, which is why it’s in The Fiver, but it still prompted the tanned one’s sister and Piers Morg@n to lose the run of themselves late on Monday night. “@Cristiano is a far better player, you’re not in his league,” nah-nah-nah-nah-nahed the 54-year-old man. Ronaldo’s sister Katia Aveiro, 42, went further, penning an open letter to the Liverpool defender on Instachat. “Dear Virgil, where you are going, Cristiano Ronaldo has gone and has come a thousand times,” she began. “You see, my dear Virgil, that Cristiano Ronaldo was a tri-champion in the country where you have been playing for years and you still haven’t got your hand on the trophy. Cristiano Ronaldo was even the best player and best scorer in the country where you play, Virgil. By the way, he was even younger than you.” Perhaps it’s time we hoofed these golden balls into touch. LIVE ON BIG WEBSITE Join Rob Smyth for hot MBM coverage of Burnley 1-2 Manchester City from, what’s this, 8.15pm GMT? QUOTE OF THE DAY “Racist? I am Catholic, I can’t be. My comment was taken out of context. I said something stupid, I also make jokes” – Brescia president Massimo Cellino tells Mario Balotelli he’s free to leave the club next month, having recently said that the striker is “black and working to whiten himself but he has great difficulties in this”. TOP 100! Or maybe not hoofing certain golden balls into touch just yet … Kicking off the first 30 players from our 2019 list of the best female players in the world. RECOMMENDED LOOKING How are Arsenal doing, boss? It’s the latest David Squires cartoon. And you can buy a copy of it right here. RECOMMENDED LISTENING The latest Football Weekly is right here, while we also have a special edition on Hillsborough and the 30-year fight for justice. FIVER LETTERS “As an antidote to the utter tedium of the annual Ballon d’Messi, how about The Fiver launching its own award? Honouring the fast-paced soap opera of managerial sackings, The Fiver’s ‘Ballon out the d’Or’ ceremony could be held at Vicarage Road. The award itself would be a gold-painted, recycled exit sign, bearing the legend ‘Do One’ in the font of your choice. What’s not to like?” – Mark Husbands. “As a footballing nation that has founded its youth development policies on grown men bellowing expletives at children, officials and other grown men, while simultaneously becoming obsessed with tactics and analysis to pedantic levels, I feel a closer examination of the Ajax U-12s’ 50-1 demolition of MVV Maastricht (yesterday’s News, Bits and Bobs) is surely required. I mean, how can a team that racks up an almost 50-goal advantage be so slack at the back as to let the opposition score? A little less praise for such shoddy defending might do those Dutch tyros a world of good” – Colin Reed. “Re: Richard O’Hagan claiming The Fiver was of use as a Scrabble clue (yesterday’s Fiver letters). I would like to disabuse Mr O’Hagan of the misconception that The Fiver can claim responsibility for being useful. The etymology of the word ‘fiver’ certainly predates the tea-timely spam-clogging column. When I checked Wikipedia, it stated that ‘fiver’ may refer to, among other things, ‘a humorous daily football email by the Guardian’. I have, of course, raised an accuracy dispute. I noted that one of the criteria for raising a dispute included, content that ‘… has been written (or edited) by a user who is known to write inaccurately on the topic’. I’d be grateful if The Fiver could inform me how to raise a dispute on similar grounds in relation to its daily tea-time email” – James Megaw Wilson. Send your letters to the.boss@theguardian.com. And you can always tweet The Fiver via @guardian_sport. Today’s winner of our letter o’the day is … Mark Husbands, who bags a copy of Bottled. We’ve still got more prizes to give away, so get scribbling. NEWS, BITS AND BOBS The FA Cup third-round draw has paired Liverpool with Everton, as per, and AFC Fylde with Sheffield United, in a rather less common match-up. Richarlison is close to agreeing a new five-year deal with Everton, despite Manchester United and others sniffing around. “We don’t see other clubs who want to grow selling their best players,” tooted Magic Marco. Talking of under-pressure bosses, Ole Gunnar Solskjær insists he isn’t one despite the spate of recent sackings. “No, it doesn’t make me more concerned. It’s that time of year,” he roared, donning a Santa hat. Uefa president Aleksander Ceferin accepts more needs to be done to combat racism in European football, while also calling out Boris Johnson. And FA suits have compared diaries with their counterparts in Austria and Romania and arranged an away friendly in Vienna on 2 June and a home one at whatever venue they can book on 7 June against the Romanians. STILL WANT MORE? Amazon’s Premier League arrival comes with a hefty price tag for fans, writes Barney Ronay. Unai Emery failed to clear the language barrier in our era of manager televangelists. By Jonathan Liew. Megan Rapinoe’s Ballon d’Or is reward for excellence on and off field, reckons Suzanne Wrack. Sid Lowe on the magic of Messi. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO! RECOMMENDED BUYING Buy a classic sport photograph … Cruyff’s special jersey. SEANI!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}