{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/06/marcelo-bielsa-leeds-premier-league-exile-championship-promotion", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-06T13:22:41Z", "webTitle": "Marcelo Bielsa has history on mind as he plots to end Leeds’ top-flight exile | Louise Taylor", "webUrl": "https://www.theguardian.com/football/2019/dec/06/marcelo-bielsa-leeds-premier-league-exile-championship-promotion", "apiUrl": "https://content.guardianapis.com/football/2019/dec/06/marcelo-bielsa-leeds-premier-league-exile-championship-promotion", "fields": {"headline": "Marcelo Bielsa has history on mind as he plots to end Leeds’ top-flight exile", "bodyText": "What do Winston Churchill, Nelson Mandela and Don Revie’s famously formidable Leeds of the 1960s and 1970s have in common? The answer, potentially a fiendish pub quiz contender, is that all three have been recipients of the freedom of the city, with surviving members of Revie’s squad receiving this rare civic honour as recently as Wednesday. As a suited and booted Norman Hunter, Johnny Giles, Allan Clarke, Peter Lorimer, Eddie Gray et al gathered to mark an arguably overdue occasion, Revie’s latest successor was plotting the conclusion of another achingly long wait. Marcelo Bielsa does not really do social formality – he attended the club’s black tie, 100-year anniversary celebrations in tracksuit and trainers – but he does have an acute appreciation of Elland Road history and knows it is high time Leeds ended a Premier League exile now in its 16th season. They play at struggling Huddersfield on Saturday lunchtime unbeaten in eight Championship games and having won the past five yet remain two points behind the leaders, West Brom, and only five ahead of third-placed Fulham. If the scars of last spring’s late promotion stumble remain raw, there is cautious optimism it will be different this time. Even so, tricky challenges loom, most immediately at Huddersfield where Bielsa must replace the suspended Kalvin Phillips. Not only does the team’s all-important quasi-sweeper customarily fill the anchoring role between midfield and defence, but Phillips moves seamlessly into the backline when the full-backs advance as Leeds overload opposition rearguards by switching from 4-1-4-1 to a fluid 3-3-1-3. “It seems like Bielsa’s players are operated by remote control,” says Huddersfield’s manager, Danny Cowley. “You only get to that place with very good coaching.” His brother and assistant, Nicky Cowley, is equally admiring. “Bielsa manages to get his team all playing with one brain,” he says. Ben White almost certainly possesses the necessary intelligence to deputise for Phillips. The 22-year-old Brighton loanee has excelled at centre-half, confounding those who suspected Bielsa had erred in offloading the influential, if sometimes slightly rebellious, Pontus Jansson to Brentford in the summer. White’s blend of technical assurance, passing vision – his accuracy ranks in the top 20 of Championship outfield players – and crisply incisive tackling has not only tightened the defence but left him under near-constant surveillance by Liverpool. Jürgen Klopp will doubtless be intrigued to see how White fares in a new position. A somewhat bigger impending hurdle for Bielsa is the strong possibility Kiko Casilla, the team’s £35,000-a-week former Real Madrid goalkeeper, clean-sheet specialist and seemingly near indispensable sweeper-keeper, will be banned for between six and 12 games should he be found guilty of racially abusing the Charlton forward Jonathan Leko. Casilla has denied the Football Association’s charge stemming from an incident in September and his case is to be heard by an independent FA commission before Christmas. Considering his deputy is Illan Meslier, an untried 19-year-old French keeper on loan from Ligue 2 side Lorient, Bielsa may require temporary cover next month. The worry is that identifying on-budget candidates possessing the intricate footwork and high-accuracy short passing synonymous with Casilla – and the side’s build-from-the-back credo – could be easier said than done for the club’s algorithm-juggling director of football, Victor Orta. Angus Kinnear, the Leeds managing director, although fully endorsing the FA’s laudable zero-tolerance racism stance, questions the credibility of the ruling body’s justice system. “We fully support such a serious allegation – which Kiko vehemently denies – being subjected to full investigation and disciplinary process,” he says. “Our only concern is that the burden of proof for an FA hearing is ‘not beyond all reasonable doubt’ – the court standard – but ‘on the balance of probability’. We believe that, in cases of this seriousness, the higher standard of proof is more appropriate; one man’s reputation is at stake.” Back on the training ground, Bielsa’s bar is famously high but there have been times – see Athletic Bilbao and Marseille – when his teams have apparently burnt out. The way in which Leeds pass at breakneck pace while, courtesy of kaleidoscopic positional inter-changing, pressing opponents and space is wonderful but the sheer intensity involved is undeniably draining. “You come off the training pitch properly tired,” says the former Leeds forward Kemar Roofe, now with Anderlecht, as he recalls routinely rehearsing five separate formations and full-blooded 11 v 11 training games. “You’re empty, you can’t do extra finishing practice. But I learned the body can do so much more than you believe.” If the daily regimen is unrelenting – players face daily weigh-ins, skin-fold tests and strict diets – it is undeniably a meritocracy with Bielsa selecting XIs on what his eyes tell him rather than price tag, reputation or favours. This means the Arsenal loanee striker Eddie Nketiah has not been involved as much as his parent club would like and, despite Bielsa wanting to retain him, he may be recalled next month. Newcastle’s Dwight Gayle seems an obvious replacement but would cost £15m, challenging in the era of financial fair play rules. Although Liverpool are considering loaning their promising young forward Rhian Brewster, who is also interesting Borussia Dortmund, they want game-time guarantees that Bielsa declines to grant. Compromise is not a word that features in the Leeds manager’s extensive vocabulary but his preferred sole striker, Patrick Bamford, requires support, so some sort of diplomatic new year attacking accommodation may need reaching if promotion is to be secured. Then the campaign for Bielsa to be granted the freedom of the city can properly begin."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}