{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/01/arsenal-finish-top-four-freddie-ljungberg", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-01T19:15:19Z", "webTitle": "Arsenal can still finish in the top four, says Freddie Ljungberg", "webUrl": "https://www.theguardian.com/football/2019/dec/01/arsenal-finish-top-four-freddie-ljungberg", "apiUrl": "https://content.guardianapis.com/football/2019/dec/01/arsenal-finish-top-four-freddie-ljungberg", "fields": {"headline": "Arsenal can still finish in the top four, says Freddie Ljungberg", "bodyText": "Freddie Ljungberg believes Arsenal can reach the Premier League’s top four despite their worst start to a season in the modern era. The interim coach oversaw a mixed performance in his managerial debut at Norwich, with Arsenal equalising twice before hanging on to see out a 2-2 draw. They are eighth in the table, seven points off the Champions League spots, and when goal difference is taken into account they have not fared this poorly after 14 games since the division’s rebrand in 1992. Ljungberg is keen to channel the positivity that has pervaded since he took over on Friday and thinks those streaking ahead can be caught. “One hundred percent,” he said when the prospect was raised. “Like you see, people drop points here and there, and we drop points. It’s a crazy league at the moment. I hope and think Arsenal can finish in the top four.” Many of Arsenal’s problems were in evidence at Carrow Road, where Ljungberg – who described himself as “proud and honoured” to have led the team – saw Norwich repeatedly expose them after possession was turned over. “We started really well, and I thought we dominated totally and found pockets and created chances,” he said. “I would probably expect us to take the lead and go for that. The problem I think is that everyone can see that we had problems in transitions while we had possession, so that’s something that’s easy for a coach because we know what we need to work on.” He mentioned that issue more than once and stressed it would take time to impose his methods. Arsenal play eight games in December and many training sessions will be dedicated to recovery. “In pre-season, when you have them for five or six weeks, you can normally implement how you want to play football,” he said. “That’s not what I have and I just try to do small building blocks and try to change things in a slow tempo. Now the players need to recover and we probably get one and a half [training sessions] again before the next game [at home to Brighton on Thursday]. I just try to make it as simple as possible for the players and hopefully we can get better.” Ljungberg said his players’ positivity after going behind showed they want to “change a negative trend”. He explained work to bring in a new coaching staff remains in progress – he was assisted by Per Mertesacker – and emphasised that he was taking the role “day-by-day” when asked about his longer-term ambitions. His counterpart, Daniel Farke, correctly thought Norwich should have won and took aim at the VAR decision that facilitated the first of Pierre-Emerick Aubameyang’s levellers. The striker was allowed to retake a saved penalty after Max Aarons was adjudged to have encroached before clearing the ball and Farke criticised a series of calls that went against his team. “It was a really strange decision because you will always find something in the rules,” he said. “My feeling is even if [Aarons] had started 10 inches outside the box it would not have affected the game. “I was not happy with the quality of the decisions in this period of the game,” he said. “It felt like each 50/50 call, each duel, each doubtful throw or corner or free-kick went against us.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}