{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/10/arsenal-freddie-ljungberg-west-ham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-10T00:03:19Z", "webTitle": "Pépé caps a lightning revival to give Freddie Ljungberg glimmer of hope | Nick Ames", "webUrl": "https://www.theguardian.com/football/2019/dec/10/arsenal-freddie-ljungberg-west-ham", "apiUrl": "https://content.guardianapis.com/football/2019/dec/10/arsenal-freddie-ljungberg-west-ham", "fields": {"headline": "Pépé caps a lightning revival to give Freddie Ljungberg glimmer of hope", "bodyText": "One flourish of the left foot and, for a few days at least, everything else could be forgotten. Nicolas Pépé’s adaptation to the Premier League has been uncertain and, in truth, nobody could really have envied him the introductory few months he has endured at a troubled Arsenal. It must have felt like being asked to parachute safely on to the north face of Everest; in which case the telling slalom through West Ham’s ever-obliging defence, and the rich oxygen its denouement breathed into both his campaign and that of his team, could hardly have seemed a more blessed relief. Pépé had not scored for Arsenal in open play before flashing a 66th-minute finish beyond David Martin to give them a comeback lead and, from a state of dejection and disarray, put a flame under Freddie Ljungberg’s tenure. It has been easy to question the wisdom of the £72m fee paid to Lille for the Ivorian; it says plenty for Pépé, though, that as he shaped to shoot there seemed only one outcome. He has beautiful shooting technique on his favoured side and, given a rare chance to prove the point, shone the brightest of lights where there had been none. A red smoke bomb, presumably earmarked as some kind of distress signal as a shoddy first hour ticked by, billowed from the away end. Everything had turned around and Pépé’s wild upswing in performance had epitomised that of his team. In the 15 minutes after half-time Arsenal, limp before the break and behind to Angelo Ogbonna’s bundled effort, had barely put a foot right. Pépé had shielded the ball so weakly that Aaron Cresswell virtually ran through him to start a West Ham attack, been mugged in possession by Felipe Anderson and given the ball away dangerously inside his own half. He had been given a start by Ljungberg as part of a deliberate recalibration, but aside from some spirited runs looked like a player struggling to impose himself physically or tactically. But Ljungberg knew Pépé had improved Arsenal’s showing significantly in the second half of Thursday’s defeat by Brighton, even if the scoreline did not reflect that. Pépé had “showed intensity, tried to dribble and worked well to win the ball back”, the coach said, so it seemed logical that he would get a chance. The same went for Gabriel Martinelli, an 18-year-old firecracker of a forward who runs with the insistency of Luis Suárez and finishes, as West Ham would discover when he opened the floodgates, with the emphasis of Gabriel Batistuta. The sense was that this, three games in, all presented a taste of Ljungberg’s way. Even if much of the evening’s fare resembled the haphazard showings Arsenal have produced all season, he remoulded his front three with a specific purpose in a lineup that screamed, “To hell with everything,” and ultimately reaped handsome rewards. Pépé, Martinelli and Pierre-Emerick Aubameyang, who scored a sharply taken third, are all direct and explosive runners, happy to shoot early and primed for the swift, direct transition. That made the ponderous buildup of Arsenal’s first 45 minutes all the more maddening, given its lack of chime with their forwards’ gifts, but the flip side arrived when the match became scrappier and their possession decreased: West Ham, happy enough when the game was being played in front of them, could not keep pace when its shape deteriorated and the dynamic forward trio were, for that glorious nine-minute spell, in their element. A turning point? Proof of Ljungberg’s genius? A grand, if belated, arrival statement from Pépé? This was not quite any of those things, not yet, and the nagging thought persists that opponents with a modicum of discipline would have been able to see Arsenal off here. A bigger test will come, once the near-formality of Europa League progression has been ticked off in Liege on Thursday, when Manchester City visit the Emirates three days later. The narrative is set up, even more so after this success, to be Ljungberg’s pitting of wits against the City assistant coach Mikel Arteta, who may yet take the seat he currently warms. Pep versus Pépé has more of a ring to it, though, and on this evidence Arsenal’s mercurial forward might hold box-office appeal after all."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}