{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/01/watford-expected-to-sack-quique-sanchez-flores-and-hire-chris-hughton-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-01T11:21:35Z", "webTitle": "Watford sack Quique Sánchez Flores and look to appoint Chris Hughton", "webUrl": "https://www.theguardian.com/football/2019/dec/01/watford-expected-to-sack-quique-sanchez-flores-and-hire-chris-hughton-football", "apiUrl": "https://content.guardianapis.com/football/2019/dec/01/watford-expected-to-sack-quique-sanchez-flores-and-hire-chris-hughton-football", "fields": {"headline": "Watford sack Quique Sánchez Flores and look to appoint Chris Hughton", "bodyText": "Watford have sacked Quique Sánchez Flores and could appoint Chris Hughton in what will be the club’s second managerial change of the season already. Flores’s job was hanging by a thread after Watford’s 2-1 defeat to Southampton, with patience at boardroom level having snapped with the Spaniard, who had failed to reverse the side’s slump since returning to Vicarage Road in September. The 54-year-old won only one of his 10 league games since replacing Javi Gracia, who was sacked after a poor start to the season. Watford are bottom of the Premier League and six points from safety. “With regret, Watford confirms the departure of Quique Sánchez Flores,” read a statement from the chief executive and chairman, Scott Duxbury. “Quique is a man of great integrity and it was clear how much he wanted to have a positive impact but ultimately results have dictated our decision. “The appointment of a new head coach is imminent and with nearly two-thirds of the season remaining we will provide all the support necessary to make the coming months successful.” Writing an open letter to Watford fans, Flores said: “I would love to say a big thank you for the appreciation, respect and support that I’ve felt in each moment I’ve lived in the lovely family that Watford FC is. This is not the time to think about individual feelings, it’s time to have a collective reaction. “Hope, passion, fight, commitment, effort, hard work and luck. Drop by drop, until we achieve it. I wish you all the best. Stay strong. You’ll always be in my heart.” Watford’s board started interviewing candidates last week and it is thought Hughton has a strong chance. He has been out of work since being fired by Brighton at the end of last season and he is keen to land a role at a Premier League side. He turned down an offer to join Cardiff, who are 10th in the Championship, earlier this season. Hughton would offer Watford stability after a troubled spell. The 60-year-old is well respected and did well at Brighton, taking them into the Premier League in 2017 and keeping them safe from relegation for two seasons. Hughton, who has also had spells at Birmingham, Norwich and Newcastle, was replaced by Graham Potter after Brighton’s form nosedived towards the end of his reign at the Amex Stadium. Watford’s next manager will be the 11th appointment made by the club since the Pozzo family’s takeover in June 2012 and it desperately needs to be a wise one. Gracia took them to the FA Cup final and 11th place last season but he struggled at the start of this campaign, picking up one point from four league games. He was replaced by Flores, who was sacked by Watford at the end of the 2015-16 season but was unable to spark a revival. His tactics were deemed negative and he failed to convince his players he was the right man. He did not win a league game until last month’s victory at Norwich, and the defeat by Southampton proved the final straw."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}