{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/dec/04/four-screens-countless-tweets-modern-perils-consuming-football-amazon-prime-max-rushden", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-04T13:34:14Z", "webTitle": "Four screens and countless tweets: the modern perils of consuming football", "webUrl": "https://www.theguardian.com/football/blog/2019/dec/04/four-screens-countless-tweets-modern-perils-consuming-football-amazon-prime-max-rushden", "apiUrl": "https://content.guardianapis.com/football/blog/2019/dec/04/four-screens-countless-tweets-modern-perils-consuming-football-amazon-prime-max-rushden", "fields": {"headline": "Four screens and countless tweets: the modern perils of consuming football", "bodyText": "TV to the left of me, laptops to the right, there I was, stuck in the middle with Amazon Prime. Primed for prime on a Tuesday night – waiting like all other broadcasters who hadn’t been asked to take part to see if it fell apart. A centre-forward relies on the service from the wide men. Here Gabby Logan and friends depended on the service of your broadband. And I had no complaints. It ran smoothly and the football happened. Like it always does. The football, of course, wasn’t the important bit. What mattered was how well social media performed over the course of the evening. I’d already lined up a zinger of a tweet. “Very much hoping, as Chris Wood scores a last-minute winner, the Amazon Prime commentator says: ‘Add that to your basket and check out.’” One hundred retweets and 1,000 likes. It didn’t land like Andy Ruiz Jr on Anthony Joshua. But it wasn’t a bad start. It would get worse. Just the three retweets for “I’m afraid Sakhos are no longer in stock. #crybou #amazon” after he careered into Adam Smith. It would get worse. It turns out Amazon’s major selling point – that you can watch all the games – is the worst thing about it. You CAN watch all the games. You CAN watch Crystal Palace v Bournemouth. Any other year, we would have been blissfully unaware of such an offering. Two minutes at the end of Match of the Day when you’ve stopped concentrating. A three paragraph report in a paper to be skimmed over. But I watched every minute of that half. Or more accurately, every minute of that half was broadcast into my living room. As soon as my concentration lapses in any game – a break in play, or even just a throw-in – I turn to the second screen. Here was my tactical setup. Mamadou Sakho’s red card happens on Mrs Rushden’s laptop which is placed on my lap. She hadn’t used her free Amazon Prime trial. I have Twitter open on my laptop on the sofa to my left. In between my failed attempts to tweet amusing things about the football, I’m engaged in the first ever polite conversation about antisemitism with a man called Ben, who’s reacting to something I sent about tactical voting five hours earlier. At the same time, Jack has tweeted to point out the comedian and Guardian Football Weekly contributor Elis James is doing the voiceover for a BBC Four documentary about a farmyard. I turn the telly off mute and listen to his soothing voice. Elis informs me about roosters while the Aberystwyth brass band serenade a herd of cattle. I get my phone to WhatsApp Elis his narration back to him. And this is how I consume football. Four screens. Three conversations. Two with people I have never met, while a Welshman is telling me about bumble bees in the background as I’m telling that same Welshman he’s telling me about bumble bees. Perhaps if Palace v Bournemouth had been more interesting, I’d have confined myself to just one other screen. And perhaps I’m the only idiot incapable of concentrating on one thing at a time. But I doubt either is true. And this isn’t confined to the armchair. Every other fan in the ground is on their phone – either checking a refereeing decision or filming another free-kick from behind the goal. This could be the one that goes in and we can get a point-of-view shot of an iPhone being smashed on the floor. Ten minutes into the Burnley v Manchester City game and people are complaining about buffering. How can we possibly be expected to watch a game a minute after it is really happening? Are we not owed real-time footage from Turf Moor piped into our living rooms? If we are 60 seconds behind, what’s the point? We put a man on the moon FFS. I bet Neil Armstrong wasn’t on delay. Buffering gives me yet another opportunity to tweet. I make up that Manchester City have taken the lead in the 22nd minute. “City 1-0. Great finish from Sterling.” In come the replies. “You can’t report this quick when we’re streaming.” The more perceptive: “Are you lying?” Then in the 24th minute, before I’ve finished explaining I was kidding, Gabriel Jesus scores with a great finish. So instead of gently winding up a few people concerned by a small delay in the broadcast, now I look like a massive racist, as is pointed out to me by just a couple of people. I’m lucky it doesn’t blow up. Perhaps it’s fate’s way of telling me to just watch the game. And so Amazon’s problem isn’t Amazon’s problem at all. It’s our problem. During rare moments of reflection, I close my laptop and hurl it to the other end of the sofa – out of reach. Within seconds I sneak my phone out of my pocket. I forget who came up with the phrase – when you get bored of the big internet so you check the smaller internet to see what’s up. It’s almost as if the world will stop if we don’t comment on everything. After Unai Emery was sacked, I found myself arranging my condiments on the kitchen table, cutting a speech bubble out of the back of an envelope, finding some Sellotape and sticking it to the salad cream with the phrase “Arsenal talking to Allegri”, just so I could tweet: “This is what my sauces are saying about the next Arsenal boss.” The worst part of that is I was quite pleased with it. I am a 40-year-old man. I have interests. All that for 32 retweets. In the last decade I have sent more than 63,500 tweets. I could have written a book. I am taking steps. I leave my phone downstairs at night – but there are times when I just stare at it thinking of something to say. When I sat in the Junior U’s enclosure at Cambridge United in the 90s, the half-time entertainment was the Tannoy man giving us the latest scores from around the country. It was genuinely thrilling. When a game was on the TV, I watched it. I concentrated. I fell in love with that. I want to go back to that – but I’m not sure I can."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}