{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/03/frank-lampard-chelsea-cas-decision-transfer-ban", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-03T22:40:00Z", "webTitle": "Frank Lampard and John Terry double act ‘never an option’ at Chelsea", "webUrl": "https://www.theguardian.com/football/2019/dec/03/frank-lampard-chelsea-cas-decision-transfer-ban", "apiUrl": "https://content.guardianapis.com/football/2019/dec/03/frank-lampard-chelsea-cas-decision-transfer-ban", "fields": {"headline": "Frank Lampard and John Terry double act ‘never an option’ at Chelsea", "bodyText": "Frank Lampard has said he did not consider asking John Terry to join his coaching staff at Chelsea last summer and believes his former teammate is benefiting from working as Dean Smith’s assistant at Aston Villa. Terry, who returns to Stamford Bridge to sit in the away dugout on Wednesday, joined Smith’s backroom staff after retiring in 2018 and Lampard said he had never given thought to luring the former Chelsea captain from Villa. “It was never an option that was spoken about,” the Chelsea manager said. “I think John was very settled at Aston Villa. When I took the Derby job he was already on his own path and they got promoted in the summer. John was very comfortable there and working away. I had my team that I worked with here.” Lampard, whose coaching team include Jody Morris, Eddie Newton, Joe Edwards and Chris Jones, was not surprised that Terry had not gone straight into management. “Everyone has their own route. It’s just a path he’s chosen. It’s working well alongside Dean at a very good club that he already had a link with from his final year playing there. We all have to start in our different ways and he’s starting well. It’s a good choice.” Lampard, who is waiting to know Tammy Abraham’s fitness after the striker missed the home defeat by West Ham with a hip injury on Saturday, explained why he chose not to gain experience as a No 2 before becoming Derby’s manager last season. “It was just opportunity. I worked here at the academy and was working through my coaching badges and I jumped in and took the option to give it a go. I felt I was ready. “It was definitely a risk and it will always be a risk, whatever job you take in football, because the competition is so high. John going in at Aston Villa as assistant is a risk of some sort because we all want success and so do owners. Whatever route John takes, both of us will be taking risks all the time. How good we do our job, that will be the end factor.” Lampard expects the court of arbitration for sport to announce its ruling on the appeal against a two‑window transfer ban “very soon”. They are unable to make signings until February next year after they were found guilty by Fifa of breaking transfer regulations relating to minors. They were also fined £460,000 and failed to overturn the decision when presenting their case to an Fifa’s appeals committee in April. Chelsea’s case was heard by Cas last month and their hopes of making signings during the January transfer window rest on winning the appeal. If Lampard is able to make signings he could allow the forwards Olivier Giroud and Pedro to leave."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}