{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/04/freddie-ljungberg-emirates-arsenal-first-home-game-interim-head-coach", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-04T22:32:00Z", "webTitle": "Freddie Ljungberg wants results to do talking under Emirates spotlight | Ed Aarons", "webUrl": "https://www.theguardian.com/football/2019/dec/04/freddie-ljungberg-emirates-arsenal-first-home-game-interim-head-coach", "apiUrl": "https://content.guardianapis.com/football/2019/dec/04/freddie-ljungberg-emirates-arsenal-first-home-game-interim-head-coach", "fields": {"headline": "Freddie Ljungberg wants results to do talking under Emirates spotlight", "bodyText": "In terms of punctuality, it was a move straight out of the Arsène Wenger playbook. Half an hour past the appointed time, Freddie Ljungberg strolled into the press room at London Colney and took a seat in the chair his mentor occupied for more than two decades. The softly spoken Swede has been thrust into the spotlight after replacing Unai Emery as Arsenal’s head coach, at least on an interim basis, and it must have seemed surreal even for one of the heroes of the club’s 2004 Invincibles side. “I do my job – I don’t try to seek the spotlight; that’s not my way,” Ljungberg said as he prepared for Thursday’s game against Brighton at the Emirates Stadium. “Of course, when I played we did press conferences so that’s normal. But what I prefer, what I love to do, is to be on the football pitch, but this is part of the job as well.” It has been a rapid rise for the 42-year-old, who has spent most of his coaching career with the club’s youth teams and was promoted to work with the first team only last summer. The chaotic 2-2 draw at Norwich in his opening match on Sunday, which extended Arsenal’s winless run to eight matches, laid bare the sizeable task facing Ljungberg, who received positive feedback after his request to consult the man who spent 22 years as the club’s manager. “If he has that need, then of course I will be available,” Wenger said. “Freddie is fantastic and committed and will want to do this job for a long time. He has an opportunity and what you want in life is that opportunity. Let’s get him to work with his ideas and support him.” However, Ljungberg knows he may not have long to make his mark. With the technical director, Edu, the head of football, Raul Sanllehi, and the managing director, Vinai Venkatesham, continuing their search for a long-term replacement, his first home game is a chance to provide some positivity in a season that has been spiralling out of control. His emphasis on fixing Arsenal’s tendency to be caught out by quick transitions at least indicates an awareness of one of the team’s weaknesses, although time is of the essence. “It would be great if it was a game Saturday to Saturday and we had a few training sessions to keep on working with things,” said Ljungberg. “But we do as well as we can – that’s going to be an ongoing thing that we are going to work on, depending on whether I am here for a long time or a short time. We have a lot of quality but that’s one thing we need to fix asap.” As well as planning to pick Wenger’s brains, Ljungberg has spoken to several members of the coaching staff in the past few days in an attempt to plan a way forward. “I try to be calm and composed and break down the points I think are important,” he said. “I’ve tried to get some information from people who are extremely experienced in how to simplify things and get things done in a clear way in just a few days.” Solving the enigma that is Nicolas Pépé is among his priorities. The £72m record signing has not started in the Premier League since the draw against Crystal Palace in October but Ljungberg denied the forward was suffering from a lack of confidence. “Nico is someone who is a very, very good player but sometimes when you come from a different league it takes time to adapt; off the pitch and on the pitch. But Nico is someone I plan on talking to. I’m going to have a little chat with him about what I expect and how I want to play.” Ljungberg played down his chances of being involved in discussions over potential targets in the January transfer window but acknowledged that, like all managers, results would dictate his future. “At the moment I’m just looking at the next game,” he said. “I don’t look at the transfer window. If I’m there at that time then maybe that’s a discussion to be had, but at the moment I’m here on a game-to-game basis and that’s what I’m trying to fix.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}