{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/09/west-ham-arsenal-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-09T22:04:13Z", "webTitle": "Martinelli and Pépé spark Arsenal comeback victory against West Ham", "webUrl": "https://www.theguardian.com/football/2019/dec/09/west-ham-arsenal-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/dec/09/west-ham-arsenal-premier-league-match-report", "fields": {"headline": "Martinelli and Pépé spark Arsenal comeback victory against West Ham", "bodyText": "If that sensational nine-minute flurry is indicative of what a Freddie Ljungberg side is supposed to represent, perhaps Arsenal will not have to look elsewhere for Unai Emery’s replacement. After an hour of ineptitude the gloom lifted and a night that had threatened to push this wounded club deeper into turmoil ended with Ljungberg on the pitch, hugging his victorious players and celebrating in front of a jubilant and rather surprised away end. Nobody had seen the turnaround coming at half-time, with West Ham in charge, in the lead and delighted to hear Arsenal booed off by the travelling support. Yet the home sections would empty out long before the end. Arsenal had belatedly discovered their swagger and, when it was done, Ljungberg, his wait for a win over at the third time of asking, clenched a fist and reflected on his bold calls paying off. The interim coach shared a joyous embrace with Calum Chambers, selected instead of David Luiz in central defence, and the Swede would later reserve praise for Gabriel Martinelli and Nicolas Pépé after their goals illuminated an exceptional finale. It was Martinelli who sparked the comeback, levelling the contest with a cool finish on the hour, and the 18-year-old striker’s first goal at this level was the cue for Pépé to show why he cost £72m, conjuring a goal of the highest quality and an assist for Pierre-Emerick Aubameyang to round off a first win in 10 games for the north Londoners. Admittedly this is one small step in the right direction, as Ljungberg acknowledged, and Arsenal will not face opponents as generous as West Ham every week. Manuel Pellegrini’s struggling side, a point above the bottom three, were atrocious after the break. They lost their shape and discipline after Martinelli’s goal and their seventh defeat in nine games leaves Pellegrini under huge pressure before this weekend’s trip to Southampton. He admitted his side shipped easy goals while he cannot have been happy with Felipe Anderson’s inexplicable refusal to run at Ainsley Maitland-Niles, who was drafted in at right-back after Héctor Bellerín suffered a hamstring injury in the warm-up. It was another ineffective game from the Brazilian winger, who was removed with 20 minutes left, and West Ham were also unable to take advantage after Arsenal, who are up to ninth, lost Kieran Tierney to a shoulder injury in the first half. Ljungberg was rewarded for his bravery. He made big calls, dropping Alexandre Lacazette and David Luiz, and Arsenal’s starting 11 had the look of a power play from the Swede, a message to his players that he would not tolerate a repeat of last Thursday’s abysmal defeat by Brighton. Arsenal were vulnerable at the start and West Ham needed only to be competent to seize the initiative. They were dangerous whenever Michail Antonio, who tested Bernd Leno with a low drive at the end of a powerful run, was bullying the Arsenal back four with his power and it did not come as a shock when they went in front after 38 minutes. Arsenal failed to clear a set piece properly, Pablo Fornals dinked in a cross from the right and Angelo Ogbonna, more assertive than anyone in a yellow shirt, arrived unchallenged to head past Leno with the aid of a deflection off the unfortunate Maitland-Niles. Arsenal could not complain, even though VAR checked to see if Ogbonna had handled. The visitors had offered next to nothing in attack, aside from the moment when Aubameyang darted down the left and crossed for Mesut Özil to head over from six yards, and Granit Xhaka was having a difficult night in midfield. Ljungberg’s side were booed off by their supporters at half-time but West Ham could not push on. In the 60th minute Arsenal broke down the left and Sead Kolasinac, Tierney’s replacement, found too much room to slip a low cross into the middle. Declan Rice had fallen asleep and Martinelli, starting for the first time in the league, sidefooted beyond David Martin. West Ham, who have conceded three times in each of their last three home matches, unravelled and Pépé’s threat increased once the injured Aaron Cresswell made way for the suspect Arthur Masuaku at left-back. After 66 minutes the Ivorian took a pass from Aubameyang, cut inside and bent a wonderful shot into the far corner with his left foot. Arsenal were unrecognisable. Özil came alive, drifting into dangerous positions and finding Aubameyang in space. The forward shuffled the ball on to Pépé, who waited a moment before crossing. Played onside by Ryan Fredericks, Aubameyang swivelled and beat Martin. By the end it was West Ham who looked in need of a managerial change. The spotlight had moved away from Ljungberg. And Pellegrini, embarrassed by a rookie coach, was feeling increasingly uncomfortable."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}