{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/06/jurgen-klopp-liverpool-harry-wilson-anfield", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-06T22:30:53Z", "webTitle": "Jürgen Klopp says Liverpool loanee Harry Wilson can succeed at Anfield", "webUrl": "https://www.theguardian.com/football/2019/dec/06/jurgen-klopp-liverpool-harry-wilson-anfield", "apiUrl": "https://content.guardianapis.com/football/2019/dec/06/jurgen-klopp-liverpool-harry-wilson-anfield", "fields": {"headline": "Jürgen Klopp says Liverpool loanee Harry Wilson can succeed at Anfield", "bodyText": "Jürgen Klopp has said Liverpool would have sold Harry Wilson last summer if he did not believe he had a first-team future at Anfield. The 22-year-old has impressed on loan at Bournemouth this season with six goals for Eddie Howe’s side, who host the unbeaten Premier League leaders on Saturday. The Wales international, who is ineligible to face his parent club, spent last season on loan at Derby County and was a permanent transfer target for several top-flight teams in the summer. Liverpool’s decision to sanction a second loan, Klopp insisted, reflects their confidence that Wilson can make the grade at Anfield despite world class competition for places. “Of course he can [succeed at Anfield]. That’s why we loaned him, so he can make the steps,” the Liverpool manager said. “It would have been difficult for Harry and I would have loved to have had him here if we had another choice, especially when Shaq [Xherdan Shaqiri] was injured. You want to have these kinds of players but that is not the moment to decide. All the players we sent on loan have the chance to make it in the first team; otherwise we would have sold them. “His shooting is world-class. Find me five players who shoot better than him, that is obvious, but the game is about more and that is what he has to improve and that is clear. To be involved as an offensive player you have to connect with other players. He has that, it is not like he doesn’t, but to get to the next level, he needs game-time at the highest level and that is why we loaned him to Bournemouth.” Rhian Brewster could follow Wilson out on loan in January with several Championship clubs registering interest in the young Liverpool striker. But Klopp believes the likes of Brewster, Curtis Jones, Neco Williams and Harvey Elliott are making major progress by being around the Liverpool first team. The Liverpool manager added: “Maybe Rhian is the one age-wise and experience-wise [to go on loan]. If he had not been injured he would have already been on a different level. We don’t make decisions right now. If we do it then it 100% needs to be the right club. They have all made steps here without playing Championship football week in and week out. Neco, Curtis and Harvey have made massive steps here.” Joel Matip, meanwhile, is facing at least another two weeks on the sidelines as he recovers from the knee injury that has sidelined the defender since the draw at Manchester United on 20 October."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}