{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/08/man-arrested-alleged-racist-abuse-manchester-derby", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-08T11:46:05Z", "webTitle": "Man arrested over alleged racist abuse in Manchester derby", "webUrl": "https://www.theguardian.com/football/2019/dec/08/man-arrested-alleged-racist-abuse-manchester-derby", "apiUrl": "https://content.guardianapis.com/football/2019/dec/08/man-arrested-alleged-racist-abuse-manchester-derby", "fields": {"headline": "Man arrested over alleged racist abuse in Manchester derby", "bodyText": "A man has been arrested in connection with the allegations of racist abuse by a supporter during Saturday’s Manchester derby. The news comes after a video circulating on social media appeared to show a Manchester City fan making monkey chants towards Manchester United players during the second half of the match. Greater Manchester police said on Sunday morning that a 41-year-old man had been arrested on suspicion of a racially aggravated public order offence and remains in custody for questioning. Supt Chris Hill of the City of Manchester Division said the force was taking the matter extremely seriously. “I would like to thank the public for their ongoing support with this incident,” he said. “Racism of any kind has no place in football or our society and I hope this arrest shows that we are taking this matter extremely seriously. We will continue to work with Manchester City and Manchester United on this incident and will investigate any other lines of inquiry.” The Football Association will also investigate and is planning to talk to the clubs, the referee Anthony Taylor, the police and other relevant parties. It is understood that United reported the incident to City and Taylor, with more than one of their players feeling they had abuse of a racist nature aimed at them. There were also reports of missiles being thrown as tempers boiled over in the stands, with the midfielder Fred appearing to be hit by an object hurled from the crowd as the visitors prepared to take a corner. “Fred and Jesse [Lingard] were in the corner, taking a corner, and I’ve seen the video, heard from the boys,” said the United manager, Ole Gunnar Solskjær. “We keep talking about it every bloody week. But he’s been caught on camera. He should in my opinion never be allowed into a football ground again. Unacceptable.” Speaking on Sky Sports after the match, the former Manchester United defender Gary Neville blamed Boris Johnson’s rhetoric about immigrants and immigration for fuelling the number of racist incidents in British society and sport. “You are watching the prime minister’s debate [on Friday] where he is talking about migration to this country and people having to have certain levels,” he said. “It fuels it all the time. It has got worse over the last few years in this country and not just in football. We always judge other countries on how they deal with racism but we are poor with dealing with it ourselves,” Manchester City released a statement on Saturday that read: “Manchester City FC are aware of a video circulating on social media which appears to show a supporter making racial gestures during the second half of the match against Manchester United. Officials from the club are working with Greater Manchester police in order to help them identify any individuals concerned and assist with their inquiries. “The club operates a zero tolerance policy regarding discrimination of any kind, and anyone found guilty of racial abuse will be banned from the club for life.” The issue of racism in English football has hit the headlines again almost a year to the day since City’s Raheem Sterling was subjected to racially abusive language and threatening and aggressive behaviour at Stamford Bridge that led to a Chelsea supporter being permanently banned. England’s players faced monkey chants and Nazi salutes in a Euro 2020 qualifier away to Bulgaria in October, while also on Saturday there was an incident of alleged racist abuse by a supporter at the League Two match between Forest Green and Scunthorpe, with the referee forced to halt the game. Fred said the alleged incident at the Etihad showed “we are still in a backward society”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}