{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/01/west-ham-chelsea-david-martin-fairytale-saves-manuel-pellegrini", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-01T13:08:24Z", "webTitle": "David Martin’s West Ham fairytale saves Manuel Pellegrini – for now", "webUrl": "https://www.theguardian.com/football/2019/dec/01/west-ham-chelsea-david-martin-fairytale-saves-manuel-pellegrini", "apiUrl": "https://content.guardianapis.com/football/2019/dec/01/west-ham-chelsea-david-martin-fairytale-saves-manuel-pellegrini", "fields": {"headline": "David Martin’s West Ham fairytale saves Manuel Pellegrini – for now", "bodyText": "Sometimes it takes a third-choice goalkeeper to change a season. After refusing to accept the glaringly obvious for two wretched months, Manuel Pellegrini saw sense and made the change that could save his job as the West Ham manager. Out went Roberto, one of the worst goalkeepers to play in the Premier League, and in came David Martin, a 33-year-old journeyman who never imagined his West Ham debut would come in a 1-0 victory over Chelsea at Stamford Bridge. Better late than never. West Ham were an utter shambles while Roberto was filling in for the injured Lukasz Fabianski. The 33-year-old Spaniard wrecked the back-four’s confidence, made countless errors and never came close to demonstrating why Mario Husillos, the club’s director of football, targeted him last summer – nor why Pellegrini agreed to the deal so enthusiastically. The mystery is what convinced Pellegrini, who had even wanted to make Roberto his No 1 goalkeeper before signing Fabianski in 2018, to persist with him. The 66-year-old appeared to have a blind spot when it came to Roberto, causing the West Ham hierarchy to question his judgment. There was alarm within the club at the start of last week, when Husillos told colleagues he did not see any problems with the former Espanyol keeper. It was clear something had to change after another abysmal performance from Roberto in the 3-2 home defeat by Tottenham the previous weekend. Pellegrini was under intense pressure, with West Ham considering his position. Yet while there is interest in Rafael Benítez, Eddie Howe, Sean Dyche and David Moyes, the board is split. One view is that Pellegrini should be judged when Fabianski, who could return against Crystal Palace on Boxing Day, is back. Other senior figures have been close to losing patience and if West Ham had lost against Chelsea, it is thought Wednesday’s trip to Wolves probably would have been the end. Fortunately the penny dropped before the trip to Stamford Bridge. West Ham had slipped to 17th place after picking up two points in Roberto’s seven games and they probably would have suffered a fourth straight defeat had Pellegrini stuck with him against Chelsea. Roberto did not have the trust of his teammates, who were always braced for the next error, and there was relief once Martin was told on Saturday morning he was going to start his first Premier League game. It has been a long road for Martin, who was released by Millwall last summer. He is a boyhood West Ham fan whose father, Alvin, was one of the best centre-backs in the club’s history. Moving to the London Stadium was a dream come true, even though Pellegrini did not anticipate selecting him. Now the talk within West Ham is about a fairytale, though the oddity is that Martin did not have to make too many outstanding saves against a subdued Chelsea attack. What he really did well was the unfashionable stuff: coming for crosses, kicking properly, and communicating with teammates, who grew in confidence as the game wore on. Calmness fell over West Ham’s defence. Ryan Fredericks made superb last-ditch tackles to deny Mason Mount and Christian Pulisic. Angelo Ogbonna and Fabián Balbuena pinned down Olivier Giroud, who toiled up front in the absence of Tammy Abraham. Aaron Cresswell smothered Pedro and broke forward from left-back early in the second half to score the winner. West Ham were excellent as they secured their first win at Stamford Bridge since 2002. Michail Antonio bullied Chelsea’s back four. Pablo Fornals played the pass for Cresswell’s goal and Declan Rice will be heartened to hear Steve Holland, England’s assistant manager, was impressed with his dominant display in midfield. Gareth Southgate’s No 2 reckoned that it was Rice’s best performance for a while. As for Martin, he was so nervous he could barely stomach two slices of toast for lunch. When the match was over he fell to the turf before running to the press box to share a tearful embrace with his father. Pellegrini, whose side had kept their first clean sheet since 22 September, should probably give Martin a big hug as well."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}