{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/02/megan-rapinoe-clean-sweep-ballon-dor", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-02T22:53:35Z", "webTitle": "Megan Rapinoe’s clean sweep is reward for her influence on and off field", "webUrl": "https://www.theguardian.com/football/2019/dec/02/megan-rapinoe-clean-sweep-ballon-dor", "apiUrl": "https://content.guardianapis.com/football/2019/dec/02/megan-rapinoe-clean-sweep-ballon-dor", "fields": {"headline": "Megan Rapinoe’s clean sweep is reward for excellence on and off field", "bodyText": "It is a clean sweep. Megan Rapinoe’s lifting of the Ballon d’Or adds to a stunning year for the 34-year-old forward. A World Cup, Golden Ball, Golden Boot, Fifa best player of the year is joined by perhaps the most coveted individual prize. “I can’t believe I’m the one winning it in this field,” said Rapinoe, in a video because she was unable to attend the awards ceremony in Paris. With Uefa’s European player of the year, Lucy Bronze, finishing behind her, her USA teammate Alex Morgan third and a shortlist that included the NWSL and W-League top scorer, Sam Kerr and Arsenal’s WSL golden boot winner, and the Netherlands all-time top scorer, Vivianne Miedema, Rapinoe is right to be as humbled as she seemed. Yes, her domestic season was modest. No goals, no assists and six starts for Reign FC, partly owing to the NWSL season being played during the World Cup. However, it is hard to think of many others – any others – who could have shouldered the weight of on-field and off-field responsibilities in such empathic style. Critics point to the three penalties that contributed to Rapinoe’s six World Cup goals as a sign of the winger benefiting from a heavy dose of good fortune. But where she stepped up, many others faltered. At 1-0 down in their last-16 tie against Sweden, Canada’s record goalscorer, Christine Sinclair, who was then two goals shy of the international goal-scoring record, passed the penalty-taking buck on to Manchester City’s Janine Beckie, whose effort was saved. Nikita Parris’s two penalty misses against Argentina and Norway led to her being relieved of that particular duty, leaving Steph Houghton to step up and attempt to level their semi-final with USA from the spot. Her tame effort was saved by Alyssa Naeher. In other words, taking penalties is not easy and taking penalties in a World Cup is even harder. The calm efficiency with which Rapinoe dispatched one after another is worthy of praise, not criticism. That she did while surrounded by a media frenzy that would provoke many others to buckle is all the more impressive. When the video emerged of Rapinoe saying: “I’m not going to the fucking White House” in response to being asked whether the USA team would visit Donald Trump should they win the World Cup and receive an invitation, she could have distanced herself and chosen to adopt the often repeated “I’m focused on the football” mantra. Instead she embraced the platform she had been given. “Megan should win first before she talks,” Trump tweeted in response. “Megan should never disrespect our Country, the White House, or our Flag, especially since so much has been done for her &amp; the team.” With her own words threatening to come back and bite her, Rapinoe scored twice. Not in a walkable game but in a quarter-final against the hosts, France, at Parc des Princes, a game many had hoped would be the final. Via video in Paris on Monday, the 34-year-old’s message was unusually standard, a series of thank yous “to my teammates, coaches and the US Soccer Federation for allowing me to be the person I am on the pitch but also the one I am off it.” It is possible Rapinoe felt she had said her piece at September’s Fifa Best awards. There she used a brutally honest and radical speech to condemn racism and homophobia, launching an impassioned plea to the footballing elite and beyond to “lend your platform to other people. Lift other people up. Share your success. We have a unique opportunity in football, different to any other sport in the world, to use this beautiful game to actually change the world for better. That’s my charge to everyone. I hope you take that to heart and just do something. Do anything.” Her nod to Raheem Sterling and Kalidou Koulibaly’s stances on racism, Iran’s “Blue Girl” Sahar Khodayari, the gay footballer Collin Martin, female LGBTQ footballers and the battle for equal pay was coupled with a call to arms, a challenge for their voices not to be the lone voice. In 2019, Rapinoe has discovered how best to use her voice to amplify those of others. That the chant of “equal pay” echoed from the Stade de Lyon to the field of Burlington high school reflects how far her and the influence of the US team extends. But let’s not forget that none of that would be possible without a series of extraordinary individual performances in extraordinary circumstances."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}