{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/dec/08/champions-league-spoiled-inequality-super-rich-versus-rest", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-08T09:00:35Z", "webTitle": "Super rich versus the rest: Champions League groups hampered by inequality | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2019/dec/08/champions-league-spoiled-inequality-super-rich-versus-rest", "apiUrl": "https://content.guardianapis.com/football/blog/2019/dec/08/champions-league-spoiled-inequality-super-rich-versus-rest", "fields": {"headline": "Super rich versus the rest: Champions League groups hampered by inequality", "bodyText": "What have we done to deserve this? The last round of Champions League group fixtures is on us and only half the qualifiers are already known. There will actually be something to play for, intrigue on both nights, which is rare enough by this stage. Football is spoiling us. Liverpool, the holders, could conceivably go out. There’s a head-to-head showdown between Shakhtar Donetsk and Atalanta. There are complicated permutations to determine which two of Chelsea, Ajax and Valencia go through. It has been a better group stage than most. And yet it remains easier for a camel to pass through the eye of a needle than for an outsider to reach the last 16 of the Champions League. Most striking, perhaps, have been Salzburg. Erling Braut Haaland has, understandably, drawn most of the attention, but Hwang Hee-chan and Dominik Szoboszlai also offer evidence of Salzburg’s capacity to identify and develop young talent. It’s easy to admire Ralf Rangnick, the studious and polite head of research and development at Red Bull, and the structures he has put in place. But then you remember that, well, it’s Red Bull. If they do beat Liverpool to go through, it will be a remarkable achievement for a side that have not been in the group stage since 1994-95 and are based on youth. But it’s a funny kind of fairytale that is funded by a global energy drinks giant – as though the prince were to hack through the briars, scale the tower and wake Sleeping Beauty with a can of Relentless. Dinamo Zagreb were much better than anybody expected and thrashed Atalanta 4-0 in their opening game, their second win in the Champions League group stage in 15 years. Club Brugge had their moments, most notably in the Bernabéu where they were unfortunate not to beat Real Madrid. And Slavia Prague will cherish the memories of their draws at Internazionale and Barcelona. Olympiakos came from 2-0 down to force a draw against Tottenham. Those four all raised hopes in early autumn that perhaps there really could be life in the group stage. And yet between them, for all the goodwill and words of praise they take with them, they have won one of their 20 group games in this season’s competition. And there have been just as many mismatches as usual. If a hammering is defined as one team scoring at least five and winning by at least four, there have been six so far in this season’s competition – albeit one was Bayern’s freakish 7-2 victory over Tottenham, which had far more to do with two ruthlessly in-form goalscorers and the capitulation of a team short on confidence than on any financial disparity between the teams. That compares with five, nine, eight and five in the previous four seasons. To put that another way, 9.1% of all Champions League group games over the past five years have resulted in a hammering. In the Premier League last season, only 4.2% of games did. The Premier League is far from perfect in terms of equality and yet it’s more than twice as competitive, by that metric, than the competition that supposedly pits the very best against the very best. But the problem is less the occasional big scoreline than the lack of jeopardy. Real Madrid barely woke up till November yet still went through with two games to spare. The second group game against Paris Saint-Germain was an actual dead rubber but the first meeting might as well have been. PSG dominated and deserved their 3-0 win and it made next to no difference to Madrid’s chances of going through. Tottenham, Manchester City and Barcelona barely seem to have cleared their throats and yet find themselves through with a game to spare. Liverpool have come under a little pressure largely, it feels, because the Champions League group games have become the time when they feel they can let their intensity relax (that and the weird hang-up with Napoli). Chelsea will go through if they beat Lille, who have just one point so far, at Stamford Bridge. Atlético Madrid will be eliminated if they fail to beat bottom-of-the-group Lokomotiv Moscow at home and Bayer Leverkusen beat Juventus. Both, realistically, should progress. They and Liverpool aside, the other live issues are all squabbles between sides of similar stature and resource. The pattern is the same as it ever was: a couple of vaguely interesting games early on, then money flexes its muscle and the familiar clubs from the same old countries will be back in February when the real business starts. Perhaps it doesn’t matter. Perhaps in a world in which brief clips of brilliant players doing brilliant things seem of greater value than the ebbs and flows of a full competitive 90 minutes, it is logical. Perhaps this makes more money – and that, after all, is the true meaning of modern sport. But still, you would like to think that context matters at least to an extent, which is why Liverpool’s comeback against Barcelona, or Tottenham’s dramatic progress past Manchester City and Ajax last season were so celebrated. Is it too much to ask that a little of that drama be present in the group stage, that the pre-Christmas games might be more than an elongated and lucrative warm-up? In truth, it probably is. For 40 years, in football and without, the rich have been getting richer and the gulf to the rest has been widening. How can football federations be expected to tackle the iniquities of global economics? This week, as the Fifa president, Gianni Infantino, floated plans for investment in a pan-African league to raise standards there, it was revealed that the Madrid president, Florentino Pérez, has been in talks with private equity companies about another variant of a European super league. As the knockout stages of the Champions League have demonstrated recently, concentrating talent at a handful of clubs can produce brilliant, thrilling football. But is the price of grotesque inequality really worth paying?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}