{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/dec/08/chelsea-v-manchester-city-womens-super-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-08T14:53:06Z", "webTitle": "Chelsea 2-1 Manchester City: Women's Super League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/dec/08/chelsea-v-manchester-city-womens-super-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/dec/08/chelsea-v-manchester-city-womens-super-league-live", "fields": {"headline": "Chelsea 2-1 Manchester City: Women's Super League – as it happened", "bodyText": "Read Suzanne Wrack’s report from Kingsmeadow: Sunday’s WSL action Chelsea 2-1 Manchester City Manchester United 3-1 Everton Liverpool 0-1 West Ham United (L) Tottenham 0-0 Brighton (L) Reading v Arsenal, 2.30pm (GMT) Bristol City v Birmingham City, 3pm The Chelsea manager Emma Hayes speaks – and says she had no idea who scored her team’s goals. “To be honest with you my nose was running so I was just looking for the tissues,” she says, smiling, while watching the goals back. “Great character from the team after a poor error by Ramona [Bachmann] gave City their one chance. We fell asleep, we were ball-watching. But I spoke to Beth at half-time about staying in the game because I felt chances were going to come. She is having a wonderful season. I thought Drew [Spence] made a big difference when she came on and Maren did great. Ellie Roebuck was their best player today, that it was their goalkeeper shows how much we created.” Another full-time: Manchester United 3-1 Everton. Casey Stoney’s side came from behind to secure victory courtesy of a Lauren James double and a Katie Zelem penalty. All in all, not a good weekend for Manchester City. Some Chelsea reaction. “It wasn’t the prettiest goal I have scored but probably one of the most important ones,” says a jubilant matchwinner Maren Mjelde. “It is a massive win for us. We have struggled with City in the league. I had never won against them so I think it was really important to come back, I think that shows the togetherness and quality in this team – we never give up. We are going to go unbeaten for a long time I think.” One Step Beyond plays out at the final whistle as Emma Hayes’s side soar top of the Women’s Super League – for an hour or so at least; Arsenal take on Reading in half an hour. Chelsea’s unbeaten streak goes on after goals by Bethany England and Maren Mjelde complete a comeback victory at Kingsmeadow to down Manchester City. It was a nervy finish, with a City corner leading to a goalmouth scramble in the final minute of second-half stoppage-time. A hammer blow for City’s title hopes. 90+2 min: It’s powered in but cleared by Chelsea. 90+2 min: Campbell will launch in a long throw ... 90 min: Time is ticking for City. There will be three added minutes. 86 min: Jess Carter replaces Ramona Bachmann. 84 min: Campbell replaces Demi Stokes. City will hope to get an opportunity to unleash Campbell’s notorious long throw. 83 min: A seething City side hop on to the front foot and Stanway’s shot from the edge of the box cannons off Eriksson – but Berger gathers. Believe it or not City have conceded more goals this afternoon than they had in their previous eight matches. Some turnaround at Kingsmeadow. Roebuck punches clear a cross as far as England, who diverts the ball goalwards and Maren Mjelde gives it a helping hand, smashing home. A gap of just 155 seconds between those two goals and what a couple of minutes for Emma Hayes’s Chelsea, who are set to leapfrog City. Roebuck is finally beaten. Beth England pokes home the rebound after Ji’s shot from the edge of the box was palmed into the path of the striker by the City goalkeeper. That’s only the second goal City have conceded in the league this season. 76 min: Mjelde rolls the ball into Ji on halfway, with the South Korea midfielder urgently trying to make something happen. Chelsea’s unbeaten run is under threat – they have not lost a league game since January. 75 min: .. straight into the City wall. 74 min: Stanway fouls Sophie Ingle on the edge of the box and Chelsea win a free-kick 25 yards from goal. It’s in a promising position, fairly centrally. Ji is stood over it ... 72 min: Emma Hayes shuffles the Chelsea pack as Drew Spence replaces Reiten. They are certainly pushing for an equaliser. 69 min: Brilliant save by Ellie Roebuck denies Bachmann! The City defence backs off and off and off, until they can retreat no more and Roebuck sprawls to her left to keep out Bachmann’s curling effort. A fine stop, moments after Walsh probed in search of a second for City. The 20-year-old Roebuck has had a stormer in goal. 66 min: Ji surges into the box and her trickery enables the Chelsea midfielder to wriggle into a yard of space but City throw bodies on the line, with Steph Houghton making a wonderful last-ditch challenge. Chelsea are desperate to level things up. Can they? 65 min: Advantage Manchester City, then. Remember Nick Cushing’s side have conceded just a single goal all season. Work to do for Chelsea. 61 min: Bethany England makes something out of nothing, heading at goal – but it is tame and easy for Roebuck to gather. A sumptuous finish. City win the ball high upfield and Caroline Weir steers a nonchalant volley back across goal and into the corner beyond Berger. Weir peeled off towards the back post to meet Walsh’s cross after the City midfielder pickpocketed Ramona Bachmann following a corner. A beautiful strike and City are heading three points clear at the top, for a couple of hours at least; leaders Arsenal take on Reading a little later. 57 min: Andersson tries to centre the ball but the Swede’s mammoth cross, with the help of a swirling wind, almost ends up endangering Ellie Roebuck’s goal. A bit of housekeeping: there are almost 3,500 at Kingsmeadow this afternoon. 55 min: Nick Cushing can be heard bellowing at his City players, urging them to stay alert. They have controlled large spells but have drifted off at key moments, allowing Mjelde and then Ji to hit the woodwork. Chelsea are knocking on the door, with Ji running the show in midfield. Ji has just nicked the ball off Walsh on halfway to kickstart another move. 53 min: Ji rattles a post! Roebuck was beaten, with the ball bouncing awkwardly en route to smacking the woodwork but, for the second time this afternoon, City get away with one. Mjelde hit the crossbar at the end of the first half and now Ji has left another blemish on the woodwork. The South 50 min: Reiten surges downfield, this time through the middle but City stand off and eventually the Chelsea forward runs into trouble. England had dragged wide and Reiten ran out of room to manoeuvre. City get the chance to rebuild and pop it about neatly across the back. 47 min: Millie Bright does superbly to halt a City attack in one breath and kickstart a Chelsea counterattack in another. Brilliant stuff, with Bachmann taking over the baton before Stokes intervenes. Both of these teams have been scoring goals for fun but there have been few clear-cut chances, with that that flurry at the end of the first half the best opening. 46 min: Promising start by Chelsea, who raid down the right through Reiten – that’s got a ring to it. Reiten drives down the flank before cueing the ball back for England, but the forward is crowded out. City under pressure. 46 min: Chelsea get the second half started. Goalless at the break. 45+3 min: Maren Mjelde rattles the crossbar from 25 yards! The Chelsea defender takes aim with minimal backlift and smacks the woodwork. A lax City get off the hook twice in a matter of seconds. 45+2 min: Roebuck makes a strong save to deny England! City get sloppy approaching the interval and Roebuck stands firm. 45 min: Ji gradually gets back to her feet but she is moving a little gingerly. There will be three added minutes at Kingsmeadow. 44 min: Hemp clatters Ji on halfway. That’s a poor tackle, so much so that it earns the Manchester City teenager a booking. No complaints. 43 min: Bachmann has a pop at goal. But it’s easy for Roebuck to gather. Chelsea have tried to up the ante, as Hayes demanded but they have struggled to really hurt City. Roebuck has only had one true save to make. The same can be said for Berger down the other end. 41 min: Bachmann and Ji stretch City with a pulsating break – but the final ball deflates another Chelsea move. Ji got her legs in a muddle, allowing City to intercept and take the sting out of that attack. 38 min: Steph Houghton is down with what looks like a shin injury. The City captain is receiving treatment from the physios. That break in play gives City a breather after coming under the cosh in the last moments. 37 min: It’s blowing a gale and City freeze in defence, almost allowing Chelsea to prod in from close range. A period of concerted pressure for Nick Cushing’s side to cope with. Roebuck is keeping busy in goal. 35 min: Big save by Roebuck! Chelsea carve City open, with Bachmann’s backheel the catalyst for a sweeping move that culminates with Bethany England cutting inside Demi Stokes before testing Roebuck. England piled a shot at goal but failed to find a corner. City survive but Chelsea win a corner ... 33 min: Emma Hayes can be heard barking instructions from the touchline. In short she wants her Chelsea side to press City higher and, in effect, into trouble. City have had it all their own way since an unflattering opening period. Janine Beckie is causing problems down the Chelsea left. 31 min: Scott pings a cross towards the back post in search of Lauren Hemp. The ball lures Berger miles out of her goal but a combination of the Chelsea goalkeeper and the defender Mjelde end up scaring City off. But not for long as Stokes rebuilds down the left, though City again fail to test Berger. 29 min: Chelsea break in numbers on the edge of the area, with Cuthbert nudging the ball into the path of Bethany England. But England makes a meal of things and ends up surrendering possession on the edge of the City 18-yard box. A let-off for the visitors, because Chelsea had built a promising four v three scenario. 27 min: A hit-and-hope effort by Wullaert is easily gathered by Berger. Emma Hayes is barking her Chelsea team on. They have gone a little flat in the last 10 minutes or so. City seem quietly confident. 25 min: Hemp fizzes a low cross into the front post but Ellen White cannot trap possession. The ball ends up bobbling away from danger before Hemp surges back down the left. In the end Maren Mjelde stands firm. 22 min: Ji is clipped by Wullaert. Chelsea earn a free-kick 35 yards from goal but Cuthbert’s delivery is poor, with her daisycutter falling straight into the lap of a City defender. Ji has been the catalyst for all of Chelsea’s good work but she needs some help from Bachmann, England and co. 20 min: Berger releases Bethany England on halfway, with the forward coming deep to collect the ball. England has been lively for Chelsea of late but very quiet so far this afternoon. But the move breaks down and back come Manchester City, with Wullaert dragging wide. 18 min: That whiff of goal has given City something to build on. Beckie surges down the right flank and Andersson concedes another corner ... 16 min: Caroline Weir’s corner is unconvincingly cleared, allowing the City midfielder to immediately recycle possession. Another low cross is powered into the front post, causing havoc for the Chelsea back line. Lauren Hemp swivels and gets a snapshot away at goal but it’s wayward, much to Ellen White’s frustration. That’s City best – and only opening yet. 15 min: Beckie earns City a first corner ... 14 min: Everything is going through Ji So-yun, the South Korea captain. Things open up for the Chelsea playmaker and she is invited to shoot but in the end her strike is a fairly routine one for Roebuck to deal with. 13 min: It is one-way traffic, with Chelsea in the ascendancy without being able to hurt City. Elsewhere, plenty of goals between Manchester United and Everton, with Casey Stoney’s side 2-1 up after 11 minutes. 8 min: Emma Hayes will be delighted with this start. Chelsea are very much on the front foot, with Ramona Bachmann, a willing runner, causing problems. Stokes is chasing her tail before Ji takes hold and stabs an effort wide. 6 min: Bachmann v Houghton is developing into an intriguing battle. The Chelsea forward is edging it at present. A Chelsea free-kick is floated in by Cuthbert but it is cleared by the returning Jill Scott, an evergreen presence in the heart of midfield. 4 min: Bright plays in Cuthbert. Offside. 3 min: Nick Cushing has come up against Chelsea 11 times as a manager, losing just the once. An encouraging record for the Manchester City boss. 2 min: Ji probes and City concede a corner, with Bonner blocking a shot by Cuthbert. Reiten delivers but the offside flag is raised. 1 min: A low-key start at Kingsmeadow, with Chelsea getting a feel for things, with Ji happy to collect the ball from deep. Man City get things started. The Liquidator rings around Kingsmeadow – lovely stuff. It’s a lovely, bright and breezy day in southwest London. Here we go ... Some pre-match chat. Emma Hayes says her Chelsea side are champing at the bit. “We have had a good training week and sometimes you don’t get the opportunity to do as much in training as you’d like because you’re recovering but we’re certainly prepared for the game,” she says. Her opposite number, Nick Cushing, says it is far too early to place too much significance on the outcome of this match. But, then the Manchester City manager adds: “When you play the head-to-heads, they have played a part in who has gone on to win the title. We want to make sure we play well.” Jill Scott is back in for City. “She’s so competitive and she has played such a huge part in our success over the past six seasons, it is essential we go into the big games with players like her,” Cushing says. “You will have a winding road as a striker,” explains the former Chelsea striker Eni Aluko. “A big signing like Sam Kerr does bring pressure. Beth [England] went to Liverpool, she proved herself and now she is one of the leading strikers in the league. I’m sure Beth is not going to be really bothered by Sam Kerr. For someone like Fran [Kirby] I think that is where now it’s that push and it should be a kick up the backside as well.” Heh, tell us something we don’t know: The top 100 female players: Chelsea defender Maren Mjelde says they come into this one with a spring in their step. The past four meetings between the sides have ended with honours even and another cagey game is likely. I feel like teams don’t really like coming to Kingsmeadow. It is of course one of the biggest games, playing against City is always a good challenge for us and it’s good to have them at home before Christmas. The week before Everton we had three games. We have been training well this week, we’ve saved the legs and had a great week of training. It’s not easy to predict what is going to happen because it’s two teams that want to win to make the distance between the teams bigger. It’s really tight at the top of the league, we need to prepare well for them and they are going to be doing the same. I think it will be the team that is having the best day on Sunday that will win but I’m sure that we have enough qualities to win against them. Chelsea: Berger; Bright, Ingle, Cuthbert, Eriksson, Mjelde, Bachmann, Andersson, Reiten, Ji, England Subs: Telford, Blundell, Carter, Cooper, Spence, Fleming, Murphy Manchester City: Roebuck, Beckie, Houghton, Bonner, Stokes, Walsh, Weir, Scott, Hemp, White, Wullaert Subs: Benameur, Campbell, Coombs, Stanway, Geum-Min, Fidalgo This is a meeting between title contenders and a test of mettle. Chelsea entertain Manchester City at Kingsmeadow with both acutely aware of the implications a positive result could have on their season. City or Chelsea could finish the weekend top of the table if leaders Arsenal slip up at Reading and Chelsea, who also have a game in hand, are determined to regain the league title. But Nick Cushing’s side also have their eyes on the prize. Emma Hayes’s side are made of stern stuff; they are unbeaten and have dropped just two points all season. Chelsea should be fresh, too. They have not played since dispatching Birmingham 6-0 a fortnight ago, with Bethany England turning in another fine performance. England has flourished at Chelsea since returning from a two-year loan at Liverpool and her form has not gone unnoticed, with the forward included in the Guardian’s top 100 female footballers for 2019. “It’s crazy to think that a lass from Barnsley is now deemed one of the best in the world for football. It’s a bit surreal really,” England said. Kick-off: 12pm (GMT)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}