{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/10/majority-of-afc-wimbledon-fans-oppose-private-investors-in-new-stadium", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-10T19:25:06Z", "webTitle": "Majority of AFC Wimbledon fans oppose private investors in new stadium", "webUrl": "https://www.theguardian.com/football/2019/dec/10/majority-of-afc-wimbledon-fans-oppose-private-investors-in-new-stadium", "apiUrl": "https://content.guardianapis.com/football/2019/dec/10/majority-of-afc-wimbledon-fans-oppose-private-investors-in-new-stadium", "fields": {"headline": "Majority of AFC Wimbledon fans oppose private investors in new stadium", "bodyText": "A majority of AFC Wimbledon supporters have expressed opposition to diluting the club’s landmark supporter-owned structure in return for significant money from private investors towards the new stadium. At a meeting of the supporters’ Dons Trust, which has owned the club mutually since its formation in 2002, approximately 60% of attendees indicated that they did not support the idea of raising the money from outside investors as outlined by the chairman, Mark Davis, last month. The club’s first chairman, Kris Stewart, is understood to have said at the meeting that if shares were sold and the board reorganised in return for the investment: “We lose control, day one.” AFC Wimbledon has been an inspiration in the supporters’ trust movement since being set up as a supporter-owned club after Wimbledon FC were moved to Milton Keynes, and having reached League One after starting in the Combined Counties League. Previous suggestions and offers of private investment in return for share ownership have been turned down by Dons Trust members, but the current proposal has been prompted by a sudden £11m shortfall in the £31.5m financing of the new 9,000-seat stadium. In a letter to members on 20 November, Davis explained that other means of raising the money, including borrowing, were proving more difficult and expensive than the prospect of receiving it in investment. A number of as yet unnamed investors have offered £7.5m, Davis said, in return for a 30% stake in new shares, and representation on the board. The concern voiced by Stewart includes the prospect of further share issues which would dilute the trust’s stake, and a potential future sale for a profit. The Wimbledon Way, a group of original leading figures in the club’s formation, including Stewart, said after the meeting: “It was … very clear that a majority of members in the room and several of the trust board would like to feel that everything possible is explored for other avenues of funding before external investment is required.” The trust board is expected to explore the options further, with further meetings scheduled for this week and next."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}