{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/10/klopp-sensational-salah-finish-liverpool-salzburg", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-10T22:12:20Z", "webTitle": "Jürgen Klopp salutes ‘sensational’ Salah finish after Liverpool battle through", "webUrl": "https://www.theguardian.com/football/2019/dec/10/klopp-sensational-salah-finish-liverpool-salzburg", "apiUrl": "https://content.guardianapis.com/football/2019/dec/10/klopp-sensational-salah-finish-liverpool-salzburg", "fields": {"headline": "Jürgen Klopp salutes ‘sensational’ Salah finish after Liverpool battle through", "bodyText": "Jürgen Klopp said Mohamed Salah’s self-belief was instrumental in Liverpool reaching the knockout stage of the Champions League as he became only the second player in the club’s history to score 20 goals in the competition. Salah missed a host of excellent chances against Salzburg before scoring an outstanding goal, Liverpool’s second of the night, to follow Steven Gerrard in reaching the 20-goal mark in the Champions League or European Cup. Klopp said the Egypt international’s refusal to lose focus after the misses was a major factor in Liverpool’s highly impressive victory. “Thank God I don’t have to [explain the finish], it was for sure the most difficult situation he had tonight,” said Klopp. “He played really well but didn’t score in the situations we expect him to score, staying on track and making such a decisive but difficult finish says probably much more about him than all the other goals he scored. He stayed concentrated, believed in the next moment and it was a very, very good goal. A sensational finish.” Liverpool qualified top of their group, with Napoli finishing second, and Klopp cited his players’ respect for the Austrian champions as another impressive hallmark of their performance. He added: “I couldn’t have more respect for what Salzburg are doing. I know how people see it, you think about being best in Austria is OK but some people don’t respect that. You see how good they are, how good they were in the first game, how good they were against Napoli. “We came here as current Champions League winners and I would really love it if my team is so smart that they listen and put a shift in like that. Salzburg were unbelievably strong, especially in the first half, but we were as well and were ready for the fight. We should have scored in the first half and then in the second half, it’s not easy to keep that intensity. We scored the goals and could have scored more, but I have really massive respect for Salzburg.” Jesse Marsch, the Salzburg coach, said his confident team were ultimately undone by Liverpool’s European pedigree. “In the end they showed their quality,” he said. “Salah’s goal was unbelievable. It was like a heavyweight fight. We punched them but then they punched us twice more.” Dejan Lovren was forced off with an injury in the second half but Klopp claimed it was not serious and hopefully a repeat of the minor problem the defender suffered in the win at Bournemouth on Saturday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}