{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/dec/03/freddie-ljungberg-arsenal-arsene-wenger", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-12-03T16:34:20Z", "webTitle": "Freddie Ljungberg to consult Arsène Wenger before first Arsenal home game", "webUrl": "https://www.theguardian.com/football/2019/dec/03/freddie-ljungberg-arsenal-arsene-wenger", "apiUrl": "https://content.guardianapis.com/football/2019/dec/03/freddie-ljungberg-arsenal-arsene-wenger", "fields": {"headline": "Freddie Ljungberg to consult Arsène Wenger before first Arsenal home game", "bodyText": "Freddie Ljungberg plans to consult Arsène Wenger before taking charge of his first home match as Arsenal’s interim manager against Brighton on Thursday. Ljungberg watched Arsenal’s winless run extend to eight matches with a 2-2 draw at Norwich on Sunday in his first game since taking over from Unai Emery. The Swede acknowledged that he would have preferred more time to implement tactical changes before the Brighton match, although his desire to seek out Wenger for advice appeared more urgent. “I would really like to speak to him,” the former midfielder said of the manager who brought him to Arsenal from the Swedish side Halmstad for £3m in 1998. “I’m in contact with him but I haven’t spoken to him because it’s been a bit hectic but it’s on my list to do so … He was here for 22 years as the manager, so he has a lot of experience. And he probably has some things he thinks are important that he can share with me and make me a better coach. That’s what I wanted to ask.” Wenger swiftly made it clear he would be happy to help Ljungberg. “If he has that need then of course I’ll be available,” he told Sky Sports. “My heart is with the club and I want them to do well. Freddie is fantastically committed ... he has an opportunity. Let’s get him to work with his ideas and support him.” Ljungberg also intends to consult his fellow Swede Sven-Göran Eriksson. “Sven is intelligent,” he said. “I spoke to him a lot when he was the manager of England because he was watching our games. “I know in the past some stories of how he treated players and how he made them feel good and things like that. I have stolen a little bit of those ideas. He’s a great coach, it’s been a long time and I hope I can speak to him soon.” Also on Ljungberg’s mind is how to dress in the dugout. He was criticised by the former Manchester United midfielder Paul Scholes for not wearing a suit at Norwich but joked it had been in the dry cleaners. “I have seen the Premier League and seen coaches in a tracksuit, coaches with a suit, and I have seen coaches with a sweater, so I will decide on a match day what I will use,” he said. Arsenal are searching for a long-term replacement for Emery but have yet to make substantial progress, with the Leicester manager, Brendan Rodgers, having apparently ruled himself out. Ljungberg admitted he was unlikely to have any input about January’s transfer targets and instead has set his sights on ending a winless run that is the club’s worst in the league since 1994. “I’m going on a match-by-match time now so there’s nothing that I will get involved in,” he said. “I think we have a very good squad but it’s up to the big bosses of the club in regards to what they want to do.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}