{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2019/dec/10/social-care-main-parties-priority-older-disabled-people", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-12-10T13:00:09Z", "webTitle": "All parties claim social care as a priority, but only one gives hope | David Brindle", "webUrl": "https://www.theguardian.com/global/2019/dec/10/social-care-main-parties-priority-older-disabled-people", "apiUrl": "https://content.guardianapis.com/global/2019/dec/10/social-care-main-parties-priority-older-disabled-people", "fields": {"headline": "All parties claim social care as a priority, but only one gives hope", "bodyText": "Although all the main parties say social care is a priority, their policies have failed to excite sector leaders and commentators. Even Labour, which has by far the most ambitious and costly programme, has not won the acclaim it must have been hoping for. Most attention has focused on the Conservatives, desperate to avoid a repeat of the fiasco over their social care policy – unfairly branded a “dementia tax” – at the 2017 election. As a result, their safety-first offer is an extra £1bn annually to shore up the fragile English system and a commitment to “build a cross-party consensus” on long-term reform, based on a guarantee that no one should have to sell their home to pay for care. Three points should be noted about the £1bn: it had already been announced in September’s spending review; it is split between adult and children’s services, leaving councils to decide respective shares; and there is ambiguity about whether it is an extra £1bn every year or the same cash repeated. The manifesto says it is “confirming this additional funding in every year of the new parliament”. The Liberal Democrats are also committing to a cross-party solution for reform, although their plan is to establish a “convention” on health and social care. On funding, they would give social care about a third of the £7bn a year they aim to raise jointly for it and health by adding 1p to income tax. Labour’s proposals would add up to £11.1bn to annual social care spending in England by 2023-24,according to the independent Health Foundation thinktank, including £6.9bn to introduce free personal care for everyone aged 65 and over, as is the case in Scotland. This is not the same as free social care, however, and notably excludes food and accommodation, which can be at least half of care-home bills. In addition, Labour is promising to cap the individual lifetime costs of care for anyone with assets so that “no one ever again needs to face catastrophic costs of more than £100,000”. None of the main parties’ policies would restore levels of state support for social care that pertained in 2010-11, according to the Health Foundation. None explains how the sector will recruit and retain the projected 580,000 extra care workers it may need by 2035 just to keep pace with demand. And none addresses the case for rethinking social care, improving quality of services and individual control, as opposed to buttressing the existing system. For more radical thinking, turn to Plaid Cymru’s manifesto. Plans there include social care free at the point of need, integration with the NHS and parity of pay and conditions and a pledge to “make people’s lives worth living rather than merely keeping people alive.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}