{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/dec/04/making-waves-dadaab-refugee-camps-only-female-radio-journalist", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-12-04T07:00:43Z", "webTitle": "Making waves: Dadaab refugee camp’s only female radio journalist", "webUrl": "https://www.theguardian.com/global-development/2019/dec/04/making-waves-dadaab-refugee-camps-only-female-radio-journalist", "apiUrl": "https://content.guardianapis.com/global-development/2019/dec/04/making-waves-dadaab-refugee-camps-only-female-radio-journalist", "fields": {"headline": "Making waves: Dadaab refugee camp’s only female radio journalist", "bodyText": "Sitting in a small shipping container, Kamil Ahmed, 20, readies herself for her live radio show. “I feel like the whole community is waiting for me,” the only female reporter at the station says, flicking through her notebook. This makeshift studio is home to the only radio station in Kenya’s Dadaab refugee camp. Broadcasting a Somali-language programme, Gargaar FM (the name means assistance in Somali) provides vital information to more than 200,000 people who call Dadaab home, and serves as a source of entertainment and psychosocial support for refugees trapped in the isolated camp, first established in 1991. Today Ahmed is going to be talking about the importance of breastfeeding. “So many people call in when we discuss such topics, most are women because subjects like breastfeeding exclusively affects them.” The thirst for information has never been greater here. Kenya announced the closure of the complex about three years ago, so residents live with the uncertainty of the camp’s future and the threat of returning to the conflict in Somalia. Feeling cut off from the rest of Kenya and east Africa, refugees in Dadaab cling to their radios to keep up with local and regional news. “Gargaar FM station has been one of the most effective mediums in communicating with refugees in Dadaab,” says Assadullah Nasrullah at UNHCR’s Dadaab office. “It helps disseminate important messages to the refugee population on healthcare, education, voluntary repatriation, registration and other humanitarian programmes.” Gargaar FM also connects people to the outside world via the BBC World Service and Voice of America service. “We cannot just rely on what the UN and aid organisations tell us, we have to get an independent source of information,” says Fadumo Ahmed, a mother of five who runs a small grocery stall in the camp. “The imminent closure of the camp has affected everything including our businesses and livelihoods so the radio is important in keeping us up to date on Kenya’s changing political moves.” The station is supported by the UNHCR but run by a group of young journalists who studied and grew up in the sprawling camp. Ahmed was nine when her father was killed in Mogadishu in 2008. She witnessed her pregnant mother’s grief coupled with her desperation at the loss of the family’s breadwinner. They had to flee the country and came to Dadaab to rebuild their lives. “I lost my father, my home town and my school,” recalls Ahmed. “But I found peace and hope in Dadaab and I immediately enrolled in school.” But opportunities in the camp are limited. “I didn’t get the chance to go to high school after completing my primary education so I enrolled in a one-year after-school youth programme run by the Norwegian Refugee Council where I received basic journalism training,” she says. Almost all of the girls who started the course with her have dropped out or returned to Somalia, making her the only female journalist working in the camp. Her voice on the airwaves has encouraged other girls to apply for internships at the station. “I am now training young girls who just joined us,” she smiles. “It is also good for me because I would have people that I can rely on and who would support me and fill my position when I am not working.” But not everyone in this conservative community is happy with Ahmed’s work. Some discourage her from doing a “man’s job” and tell her she should get married instead. “I am actually proud of what I do and many people respect me a lot but there are many others who don’t like my career choice. They put on me too much pressure but I just laugh it off when they try to push me into marriage,” she says. “I have a loving mother who supports me and stands by me all the time. She is the only person whose advice I would heed.” She believes her ambition is bigger than the challenges. She wants to go to university and eventually return to Somalia despite being fully aware that it is one of the most dangerous places to be a journalist. “ I know how dangerous it is for people like me but I would really like to go back,” she says. “My mother would never allow me to risk my life so I just have to wait in this prison-like camp.” Many here refer to Dadaab as an open prison because of the Kenyan government’s strict encampment policy. For many the lack of identity and freedom of movement is crippling their potential. “If I apply for training or media workshops in other countries, I would not be able to attend because I don’t have an identity card or passport with which I can travel. This discourages me from actively searching for opportunities outside of Dadaab,” she says. It is a frustration echoed by the young people who make up the bulk of the camp’s population. The radio, therefore, serves as an important connection to the outside world. When Gargaar FM first went on air in 2013, there were about half a million people in Dadaab, more than five times its original capacity. It is now closer to 217,000. But it is the importance of her work that drives Ahmed on, and she produces, edits and presents her own stories and programmes. “It is a lot of work and there are only a handful of staff here so we have to utilise the limited resources we have in the station,” she says. “But when you have a whole community depending on you for their information you have to do everything it takes to meet their expectations.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}