{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/dec/05/croatia-wrongly-deports-nigerian-table-tennis-players-bosnia", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-12-05T13:02:13Z", "webTitle": "Police in Croatia deport Nigerian table tennis players to Bosnia", "webUrl": "https://www.theguardian.com/global-development/2019/dec/05/croatia-wrongly-deports-nigerian-table-tennis-players-bosnia", "apiUrl": "https://content.guardianapis.com/global-development/2019/dec/05/croatia-wrongly-deports-nigerian-table-tennis-players-bosnia", "fields": {"headline": "Police in Croatia deport Nigerian table tennis players to Bosnia", "bodyText": "The organisers of an international student sports competition have called for two Nigerian table tennis players to be returned to their own country after Croatian police wrongly deported them to a Bosnian refugee camp. Abia Uchenna Alexandro and Eboh Kenneth Chinedu, students at the Federal University of Technology Owerri in Nigeria, arrived in Zagreb on 12 November, on their way to participate in the fifth World InterUniversities Championships, held this year in Pula, Croatia. The 18-year-old table tennis players left Pula for Zagreb after the tournament, and were supposed to fly back to Lagos on 18 November. However, the night before their departure, while taking a walk in the Croatian capital they were stopped by two police officers who asked them for identification documents. “We tried to explain who we were and that our documents were in the hostel, but they took us to a police station,” Chinedu told the Bosnian website Žurnal. “They paid no attention to what we were saying.” The officers mistook them for undocumented immigrants, put them in a van and transferred them to the border with Bosnia-Herzegovina where, that day, Croatian authorities had gathered together a group of migrants intercepted as they were attempting to cross the country. Police ordered the group to move through the woods and into Bosnia-Herzegovina. “I refused to go into the woods,” said Chinedu. “The officer told me he would shoot me if I didn’t move.” Uchenna and Chinedu were eventually deported to Bosnia-Herzegovina and ended up in a camp in Velika Kladuša, where thousands of migrants are stuck in tents without water or heating with temperatures as low as -2C. The two Nigerian students could not make themselves understood and it took until the end of November before volunteers at the camp contacted representatives of the table-tennis competition to tell them Uchenna and Chinedu were trapped there. “They told me two students from Nigeria were taken to Bosnia by Croatian police,” the organiser Alberto Tanghetti told the Guardian. “I asked them to send me photos and their names. After careful verification, we confirmed that those boys had participated in the tournament and had regular visas, issued by the Croatian authorities. I really don’t understand what happened, because even the police in Pula were notified that they were here.” He added: “It is even more absurd that no one believed the boys when they tried to explain to the police officers that they had regular visas. It would have sufficed to accompany them to the hostel to verify that they had entered Croatia legally.” A spokesperson for the Croatian interior ministry said that the police had investigated the Nigerians’ claims “Police officers have already witnessed cases of individuals who make an attempt to or even abuse their participation in sports competitions in Croatia to remain in the country,” the spokesperson said. The ministry of the interior has confirmed that the Nigerians had regular visas and entered Croatia legally, but suggested that the students were making an attempt to remain and that the pair had checked out from the hostel before being stopped by the police. But the police’s version of the facts does not explain why the officers deported the Nigerians to Bosnia, knowing that the students had entered the country with a flight to Zagreb and not from Bosnia. “Those people are victims of illegal acts of the Croatian side,” Dragan Mektić, Bosnia-Herzegovina’s minister of security, told Al Jazeera. “Respecting legal procedures, we now have to take them back to Croatia … It is obvious that they have Croatian visas, that they are in Bosnia and Herzegovina illegally. From their statements, it is obvious that Croatian police forcibly displaced them and we have to bring them back there.” For years, aid workers and agencies have accused the Croatian authorities of illegally sending migrants trying to cross the border back to Bosnia-Herzegovina. Migrants are systematically beaten by Croatian police, who strip asylum seekers of their personal items and destroy their mobile phones to avoid being filmed. Last year, the Guardian documented compelling evidence of the physical abuse perpetrated by Croatian police, of which migrants in the Bosnian cities of Bihać and Velika Kladuša have been complaining. Croatia has denied any wrongdoing in that case."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}