{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/dec/10/harares-heroine-how-esther-zinyoro-made-her-home-a-maternity-ward", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-12-10T08:00:04Z", "webTitle": "Harare's heroine: how Esther Zinyoro made her home a maternity ward", "webUrl": "https://www.theguardian.com/global-development/2019/dec/10/harares-heroine-how-esther-zinyoro-made-her-home-a-maternity-ward", "apiUrl": "https://content.guardianapis.com/global-development/2019/dec/10/harares-heroine-how-esther-zinyoro-made-her-home-a-maternity-ward", "fields": {"headline": "Harare's heroine: how Esther Zinyoro made her home a maternity ward", "bodyText": "Six expectant mothers groan through their labour pains in the lounge of a tiny two-roomed apartment in Mbare, Zimbabwe’s oldest township. Sweating and visibly in pain, a heavily pregnant woman peeps through the window to catch a breath while others lie on the floor. Two other women hold their newborn babies in an adjacent room where blankets are spread carefully over the cracked floor of the makeshift maternity unit, the home of 72-year-old Esther Zinyoro. Midwife Zinyoro has now delivered close to 100 babies during the ongoing strike by hospital doctors and nurses, becoming something of a national heroine. Zimbawe’s once vibrant health system has collapsed under the strain of the country’s acute economic crisis, doctors and nurses have been striking over a lack of wages and hospitals are no longer safe places for women to give birth. Many of the women in the crowded apartment have been turned away from local health facilities due to the strike. Most had travelled long distances before ending up at Zinyoro’s house. The make-do maternity room has become the new reality for expectant mothers in Harare. Zinyoro has even sacrificed her bed for her new guests, and is happy to share what little food she has. “Six nursing mothers sleep on my bed. I don’t mind sleeping on the floor,” Zinyoro says. The country’s deteriorating health situation moved Zinyoro to help pregnant women. “One day I received the news that an expecting young lady had died outside our local clinic and it broke my heart. I said to myself: why should young mothers die when I can help them? So since then I told everyone in our neighbourhood to refer struggling expecting mothers to my house,” Zinyoro says. The experienced midwife delivers up to 20 babies a day, a near miracle in her tiny apartment. “I need more space to accommodate these expecting mothers because my place is too small. There are no beds to keep them comfortable. “I am moved by love. I see all of them as my own children. I don’t charge them. I believe I’m doing the work of God. I sometimes sleep in the passage because my small lounge will be full of expecting mothers. I encourage them to be strong seeing the situation in our country,” she says. Despite her humble circumstances, Zinyoro carries the hopes of many expectant mothers amid a health crisis where women are failing to access basic maternity care. Elina Siziba, 20, recounted how she travelled at midnight from Epworth, a poor neighbourhood on the outskirts of Harare, to Zinyoro’s house. Confused and panicking, Siziba tried one clinic after another but got no help. “I was in pain. I went to our local clinic but I was turned away because there were no nurses. I was then directed to this place where I saw Gogo Esther. She welcomed me and helped me deliver my baby with no complications,” Siziba says. “I thought I was going to lose my baby and I thought I was going to die because the pain was unbearable.” Shupikai Mupatutsi, 40, from south of Harare said she was just happy to be holding her baby boy. “This is the first time I have given birth in a house. It is risky but I had no options because when I started experiencing labour pains we quickly rushed to the clinic but were told the nurses were not working. Fortunately we were then directed here where I gave birth safely,” an elated Mupatutsi says. Pregnant Joanna Nyemba, 30, made a plea for official help for Zinyoro. “What I’m seeing here is pure love. Most of us are poor and do not have enough items needed for a safe delivery. But I saw them share cotton, baby clothes and even blankets. So I urge the authorities to help her with resources,” Nyemba says. Despite the risks associated with home delivery expectant mothers have turned to untrained midwives during the strike. Bernard Madzima, director of family health in the Ministry of Health says: “In a normal situation where health services are available it’s not encouraged. Pregnancies can be complicated hence we encourage delivery in health centres.” Pregnant women have borne the brunt of the ongoing dispute between government and medical staff demanding a hike in salaries, with many forced to give birth in unhygienic conditions. At the start of the strike in September, pregnant Sharon Munyonho died at the Parirenyatwa maternity wing after developing complications. Ekenia Chifamba, director of Shamwari Yemwanasikana, a local NGO, says the strike has made the situation for would-be mothers much worse. “Women have indeed been affected especially for those in need of pre- and postnatal care. Under such conditions there is unnecessary loss of lives as newborn babies and their mothers become increasingly vulnerable to poor health care,” she says. According to the Zimbabwe Demographic Health Survey the estimated maternal mortality ratio for the country is 651 deaths per 100,000 live births. While the trend in the past 5–10 years shows a decline, the ratio is still unacceptably high. Zimbabwe Hospital Doctors Association vice-president Masimba Ndoro said most women were forced to give birth at home, exposing themselves to infection. “Most expecting mothers, if not attended to by doctors, give birth at home and this exposes them to neonatal infections which increases child and maternal mortality. Due to the strike, the turnout of mothers at hospitals has been very low as there are no medical practitioners,” Ndoro says. Another local NGO, Katswe Sistahood, says the government should demonstrate commitment to maternal health. “No woman should die giving life. The government should demonstrate its commitment to ending maternal mortality by allocating resources for health,” says director Talent Jumo. The majority of deaths can be prevented if women receive the right care throughout their pregnancies and during birth."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}