{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/dec/06/un-peacekeepers-intervene-after-violent-clashes-in-south-sudan", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-12-06T07:00:34Z", "webTitle": "UN peacekeepers intervene after violent clashes in South Sudan", "webUrl": "https://www.theguardian.com/global-development/2019/dec/06/un-peacekeepers-intervene-after-violent-clashes-in-south-sudan", "apiUrl": "https://content.guardianapis.com/global-development/2019/dec/06/un-peacekeepers-intervene-after-violent-clashes-in-south-sudan", "fields": {"headline": "UN peacekeepers intervene after violent clashes in South Sudan", "bodyText": "UN peacekeepers have been sent to South Sudan’s northern Lakes region after a series of clashes in which 79 people were killed and more than 100 injured. With roads impassable due to heavy rains and flooding, the Nepalese blue helmets travelled by helicopter on Tuesday from Rumbek, the state capital, to Maper, about 100km north, according to the UN mission in the country, Unmiss. Vehicles and other heavy equipment have also been flown into the area to support the force. The 75 soldiers are expected to remain in the area over the next few weeks after the outbreak of violence between the Gak and Manuer communities, the agency said. “This fighting must stop,” said David Shearer, the head of Unmiss and special representative of the secretary general for South Sudan. “We are urging the communities involved and their leaders to put an end to the violence and to come together in reconciliation and peace for the good of their people.” East Africa analyst Jeremy Taylor, of the Norwegian Refugee Council, said the speedy deployment to the region underlined the mission’s resolve to end inter-communal clashes as quickly as possible. “While the scale of the deployment is unlikely in itself to halt the violence, we must recognise the intent and speed of the response from Unmiss,” said Taylor. “This deployment hopefully sets a precedent for a faster and more assertive expression of their protection of civilian mandate.” A power-sharing peace deal, signed in September 2018, did much to usher in an end to South Sudan’s political violence, which claimed hundreds of thousands of lives and resulted in one of the world’s worst humanitarian crises. But inter-communal violence continues, with cattle raiding, looting of property and clashes and revenge attacks resulting in death and injury, according to the UN mission. Attacks against aid workers have also risen in recent months, including ambushes, abductions and restrictions on humanitarian access, according to the most recent UN security council report. On Sunday, armed men broke into an NGO compound in Bunj, Maban county, where they attacked staff and stole property, according to the UN refugee agency. In October, three UN staff were killed after reportedly being caught in crossfire between government forces and rebels. The murders forced the suspension of border screening points for Ebola, which has killed thousands of people on the South Sudan-Uganda-Democratic Republic of the Congo border. The UNHCR condemned the most recent “senseless act” of violence on aid workers “there to improve the lives of refugees and vulnerable South Sudanese nationals”. “While the overall trajectory of violence against aid workers is improving, this attack demonstrates that South Sudan is still an exceptionally dangerous place to work, where such acts are carried out with virtual impunity,” said Taylor. South Sudan has also been hit by heavy rains and severe flooding, with more than 900,000 people affected over the past six months. Roads and crops have been washed out and humanitarian operations interrupted, prompting President Salva Kiir to declare a state of emergency in several counties in October. Floods have taken their toll all across eastern Africa, killing more than 280 people, destroying crops and livelihoods and leaving millions vulnerable to disease. The extreme weather is driven primarily by the Indian Ocean dipole, a climate system in which the surface temperature of the sea is alternatively greater in the ocean’s west and its east. The massive rains have submerged entire communities in South Sudan."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}