{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2019/dec/04/high-court-overturns-ruling-allowing-class-action-funders-to-collect-share-of-compensation", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2019-12-04T05:40:31Z", "webTitle": "High court overturns ruling allowing class action funders to collect share of compensation", "webUrl": "https://www.theguardian.com/law/2019/dec/04/high-court-overturns-ruling-allowing-class-action-funders-to-collect-share-of-compensation", "apiUrl": "https://content.guardianapis.com/law/2019/dec/04/high-court-overturns-ruling-allowing-class-action-funders-to-collect-share-of-compensation", "fields": {"headline": "High court overturns ruling allowing class action funders to collect share of compensation", "bodyText": "Rules allowing class action funders to collect their share of winnings from everyone affected by a lawsuit have been overturned by the high court. The ruling means that funders will now have to return to the previous practice of getting individual permission from each person or company participating in a class action in order to get paid. In a decision split five to two, the full bench of the high court overturned a 2016 decision called Money Max that opened the way to what are called “common fund orders”, which drag everybody who stands to benefit from a lawsuit into a funding agreement even if they do not sign up to it. Three of the judges, chief justice Susan Kiefel and judges Virginia Bell and Patrick Keane, also mounted an unusually strong attack on a panel of federal court judges, accusing them of stating the law inaccurately and setting up a straw man argument in a decision dealing with the issue. Employer body AI Group, which has been campaigning against class actions, welcomed the decision. But its chief executive, Innes Willox, said that because the decision was split, “this suggests that a degree of legislative uncertainty remains in this area”. “This highlights the need for reforms which would give greater protection to class action members against litigation funding arrangements that deliver huge windfall payments to largely unregulated, foreign litigation funders,” he said. Shares in Australia’s largest listed litigation funder, IMF Bentham, fell almost 3.3% on the news, dropping to $3.675 at about 2.30pm on Wednesday. However, IMF’s chief investment officer, Tania Sulan, said the company welcomed “the certainty that the decision has delivered”. “It’s going to have a positive impact on our business,” she said. This was because before the Money Max decision IMF funded cases by signing all class members up to an agreement “and that was a model that worked well for us and it worked well for the clients”. The high court was hearing appeals against the common fund order brought by BMW, which is fighting a class action over allegedly unsafe airbags, and Westpac, which is fighting a class action over allegedly dodgy insurance. In their joint judgment, Kiefel, Bell and Keane said that a full court of the federal court, made up of federal court chief justice James Allsop, John Middleton and Alan Robertson, paraphrased law regarding the court’s powers in a way that was “inaccurate in a significant respect” by leaving out clauses limiting those powers. “That was, with respect, to set up a straw man and then proceed to demolish it,” they said. They said the law recognised that sometimes it might be too expensive or difficult to gather the names of potential class action members through a “book-building” process, making a potential lawsuit uneconomic. “If that is the case, the solution contemplated by the legislation is to halt the representative proceeding, not to make a CFO because the process of book building is proving too expensive or too difficult,” they said. Dissenting, Stephen Gageler said he agreed with the full court’s arguments and dismissed out of hand constitutional objections raised by BMW and Westpac. “The constitutional objections raised by the appellants do not withstand scrutiny and do not warrant elaborate responses,” he said. Judges Geoffrey Nettle and Michelle Gordon agreed with the majority ruling while James Edelman opposed it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}