{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/07/jo-pavey-tokyo-2020-will-be-my-sixth-olympics", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-07T14:00:13Z", "webTitle": "Jo Pavey: ‘Tokyo 2020 will be my sixth Olympics’", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/07/jo-pavey-tokyo-2020-will-be-my-sixth-olympics", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/07/jo-pavey-tokyo-2020-will-be-my-sixth-olympics", "fields": {"headline": "Jo Pavey: ‘Tokyo 2020 will be my sixth Olympics’", "bodyText": "It’s amazing to still be competing at 46. When London was awarded the Olympics in 2005, I remember thinking, “What a shame! I’ll be long retired by 2012.” I’m planning to train hard for Tokyo 2020, which will be my sixth Olympics. I’m very motivated, but it depends if my body can hold up. I didn’t realise I could be an international athlete until after university. I’d won at the English Schools, but I was nowhere near as fast as the seniors. I remember watching others on TV and thinking: “How can they run that fast?” My husband is my coach. We met at Exeter Harriers while I was working as a physiotherapist in Bath. I was too embarrassed to say to my colleagues: “I’m giving up my job to become an athlete,” so we dressed it up as a backpacking adventure. I ran up hills in Sydney and down volcanoes in Hawaii. When we got back, I was a bit rusty at running on a track, but I did reach the semi-finals at the 1997 World Championships in Athens. I’ve never had to have a poo during an actual event. As a runner, you get used to going to the toilet behind a tree or bush during training. You might have had something unsettling for breakfast or a curry the night before. But you tend to prepare nutritionally before a big event. My contract with Nike was frozen when I was pregnant. I still did some appearances for the brand in the hope it would start again... I didn’t make a big deal of it at the time. It definitely wasn’t sending the right message to female athletes. It was great to hear someone was able to enter this year’s Great North Run as gender neutral. The problem is that at world championship level, a transgender athlete who competes in a female race would have an obvious physical advantage. Sports should be inclusive to all. It just makes things difficult at an Olympic level. I’ve met the Queen a couple of times. The first time was after Sydney 2000. They were very generous with the drinks at the Palace. They just kept topping us up. By the time the Queen got to me, I’d had a few and said: “What a lovely house you’ve got!” She was really nice and thought it was funny. My kids would beat me in a race if it were over 10m. They can go from stationary to bolting with no warm up. My son Jacob is 10 and my daughter Emily is six. They just leg it and I then try to catch up. I’d still beat them over a longer distance though – I hope! Jo Pavey is partnering with Simplyhealth, whose plans help cover the cost of a range of health treatments (simplyhealth.co.uk)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}