{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/07/how-we-stay-together-when-something-bad-happens-it-doesnt-mean-everything-is-bad", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-06T19:00:51Z", "webTitle": "How we stay together: 'When something bad happens, it doesn’t mean everything is bad'", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/07/how-we-stay-together-when-something-bad-happens-it-doesnt-mean-everything-is-bad", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/07/how-we-stay-together-when-something-bad-happens-it-doesnt-mean-everything-is-bad", "fields": {"headline": "How we stay together: 'When something bad happens, it doesn’t mean everything is bad'", "bodyText": "Names: Hope Brett Bowen and Gavin Anderson Years together: 17 Occupations: Lawyer and engineer Bath time has just finished and Jake and Elwood, the almost two-year-old, tousle-haired twins, are full of energy. At least Elwood is; Jake is struggling with asthma because of the smoke blanketing Sydney. Their parents, Hope Brett Bowen and Gavin Anderson, are trying to keep them out of trouble while having an adult conversation. The couple are distracted and sleep-deprived but wouldn’t have it any other way. Both are relishing every moment with the much longed-for pair, conceived after years of IVF treatment. The couple has been together for 17 years and theirs is a slow-burn but very relatable love story. They met at a party in 2000 when they were both studying at the University of Sydney. She was doing law; he was doing engineering. Like many good university stories, memories of that night are sketchy but Bowen and her friend arrived at the party dressed in medieval gear. Awkwardly, they were the only ones. “It was really uncomfortable being the only people there in that get-up,” she remembers with a laugh. “Gavin later on told me that his first impression was that weird chick in the weird gear.” The two bumped into each other a few more times. Then one night, after a late evening law revue, Anderson waited with Bowen to make sure she caught her bus home. He shrugs it off now but it made an impression on her: “[I thought] He’s very sweet. There were no expectations or anything else. He was just being nice.” After eighteen months of him being “a nice bloke”, she decided they should date. Their relationship unfolded slowly. It was a good sign when she passed the Ross test. “[Gavin] was living with two of his mates and Ross, he was relatively attractive, he used to crack on to any of his girlfriends to see which ones were okay. Because I didn’t flirt back, I was okay. I had no interest – I only had eyes for Gavin.” They moved in together a few years later, still carefully maintaining their independence, then decided to get married in 2009. While Bowen hadn’t planned on getting married, she knew Anderson wanted a family so she told him it was time. When asked why he’d asked her to marry him, Anderson answers in that typically Aussie bloke deadpan: “She’s the only one stupid enough to stay yes.” Around that time, Bowen was juggling three jobs and working seven days a week: as a lawyer doing asbestos law, working on a charity and as a local councillor. Anderson was supportive, describing her as a go-getter. “It was good to watch and seeing her actually able to achieve some stuff for the community. I was proud of her.” But it wasn’t an easy time. Bowen was the only woman on an otherwise all-male council and faced tremendous sexism. She often came home feeling dejected. Anderson had a fail-safe remedy: “[I’d say] Want a beer?” It was exactly what she needed: “I like that, most of the time. Don’t offer advice. Just listen. If I want advice, I’ll ask. If I don’t want it then I just need to blurt it out, then I’ll talk myself into a solution.” Being honest with each other also helped: “Even just sitting next to each other and letting the other person cry. That may seem like a horrible thing but it really is a good thing as well because it’s a genuine thing that you’re sharing.” Sheer determination held them together. “I wasn’t pleasant to be around [and] because I wasn’t pleasant, Gavin wasn’t pleasant to be around. It was rough but we stuck it out … I don’t like to give up. Gavin doesn’t really like to give up too, he’s very loyal.” They spent some time apart. Anderson, who is part of the army reserve, had long hoped to take up an overseas posting. So when he was called up to go to the Solomon Islands on peacekeeping duties for seven months, he had his wife’s full support. She jokes that she “lost weight and got a lot of stuff done” while they were apart, but they missed each other terribly. When he returned, they tried to conceive. Things didn’t happen easily, so they turned to IVF, both injecting themselves with vitamins and hormones. Relationships often struggle under that pressure and theirs was no different. “I wasn’t hearing the stress Gavin was going through and I don’t think he was hearing the stress I was going through. So we’d fight sometimes.” The highs and lows kept coming, says Bowen, but they hung in there. “You’ve got to hear each other first because sometimes you’re so caught up in your own grief – and it’s grief, every time.” Anderson tried to manage the situation in his own way. “I tried to set my expectations low. Going in, I had to mentally prepare myself with [the thought that] it’d be great if we get somewhere but there’s a reasonable chance we won’t. [But] it’s hard watching your wife go through that. The pain, putting a needle through an existing bruise.” After nine rounds of IVF, Bowen fell pregnant. Although they were thrilled, they were stunned to realise she was carrying twins. It should have been a time of joy but the couple were anxious for many weeks, particularly after Bowen was hospitalised for bed rest when she was 29 weeks pregnant. The next few weeks were torturous: “That sucked. I really wanted my husband but I had to keep these two safe,” says Bowen. Each morning Anderson would bring her a laptop so she could work and play video games; each night he would bring her dinner to compensate for the lousy hospital food. Three weeks later, the twins were born prematurely on Australia Day. It wasn’t an easy birth, with little Jake put into an incubator. Anderson felt helpless: “I remember following Jake through and the nurse was setting him up. I was standing very nervously outside the room [watching her.] She said ‘it’s all good, he’s fine’.” Nor was it smooth sailing when the twins went home. Bowen suffered from severe post natal depression, slipping into psychosis for a few weeks. Fortunately they were staying with her family and Anderson and her parents realised what was happening and got her help. “[They] cottoned on pretty quick what I needed, which was sleep. So we worked out shifts so I wasn’t with them 24/7. If I could get a solid six hours a night, then I could survive on that.” These days the little family are in their own home again, juggling a recent renovation and dreaming about moving out of the city one day. After everything they’ve been through, their commitment is stronger than ever. Says Bowen: “The good times don’t last forever and the bad times don’t last forever. And you can get some good out of the bad too, even when things were pretty frickin’ horrible.” For Anderson, commitment means looking after each other: “Compromise here and there. Try and find the right balance [between what] you need to survive and stay healthy, and what they need.” Good communication is key for Bowen: “It’s not so much about being blunt with each other. You never hate the person. You can dislike an action, but not the person. So whenever you argue, it can’t get personal. But you can’t be afraid to voice your opinions. And try to turn it into something positive.” Anderson agrees, adding: “And you’ve got to let them walk away too.” Bowen says keep things in perspective. “When things turn bad, it doesn’t mean everything has been bad or everything will be bad. I call them ‘shit goggles’. You’re starting to view things through what you’re perceiving right now. And that doesn’t work. There’s good and bad in everything, nothing is hunky-dory 100% of the time. During the worst, the hardest things, [there’s good] even if it’s just a sense of humour.” • We want to hear your stories about staying together. Tell us about you, your partner and your relationship by filling in the form here"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}