{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/07/quiz-seattle-mariners-baseball-camel-black-leopard-thomas-eaton", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-07T07:00:06Z", "webTitle": "The Seattle Mariners have what unwanted distinction in baseball? The Weekend quiz", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/07/quiz-seattle-mariners-baseball-camel-black-leopard-thomas-eaton", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/07/quiz-seattle-mariners-baseball-camel-black-leopard-thomas-eaton", "fields": {"headline": "The Seattle Mariners have what unwanted distinction in baseball? The Weekend quiz", "bodyText": "The questions 1 Whose tomb features lines from Theses on Feuerbach? 2 Who renamed himself Black Leopard in 1971? 3 The Seattle Mariners have what unwanted distinction in baseball? 4 Light quanta are best known as what? 5 Which people are said to have no friends but the mountains? 6 What began in 1785 as the Daily Universal Register? 7 Which peninsula extends for 750 miles south of Tijuana? 8 Who founded the religious movement Christian Science? What links: 9 Evelyn De Morgan; Marie Spartali Stillman; Emma Sandys? 10 Camel; rabbit; pig; eagle; eel; shellfish? 11 Jordan; Beaumont; Scone; Shrewsbury; Judas? 12 Y, Z, E, P, T, G, M, k, h, da? 13 A Horse With No Name; Heat Of The Moment; The Final Countdown? 14 Skins; medal; stableford; greensomes; Texas scramble? 15 Hugh Pigot; William Bligh; Yevgeny Golikov? The answers 1 Karl Marx (The philosophers have only interpreted the world…). 2 Marvel’s Black Panther (to avoid confusion with militant group). 3 Only current MLB team to never play in a World Series. 4 Photons. 5 The Kurds. 6 The Times newspaper. 7 Baja California (Mexico). 8 Mary Baker Eddy. 9 Women pre-Raphaelite painters. 10 Considered non-kosher in Jewish dietary laws. 11 Fictional Oxford colleges: His Dark Materials; Morse novels; Decline and Fall; Gaudy Night; Zuleika Dobson. 12 Metric units prefix symbols: yotta; zetta; exa; peta; tera; giga; mega; kilo hecto; deka. 13 Tracks by ‘continent’ groups: America; Asia; Europe. 14 Formats of golf competition. 15 Captains of mutinous ships: HMS Hermione; HMS Bounty; Battleship Potemkin."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}