{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/01/pilates-took-me-from-crippling-back-pain-to-amazing-health", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-01T12:00:03Z", "webTitle": "'Pilates-changed-my-life’ stories are annoying… but it did", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/01/pilates-took-me-from-crippling-back-pain-to-amazing-health", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/01/pilates-took-me-from-crippling-back-pain-to-amazing-health", "fields": {"headline": "'Pilates-changed-my-life’ stories are annoying… but it did", "bodyText": "One morning almost five years ago, I awoke from uneasy dreams and, like Gregor Samsa in Franz Kafka’s story, The Metamorphosis, found myself to be… well, not precisely an insect, but the effect was similar. Trying to get out of bed, I realised I could barely move. So excruciating was the pain in my back, my only option seemed to be to roll myself – thunk! – on to the floor. Lying there on my stomach for a few moments, I took in the view (beneath the bed were old shoes and dust balls the size of planets) and then, screwing up my courage, I crawled on to the landing – which is where I stayed for the rest of the day, sobbing quietly and wondering how I would get to the loo; when, exactly, the NHS emergency doctor would arrive. In the event, it took two shots of morphine – one in each arm – to get me upright again. “What’s wrong with me?” I asked the doctor. He shook his head. “No idea,” he said. “But your back is in spasm.” He then disappeared into the night, and I went back to bed thinking that everything would surely be fine in the morning. Obviously, it wasn’t. The next three days were hell. Though I took the naproxen he’d prescribed, it made no difference at all to the pain (it also made me feel sick). I begged my GP for diazepam – the only thing, according to the back-pain sufferers of Twitter, that would really help – and was duly given all of seven tablets (so addictive, you see). In order to walk, I had to use my late father’s thumb stick, which made me look, bent over as I was, like an etching of death by Dürer. My mood grew dark. Sometimes, I would bang this stick against the floor and shout, in a silly voice that I fancied to be Chaucerian: “Oh, Earth! Let me in!” On the fourth day, I went to the Sam Wanamaker Playhouse in Southwark to see Mark Rylance in Farinelli and the King – an occasion I’d been looking forward to for weeks and wasn’t going to miss even if I did feel as though I had an arrow in my spine. I survived the theatre’s hard, narrow wooden benches only because I took rather more painkillers and diazepam than is strictly recommended. Afterwards, I walked – I use the term loosely in this instance – over the Millennium Bridge, hoping to hail a taxi on the other side of the river. This took 20 minutes, as opposed to the usual three; somewhere in the middle, I stopped and gazed at the dome of St Paul’s and prayed – yes, prayed (I am not a believer) – that I would make it across. The driver of the taxi I eventually flagged down didn’t try to hide his shock at how long it took me to get to where he’d pulled in. “You’re like an old woman!” he said, laughing as if this was a huge joke. “Come on, grandma!” I did not tip him. I booked myself an appointment with a physiotherapist, who rolled me around a bit on his consulting table, and clicked my neck. “It’s your facet joints, I think,” he said. “It’ll probably ease off soon.” Probably? And what should I do when – if – it did? How could I prevent this terrible thing from happening again? “I’m only 45,” I said, weakly. Like the doctor before him, he shrugged. “It’s difficult with backs. No one really knows. Some people find Pilates helps, though.” On the way home (another taxi; back pain was starting to be expensive, as well as everything else), cringing at the approach of every speed bump, I considered this. Pilates? I associated Pilates with women in expensive Lycra who had too much time on their hands: vain women who wanted only to make their stomachs flatter, and the gap between their thighs wider. It wasn’t for me. Then again, I was desperate. I registered with a Pilates website, and a few days later someone called Melanie Christou rang me. She told me that she was a former dancer who’d got into Pilates because of her own back pain. For no other reason than she asked me lots of questions and sounded sensible and warm, I signed up for lessons with her: some one to one, others in a class. Pilates was developed by Joseph Pilates, a German physical trainer, while he was interned by the British during the First World War. Nowadays, it often involves some pretty slick apparatus – for instance, the strange machine known as a reformer – but mat classes are equally effective, and vastly cheaper, and these are mostly what I did. Melanie is a brilliant teacher. But still, I remember the embarrassments of my first lesson vividly. Kneeling on all fours with my tail in the air, I felt helpless and vaguely humiliated, as if I was in a short story by Mary Gaitskill about a masochistic secretary (or something). “See you next week,” I said breezily when I left, lying through my teeth. If I did return, it would only be because I had paid up front for a course. By now, you’ll be thinking this is about to become one of those annoying “Pilates-changed-my-life” pieces and, in a way, it is. But the point is that the miracle took a very, very long time to happen; in other words – and I think this is important – it wasn’t a miracle at all. I would go to the classes, and I would lie there with my legs up in the air in a double-knee fold, and my arms in the position that is known as “rib cage closure” (back over your ears, but not quite touching the floor), and I would think: what on earth is the point of this? Yes, my back pain had gone. But perhaps that would have happened anyway. And the whole business was so irritating: all the talk of “control” and “centring”; all the micro-adjustments one constantly had to make (Pilates is nothing if not obsessed with precision). So many times I almost gave up. Even now, I’m still not quite sure why I didn’t. Fear, I suppose. What if Pilates had cured me? Doggedly, almost robotically, I kept going. But then, three years in – three bloody years – something happened. In fact, lots of things happened, all at once. Suddenly, my body could do things it had never been able to do before – the plank, press-ups, all sorts – and it looked different, too: more lean and muscular, my stomach flatter and more defined. My posture was dramatically better – in a gallery, I could walk around for twice as long before feeling even remotely weary – and there were other, um, more intimate benefits, which I will not describe here, but which had to do with my pelvic floor. I felt happier, too. As I got better at Pilates, and concentrated on it more fully, the lessons became a breather from everything else: the only time in my week when my brain was not doing somersaults. Its nit-picky precision took me away from my desk and my deadlines. My clothes, I realised, were now too big; when I shopped, I had to buy a size down. I could slip into a pair of corduroys, kept for sentimental reasons, that I’d last worn at university. Above all, I felt 10 times stronger. This was incredibly liberating. On a plane, I was like the Incredible Hulk, lifting my luggage into the locker above my seat with utmost ease. In the garden, I could move terracotta pots around as if they were tiddly-winks. I was slightly amazed. OK, I’d been going to my classes twice a week for three years. But in another way, all this had happened without my making any real effort. Nothing else in my life had changed at all. Another two years on, I’m still doing Pilates, three times a week if I can, and all of the above is still true; though there’s little scientific evidence that Pilates helps with back pain, I’ve also had only one recurrence of it since. But there’s something else, too: a feeling that is hard to articulate, but which has to do with the ways in which physical and emotional strength are surely connected. I turned 50 this year and yet, I feel indomitable, somehow: so full of energy, so avid for life, so keenly interested in everyone and everything. My mood soars. These days, when my Pilates teacher talks of my centre, while I attempt to keep my pelvis utterly still, I feel less scornful. Like the core of the Earth, which cannot be sampled or seen, I can register its power only in the seismic effects it has on other aspects of my life. And they are seismic. It is my secret superpower: my engine and my shield. To pinch from Eudora Welty, all serious daring starts from within. pilates.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}