{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/02/how-we-met-i-never-thought-id-end-up-with-a-woman", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-02T14:28:37Z", "webTitle": "How we met: ‘I never thought I’d end up with a woman’", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/02/how-we-met-i-never-thought-id-end-up-with-a-woman", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/02/how-we-met-i-never-thought-id-end-up-with-a-woman", "fields": {"headline": "How we met: ‘I never thought I’d end up with a woman’", "bodyText": "For Holly and Sian, a job interview at the end of 2006 kicked off a love story they weren’t expecting. “I was managing the New Players theatre in Charing Cross in London and looking for a front-of-house manager,” Holly says. “When Sian came in, it was a very serious interview, but I did think: ‘Wow – she’s fit.’” During a tour of the theatre, she felt a “jolt of electricity”. As for Sian, she considered herself heterosexual. Yet, when she was offered the job, she had a feeling that it could change her life. “I wasn’t sure why, but it felt like a really big decision.” The pair quickly formed a close friendship. “My friends were wary of her at first,” says Holly. “They thought I was falling for a straight girl and that I’d get my heart broken.” In a “work hard, play hard” atmosphere, they enjoyed drinking together at the pub in the evenings. “One day, I ended up giving her an Indian head massage,” says Sian. Looking back, there must have been more going on than she realised. It wasn’t until Holly went away for a month for an operation that Sian started to question her feelings. “I think these days it’s easier to be gay, but at the time it was still seen as quite a big deal. It felt like something we’d have to keep secret.” Although she had “never connected with anyone like that before”, she was conflicted. When Holly returned in March 2007, Sian went to see her. “She came to my house to tell me that she was ‘definitely not interested in women’,” Holly remembers. But after spotting Sian’s overnight bag, she wasn’t sure that she meant it. “I knew I’d fallen for her, but it seemed easier to walk away,” explains Sian. She quickly changed her mind. “We’d had a few drinks and I remember thinking that I needed to live passionately, so I just decided to go for it. You have to grasp life with both hands,” she says. “Plus, you probably didn’t want to get the night bus home,” Holly laughs. They celebrated their love with a civil partnership in 2012, getting married four years later. “It seemed important to do, because it’s taken such a fight to get here,” says Holly. Although it took Sian longer to recognise the romantic nature of their relationship, she can’t imagine life without her partner. “I’ve met someone who understands me completely and utterly,” she says. “Holly is so genuine, caring, funny and loyal. I don’t know if it’s possible to put into words the connection of meeting ‘the one’.” For Holly, it was her partner’s warmth and kindness that stood out. “She has this amazing aura; she’s a beautiful person.” In 2013, the couple moved to Shetland after Holly was offered a new job. “It’s such an amazing place and it was an incredible adventure,” says Sian. The couple spent their time exploring the outdoors. “We loved it there, but we were so far from friends and family and we knew we wanted to start a family.” They made the decision to return to England 18 months later, bringing back their three rescue cats. “We were actually together for a few years before we succumbed to the lesbian cat stereotype,” says Holly. “Although, sadly, one died, so we just have two now.” They had a daughter in 2017 – Sian carried her – and now live in a small town in Suffolk. “We haven’t always had it easy in terms of acceptance from others,” says Holly. “But we’re very lucky to have each other.” Sian agrees. “Sometimes you have to fight for the person you love. I never thought I’d end up with a woman. But love is genderless. You fall in love with a person and for me that’s Holly.” •Want to share your story? Tell us a little about you, your partner and how you got together by filling in the form here."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}