{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/08/allan-jenkins-allotment-plot-29-nasturtiums-flowers-in-winter", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-08T06:15:31Z", "webTitle": "The last nasturtiums hold the key to spring planting | Allan Jenkins", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/08/allan-jenkins-allotment-plot-29-nasturtiums-flowers-in-winter", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/08/allan-jenkins-allotment-plot-29-nasturtiums-flowers-in-winter", "fields": {"headline": "The last of the nasturtiums hold the key to spring planting", "bodyText": "It seems barely possible. Kala’s nasturtiums are literally clinging on into December. They have again colonised her neighbours’ fence, clambering over the top, reaching down to the ground, some stems around 12ft long. Even though the residents have repelled the invaders more than once. To no avail. Their wall is a cascade of orange vitality. Until a sustained heavy frost, at least. The allotment is situated higher up, at the top of Hampstead Heath. Sheltered in a scoop, entirely surrounded by tall trees, it is capable of holding in heat and cold. There, most nasturtiums have already succumbed. Carcasses of frost-twisted tendrils and red petals are curled on the ground. At the other end of the plot, some late-sown climbers from the Higgledy Garden shop are climbing still – light on flower, heavy on leaf. In the morning, they catch the dew like water lilies waiting for a frog. Jeffrey’s yellow and red nasturtium is surviving in his sheltered corner. It won’t be long now, though. The plot is scattered with its seed. Some I have collected. They are the easiest to spot. I like the fact that they look like capers. Others we have left to take their chance. All I know for sure is that soon I will be searching catalogues and websites for more deepest-red varieties, some with an almost blue leaf. I will sow them too early and again leave them late. I will glory in their greedy spread and guard them against black fly (they are as bad as broad bean tops). I will give them poles to clamber. Some will share with sweet peas. The purists, perhaps, won’t like it, but they did so well together this year, almost as though they’d cuddled up. This weekend I will pop around to Kala’s garden, we will drink tea, save more seed to share and to resow next year. Allan Jenkins’s Plot 29 (4th Estate, £9.99) is out now. Order it for £8.49 from guardianbookshop.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}