{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/02/newly-single-a-beginners-guide-to-the-best-dating-apps", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-02T15:01:17Z", "webTitle": "Newly single? A beginner’s guide to the best dating apps", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/02/newly-single-a-beginners-guide-to-the-best-dating-apps", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/02/newly-single-a-beginners-guide-to-the-best-dating-apps", "fields": {"headline": "Newly single? A beginner’s guide to the best dating apps", "bodyText": "Swiping singles are big money – it is estimated that the dating market is worth $12bn (£9.3bn) globally. But how do we navigate the glut of options available to help us find love? With about 25 million people in the US alone thought to have regularly used dating apps this year, the sea is stocked with fish aplenty – so should we Bumble, Tinder, Happn or perhaps Grindr our way to success? Tinder What is it? The most popular and enduring of the first wave of dating apps, Tinder was founded in 2013 as a way to help US students meet each other; in other words, a social network for friendship as well as dating. By 2015, however, Tinder had moved far beyond the campus and was registering a billion swipes on the app every day (left for “no”, right for “yes”), with users spending an average of 90 minutes a day scanning through their geographically defined options. Despite having added “super-likes” and paid-for profile consultancy, the app has become known for one simple reason: hooking up. How do I use it? All you need to do is upload some (ideally well-lit) photos. Personal information can be as minimal as you want it to be, although men may want to be judicious in their use of dog pics: some users were accused of “dogfishing” – posing with furry friends in an effort to attract more dates – on the app. Who will I meet? Tinder is where you are most likely to find anyone and everyone in your local area: the person you see on the train platform each morning who you swear wears a wedding ring; the primary-school friend you lost touch with 15 years ago; your boss; or maybe your ex. Either person can make the first move to start a conversation on the app, so it is anyone’s game. Word of warning If you meet “the one”, merely removing the app from your phone won’t be enough to delete your profile – you will still be roaming the ether looking for love. You have to delete your profile as well as the app to be fully off-grid. Use it if you are looking for … a late-night rendezvous. Bumble What is it? Billed as the female-friendly version of Tinder, Bumble is very similar except for the fact that only women can start the conversation. When it comes to same-sex matches, either person can make the first move. How do I use it? Again, users swipe left or right depending on their preference and the requirements for signing up are minimal: images, your name and your age. Who will I meet? With more than 55 million users, Bumble has become many people’s first port of call in the digital dating world; Tinder’s open door and hookup-centric reputation puts off some new users. Word of warning Despite taking the lofty position of promising a platform for relationships rather than encounters, Bumble still exists for the same purpose, no matter what your matches may tell you. Watch out for the “softbois” here (alternative-minded emotional manipulators who draw you in with their promises of late-night chats about Lou Reed and Ocean Vuong then leave you high and dry). Use it if you are looking for … flirtatious texting. Hinge What is it? Here is where things get a little strange. Hinge’s USP is limiting your pool of potential matches to friends of friends (as gleaned from your Facebook account) or friends of friends of friends, and so on. In theory, you or someone you know should be friends with your match. How do I use it? There is no swiping – instead, users have to answer an array of questions that are posted on their profile page, along with their (again ideally well-lit) images. Question prompts range from the basic (“Most spontaneous thing I’ve ever done” – for some reason, always a holiday) to the aspirational (“A life goal of mine”) and the bizarre (“You should not go out with me if …”). Who will I meet? Hinge’s tagline is “Designed to be deleted” and the tenor of the conversations on the app makes it feel more relationship-focused than others. It is also prime territory for stumbling upon previous matches from other apps who have matured to Hinge’s aesthetic. Word of warning Hinge founder Justin McLeod’s romance with his wife has been turned into an episode of Amazon’s Modern Love series, after the journalist Deborah Copaken’s column on him in the New York Times in 2015 went viral – but it could also be a Hinge cautionary tale. McLeod and his wife met in college, broke up and spent eight years apart before Copaken encouraged him to take action before it was too late. If they had used Hinge, they might never have found their way to each other again. Use it if you are looking for … the one (or are ready to settle for less). Happn What is it for? Things get even stranger here. Happn is designed for you to meet someone in your vicinity, ideally someone you have just brushed past on the street or made awkward eye contact with on the train (perhaps like Michael Fassbender’s opening scene in Shame). How do I use it? You need to be on the app all the time. Every time you see someone who catches your eye, you check the app to see if they are also on it. Then, rather than approach them on the street, you strike up a digital conversation, where you painstakingly recount your non-encounter in the hope that they will agree to a planned meet. Basically, a meet-cute for the socially anxious. Who will I meet? Anyone within a 1km radius, from colleagues to commuters and – God forbid – family members. Word of warning You are likely to bump into your matches again, so it may be harder to live down embarrassing first dates. Use it if you are looking for … convenience. Raya What is it? There are plenty of apps for those with a more rarefied taste – see EliteSingles, which caters for “professionals”; Luxy, which describes itself as a “millionaire dating app”; and Uniform Dating, for people whose jobs usually involve wearing a uniform (firefighters ready yourselves). But none has the cachet of Raya – the private members’ club of dating apps. How do I use it? You can join only after being nominated by an anonymous “global committee”, which means Raya has become known as the dating app for celebs. Who will I meet? While you may find Made in Chelsea or Hollyoaks cast members on Bumble, celebrities said to have been spotted on Raya in the past include Cara Delevingne, Teri Hatcher and Diplo. Word of warning “Journalist” probably isn’t on the list of Raya-friendly professions, so there is no way to verify these rumours – unless you are able to join yourself. Use it if you are looking for … a story to sell to a gossip magazine. Lumen What is it? Tinder, Bumble and Hinge are generally targeted at 18- to 35-year-olds. Lumen is the dating app designed for over-50s. The statistics suggests that this demographic needs such a service: the ONS expects 42% of marriages to end in divorce, while 12.9% of 50- to 64-year-olds in England and Wales were single as of 2017. Perhaps as a result of all of this, STI rates among over-50s doubled between 2002 and 2012. How do I use it? Founded in September 2018, Lumen reached 350,000 users in just six months with its canny reinterpretation of the swiping format. The interface is minimal but clunky – designed for the least tech-savvy Boomers – and has few market rivals. Who will I meet? Late bloomers, divorcees and basically any singleton over 50 with functioning knowledge of a smartphone. Word of warning Facebook Dating launched recently in the US. Since 72% of all online 50- to 64-year-olds use the social media site, Lumen could have a rival on its hands. Use it if you are looking for … a partner for a single parent, or love later in life. Grindr What is it? The ultimate, utilitarian ideal of the dating app world. Grindr is marketed as a “social networking app for gay, bi, trans and queer people”. How do I use it? The app removes any frivolous pre-date agonising from the equation and has been serving all manner of location-based meetings since its launch in 2009. Who will I meet? From the curious to the adventurous, all are welcome. Word of warning The anti-Hinge, Grindr isn’t designed to be deleted, but rather to be a quiet fixture on your phone’s home screen, always on hand, no matter the time, place – or relationship status. Use it if you are looking for … anything and everything. Guardian Soulmates What is it? The Guardian’s dating app. Eighty per cent of users are Guardian readers, so your political opinions and environmental consciousness will probably be reciprocated. And it is free (to start). How do I use it? This is a website and an app, so you can use your desktop to register your profile, images and personal details, then message away with other singles in your area. If you pay for a subscription, you can see more photos of potential soulmates, plus find out about their hobbies. Who will I meet? The diverse range of single Guardian readers (and maybe even some journos). With Soulmates flaunting marriages on its home page, this app is one for those who are in it for the long haul. Word of warning Do soulmates exist? Use it if you are looking for … someone to gaze at over your morning copy of the Guardian, of course."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}