{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/03/virgin-sex-relationship-first-girlfriend-painful-infection", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-03T08:00:16Z", "webTitle": "I was a virgin until I met my girlfriend and I’m finding sex painful. Is this normal?", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/03/virgin-sex-relationship-first-girlfriend-painful-infection", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/03/virgin-sex-relationship-first-girlfriend-painful-infection", "fields": {"headline": "I was a virgin until I met my girlfriend and I’m finding sex painful. Is this normal?", "bodyText": "I’m a 24-year-old man and, until recently, a virgin who had never had a girlfriend. I have started dating a girl (20) who really likes me. She told me she had had sex before meeting me and, out of embarrassment, I haven’t mentioned to her that she was my first. The first time we had sex, it was great, and very comfortable. However, it is gradually starting to feel more and more uncomfortable for me, and actually quite painful. I am worried she could have a sexually transmitted infection or something (I searched on Google), but maybe I’m being paranoid. I’m worried that she isn’t attracted to me and it’s throwing my confidence. I am quite a confident person, but this has hit me. What should I do? You need to understand that you are at the very beginning of you and your girlfriend’s sexual partnership. At the moment, you are expecting yourself to be a perfect lover from day one, but erotic learning takes time and patience – and a lot of trial and error. You have much to learn, and the sex lesson you most need to get to grips with is to be able to talk openly and honestly with your girlfriend. You need to be able to ask her to help you to know exactly how to please her. If you can learn that skill, you will always be able to help her become aroused. In the meantime, do not expect her to respond perfectly. Be kind to yourself, and understanding and respectful towards her. Stop getting your information about sex from internet searches, and instead focus on real-time human connection. • Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders. • If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to private.lives@theguardian.com (please don’t send attachments). Submissions are subject to our terms and conditions: see gu.com/letters-terms. • Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}