{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/02/five-ways-to-improve-your-commute", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-02T06:00:26Z", "webTitle": "Five ways to improve your commute", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/02/five-ways-to-improve-your-commute", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/02/five-ways-to-improve-your-commute", "fields": {"headline": "Five ways to improve your commute", "bodyText": "Don’t work (unless you’re getting paid for it) David Spencer, professor of economics and political economy at the University of Leeds, has crunched the data on working on the commute and generally advises against it, saying any time or effort savings are likely to be illusory. “The encroachment of work into commute time simply extends the length of the working day, for no extra pay,” he says. “If we are to use commute time as work time, a radical step then would be to shorten the working day.” Take control Our greatest struggle in commuting is the lack of control, says Kiron Chatterjee, associate professor in travel behaviour at the University of the West of England, Bristol. “Test out options for dealing with unpredictable events such as alternative methods of getting to work on particular days,” he says. “Empower yourself with options and flexibility.” Taking the fastest option is not always the best. A 2017 study by Chatterjee’s team, Commuting and Wellbeing, found that longer rail commutes, where you’re more likely to get a seat and be more comfortable and relaxed, were unsurprisingly associated with less stress than short rail journeys. Get active On average, says Chatterjee, “commute satisfaction is much higher among walkers and cyclists”. His 2017 report found that active commuters didn’t feel robbed of leisure time to the extent that others do, implying they view it as a beneficial use of time, getting exercise and relaxation. But researchers at the University of Surrey warned this year that pollution spikes in the evenings, and therefore advised taking more leisurely, back street routes home. Meditate Your commute time might be better spent, says Chatterjee, “doing something relaxing such as mindfulness, to be calm before and after work”. If you’re not yet ready for meditating in public, arm yourself with a good audiobook or podcast. Be friendly Commuters are in a state of denial when it comes to their need for human connection. We may hide behind our phones and avoid eye contact at all costs, but chatting to a stranger would make us happier. Take the 2014 study published in the Journal of Experimental Psychology, with the title, Mistakenly Seeking Solitude. The 200 train commuters who took part insisted that their ideal commutes would be spent in solitude. The researchers then split the self-styled loners into three groups. The first rode on their own, the second were told to connect with another commuter, while the third group just commuted in their regular way. Who ended up having the most positive commute? Those who had had a nice chat whether they’d been told to or it just happened naturally."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}