{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/07/romesh-ranganathan-tour-funny-thing-happened-why-audience-didnt-like-show", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-07T07:00:05Z", "webTitle": "‘He just isn’t funny in real life’ – surely the nice couple can’t mean me? | Romesh Ranganathan", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/07/romesh-ranganathan-tour-funny-thing-happened-why-audience-didnt-like-show", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/07/romesh-ranganathan-tour-funny-thing-happened-why-audience-didnt-like-show", "fields": {"headline": "‘He just isn’t funny in real life’ – surely the nice couple can’t mean me?", "bodyText": "Being on tour is my favourite thing to do. It is amazing to be able to play to people who have come on a night out to see you – immediately followed by the grounding experience of sitting alone in your hotel room. There is, of course, the obvious question: why not go out after your show? But the idea of bumping into people who have been to see it and who have also been imbibing alcoholic truth elixir is too terrifying to contemplate. Nothing is worse than trying to enjoy a drink and having someone approach you to say, “Came to see you tonight. Do you want to know why I didn’t like it?” I remember this happening when I didn’t even have a show. I was out for a mate’s birthday and a hammered woman walked up to me and said, “You’re Romesh Ranganathan. Do I find you funny? Let me think.” She then stood there for a minute or so while I watched her debate whether or not she was going to give me her seal of approval. I then attempted to make a joke by saying, “Oh sorry, you must be under the impression I came out so I could get a complete stranger’s approval.” She muttered something about me being a prick in real life and walked away. Let’s be honest, being recognised can be pretty sweet. People approach me in the street to tell me they like my work – that’s an incredible privilege. There are others who are doing much more important work, far better than me, who are very rarely, if ever, thanked and I will never, ever take it for granted. It would be wonderful if people went up to nurses to thank them. I imagine that mostly they only get contacted regarding a potential negligence claim. But while it is lovely, I have an unfortunate habit of extracting anything negative I can from a conversation. Recently somebody told me they really enjoyed my tour show and I came away thinking, “Why did they say ‘really enjoyed’ – that sounds like something you’d say about a meal. Why didn’t they say they loved it? Oh God, you’re so shit.” What an ego. The worst interaction I had recently was after a show in Newcastle. We were on a long run of gigs and so decided to have a bit of a blowout on the last night. (I have talked previously about giving up alcohol; I have to confess to having fallen from that wagon.) The next morning I was feeling particularly hungover. I was getting the lift down to meet my long-suffering tour manager when the couple waiting recognised me. They were very nice and asking me questions that I felt I was answering with my usual charm. I took a photo with them and they went on their way. There was a scary moment when the husband started to FaceTime his mates, hoping to get me in a convo with them, but nobody answered, which nearly made me cry with relief. As I was waiting by the door for my tour manager, I heard the couple I met in the lift coming round the corner, saying things like, “He just isn’t funny or interesting in real life, is he? I found him really disappointing.” Then they saw me. We all knew what had happened. And I desperately longed for them to pretend they had also just bumped into Michael McIntyre. They didn’t. They looked at me awkwardly in silence, the car pulled up, and I tried to get into it in as funny a way as I could."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}