{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/07/havent-seen-healthy-version-marriage-children-of-divorce", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-07T10:00:07Z", "webTitle": "'I haven’t seen a healthy version of marriage': children of divorce on the lasting impact", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/07/havent-seen-healthy-version-marriage-children-of-divorce", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/07/havent-seen-healthy-version-marriage-children-of-divorce", "fields": {"headline": "'I haven’t seen a healthy version of marriage': children of divorce on the lasting impact", "bodyText": "I’ll never forget the day my parents told me that they were getting divorced. It was the late 90s, I was 11, and I had returned from school clutching an oil pastel copy of Picasso’s Woman In A Hat (Olga), 1935, which I had made in art class for reasons now lost to the mists of time. I was excited to show it to them. Instead, they told me I should sit down, and that their marriage was ending. It didn’t seem appropriate to show off my picture after that. Seven years later, I saw the painting in real life at the Centre Pompidou in Paris, learning, in a twist of synchronicity, that Picasso had painted this sad, unflattering portrait of his first wife shortly after their marriage had collapsed. Olga left Picasso, and my mother left my father, though it was Dad who moved out of the family home. It broke my heart. It’s now 50 years since the Divorce Reform Act 1969 was drafted. The legislation meant that, for the first time, couples could divorce without one necessarily having to prove the fault of the other (they still needed evidence of adultery, unreasonable behaviour, desertion, or separation for two years – or five years if one party did not consent to the divorce). It liberalised the process, making divorce available to ordinary couples, and giving them the option of a less adversarial legal process. The legislation transformed society, changed attitudes, emancipated women, and arguably saved many children from the emotional damage of being raised in miserable homes. According to the latest figures from the Office for National Statistics, an estimated 42% of all marriages in England and Wales currently end in divorce; and in 2017, 62% of divorces of opposite sex couples were on the petition of the wife. Divorce is now so common that its impact on children and their emotional wellbeing can sometimes be downplayed. Yet almost every child of divorce I have spoken to acknowledges that it has shaped the way they see the world. It feels almost childish to speak of the emotional legacy of my own parents’ divorce, how it left its mark on me in a hundred perceptible and imperceptible ways; after all, it was so many years ago. Yet however well you do it, divorce determines who we become as adults. I set out to meet people whose parents divorced in each decade following the 1969 act, to try to understand more about how it has affected their lives. How has it shaped their attitudes to relationships and marriage? And do they wish their parents had done anything differently? *** By the time my parents divorced, in 2001, almost all my school friends were living in single-parent households, so I didn’t feel unusual. Chris Marsh, however, was the only child of divorce in his Church of England school in 1972. The 1970s might now be associated with sexual liberation, but at the start of the decade Britain remained a conservative society where divorce was stigmatised and rare. In 1971, 74,437 couples divorced in England and Wales. By 1979, the number of divorces had almost doubled, to 138,706. Marsh is 57, and when we meet in a cafe near his London home, he tells me that, following a nervous breakdown five years ago, he is now disabled and unable to work. “I have some days where I can’t leave the house,” he says. A tall, gentle man with kind eyes, he talks rapidly in a cockney accent not unlike Michael Caine’s. Marsh was 11 when his parents divorced in 1972. His father was Richard Marsh, then an MP and later chairman of British Rail. “The divorce was splashed across the front pages of the local newspapers and covered extensively in the national press,” he says. His father had left his mother for a BBC researcher. One day he arrived in the school playground and everyone knew. “A group of kids surrounded me, like I’m a human maypole. Dancing around it going: ‘Your daddy’s left your mummy.’” He repeats the taunt in the singsong voice beloved of school bullies everywhere. “I was overwhelmed,” Marsh says. “I can remember their voices clearly. It was the most traumatic experience I’ve had.” Sent home from school, he sat in a park, and never mentioned the bullying to his already distraught mother. “I learned then that this had broken social taboos – that this was something bad.” Marsh says the experience has left him with an intense fear of being judged, which has affected his whole life, including the way he dealt with his sexuality. “I’d already learned that you don’t break social taboos,” he says. “I wanted to conform. I didn’t come out until I was 32.” Marsh has had one long-term relationship, but says he finds gay marriage at odds with the idea of gay liberation. “[Divorce] taught me that nothing lasts for ever.” He is scathing about the way cultural attitudes at the time were shaped by the church. “I’m not just an atheist – I believe religion is dangerous. It sets morals that people can’t live up to,” he says. His early trauma was compounded by others: his father’s second wife, Caroline Dutton, died in a car crash in 1975, followed by his mother. His father contemplated suicide. There was so much unexpressed pain. But there was no counselling in the 1970s, he reminds me; to his father, that would have been weakness. They never really spoke about the divorce. What, I ask him, would you say to a child whose parents are getting divorced today? “Talk to people. There’s nothing wrong with feeling confused, upset and angry.” I reflect that I should probably have had counselling, too, but at least I was able to have open conversations with my parents. “We lost our families,” Marsh says. “When you’re young, the most important anchor you’ve got is your family.” *** Rachael Stevenson’s parents divorced over a decade later, in 1987, when she was 11. The 1980s was the decade that produced the most unsuccessful marriages: of the 344,334 couples who tied the knot in 1983, 43% subsequently divorced, a higher rate than today. There was conservative panic about “family values”, with Margaret Thatcher telling her private secretary: “Children need security and must be brought up in a stable, loving environment in which parents offer time, affection and guidance. These things are most likely when the parents are married – and stay married.” Stevenson is 44 now, and lives in Manchester with her second husband. They have five children – three from Stevenson’s first marriage, one from her husband’s first marriage, and one together. Stevenson describes her childhood as idyllic; but when her parents separated, she was abruptly taken out of boarding school, and her world shifted. “Suddenly we were up until midnight dealing with distressing situations,” she says. Stevenson, her brother and their father stayed with relatives and in temporary accommodation (her sister remained at school). Her mother, meanwhile, moved in with her new partner and became pregnant shortly afterwards. “We didn’t have counselling. We didn’t have anybody ask us how we were,” Stevenson says. “We stopped talking about my mum at home. When we had the new house we had no pictures of her up – we didn’t really say the word ‘mum’ at all. It was like we hadn’t had the life we’d had. “The thing that was big to me was that people would assume you had a mum, and I didn’t,” she continues. Once, a teacher put her on the spot in cookery class by asking her why she hadn’t brought any ingredients. “I just ended up saying, ‘My mum has left, and we are living in a bed and breakfast in Southport.’ That shut her up.” Stevenson says the divorce affected her approach to relationships. “In my early teens I became desperate for love and connection, which I frequently mistook for sex,” she says. She became pregnant when she was just 18, by a US serviceman, and they married shortly afterwards. She didn’t take up her university place and went on to have three children with him, divorcing at 29. “I was very insecure about whether or not he loved me, or if he was interested in other people. I was very jealous and had a lot of mood swings, which I didn’t realise at the time weren’t normal.” When she divorced her first husband, Stevenson was careful not to speak ill of him in front of the children. She met her second husband through Reverse Rett, the charity she set up for research into Rett Syndrome, a severe disability that affects both their daughters. She has been working on her anxiety about self-esteem and abandonment in therapy. She says her parents’ abrupt divorce has shaped her own parenting style. “I am absolutely desperate for them never to feel abandoned. I can’t stand the thought of being late to pick them up from school,” she says. “Having my own children made me realise that parents are just people who have children. They don’t get everything right. My mum loved us, even though things panned out the way they did.” She adds that her father “has always been there for us”. “When you are splitting up with somebody, your attitude towards them shapes who you are and who your children become,” Stevenson says. Things were hard for her father, she says, trying to bring up three broken children on his own, but he never spoke badly of their mother. “I do feel as if there’s a statute of limitations for blaming your parents. But divorce changes your life, your outlook, your ability to love and be in relationships.” *** Emma Cottle, 30, from Exeter, was six when her parents divorced, in 1995. She and her brother were part of a custody battle that resulted in her splitting her time between her mother and father’s homes: “[I had] Mondays, Tuesdays and Thursdays with my mum, Wednesdays with my dad and then we alternated weekends. I wanted to spend more time with my dad, so I asked to have Thursdays with him, too.” It helped that Cottle’s parents lived in the same village. “They were both mindful of not creating a big drama, and they wanted me and my brother to feel safe and secure,” she says. Cottle didn’t learn the reasons for the breakdown of the marriage until she was 17. Her eventual heart-to-heart with her father was, she says, “cathartic”. “Up to that point I’d never spoken to him about it. I hadn’t wanted to open up old wounds.” Cottle, who is single, is philosophical about the divorce. “The thought of my parents being together and miserable is heartbreaking,” she says. “They’ve been so much happier apart, just living their own lives, and I think it has – maybe too much – taught me how to be independent. I don’t look to find meaning in a partner.” Her parents remained civil, attending Cottle’s graduation ceremony together. Last summer, her mother died of cancer, and she says it was a great comfort that her father was a huge help. “He has been amazing. When she arrived at the hospice, he wheeled her around the gardens to see the flowers, and made sure she was settled in. After that, she was too poorly to go outside, so I will always be grateful to him for that.” He sounds like a very emotionally intelligent man, I say, and she agrees. This seems an important cultural shift. As the decades since the divorce act have passed, we have become more comfortable discussing our feelings; more open to families in all their incarnations. *** In the mid-1990s, the Family Law Bill proposed the removal of all remnants of matrimonial fault from legislation in England and Wales, but became mired in dispute. Baroness Young argued that “by removing [fault], the state is actively discouraging any concept of lifelong commitment in marriage, to standards of behaviour, to self-sacrifice, to any thought for members of the family”. In the end, this portion of the bill was never enacted. Had it been, I have no doubt that many people’s divorces would have been far less conflict-ridden. By the start of the new millennium, children were considered people in their own right, whose wishes and needs began to take on more importance. Attitudes to relationships were liberalising, and sociologists argued that divorce causes relatively few children enduring problems. Other factors, such as poor parental mental health, financial hardship, repeated disruption and high levels of conflict during separation were recognised as having a more significant impact on a child’s wellbeing. Bethan Tolley, 25, from the West Midlands, was eight when her parents divorced in 2002. “I’ve got to give it to them – they painted the picture really well,” she says of the moment she learned they were splitting up. “They said, ‘You’re going to have two Christmases, you’re going to have two birthdays.’ I loved the idea of having two bedrooms.” Tolley’s parents stayed on good terms. When her mother started dating women, eventually marrying her stepmum, dealing with the homophobia was more difficult than anything to do with the divorce. Her father has remarried, too, meaning that Tolley now has two stepmums. Both sets of grandparents were also a big presence in her childhood. Having so many supportive adults around must have helped, I say. “Life is more full because of all the people in it,” Tolley agrees. Being a child of divorce hasn’t put her off marriage, and she is now engaged. “If anything, my parents’ divorce made me even more serious about marriage,” she says. “This is the structure and the stability I have always wanted. I love the idea of that person you spend the rest of your life with, and having a family.” Though she hopes she would never divorce, she is glad the option is there. “There is no point wasting each other’s lives and time,” she says. “I think sometimes the arguing can have a much worse impact than just biting the bullet and moving on.” *** Maz Halima is a 30-year-old writer and charity worker from Croydon. When her parents divorced, in 2002, she was 14 and very relieved. Halima remembers the environment at home was toxic, with lots of arguments. Her mother came to the UK from Pakistan as a young child, and her father when he was 27. They had been divorced from one another once before, in the 1980s, before Halima was born. It was, she says, a “can’t live with each other, can’t live without each other” relationship, and when it ended her mother entered a downward spiral that included alcohol abuse. The divorce, Halima says, has affected her approach to relationships. “I’ve unfortunately become the person who feels more worthy in a relationship that has drama, because I see drama as meaning that the other person cares.” She came close to marriage once, before ending the relationship. “I haven’t seen a healthy version of marriage, so I’m not in a rush to go and do it. I’m scared of ownership. I also want to do what I want, when I want, and I think it’s hard to find someone who is OK with that.” Choosing her words carefully, she says that the way in which marriage can be perceived within Pakistani culture, and the way her father responded to her mother ending the relationship, has shaped her feminist politics. “You ‘buy’ a woman in a sense. So the fact that they got divorced and my mum said, I’m done – I think that was kind of outrageous to him.” Despite this, their relationship improved after they separated. “The whole of their marriage, they were never friends. They were only friends after they got divorced,” she says. “When my dad’s been ill, my mum’s cooked for him, she’s cleaned his house. I’ll go there and she’ll just be there having a cup of tea. But then they argued last week.” She smiles as if to say: that’s the way it goes. “I am trying to unlearn it, but I romanticise the instability I experienced. Your parents are the first example of love that you’re shown.” *** As we near the end of the 2010s, there has been significant progress in attitudes towards divorce. Gay marriage has been legalised, and blended, non-traditional families are increasingly the norm. Even Prince Harry married a divorcee. In April, the government announced fresh plans to introduce no-fault divorce – though it is hard to know if and when this will happen. The reforms will include a minimum timeframe of six months from petition stage to a marriage being ended, designed to allow couples to reflect on their decision. They will also prevent people from refusing a divorce if their spouse wants one. Matthew Betts’ parents divorced in 2013. He is now 30, and grew up in Derby. He is disarmingly open about his family background, but his story demonstrates that progress doesn’t always move in a straight line. Betts’ mother didn’t tell him, or other family and friends, until three months after the marriage ended. Before that, his father would come home and give the impression he was living in the marital home whenever their sons were visiting. Until his mother broke down and told him what had happened, he had never seen her cry. “My mum was a bearer of stigma. She thought it was a failure. She was concerned about us having a fractured home. It was because she made a vow, for better or worse… while my dad had reached the point where it was untenable.” Betts describes his upbringing as “utterly heteronormative – a mum who was a cook and a cleaner, and a dad who was the worker. I felt a considerable amount of guilt that they stayed together for the sake of me and my brothers, and the archaic notion of a ‘traditional home’.” After deciding to retrain as a doctor, Betts moved back in with his mother, and was there while she was treated for depression. He also became closer to his two brothers. “It was like the skies cleared after a tempest,” he says. Divorce can do that, I think, prompting conversations that would otherwise have been repressed. You cry in front of each other. People shout. You come to see your parents as flawed humans, rather than authority figures. If you’re lucky, a distance can sometimes be breached. Betts says he went through a phase where he was anti-monogamy, but is now in a relationship. “It works for many, many people – you’ve just got to communicate,” he says. I ask Betts if he thinks people of our generation will handle divorce better. He frames his response like the doctor he is training to be: “I can’t wait to see what the epidemiology is in 20 years’ time, when it’s us who are negotiating these things. I really hope so.” That day when I came home clutching my Picasso changed everything. But I recognise now that my parents’ long-term wellbeing, and therefore my own, was dependent on their marriage not continuing. What it all comes down to, ultimately, is language – the way we explain to a child what is happening, or the way we describe a partner in front of them. It’s about finding the words, but also knowing when to say nothing. In trying to make sense of the knot of complex feelings we have around divorce, we’re all still learning the language. It’s the end of the world as they know it: how to help children cope with divorce • “Don’t bad-mouth each other and don’t try to make the children take sides, or even worse, alienate a child from a parent. This way, the likelihood of a child being permanently traumatised is considerably lessened,” says psychotherapist Philippa Perry. • Children want to be told what is happening – involve them as much as you can. Some want to be involved in decisions about where they will live. According to research from the Department for Children, Schools and Families, how well they cope depends on the timing and pace of change, and the extent to which they are prepared. • Recognise that a child’s happiness isn’t dependent on a nuclear family structure: “The arrangements can be as conventional or unconventional as you like. Parents can live apart, or together, in a commune or a menage a trois, they can be gay, straight or bisexual – it doesn’t matter,” says Perry in her bestseller, The Book You Wish Your Parents Had Read. It is the way the family functions that is more relevant. • There are a range of services dedicated to assisting parents and children during and after divorce. Counselling may help. Contact your GP, Relate or the Association of Child Psychotherapists. • If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}