{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/05/amy-dunne-miss-d-abortion-told-would-be-done-for", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-05T06:00:05Z", "webTitle": "Amy Dunne on her lonely, harrowing abortion fight: 'I was told I would be done for murder'", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/05/amy-dunne-miss-d-abortion-told-would-be-done-for", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/05/amy-dunne-miss-d-abortion-told-would-be-done-for", "fields": {"headline": "Amy Dunne on her lonely, harrowing abortion fight: 'I was told I would be done for murder'", "bodyText": "The week Amy Dunne turned 17, she was several months pregnant and made two discoveries – one devastating and the other incomprehensible. A hospital scan showed something badly wrong in her womb. The foetus had anencephaly, a fatal abnormality. Doctors said the baby, a girl, would die soon after birth. Although she was living in foster care and still a child herself, Dunne had looked forward to becoming a mother and building a new life with her boyfriend. Distraught, she shared the news with her social workers and said she needed to travel to Britain from Ireland for an abortion. That’s when Dunne discovered something badly wrong in her country. One social worker said she could not leave, Dunne recalls. “He told me that if I did leave the country to go and have an abortion that I would be done for murder. And that anyone else who accompanied me would be done as an accomplice for murder.” This was April 2007 and the threat was real. Abortion was illegal and so, it seemed, was any attempt to procure an abortion abroad. The social worker alerted police and the passport office to block Dunne’s departure. Thus began a landmark legal case that pitted the right to travel against the right to life of the unborn – an emotionally charged battle that prompted protests and counter-protests. Dunne won – a victory saturated in grief – and was able to travel to Britain to end the pregnancy. This and other controversial cases loosened the Catholic church’s sway over public opinion, paving the way for a social revolution that brought abortion rights to Ireland last year. But few people knew Dunne. For her own protection, her name was scrubbed from proceedings and replaced with a pseudonym: Miss D. The photographers and television crews who were camped outside the court during her case blurred her features. She was a cipher. Twelve years later, Dunne, now aged 29 and the mother of a young son, is back in the spotlight and showing her name and face to reclaim her story. It is a chronicle of loss, defiance and resilience. “I don’t want to be defined as the character Miss D,” says Dunne. “What I want taken from it are my strong points.” She speaks from her small, spotless home in Drogheda, a town north of Dublin, on a grey, drizzly morning. A portrait of a pensive-looking angel hangs on the wall. Dunne works as a promotional model. She is affable and direct, with little filter. “Nobody or nothing intimidates me in any situation, because of the situation that I’ve dealt with,” she says. To have been thrust into an abortion rights crucible amid a traumatic pregnancy has given Dunne a unique perspective – and voice – on political battles over reproductive rights inside and outside Ireland. In the 1973 US lawsuit Roe v Wade, the late Norma McCorvey, better known by the legal pseudonym Jane Roe, played a key role in widening abortion rights in the US, only to later repent and join an anti-abortion movement that is now curbing abortion access in states across the US. Dunne’s journey has ended with her staking a position in direct contrast to that of McCorvey. Dunne is ardently pro-choice. And she does not consider herself a Catholic. The swing in the US – where conservatives in states such as Alabama, Arkansas and Georgia have moved to restrict access – appals her. “If a woman has chosen to have an abortion, she’s not made that decision lightly,” says Dunne. “Putting the guilt on her that she’s a murderer or that it’s illegal or that she’ll be punished for it – it’s insane. If a woman chooses to have an abortion, it’s either for her mental health or physical wellbeing and she should be allowed to do so. It’s laughable that anyone else could think that they should control another person’s body.” Dunne welcomes the recent extension of abortion rights to Northern Ireland, aligning the region with the rest of the UK and the Republic. “I’m delighted. It was crazy that they weren’t allowed.” Since sharing her story last month with the documentary strand Finné on TG4, and then on other Irish media outlets, Dunne has become an unofficial agony aunt for people with pregnancy dilemmas. Men and women approach her in shops, on the street and via social media seeking guidance or just a friendly ear. “People don’t openly talk about abortion that much, but I’m having a lot of people talk openly to me,” she says. “I don’t know if it’s a good or a bad thing. Now that I’m over my part, I’m in a position to give advice, very carefully.” As a teenager, Dunne was not one for taking advice. Her mother, reeling from a breakup, moved Dunne and her siblings to Drogheda, where they knew no one. Dunne rebelled. “I’m very stubborn and righteous and started doing what I wanted at the age of 14. I started being a devil and not coming home and getting up to mischief.” She entered temporary foster care at the age of 16. When she became pregnant, she was delighted. Her boyfriend of two years shared her enthusiasm at starting a family. “I’d nothing else at that time, I was so alone.” The subsequent diagnosis of her baby’s anencephaly, a disorder that affects the skull and brain, triggered dread, she says. “I was petrified carrying her inside of me. I didn’t want to go through that heartache. I wanted to get her out. She had no chance of survival.” In 2007, Ireland had complex laws on the right to life of the unborn. An abortion ban accorded the mother and unborn baby an equal right to life. But successive referendums had loosened restrictions. Terminations were permitted if there was a substantial threat to the mother’s life. Suicidal feelings could be grounds for abortion. But Dunne’s social workers showed no inclination for nuance and inaccurately claimed there was a court order barring her departure to Britain, the traditional destination for Irish women wanting abortions. The teenager contacted a solicitor and within days was in the high court in Dublin, surrounded by people in gowns and wigs, trying to make sense of the maelstrom. Lawyers spoke legalese she found impenetrable. Protesters lining a bank of the River Liffey waved banners and chanted while TV journalists shared details of her life and her body to the nation. “It was very intimidating and scary,” she says now. “There was no regard for my health or mental wellbeing. I didn’t know who was for or against me. A guy with a Bible and a cross approached me one day while I was out on a break. He was praying over me and called me evil.” Dunne did not understand why she was in court. “I just knew that I had a sick baby who needed to be taken out. She was deteriorating inside me as the case was going on.” Invited to declare herself suicidal, Dunne refused. “I was not suicidal. My child was sick. I knew what needed to happen.” After three weeks the judge ruled that Miss D, by now 19 weeks pregnant, could leave the country. He praised her maturity and honesty, and said the Irish Health Service Executive had failed her. The judgment was another milestone on the path to the 2018 referendum that legalised abortion, leading to the rollout of services this year. But, for Dunne, the immediate aftermath entailed a difficult visit to Liverpool. During the trial she had researched terminations and watched graphic videos on anti-abortion sites that turned her against abortion. So Dunne opted for an induced birth. She refused pain relief for almost all the 16 hours of labour to give her baby, named Jasmine, the best chance at life, however fleeting. “I was naive and believed that she might take a breath,” she recalls. But Jasmine died in the womb. Dunne’s eyes glisten as she recalls how she was wheeled into a room to see the body. “Her fingers and toes, they were perfect.” A blanket covered the face. Warned that the abnormality might upset her, Dunne did not lift the blanket nor hold the baby, decisions that torment her to this day. “If I had been allowed to do this in Ireland, I could have gone back. But I was in a rush to catch a flight. I was screaming leaving the hospital, leaving her behind. I had to leave her in a hospital on her own, in a country on her own.” It is the only time in the interview when Dunne’s voice breaks. She buried Jasmine in a Drogheda cemetery. Self-conscious and ashamed, Dunne dropped out of school. “I remember standing in queues and girls were whispering: ‘That’s Miss D.’ It’s a small town.” She swiftly became pregnant again and gave birth to a healthy boy, Adam, who is now aged 11. “A blessing. I had someone to focus on and I wanted to give him a better life than the one I was living,” she says. In 2010, Dunne outed herself as Miss D in an interview with RTE. It was, she says now, probably too soon, her feelings still too raw. She subsequently retreated from public view, but tried again in the 2018 referendum and spoke to the BBC. “I wanted to be a big part of it. But the ‘pro-life’ posters were everywhere and I couldn’t deal with it. I was very angry. I had to step back.” Her recent appearance on TG4, followed by other media appearances, seemed to mark a turning point. Composed and eloquent, she has taken back ownership of her story. Audiences responded warmly. One media organisation has mooted hiring her as a presenter. At last, Dunne accepts that she is not an outcast. “I’m very proud of myself now,” she says. “This opened my eyes to understand how strong I really am. I didn’t realise that what I had done was so positive for other women. I didn’t realise there was so much support.” She glances at the angel portrait on her wall and smiles. “My anxiety has calmed itself. I have become so much more comfortable in myself as a person. I feel as if I had a bag of rubbish on my back and I’ve dumped it. It’s gone. It’s like a secret that I was carrying, and it’s not a secret any more. Now I feel like a very good person.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}