{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/03/were-broke-not-poor-how-i-became-downwardly-mobile-when-your-parents-werent", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-03T10:30:19Z", "webTitle": "We're broke, not poor: how I became downwardly mobile", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/03/were-broke-not-poor-how-i-became-downwardly-mobile-when-your-parents-werent", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/03/were-broke-not-poor-how-i-became-downwardly-mobile-when-your-parents-werent", "fields": {"headline": "We're broke, not poor: how I became downwardly mobile", "bodyText": "A couple of months ago, I told a friend I’d not been to a doctor in five years. She was aghast, concerned. My friend wanted to talk to me about all the ways I need to take better care of myself, and I mostly let her talk. I vaguely mentioned money, but how broke my husband and I are is something I usually avoid talking about. The truth is, we only have sporadic health insurance. I have only once, and for just nine months, had dental insurance in my grownup life. I have bad teeth and I have never left a dentist’s office with a “treatment plan” that cost less than $5,000. I do not go to the doctor or the dentist because if either of them told me there was something wrong with me, we are so broke I’m not sure how I’d pay for it. To be clear, I believe that to be poor and broke are different – and my husband and I are not poor. Poor implies generational precariousness and instability, and though our lives are filled with financial uncertainty, we also have educations, credit cards and people we could call in dire circumstances. What we are is people who were brought up to believe that wealth is intrinsically connected to one’s inherent worth, only to find, with two kids and in our late 30s, that, if that’s the case, we’re not worth much. According to a 2016 study on social mobility, 50% of Americans born in the 1980s are set to end up worse off than their parents were. Downward mobility is a relatively new thing for middle-class white people in this country. It used to be, if you were born into a certain type of family, you went up from there. To be one of the first generations to go backwards is often dizzying. What feels useful about our experience is the ability to see clearly how success has never been a straight line forward, how plenty of people have never had the sort of privilege and access that we had. How the sense of safety some of us grew up with has never been accessible to a large number of this country’s population. How all of it has always been bolstered by forces other than our own. I’m a writer and an adjunct and my husband works for a small business. There are two Ivy League degrees between us, as well as some of the debt that comes with that. Neither of us gets benefits from our jobs. I teach at three different places. There are, some years, as few as three or four full-time positions across the country in my field to apply for (70% of all university professors are adjuncts). My husband changed careers when our second daughter was born because his job involved months of travel. For a few years, with sometimes as many as six tutoring and adjunct positions, I provided most of our income; he worked weekends when I could watch the children to make ends meet. I was raised with enough privilege to see all the ways that, though I love my kids intensely, I have failed to make the resources available to them that were available to me. I don’t know, for instance, how we’ll provide for their educations after high school. There is no extra money for the private physical therapy that was recommended to us after our daughter broke her leg a few years ago, for the tutors I had at various points in high school, for the therapy I needed as an adolescent, for the orthodontia my husband received. A couple of months ago, our five-year-old fell and hit her head. She was sitting on a bench and the fall was awkward; she cried and a bump formed on her head. For an hour, I held her and watched her carefully, hoping she was fine. She was exhausted and I didn’t want to schlep her to the doctor. I knew, if we went, whether we needed it or not, there’d be a CT scan and it would cost a lot. I bathed her and her sister and an hour later she vomited in her bed. I called our pediatrician, who said if she vomited again to take her in. She fell asleep and I sat crying and staring at her. If I had money, I thought, I would have already brought her in. I waited another half an hour and she vomited a second time, so we took her to the emergency room. Four hours later we left with a clean bill of health, a perfect CT scan, and a $5,500 (£4,250) bill. All but $900 (£695) of that ended up being covered by the state Medicaid the children are on. We don’t have an easy extra $900 but we’ll find it; we’re better off than so many people; we’ll pay it and be fine. I’m glad my baby is OK and I’m glad we went to the hospital. It makes me sick to think that in this moment, I had to think about the money. The whole time we were at the hospital, I was shaking, in part because I was worried for my baby, and in part because I wasn’t sure we’d be able to pay. It makes me sick that my life is so thoroughly informed by the cost of any and all caretaking, that my children might be hurt by this, that they maybe already have. My husband and I made choices to get us to the position that we’re in. We had the extraordinary privilege, both of us, of finding and choosing to do the things we want to do. I am often afraid of how we will sustain our lives long term, but so far our kids are fed and clothed and loved. It’s not my fault, though, that I’m afraid to seek out emergency care for my children when they’re injured. It’s my country’s fault – the wealthiest in the world. It is our employers’ fault – those who refuse to give their employees health insurance. All of us parents know that feeling, so I have to say this out loud until we all believe that the guilt we feel is not solely ours."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}