{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/lostinshowbiz/2019/dec/05/josh-brolin-gets-burned-where-the-sun-dont-shine", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-05T16:58:27Z", "webTitle": "Josh Brolin gets burned where the sun don't shine", "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2019/dec/05/josh-brolin-gets-burned-where-the-sun-dont-shine", "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2019/dec/05/josh-brolin-gets-burned-where-the-sun-dont-shine", "fields": {"headline": "Josh Brolin gets burned where the sun don't shine", "bodyText": "Christmas is not an ideal time for a writer because you have to go home and explain to your family what you do. They all have real jobs, your family. They all do normal things and have normal salaries and are normal. “How’s … what is it again, writing?” they ask. And I nod and say: good, yeah. “What sort of thing do you write about?” I am picking all of the Bounty bars out of the box of Celebrations as a stalling method. I am trying not to make eye contact with my little cousin, who just told us about his karate brown-and-white belt. The Christmas music seems to have tapered off. My voice breaks a little, goes soft. “Josh Brolin’s sunburned arsehole,” I tell them, quietly. My aunt says she didn’t quite catch that. Could I repeat it? And in a loud voice, directly into Val’s ear, I have to tell her: JOSH BROLIN’S SUNBURNED ARSEHOLE. Listen, Brolin sunburned his arsehole, allegedly, and we need to look into this, so to speak. To set this up: a recent wellness trend is to sun your perineum, because … I don’t know, the perineum is good at absorbing sunlight? I don’t know. Josh Brolin says he tried it. On Instagram this week, he wrote: “Tried this perineum sunning that I’ve been hearing about and my suggestion is DO NOT do it as long as I did. My pucker hole is crazy burned and I was going to spend the day shopping with my family and instead I’m icing and using aloe and burn creams because of the severity of the pain.” He then went on to use three premium-quality swearwords in a 15-word sentence before dropping the hashtag “#santamonicafiredepartment”. Johnny Knoxville commented: “Taint’ that a shame.” He’s very famous, Val, OK! He was on Jackass! I know you know what Jackass is! Let’s work through your questions methodically and in order, shall we? Do we truly believe Josh Brolin, Thanos from Guardians of the Galaxy, gruff no-eyed everyman and Oscar nominee, burned his tenderness so severely that he had to slide a handful of aloe gel in there and just hope for the best? On the one hand, I do not feel that Brolin did expose his hole directly to the sun. The evidence for this is thus: Brolin is known to be quite a weird, anarchic presence on Instagram, a refreshing antidote to the more PR-approved, comments-workshopped, wrinkles-erased work of his peers. Saying you pelted your anus with the raw power of the sun works easily into that; Brolin accompanied the caption with a generic photograph of someone (not him) sunning themselves, anally. It was more a cautionary tale than an actual document of his life as he is living it; if you burned your arsehole, would you tell anyone about it? But then a small part of me believes that, yes, Brolin did expose himself to the sun, and it went wayward. Previous form suggests Brolin is a comfortable nudist; he lives in Los Angeles, where people do that sort of thing; if the sun was there, and the trend to expose your penny to it was prevalent, and you had access to the sort of wide-ranging garden space or balcony that might allow you to do such a thing in relative privacy, would you not try it also? I think everyone around this table can agree that if we had enough sun in this country we would singe ourselves raw under the power of it. No, I won’t lower my voice! I don’t care if I’m talking over the Queen’s speech! Pause it if it’s that important to you! How is this the fault of Shailene Woodley from the doomed YA film series Divergent? It isn’t, directly, but she is a famed pioneer of intimate sunburn, so I am choosing to connect the dots. If you don’t remember Woodley from her pre-Big Little Lies days, her previous form was a sort of proto-Paltrow who clattered through press engagements talking about nature and moss and the idea of water having chemicals in it and things like that. She was big “I have an oil for that” energy, The Girl In Your Halls Who Wore Harem Pants And Didn’t Talk About Her Dad’s Finance Job. In 2014, she told Into the Gloss that, well: “I like to give my vagina a little vitamin D. I was reading an article written by a herbalist I studied about yeast infections and other genital issues. She said there’s nothing better than vitamin D. If you’re feeling depleted, go in the sun for an hour and see how much energy you get. Or, if you live in a place that has heavy winters, when the sun finally comes out, spread your legs and get some sunshine.” No, I ... no, I know you can put a good word in for me at the shop, but really I think the writing thing is – What is “perineum sunning”? Is Perineum Sunning married? What is Perineum Sunning’s net worth? As wellness trends go, PS is one of those that sort of is a trend and very much isn’t, in that exactly one wellness blogger (“Metaphysical Meagan”) has extolled the virtues of it, posting about it in mid-November and saying it was an “ancient Taoist practice that originated in the Far East” (ancient Taoists were revolving in their graves at high speed, horned up and furious that modern wellness bloggers are saying that they spent their lives pointing themselves anus-first towards the sun). The New York Post picked up the idea and linked it tenuously to the 1986 book The Tao of Sexology. Basically, no one really thinks this is a good idea and no one really does it. But it only takes one, doesn’t it? It only takes one person to be wellness-influenced into mooning the sun and someone will figure a way to make a billion dollars out of it (“Don’t get caught sunning without your Schurr’s Intimate Crystal™ – a smooth and comfortable quartz plug that intensifies the sun’s healing rays”). Maybe we are all wrong. Maybe in five years’ time we will all be in the local park, heads down, asses up, saluting the sun in the worst possible way. Maybe I am the idiot and Josh Brolin, tenderly sitting on a bag of ice wrapped in a tea towel, is a galactic-brained pioneer. Wouldn’t you think that flaring your cheeks open and pointing the tender in-between bit at the most powerful force in our universe would lead, quite naturally, to sunburn? My concern with this is that the sun is really bad for your skin, even in winter. If you leave the house without sunblock on, you are just asking to age prematurely. And that’s your face I’m talking about. We have not even explored the idea of trying to turn the nozzle round on the Ambre Solaire and honk a mist of factor 50 directly into the depths. If Brolin did expose his piece to the sun, then surely now he must have the anus of an 80- or 90-year-old man, an anus in shreds, an anus on the absolute edge. So the takeaway lesson from this is: probably let’s not sun our perineums. Take a vitamin D tablet if you need sunlight so bad. Yes, Val, I’ll look into adult education. Yes, I know it’s not too late to retrain. Yeah, I – no, maybe I could look into teaching, something like that. Something normal. I’ll make you proud one day, I promise. I’ll make you stop being so ashamed of me."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}