{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/04/tiktok-soft-girl-femininity-empowerment-culture", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-04T13:13:20Z", "webTitle": "TikTok's soft girls: could a hyper-cute aesthetic be a symbol of empowerment?", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/04/tiktok-soft-girl-femininity-empowerment-culture", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/04/tiktok-soft-girl-femininity-empowerment-culture", "fields": {"headline": "TikTok's soft girls: could a hyper-cute aesthetic be a symbol of empowerment?", "bodyText": "Everyone knows the familiar high-school subcultures – the populars, rebels and artsy weirdos who comprise the basic foundation of teen archetypes. Now new subcultural types distinctive enough to be intelligible to adults have emerged, in large part via trend superconductor TikTok. You can read about VSCO girls (beachy and eco-conscious and inconspicuously rich) and e-girls (emo types who are very online) in publications such as the New York Times and the Columbia Journalism Review. Yet the holy trinity of Gen Z teen girl taxonomy would not be complete without the soft girl, the internet’s new favorite girl-next-door. Though she may be lesser-known than the VSCO or e-girl, the soft girl is nonetheless a codified persona mainstream enough to have her own BuzzFeed quizzes, viral hashtag challenges, and six separate Urban Dictionary definitions in 2019. (The “softboi” also exists – he’s an emotionally exploitative lothario described here). “I feel like the soft-girl aesthetic is really popping off if you look in the right places,” says Jamie, a 14-year-old West Virginian and creator of Reddit’s r/softgirl, over Messenger. “On TikTok, I see a lot of videos radiating soft-girl energy.” That means, she says, “hair clips, soft colors, mom jeans, glossy lips and overall just a dreamy vibe”. You will find the soft girl online, pigtailed, clad in pastels, perhaps with a spray of faux freckles – or little clouds, or hearts – painted across her blush-pinkened cheeks and highlighted nose. She may wear toned-down versions of this look to school and in daily life, but its fully realized, campy extreme can only be found when she broadcasts on social media, usually from her bedroom. The soft look isn’t new – teens have pursued cuteness forever, and the underpinnings of soft-girl style have long incubated on Instagram, and on Tumblr, where glittery girlishness has been associated with a controversial fourth-wave “Tumblr feminist” effort to satirize gender expectations by amplifying feminine stereotypes. Several of the genre’s components also have roots in anime fan culture; for instance, peppering one’s textual speech with the manga-derived emoticon “uwu”, (pronounced “ou-wu,” like babytalk) meant to resemble a smiling face with closed eyes, and used to indicate the speaker either is being cute themselves or is responding to something cute (similar to “aww”). Although glitter, pastel hair and “uwu” have been around for a while, it’s only in the last year these components have truly coalesced into the latter-day manic pixie dream girl, catching sufficient fire to garner an official “soft szn” (spring), “get-the-look” shopping guides, and rap shout-outs. For the latter, listen to SoundCloud rapper Haroinfather’s TikTok-famous track Tunnel of Love, an ode to soft girls featuring the verse “You so fucking cute / When I see you I uwu” (in case you were wondering, yes, his use of “uwu” as a verb is novel). All together, the vision of femininity soft girls evoke can be seen as dispiritingly retrograde – a kittenish broadcast of reductive tropes from a generation older feminists probably hoped would grow up more enlightened. Don’t these girls have anything better to do than spend their time and money trying to look harmless on the internet? The impulse to dismiss the soft girl as silly may overlook the deeply felt vulnerability of girlhood, and the desire to reckon with it on one’s own terms. In 2015, the author Lucy Ellman described teenage girls as living “in terror of the society in which they find themselves … their main aim is to reach adulthood without being raped, shot, manhandled, or murdered.” It’s a dark statement, but not an inaccurate one. Teen girls are often discredited and exploited for being pretty and eager to please others, characteristics dominant culture pressures them to have. Girls are disproportionately penalized by school attire policies, body-shamed, and blamed for “inviting” sexual harassment, which most begin experiencing at about 14. According to Simon May, professor of philosophy at King’s College London and author of 2019’s The Power of Cute, there is more going on with soft girls than just blush and Bambi eyes. Cuteness, he says, especially when it’s over the top, “steps outside the power paradigm”. “To me, these girls are ironizing the whole question of power. Do they have it, don’t they have it, what is it to have it, and does it matter?” he says. “When I look at [soft girls] I have no idea how much power they have or want, whether they are playing or protesting, or playing at protesting. Something about their playfulness seems to question why we see human life so exclusively, almost one-dimensionally, through a lens of power.” So, is the soft girl aesthetic a sarcastic send-up of power dynamics? Is it a kind of sublimation of teen girl frustration at society’s hypocrisy towards them? Could it be a self-soothing attempt to cultivate tenderness in a frightening world? It may be a all these things and more. Irony, as May points out, is clearly a factor of the soft-girl look. The popular 2019 #softgirlchallenge, in which teens edited their videos so they appeared to spontaneously transform from grungy e-girl to glimmering soft girl particularly conveys how lightly Gen Z wears its group affiliations. These subcultures exist simultaneously as personas, styles, statements and jokes. Once, high-schoolers may have rigidly aligned with their in-groups, committing to being a punk or a hippie, a theatre kid or a cheerleader; today, the performative medium of TikTok encourages mutability – you can play with being an e-girl or a soft girl or any other archetype you please. As for Jamie, she says she likes the soft-girl look because it’s fun to express herself through softness. “Embracing cuteness, getting into cute things, it really boosted my happiness and made me more comfortable with my life,” she says. She thinks she’ll stick with the soft-girl aesthetic for a while due to its “positive energy”, but she may change it up one day. Why? Because, she says, “that’s what you do when you’re finding yourself.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}