{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/06/i-am-a-great-great-great-grandmother-experience", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-06T10:00:39Z", "webTitle": "Experience: I am a great-great-great-grandmother", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/06/i-am-a-great-great-great-grandmother-experience", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/06/i-am-a-great-great-great-grandmother-experience", "fields": {"headline": "Experience: I am a great-great-great-grandmother", "bodyText": "I was 16 years old when I met Ron. We were both working at the Quaker Oats flour mill in Saskatoon, Canada, and he was the most handsome guy there. More importantly, he was kind. We married soon afterwards. I was 21 when I became a mother, which was not unusual in the 1940s. Gwen’s birth was pretty straightforward, and I loved having a baby around. Five years later, we had a second child, Gloria. I’d spend hours at the sewing machine making dresses and dolls clothes for the girls and my nieces. In 1953, well into my 30s, I had a son, Garth. Gwen was 16 when she gave birth to her first child Grace; Grace, in turn, was about 20 when she had my great-granddaughter Amanda. We noticed a pattern emerging when Amanda had her firstborn, also a daughter, at 18. No one was surprised when Alisa started talking about wanting to have children while young. She says she wasn’t influenced by her parents and grandparents; she and her husband just wanted to be able to experience new things with their children while they were young enough to keep up. I moved with Ron to be near the rest of my family in 2008; most of them live in Lethbridge, Alberta. Alisa was only about 13 when he died the following year, just after our 70th wedding anniversary, but I still held out hope of seeing another generation myself. When Alisa announced her engagement at 18, I must admit I started asking straight away if there was any likelihood of another baby soon. She said she had no immediate plans, but in the end I didn’t have to wait long; she hadn’t turned 21 by the time Callie was born. I didn’t know anyone else who could boast of having a great-great-great granddaughter, but it wasn’t until Gwen did some research on the internet that we realised just how rare six-generation families are – especially an unbroken line of women; there’s only a handful of other examples. Personally, I’ve always put my longevity down to my daily rum and soda. I never expected to make it to 99, as I did in September, but the excitement of becoming a great-great-great grandmother was a boost, and Callie’s birth gave me another reason to stick around – I wanted to see her grow up a little. When she was born we were interviewed by the press; the prime minister’s wife, Sophie Grégoire Trudeau, even wrote a message on social media welcoming Callie and celebrating six generations of women. Since Callie’s birth, Alisa’s had a second child, Cooper. I get to see “the littles” a lot; I live in a retirement home now, but they visit all the time and the other residents here are always talking about my growing clan. I don’t think we act any differently from most other close families – all six of the women in this line try to get together once a month, and it’s wonderful having an opportunity to see everyone. We enjoy baking, or all pitching in on a meal, with each of us bringing a different dish. Our six generations of immediate family can fit comfortably in one house, but when we invite the extended family, including the rest of Gwen’s children and their descendants, we usually have to rent a hall. Finding titles to help the youngest family members distinguish all their grandmothers is an issue that began when Alisa started learning to talk, and we’ve stuck with the names we came up with for her. I’m Grandma, Gwen is GG, Grace is Granny and since the latest generation arrived Amanda has become G-mammy. We all share blue eyes and a headstrong personality, and I guess the genes in this family are pretty strong, too; individually, we’re often thought of as younger than we are, and mothers and daughters down the line are mistaken for sisters. It’s very handy for childcare. Grace often looks after her great-grandchildren, while their mother works. I suppose it’s quite unusual for a great-grandmother to mind young children, but you have to remember she’s still only 62. I have no expectation of living to see a seventh generation – I gather there’s only one recorded instance of someone surviving long enough to greet her great-great-great-great-grandson, and she was 109 at the time. I’d have to be a few years older than that, and I don’t want to push my luck. • As told to Chris Broughton. Do you have an experience to share? Email experience@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}