{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/10/brexit-stockpilers-still-have-enough-for-three-months", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-10T17:19:00Z", "webTitle": "The Brexit stockpilers: ‘I still have enough for three months’", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/10/brexit-stockpilers-still-have-enough-for-three-months", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/10/brexit-stockpilers-still-have-enough-for-three-months", "fields": {"headline": "The Brexit stockpilers: ‘I still have enough for three months’", "bodyText": "In January, a small mixed-breed dog called Charlie was pictured on this site standing on a mountain of food. Dog food. Charlie’s owner, Helena, had stockpiled it, along with some food for herself. Back then, Helena (who doesn’t want her surname published) told me: “I don’t really trust the government to look after me; I certainly don’t trust them to look after my dog.” She had a store of three months’ food for herself, and a year’s worth for Charlie, as an insurance policy in case of shortages after 29 March, the original date on which the UK was supposed to leave the EU. She had been meticulous about it, creating a spreadsheet, colour-coded according to what had been purchased (loo paper, tinned tomatoes), was awaiting delivery (powdered coconut) or was pending testing (dried falafel mix). It was not just food, but booze, dog treats and toys, and even makeup. I remember thinking of the band playing on the Titanic: look good and party on, as the good ship Britannia goes down. Today, Helena is talking to me from her car, on the M4. (Don’t worry: hands-free, she says.) Since January, there have been a few changes in her life. She was made redundant from the charity for which she worked. “So, I decided to start a handmade ice-cream business, which was absolutely bonkers in the context of Brexit, because it’s a risk in terms of things like consumer confidence and supply issues.” She has tried to make it “Brexit-proof” by keeping overheads low, not having premises and importing as little as possible. She trades from a traditional ice-cream bicycle at farmers’ markets. Popular flavours include peanut butter and caramel, and tiramisu. “And, if the worst happens, I can mothball the business for a bit,” she says. What about all her stockpiled stuff? The spreadsheet was completed, with everything bought and stored by 29 March. And the stockpile has remained intact – mostly – as subsequent Brexit deadlines have come and gone. Although the supermarket shelves haven’t been emptied yet, she still thinks her stockpiling was worthwhile. “It’s provided a level of resilience. I don’t have to worry quite as much as I would otherwise. I know I’ve always got something in the cupboard: no matter what happens, I can eat. It’s been helpful even though Brexit hasn’t happened. How is she feeling about that? “There have been so many twists and turns of the tale of Brexit that it’s not possible to predict what’s going to happen,” she says. “I think it’s come to a point where you can only be stressed for so long about something. I’ve taken a step back from that anxiety because it’s not good for you in the end.” There is one area where she hasn’t been quite so diligent in keeping stocks topped up. “Charlie’s supply has run down a bit, to be honest, just because I’ve been a bit skint. I do still have enough for three months.” I may be imagining it, but I think she lowers her voice when she says this. Charlie is asleep in the back of the car. Another so called prepper I spoke to in January, Jo Elgarf, is desperately worried about the election, about a Conservative majority, and about the possibility of being in a no-deal situation in 2020. Elgarf had stockpiled a few things; the kitchen cupboards were full of pasta, rice and milk powder. That is still there. But food is not Jo’s big worry. Her daughter Nora has a brain condition called polymicrogyria. She takes lots of medication, but without two of them – Epilim and Keppra – she would have multiple seizures daily, which could be life-threatening. This isn’t playing politics, it’s about her daughter’s life. Both are controlled medications imported from Europe, and she cannot stockpile them. She was worried when Theresa May was in charge, but did not think we would leave without a deal. She is a lot more worried about Johnson. “Anything could happen if Boris wins,” she says, on the phone from her home in London. “If they don’t get their way, they could just leave. They’re not going to consider the very vulnerable. They’re not going to go: ‘Oh, hang on, if we do that, what happens to Nora?’” Since I visited, she has had no reassurance – from doctors, pharmacists or government – that there will be a supply of Nora’s meds whatever happens. “Nobody knows if they’ve done enough work to stop any problems. How is even a mild version of Yellowhammer going to impact on Nora?” She would like everyone to be able to sit down and read the Operation Yellowhammer report into the potential disruption of a no-deal Brexit, before heading to the polling station. “My attitude is there’s no point sitting at home moaning,” she says. “I might as well do something.” So she has been out campaigning, for the Lib Dems."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}