{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/07/small-talk-purgatory-what-tinder-taught-me-about-love", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-07T12:00:10Z", "webTitle": "'This is small talk purgatory': what Tinder taught me about love", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/07/small-talk-purgatory-what-tinder-taught-me-about-love", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/07/small-talk-purgatory-what-tinder-taught-me-about-love", "fields": {"headline": "'This is small talk purgatory': what Tinder taught me about love", "bodyText": "I did not intend to be single in the rural village where I live. I’d moved there with my fiance after taking a good job at the local university. We’d bought a house with room enough for children. Then the wedding was off and I found myself single in a town where the non-student population is 1,236 people. I briefly considered flirting with the cute local bartender, the cute local mailman – then realised the foolishness of limiting my ability to do things such as get mail or get drunk in a town with only 1,235 other adults. For the first time in my life, I decided to date online. The thing about talking to people on Tinder is that it is boring. I am an obnoxious kind of conversation snob and have a pathologically low threshold for small talk. I love people who fall into the category of Smart Sad People Flaunting Their Intelligence With Panache. I love Shakespeare’s fools and Elizabeth Bennet and Cyrano de Bergerac. I love Gilmore Girls and the West Wing and Rick And Morty. I want a conversation partner who travels through an abundance of interesting material at breakneck speed, shouting over their shoulder at me: Keep up. I want a conversation partner who assumes I am up for the challenge, who assumes the best of me. It will not surprise you to learn that this is a totally batshit way to approach Tinder and that, for my snobbery, I paid a price. The first man I chatted with who met my conversational standards was an academic, a musician. He taught refugee children how to play steel drums. He had a dark sense of humour, he was witty, and he laid all his baggage out there on the line right away. Even through our little chat window it was obvious he was fully and messily human, which I loved, and so we chatted all day long, for days, and I could not wait to meet him. Reality was different. What had seemed passionate and daring online, turned out to be alarmingly intense. There were multiple bouts of tears, there were proposed road trips to Florida to meet his mother and dog, there was an unexpected accordion serenade, and there was the assertion that I would make a very beautiful pregnant woman. Listen: I think a man who can cry is an evolved man. I hope to some day have kids, which, I suppose, would entail being, for a time, a pregnant woman. I even like the accordion. None of this was bad on its own, but it was so much. After I said I didn’t want to date any more he sent me adorable letterpress cards in the mail with upsetting notes inside that said he was upset, no, angry, that I wouldn’t give us a shot. I chalked this experience up to bad luck, and continued to only date people with whom I had interesting online conversations. My next IRL date had just moved to New York by way of Europe and was a collector of small stories and observations. Our chats took the form of long blocks of text. Anecdotes swapped and interrogated. Stories from the world presented to each other like offerings dropped at each other’s feet. I love such things; I am a magpie at heart. But these stories became grotesque in real life. My date spent most of our dinner conversation monologuing about how Americans were “very fat”, which made it difficult to enjoy my chiles rellenos. But when we went back to his apartment for a drink, it was beautifully decorated: full of plants and woven hangings and a bicycle propped against a shelf full of novels. He was smart and handsome and sort of an asshole, but perhaps in a way that would mellow over time in a Darcy-ish manner. We drank some wine and eventually I said I should go home but he got up and kissed me, kissed me well, so I told myself this was what online dating was like, and I should carpe diem and have an experience. During sex, he choked me. Not for long, and not very hard, but his hands manifested very suddenly around my throat in a way I know was meant to be sexy but which I found, from this relative stranger, totally frightening. I had not indicated this was something I liked, and neither had he. I know people are into that. I could even be into that. But not as a surprise. Afterwards, he chatted to me as I counted the appropriate number of minutes I needed to wait before making an exit that wouldn’t seem like I was running away. He said that he was really interested in mass shooters and the kinds of messages they left behind and, still naked in bed, he pulled out his phone and showed me a video from 4Chan. It was a compilation of mass shooters’ video manifestos, but set to comically upbeat music. It’s hilarious, he asserted. I said I had to go. The next day, and a few times after, he messaged asking why I had run away and gone dark. I realised that perhaps what seemed interesting online did not translate into real life. My method of going on dates only with people who gave good banter was working poorly. It was pointing me toward the extremes. But once I gave up on the banterers, my Tinder chats became uniform. The conversations read like a liturgy: where are you from, how do you like our weather, how old is your dog, what are your hobbies, what is your job, oh no an English teacher better watch my grammar winkyfacetongueoutfacenerdyglassesface. The conversations all seemed the same to me: pro forma, predictable, even robotic. That’s when I realised that what I was doing amounted to a kind of Turing test. This seems a good moment to tell you that, for a civilian, I know a lot about robots. Specifically, I know a lot about chatbots and other AI meant to perform their humanity through language. In fact, I was teaching undergrads about robots in science writing and science fiction when I began online dating. In class, we discussed the ways in which a robot, or chatbot, might try to convince you of its humanity. This effort is, in short, called a Turing test; an artificial intelligence that manages, over text, to convince a person that it is actually human can be said to have passed the Turing test. I began seeing similarities between the Turing test and what us Tinder-searchers were doing – whether we were looking for sex or looking for love. A Tinder chat was its own kind of test – one in which we tried to prove to one another that we were real, that we were human, fuckable, or possibly more than that: dateable. Online dating seemed more bearable when I thought of it this way. It was easier to pretend I was a woman conducting a scientific investigation of language and love than it was to admit I was lonely. Easier than admitting that an algorithm someone had made to sell ads to singles was now in charge of my happiness. Easier than admitting that this was a risk I was willing to take. I knew a little bit about how to proceed with my Tinder Turing tests from one of my favourite books – one I was teaching at the time: The Most Human Human, by Brian Christian. In this book, which I have read five times, Christian goes to participate in the world’s most famous Turing test, the Loebner prize in Brighton. He serves as a human blind, chatting with people through an interface, who then have to decide whether he is a human or a chatbot. The true point of the Loebner prize is to see whether any of the chatbots can convince the judges of their humanity – but as Christian’s title suggests, there is also a jokey prize offered to the human blind who the fewest participants mistake for a robot. Receiving the Most Human Human award was Christian’s goal. In the book, he asks: what could a human do with language that a robot could not? What are the ways of expressing ourselves which are the most surprisingly human? How do we recognise our fellow humans on the other side of the line? And so, as I attempted to find the lovely and interesting people I was sure were lurking behind the platitudes the average Tinder chat entails, I asked myself Christian’s question: how could I both be a person who understood she was online, on Tinder, but still communicate like a humane human being? What could I do that a robot couldn’t? I was thinking of robots metaphorically, but there are real chatbots on Tinder. I never encountered one (to my knowledge; was Dale, age 30, with the six pack and swoopy hair and the photo on a yacht who wanted to know if I was DTF RN only ever just a beautiful amalgamation of 1s and 0s?). But I know lots of people who have, and men seem to be particularly besieged by them. This is such a common problem on Tinder that a culty test has emerged – a kind of CAPTCHA for humans to deploy if a match seems suspiciously glamorous or otherwise unreal. In the Potato test, you ask the person you’re speaking to to say potato if they’re human. And if they don’t, well, you know. You might think this is ridiculous but one of my favourite screen shots of this going down (the Tinder subreddit is a glorious place) reads as follows: Tinder: You matched with Elizabeth. Actual Human Man: Oh lord. Gotta do the Potato test. Say potato if you’re real. “Elizabeth”: Heyy! you are my first match. I dare you to try to make a better first message ahaha. Actual Human Man: Say potato Elizabeth. “Elizabeth”: And btw, if you don’t mind me asking this, why are you on Tinder? Personally I think I’m not much into serious stuff ahaha. Actual Human Man: SAY POTATO. Meanwhile, the conversations I was having with true potato-tested men and women weren’t much different from Actual Human Man’s conversation with Elizabeth. These conversations never resolved into anything more than small talk – which is to say they never resolved into anything that gave me a sense of who the hell I was talking to. I started taking hopeful chances again, and many of my conversations yielded real-life dates. I could write you a taxonomy of all the different kinds of bad those dates were. Sometimes it was my fault (blazing into oversharing and rightfully alienating people), sometimes it was their fault (bringing his own chicken sandwich and commenting on my tits within the first 15 minutes), and sometimes it was nobody’s fault and we had a fine time but just sat there like two non-reactive elements in a beaker. One way or another, though, what it always came down to was the conversation. The chapter I have always loved most in Christian’s book is the one about Garry Kasparov “losing” at chess to Deep Blue, IBM’s chess-playing computer. Christian explains the chess concept of playing “in book”. In short, the book is the known series of chess moves that should be played in sequence to optimise success. In most high-level chess matches, the first part of any game is played “in book” and a smart observer will know which moves will follow which until a certain amount of complexity and chaos necessitates improvisation – at which point the players begin to play in earnest. Some might say, as themselves. Kasparov holds that he did not lose to Deep Blue because the game was still in book when he made his fatal error and so, while he flubbed the script, he never truly even played against the algorithmic mind of his opponent. In this chapter, Christian makes a brilliant comparison between most polite conversation, small talk, and “the book”, arguing that true human interaction doesn’t start happening until one or both of the participants diverge from their scripts of culturally defined pleasantries. The book is necessary in some ways, as it is in chess (Bobby Fischer would disagree), in order to launch us into these deeper, realer conversations. But it is all too easy to have an entire conversation without leaving the book these days – to talk without accessing the other person’s specific humanity. This was my trouble with Tinder. No matter how hard I tried to push into real human terrain over chat, and sometimes on real-life dates, I always found myself dragged back into a scripted dance of niceties. I might as well have been on dates with Deep Blue, ordering another round of cocktails and hoping its real programming would eventually come online. After these dates, I felt pretty low. Like I would never find what I was looking for. What was I looking for? To answer that, I have to go back to Elizabeth Who Wouldn’t Say Potato. There’s something about the way her suitor asks her not if she’s human, but if she’s real, that I’m a sucker for. There’s a passage from The Velveteen Rabbit that my sister asked me to read at her wedding. I thought I was up for the task (it’s a children’s book, for God’s sake), but when the time came, I ugly-cried all the way through: “Real isn’t how you are made,” said the Skin Horse. “It’s a thing that happens to you. When a child loves you for a long, long time, not just to play with, but REALLY loves you, then you become Real.” “Does it hurt?” asked the Rabbit. “Sometimes,” said the Skin Horse, for he was always truthful. “When you are Real you don’t mind being hurt... You become. It takes a long time. That’s why it doesn’t happen often to people who break easily, or have sharp edges, or who have to be carefully kept. Generally, by the time you are Real, most of your hair has been loved off, and your eyes drop out and you get loose in the joints and very shabby. But these things don’t matter at all, because once you are Real you can’t be ugly, except to people who don’t understand.” Margery Williams Bianco, The Velveteen Rabbit I want to pretend that I’m cooler than crying about The Velveteen Rabbit but I’m just not. And if I’m honest with myself, this was what I wanted: for someone not only to prove to me that they weren’t a robot, but that they were real, and would make me real, too. Could I put this in my Tinder bio? CJH, 34: looking to keep it real and love off most of your hair till your eyes drop out &lt;3. It had been, by this point, a year of on and off Tinder dating. At one point I even googled Christian to see if he was single. He was not. On what I decided had to be my last Tinder date ever, a neuroscientist in a hipster diner delivered a nonstop monologue about his recent life that was mostly his consideration of moving to LA because the women there were so hot. He gave me a briefing on the various types of plastic surgery that were “in right now”. It was a conversation that felt like the headlines of checkout aisle magazines had come to life, to shame me for my non-cyborg womanhood. That’s it, I told my friends, for whom I always performed the stories of my bad dates. I’m done. I’m ghosting everyone in my inbox and deleting my account. I meant to. But there was one man who kept talking to me. Me: I’m laughing at the part of your bio where you say you’re “hopelessly extroverted”. Are you the sort of person who makes friends on airplanes? Him: No but I’m a chronic oversharer! Me: I’ve actually grown into oversharing. It’s the only way to avoid infinite small talk purgatory. Him: Tinder is by definition small talk purgatory. Me: God save us all. Him: We’re all doomed. Me: How do we escape? Him: Get away from cell signals and head for the hills. We were out of book. It was as if he had gestured to the conversational matrix we were talking inside of, the one I’d been trying to escape, and said: hey, I see it, too. Every day we kept talking and every day I said I was going to delete the app, but didn’t. Because every time I tried, I wound up having delightful conversations with this human on the other side of the wires and waves. We developed our own language. There were inside jokes, callbacks, patterns of engagement. After that first day, a robot could not have replaced either of us, because our speech was for each other. It revealed who we were together: goofy, honest, heartbroken, funny about our sadness, a little awkward. The language we spoke in was what Christian would call “site specific”, meaning it was a language meant to exist in a certain place, at a certain time, with a certain person. It was the opposite of everything No Potato Elizabeth had to say. Eventually, I agreed to go on a real-life date – bargaining us down from dinner to drinks because my expectations were so warped and strange by this point. I made no effort to look nice. I drank two beers with friends beforehand to numb myself to the misery I anticipated. But as soon as I showed up at the brewery we’d picked, I immediately regretted these decisions. The man sitting across the bar was even cuter than I’d anticipated and, as I approached him, thinking about our conversations over the past weeks, I was able to admit to myself how much I hoped he might like me. How much I hoped I hadn’t already blown this. As soon as we started talking, my ratty shirt and snowboots, my buzz and other defences, didn’t matter, though. Our date was all of the things our chats were – awkward, funny, honest, and backandforthy, which is to say: human. “I actually hate this brewery,” I told him. “Their beer is so bad.” “Me, too!” he said. “Then why did we pick it!” “It just seems like the sort of place you’re supposed to meet.” This past year, on our first anniversary, this man gave me a present. It was a blanket, and woven into it was the image of our first Tinder conversation. He laughed very hard, and I laughed very hard, as he offered it to me, because it was ridiculous. It was meant to be. But it was undercover earnest, too. It was sweet and it was dumb and I could not have loved that blanket more. We split up before we could reach another anniversary, but as I went about the breakup torture that is boxing up all your ex’s things, the photos and gifts too painful to stare down, I couldn’t give up the blanket. It was a reminder that being human is risky, and painful, and worth doing. That I’d rather lose everything as Kasparov than succeed as Deep Blue. The conversation on the blanket is actually quite long. You can’t read precisely what it says, but you can see the rhythm of it. The longer bursts of sharing. The questioning responses. The patter. One of our friends, upon seeing the blanket, teased us. “You talked for this long before you locked it up? You both need better game.” It’s true that neither of us had any game. It’s also true that this wasn’t the point. The point was that we found a mutual language in which to prove ourselves human and pass each other’s Turing tests. We both understood how easy it is to let your life pass along, totally in book, unless you take a risk, and disrupt the expected patterns, and try to make something human happen. • If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}