{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/dec/01/from-the-archive-a-visit-to-mrs-thatchers-heartland-1981", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-12-01T06:00:02Z", "webTitle": "From the archive: a visit to Mrs Thatcher’s heartland, 1981", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/01/from-the-archive-a-visit-to-mrs-thatchers-heartland-1981", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/01/from-the-archive-a-visit-to-mrs-thatchers-heartland-1981", "fields": {"headline": "From the archive: a visit to Mrs Thatcher’s heartland, 1981", "bodyText": "The cover story of the Observer Magazine of 8 February 1981 (‘Mrs Thatcher’s Heartland’) was a portrait of Lytham St Annes, Lancashire, part of the constituency of South Fylde, which had the largest Tory majority in 1979 (in 2017 it was Christchurch, Dorset). There’s something about the picture of an older woman having tea by the window at the Criterion Grill that reminded me of the Penrith Tea Rooms from Withnail and I and its pearl-clutching customers. One in four people in Lytham St Annes was aged 60 or over at the time. ‘Old age and death,’ the article grimly informs us, ‘are two of the major service industries in the town. The only civic development since the Second World War has been the crematorium… death, like socialism, is omnipresent, but nowhere visible. These are the two main enemies of the majority of the people.’ Prophetically for the 1980s and beyond, 80% of the Fylde coast was employed in the service sector, and just 18% in manufacturing – ‘a metaphor for the Conservative dream,’ as the authors say. But these ‘affluent refugees from the industrial towns’ rub shoulders with ‘the wealthy poor’, who are concealing their poverty under their mink coats. Even those suffering blame it on ‘years of socialism’. Just as austerity was sold by the Tories after 2008, so was the recession at the time. One of the older women at Taylor’s coffee shop says: ‘It’s taken years to get into this mess, it’s not going to be cured overnight. The medicine won’t be very pleasant.’ Then there’s the maxim farmers were fond of: ‘Conservatives break the farmer, but Labour breaks the country.’ Which returns us again to Withnail and I and Uncle Monty: ‘Shat on by Tories, shovelled up by Labour.’ The whole subtext of the piece is that Thatcherism is dying, if not already dead. If only that were the case."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}