{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/dec/02/national-world-eyes-bid-for-uk-regional-newspaper-titles-jpi-media", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-12-02T18:16:32Z", "webTitle": "National World eyes bid for ailing UK regional newspaper titles", "webUrl": "https://www.theguardian.com/media/2019/dec/02/national-world-eyes-bid-for-uk-regional-newspaper-titles-jpi-media", "apiUrl": "https://content.guardianapis.com/media/2019/dec/02/national-world-eyes-bid-for-uk-regional-newspaper-titles-jpi-media", "fields": {"headline": "National World eyes bid for ailing UK regional newspaper titles", "bodyText": "Some of the UK’s best-known regional newspapers, including the Yorkshire Post and the Scotsman, could be sold to a new publicly listed business aiming to snap up struggling titles and consolidate the local newspaper market. National World, set up by the newspaper entrepreneur David Montgomery, is in talks to potentially buy JPI Media, which owns dozens of major local papers in Britain – including the Edinburgh Evening News, the Lancashire Post, the Sheffield Star and the Sunderland Echo. The media executive, 71, has stepped in as JPI Media struggles to find a buyer after Reach, the publisher of the Mirror and Express titles, and Newsquest, the UK’s second-biggest local newspaper publisher, dropped out of the auction. Reach, which is understood to have submitted a bid of about £50m, pulled out believing the portfolio of papers had been valued too high. Newsquest was facing significant competition issues in Scotland, where it owns titles including the Herald, the Evening Times and the National. The lack of bidders for the titles shows the parlous state in which most of the UK’s local newspapers find themselves. The circulation of the Yorkshire Post stands at just 18,500. Sales of the once-mighty Scotsman are in even worse shape, with circulation just under 15,000. The decline has been precipitous. In 2005, Johnston Press – now JPI Media – paid £160m to buy the Scotsman newspaper group, which also includes Scotland on Sunday and the Edinburgh Evening News, from the Telegraph’s owners, the Barclay brothers. Last November, the titles were assigned a value of just £4.3m by creditors acting for Johnston Press, which was taken over by its lenders and rebranded JPI Media after being crippled by debts of more than £200m. On Friday, JPI Media completed a £50m deal to sell its crown jewel title, the i, to the publisher of the Daily Mail. “The company confirms it is contemplating several acquisitions and has approached JPI following speculation that the sale process for the regional titles had not completed,” said National World in a statement following a report in the Sunday Telegraph. “There is no certainty that any transaction will proceed. A further announcement will be made as appropriate in due course.” Montgomery is aiming to replicate the model he used for his last venture, called Local World, which involved combining more than 100 local newspapers from Daily Mail &amp; General Trust’s Northcliffe Media, and Iliffe News &amp; Media, including the Nottingham Post and Cambridge News in 2012. While he transformed the profitability of the group, his tenure as owner was marked by deep cost-cutting and consolidation of the titles in a shift to digital. He then sold the business to Reach, which owns regional titles including the Manchester Evening News and the Liverpool Echo, in 2015 in a deal worth £220m."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}