{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/dec/10/the-australians-environment-editor-urged-to-settle-case-involving-shaman-and-hallucinogens", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-12-10T07:36:35Z", "webTitle": "The Australian's environment editor urged to settle case involving shaman and hallucinogens", "webUrl": "https://www.theguardian.com/media/2019/dec/10/the-australians-environment-editor-urged-to-settle-case-involving-shaman-and-hallucinogens", "apiUrl": "https://content.guardianapis.com/media/2019/dec/10/the-australians-environment-editor-urged-to-settle-case-involving-shaman-and-hallucinogens", "fields": {"headline": "The Australian's environment editor urged to settle case involving shaman and hallucinogens", "bodyText": "A judge has urged the Australian newspaper’s environment editor and a former business partner to settle a case involving an Amazonian eco-retreat in Peru that was to be run by shamans with expertise in hallucinogenic medicines. Graham Lloyd and his partner, Vanessa Hunter, are being sued by their former friend and business partner Cheryl Conway for $600,000 she invested between 2013 and 2015 to establish the Lupunaluz Foundation and build the Lupunaluz Retreat in Peru. The dispute is over whether Lloyd and Hunter agreed to provide ownership or lease of the land they owned in Peru where the retreat was built. On Tuesday, federal court justice Paul Anastassiou said the parties should consider trying to settle the case before they enter the witness box later this week. “This is a very complex case,” he said. “It is a very expensive way to deal with [it].” The case involves a number of businesses established for the foundation and the retreat both in Australia in Peru. “$600,000 is a lot of money but it is in a sense not a lot of money when dealing with the scale,” Anastassiou said. “The parties would be well advised to consider … whether there is an option to settle. I’m rather hoping at some point sense will break out.” The court heard that the parties had attempted mediation twice before but to no avail. Conway’s barrister, Harry Forrester, told the court on Tuesday that Conway and Lloyd and Hunter were negotiating in 2016 for Conway to potentially take over the retreat and step away from the foundation. Lloyd and Hunter argued at the time they should be paid back for money they said had been invested, along with certain guarantees – including the retention of the shaman Alfredo and his wife, Claudia, on the staff, and the other staff kept on for 12 months. An agreement never eventuated and the court heard that when Conway indicated she wanted to visit the site in early 2017, she was advised by lawyers acting for Lloyd and Hunter that she could face criminal prosecution if she attempted to visit. Matt Sherman, barrister for Lloyd and Hunter, told the court there was a lease agreement in place for the retreat on the land owned by the couple thanks to a meeting of directors of the Australian-based retreat business in 2015 when construction had began taking place. In that meeting it was agreed the company – of which Lloyd, Hunter, and Conway were the sole shareholders – would have a right to build and operate on the land. This constitutes the lease agreement, it was argued. In 2016, when Conway expressed she wanted to take over the retreat, Sherman said Hunter and Lloyd had been overseeing the construction of the retreat, and were not willing to hand it over in exchange for Conway relinquishing her role in the separate foundation. “At this point my clients had been spending significant time in the jungle in Peru overseeing the construction … and had been enduring significant hardship,” he said. The case continues on Wednesday. Assuming no settlement is reached on Wednesday, Conway will give evidence. Lloyd and Hunter are expected to enter the witness box later in the week."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}