{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2019/dec/06/lend-money-refugee-entrepreneur-christmas-gift-lendwithcare-vouchers", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-12-06T07:00:36Z", "webTitle": "Make do and lend to a refugee entrepreneur this Christmas", "webUrl": "https://www.theguardian.com/money/2019/dec/06/lend-money-refugee-entrepreneur-christmas-gift-lendwithcare-vouchers", "apiUrl": "https://content.guardianapis.com/money/2019/dec/06/lend-money-refugee-entrepreneur-christmas-gift-lendwithcare-vouchers", "fields": {"headline": "Make do and lend to a refugee entrepreneur this Christmas", "bodyText": "Feeling fed up with festive consumerism? You could give a gift that will help a refugee entrepreneur this Christmas. A gift voucher allows the recipient to lend money to a refugee in Rwanda, who can then use the cash to start or expand a small business in their refugee camp or local community. This scheme will help people such as Zeburiya Nyiramana, who sells basic household items, fruit and vegetables from the small shop she set up in Kigeme refugee camp in Rwanda. She fled from the Democratic Republic of the Congo several years ago and lives with her six children and one other child she has adopted. Nyiramana started by selling vegetables around the camp and, once she began to generate a bit of profit, she saved and bought a small place to use as a permanent shop. With her Lendwithcare loan, Nyiramana will buy more fruit, vegetables, clothes and shoes to sell. Another refugee entrepreneur is Dada Nyirabuntu, who lives with her family in the Kigeme camp, where she arrived aged 18 with her parents and six siblings. She sells groceries, fruit, vegetables, mobile credit and mobile money transfer services to help support her family. After noticing many of her fellow refugees would travel long distances outside the camp to buy essentials, she decided to start her own business with the money she had managed to save. Lendwithcare gift vouchers allow Britons to loan relatively small sums of money to people in 11 countries, including individuals trying to improve their lives after fleeing social and political unrest and violence. Lendwithcare is a peer-to-peer microfinance website set up by the aid charity Care International UK, and this is the first time it has operated in a refugee camp. When you buy someone a Lendwithcare gift voucher, they can go online to choose an individual to lend the money to. This might be a refugee in Rwanda, but it could be an individual in one of the 10 other countries: Cambodia, Ecuador, Malawi, Pakistan, the Palestinian territories, Peru, the Philippines, Vietnam, Zambia and Zimbabwe. They will use the money to start or expand their small business, thereby helping them feed their family or send their children to school. The entrepreneur receives 100% of each loan. The idea is the money will be repaid, at which point the voucher recipient can withdraw it for themselves, or lend the cash to another budding entrepreneur. Most of the Lendwithcare entrepreneurs are women. Some have been widowed and are carrying on running the family enterprise, while others are single parents looking to get a new venture off the ground. There are also groups of women seeking loans. Since the website launched in 2010, more than 56,000 people have lent in excess of £25m to more than 122,000 entrepreneurs around the world. About 42,000 gift vouchers have been bought since the scheme went live. They are available in various amounts, starting from £15, and can be emailed to the recipient or printed out. Supporters can go on to the website to view profiles of the entrepreneurs and choose who to support. In most cases, the voucher will be a contribution towards the total amount the individual is looking for. These are loans, not free gifts: the money is paid back in instalments to the local microfinance institution that has partnered with Care International in that country, and then credited to the UK lender’s Lendwithcare account. The default rate is very low– about 0.75% – but nevertheless, there is a possibility the entrepreneur will not be able to pay back their loan. And the lender bears the exchange rate risk – in other words, fluctuations in exchange rates may mean there are times when repayments are lower than those set out in the schedule. Lendwithcare has just started operating in two refugee camps in Rwanda: Kigeme and Mahama. The refugees there are mostly from DRC and Burundi. Being able to start a small business enables refugees to start rebuilding their lives, and for those who have lived in a camp for years, it offers them a sense of self worth all too often absent from life in refugee camps, a spokeswoman said. The typical businesses they run include small grocery stalls, cooked food stalls and small canteens and restaurants. Entrepreneurs begin their journey with Lendwithcare at meetings in the camps, which are led by its partner microfinance organisation, Umutanguha, whose mission is to provide essential financial services to financially excluded people in Rwanda. The first step is to learn about the importance of saving. The entrepreneur opens an account using their proof of refugee ID (received when they register at the camp). All entrepreneurs are asked to save for a month so they can become accustomed to setting small sums aside and be sure paying back a loan will be manageable for them. They pay a small amount of interest on the loan. Ethical Christmas cards If you are yet to buy Christmas cards this year, opt for a Guardian Money “best buy” – where the entire purchase price goes to support the Sreepur charity that helps abandoned women and children in Bangladesh. Sreepur, started 30 years ago by Pat Kerr, a former British Airways flight attendant, helps fund itself from the sale of the cards that are made on the site. In 2009, Guardian Money visited the project and we were so taken by what we saw that we have promoted the Christmas cards through our pages ever since. The Sreepur cards are different from anything you will find on the high street, not least because they feature handmade paper and vibrant designs. Buyers can hand over their money in the knowledge the entire purchase price goes to the charity – one that makes a real difference in a country that often hits the headlines for the wrong reasons. A pack of 15 cards costs £14.75, which includes UK postage and packing. For more information on the project and to buy the cards, go to sreepurcards.org."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}