{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2019/dec/09/subprime-lender-amigo-faces-fresh-turmoil-as-bosses-quit", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-12-09T13:35:12Z", "webTitle": "Subprime lender Amigo faces fresh turmoil as bosses quit", "webUrl": "https://www.theguardian.com/money/2019/dec/09/subprime-lender-amigo-faces-fresh-turmoil-as-bosses-quit", "apiUrl": "https://content.guardianapis.com/money/2019/dec/09/subprime-lender-amigo-faces-fresh-turmoil-as-bosses-quit", "fields": {"headline": "Subprime lender Amigo faces fresh turmoil as bosses quit", "bodyText": "The chief executive and chairman of the subprime lender Amigo are stepping down, signalling fresh turmoil at the loans group after its billionaire founder pushed his way back on to the board. The chief executive, Hamish Paton, who has been in the role for less than five months, will continue in the job for another year to ensure an orderly handover to his successor. Also departing is the chairman, Stephan Wilcke, who will not stand for re-election at the company’s next annual general meeting in July 2020, along with Clare Salmon, head of the remuneration committee, who said she would step down “at the first suitable opportunity”. The boardroom shake-up comes as the group’s founder, James Benamor, used his controlling stake to push his way back on to the board, having stepped down in September 2018. Benamor’s Richmond Group, which owns a 61% stake in Amigo, also secured a second board seat for fellow executive Kelly Black. Amigo is the largest provider of guarantor loans, which uses friends and family to guarantee repayments on loans to people who may otherwise struggle to borrow. It offers an interest rate of about 49.9% APR. “Our read of the situation is that Benamor is clearly unhappy with the share price performance in recent months and feels he needs to take more control,” John Cronin, an analyst at the stockbroker Goodbody, said. Benamor may have also disagreed with Paton’s strategy, which included plans to introduce lower rates to lower-risk customers in order to broaden Amigo’s customer base. “Perhaps he sees the introduction of risk-based pricing as unnecessarily concessionary and will damage the economics of the business when Amigo already offers a mid-cost product,” Cronin said. “We could continue to speculate but the bottom line is that the two men have clearly fallen out and the chairman is now a casualty for bringing Paton in/agreeing the strategy.” At one stage the company was valued at more than £1bn but the price has tumbled 75% since the company’s shares started trading on the London Stock Exchange at 275p in June 2018. The company has a market capitalisation of only £312m. The company spooked investors earlier this year when it warned over loan growth, amid Brexit uncertainty and the threat of a fresh crackdown by the financial regulator. Its news sent its share price into a tailspin, dropping 50% in a single day in August. The Financial Conduct Authority recently completed a review of the guarantor loans sector, forcing Amigo to give more information to family and friends about the risks associated with backing loan agreements. The City regulator is looking into affordability measures across the whole subprime sector, which could spark further changes at Amigo. The outgoing chairman, Wilcke, who has been in the role since 2015, said: “It has been fascinating and gratifying to lead the board of Amigo. Clare and I will work with the board to ensure an orderly succession to take Amigo forward. I’d like to thank Hamish for working with the board in implementing necessary changes during a challenging period and his continued commitment until his successor is found.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}