{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2019/dec/06/rubbish-charges-from-96-for-garden-waste-to-150-for-a-toilet", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-12-06T07:00:34Z", "webTitle": "Rubbish charges: from £96 for garden waste to £1.50 for a toilet", "webUrl": "https://www.theguardian.com/money/2019/dec/06/rubbish-charges-from-96-for-garden-waste-to-150-for-a-toilet", "apiUrl": "https://content.guardianapis.com/money/2019/dec/06/rubbish-charges-from-96-for-garden-waste-to-150-for-a-toilet", "fields": {"headline": "Rubbish charges: from £96 for garden waste to £1.50 for a toilet", "bodyText": "In Dundee, Hartlepool and Fife, some residents are furious at £35 charges for collecting brown bins that come into force next year. In Richmond upon Thames, the council halted a £41 charge for household rubble due to begin this week after an angry backlash. But these are just the latest skirmishes in a war over rubbish rumbling across the UK. Nowhere is the phrase “postcode lottery” more applicable than in rubbish collection. In Harlow in Essex, residents must pay £96 a year if they want their garden waste collected from the brown bin. Ten miles up the road in Bishop’s Stortford, there is no charge. Rubble from home DIY projects is the other major tussle at the tips. If you are retiling the bathroom or chancing your arm at replacing the kitchen units, you face potentially hefty charges at some council dumps when you bring your rubbish, while at others, it is free. Buckinghamshire county council has one of the more remarkable set of charges, listing toilet seats as “non-household waste” charged at £2.50 if they are brought to a council tip. A kitchen worktop costs £7.50 to dump, while it costs £3 to throw out asbestos. Next door, Oxfordshire county council wants £1.50 to dispose of a toilet and the same amount for a kitchen worktop. In Warwickshire, there appears to be no charge for these items – and the council even allows three bags of plasterboard free. Nearly every other council charges for plasterboard disposal. Richmond upon Thames recently told residents that from 2 December, they would be charged a minimum of £41 and up to £205 for construction and demolition waste from home DIY projects taken to the council’s recycling centre in Kew. The charge prompted a furious response from some residents. “Who in their right mind would face a long queue on the loading bridge to pay the minimum charge of £41 to dispose of a small bag of rubble?” said one local on an online forum. Another said: “Charging for DIY waste is a false economy as it will encourage fly-tipping, which will cost considerably more to clear up than the additional funds raised, while damaging the environment.”Others warned it was just the thin end of the wedge: “Just check out the council charges at refuse tips in Surrey. It’s £4 to dispose of an old tyre!” (Actually it’s £5.) The council said it had postponed the fees “due to community concern and because the council is currently in a pre-election period where contentious new policies should not be launched”. The reality is that cash-strapped councils are caught between the need to raise revenues where they can after years of cuts and the need to promote recycling. According to research by the BBC in September into charges for garden waste, 140 local authorities still provide free collection of brown bins. Of the ones that do charge, the lowest is £18 – in Monmouthshire – and the highest is Harlow, while the average is £31. Councils have a legal obligation to provide a domestic waste collection service to households – but this does not extend to garden waste or “non-household waste”. Local authorities can choose to provide a service (or not) and make a charge. In Dundee, the Liberal Democrat councillor Fraser Macpherson has fought against the introduction of a £35 fee for green waste in the city. “We are trying to get people to recycle as much as possible, for goodness sake. The charges will be a barrier to recycling. And the higher you make the charge, the more fly-tipping you will get,” he said. He points out the £35 fee is per bin – his household has two, so that will be £70 – and it is unclear how flats that share bins will be charged. Anthony O’Sullivan of the Gardeners Club describes garden waste fees as “a quiet green garden tax” that will encourage fly-tipping. The scourge of fly-tipping appears to be worsening. Local authorities in England dealt with more than 1m fly-tipping incidents in 2018-19, an increase of 8% on the year before. The Department for Environment, Food and Rural Affairs said the perpetrators were mostly small vans (33%) and “car boot or less” (30%) – and, sadly, they mostly get away with it. Defra figures show that while local authorities carried out 499,000 enforcement actions, the number of fines was tiny – just 2,052 in 2018-19, adding up to £1,090,000. But according to Harlow council, its problem with fly-tipping has not deteriorated more than in other parts of the country, despite charging the highest sums for the removal of waste. A spokesman said the charge had been in place since 2010 (initially at £88) and there was no evidence it had led to increased fly tipping. “Although we do not legally have to provide a garden waste collection, we currently offer a discretionary paid-for service. Residents can book a collection in advance from as little as 95p per bag or sign up to a year-round wheelie bin service (currently £96 a year) with collections every fortnight,” the council said. “Although the wheelie bin service is more expensive, it has proven to be popular, with subscriptions increasing every year.” Finally, spare a thought for the farmers who are often at the sharp end of fly-tipping – and are liable for cleaning up the mess. The County Land and Business Association said: “Not only is fly-tipping a blight on the countryside, the landowner becomes legally responsible for the proper disposal of the mess, including the cost. “Farmer Joe finds someone has disposed of stuff at the entrance to his field. It means he can’t get his cattle in and out. And if he doesn’t remove it, he can be fined by the Environment Agency. We want that aspect of the law to be changed.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}