{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/dec/01/angela-hewitt-bach-six-partitas-review-boxwood-brass-beethoven-transformed-vol-1-st-johns-advent", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-12-01T05:30:01Z", "webTitle": "Home listening: a Bach odyssey ends as non-stop Beethoven begins", "webUrl": "https://www.theguardian.com/music/2019/dec/01/angela-hewitt-bach-six-partitas-review-boxwood-brass-beethoven-transformed-vol-1-st-johns-advent", "apiUrl": "https://content.guardianapis.com/music/2019/dec/01/angela-hewitt-bach-six-partitas-review-boxwood-brass-beethoven-transformed-vol-1-st-johns-advent", "fields": {"headline": "Home listening: a Bach odyssey ends as non-stop Beethoven begins", "bodyText": "• The pianist Angela Hewitt is nearing the end of her four-year Bach Odyssey, touring his major keyboard works right around the world. (She once told a taxi driver in Atlanta, Georgia, what she did for a living. “That sounds relaxin’,” came the reply.) But even Hewitt’s daunting concert series is eclipsed by her 25-year association with Hyperion, recording all those works, and sometimes revisiting them. So it is that The Six Partitas (Hyperion, 2 CDs) are getting a second look, more than 20 years after Hewitt first recorded them to great acclaim in 1997. Don’t expect any major departures. As she says in the liner notes, an allemande is still an allemande; a French courante should still not be rushed; a gigue must remain danceable. The warm praise that greeted that first release could equally attach to this exquisite new set. Hewitt’s playing is characteristically limpid, technically faultless, deeply intelligent and infectiously joyous. Her decades of experience playing this repertoire gives it a special patina; it glows like old gold. Give yourself an early Christmas present; you’ll want to play this again and again. • Next year marks the 250th anniversary of Beethoven’s birth, so stand by for lorryloads of Ludwig. Getting in early are the period wind instrument ensemble Boxwood &amp; Brass, with volume one in their Beethoven Transformed series (Resonus). They pair his Op 71 Sextet in E flat major with the Op 20 Septet in the same key, arranged for “harmoniemusik” forces by his pupil Carl Czerny. Creamy clarinets combine attractively with punchy horns and burbling bassoons to give this music a special Viennese verve. • Today is Advent Sunday, the start of the liturgical year and preparations for Christmas. The Advent Carol Service sung by the Choir of St John’s College, Cambridge, will be broadcast live on Radio 3 at 3pm, an event in the choral calendar every bit as significant as King’s College’s carols on Christmas Eve."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}