{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/dec/07/clairo-live-electric-ballroom-london", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-12-07T14:00:12Z", "webTitle": "Clairo review –  a quiet phenomenon", "webUrl": "https://www.theguardian.com/music/2019/dec/07/clairo-live-electric-ballroom-london", "apiUrl": "https://content.guardianapis.com/music/2019/dec/07/clairo-live-electric-ballroom-london", "fields": {"headline": "Clairo review –  a quiet phenomenon", "bodyText": "Bedroom-pop star Clairo is a study in shy charm. On the second of two gigs in London – this extra night was added to her UK tour after the first date sold out – the 21-year-old American Claire Cottrill occasionally clasps the hands of the adoring front row. Just as often, she’ll back away from her microphone to lurk in shadow and play guitar. There isn’t even a spotlight to run from: everything is lit only in fuzzy pink or peachy gold. If she says anything meaningful between songs, only the first few rows can hear it. Somewhere inside this diffident contemporary musician, however, is a core of steel and a level of outgoing ambition that allowed her to put songs up on the internet throughout her teenage years. Drill down into Clairo’s SoundCloud and among her embryonic originals, you can find covers of everything from the super-indie Beat Happening to contemporary bard (Sandy) Alex G, via the in-your-face digitals of PC Music’s Hannah Diamond. Last year she toured arenas with Dua Lipa and this summer she guested with Khalid. Next year she supports Tame Impala in the US. For now, she is the unstarry star of her own show, with more than 338.6m combined global streams (as of last August)”. Her ambition also comes with deep reserves of resilience. The title of Immunity, Clairo’s 2019 debut album – from which much of tonight’s set is drawn – glances sideways at her juvenile rheumatoid arthritis (an autoimmune condition). It also references the tougher carapace she has developed emotionally since she began growing up in public. An old soul trapped in a young body, her songs are often thoughtful confessionals, tackling the yearning, miscommunication and regret of teenage-to-young adult life. Coming to terms with her sexuality forms part of the mix, so do songs called Flaming Hot Cheetos. No little scar tissue has also formed, too, as a result of the internet taking umbrage at Clairo’s father’s music industry connections. Clairo was labelled an “industry plant”; her authenticity questioned. It’s true those connections were helpful in Clairo securing a record deal with the independent Fader label. But even the most supportive parenting can hardly be responsible for the raw digital sharing that powered her initial rise – or her simpatico with her listeners, relating hard tonight to the emotions in one of her best songs, Bags, in which she frets that her undeclared love, for a girl, might be unrequited. Every teenage bedroom is a haven, workspace and isolation unit. She spent even more time in hers (in small-town Massachusetts) than most, when her inflamed knees couldn’t make it downstairs. At 16, her early musical efforts were first featured in the US teen magazine Rookie. In 2018, a video of Clairo miming badly to one of her songs, Pretty Girl, went viral. The song itself was catchy enough, but what really sold it was her goofing around on her webcam, trying on sunglasses and pulling faces. She also undercut her own lyrics. “I could be a pretty girl, I’ll wear a skirt for you,” she sang, while shaking her head, turning what sounded at first like a saccharine plea to be loved into something much more eye-rolling. Near the end of tonight’s encore, Clairo performs the song while a projection of the video plays out on a white sheet at the back of the stage. Co-produced by former Vampire Weekend man Rostam Batmanglij, her Immunity album scaled up the work of this DIY pop phenomenon, walking a tightrope between maintaining Clairo’s homespun, straight-to-webcam charisma and adding more generous production values. Her live show walks the same line, not always quite as successfully. Clairo’s relatability remains key to this most 2019 of artists. Tonight, she wears a baggy jumper with her hair pulled back, some stray locks tipped in blue. Like many of her bedroom pop cohorts – British singer-songwriter Rex Orange County has also sold out sizable venues; another Brit, Beabadoobee is on several tipsheets for 2020 – her early songs remain dispatches from the frontline of adolescent intensity. These were made solo, with rudimentary technology and guitar techniques picked up off YouTube videos, but are delivered tonight by a super-competent band who can churn out funk and R&amp;B as well as the straight-ahead guitar songs. The drummer plays behind a screen – so as not to drown out Clairo, you assume. The visual effect, though, is disorienting. Candid DIY artists normally function as part of a tight-knit unit of like-minded souls, not at the front of a cadre of session musicians. As well as everything else, Clairo is a phenomenon who collapses the old space between amateur and pro, indie and mainstream, lo-fi and R&amp;B, making her fiercely contemporary – but also unclear in her presentation. The fresh, delicate production on Immunity does not survive the leap to the live setting. So a lot of these songs become common-or-garden indie rock by default, with Clairo drowned out by the excited chatter of fans. It means, too, that only the most forthcoming of Clairo’s songs really punch their way out of the nice-enough thrum. It feels disloyal to Clairo’s quiet, unshowy muse to say so, but a song such as Feel Something is an undeniable banger, an ambivalent love song in which Clairo casually joins the mainstream on its own terms (sort of indie R&amp;B). With its uptick in BPMs and giddy keyboards, Sofia – a love song to a girl, and one of Clairo’s anthems – also kicks off much joy in the room tonight. The gig ends with I Don’t Think I Can Do This Again, a tune she made with Guernsey producer Mura Masa. Her contemplation of an on-off relationship is soft focus, but totally conventional uplift comes from the shouted chorus and body-ready beats. The track that opens both the album and Clairo’s set tonight, however, is Alewife – the most hair-raising few minutes of her discography. The title names the town 30 minutes away where the young Claire could get the train into Boston. But the song really relives the night when, at just 13, she felt suicidal. She was saved by a friend who kept her talking until the police arrived. At their very best, Clairo’s songs skewer a moment, or crystallise a mixture of emotions; they are quietly devastating."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}