{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/dec/08/john-legend-the-key-to-happiness-is-to-open-your-mind-to-love-", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-12-08T07:00:33Z", "webTitle": "John Legend: 'The key to happiness is to open your mind to love'", "webUrl": "https://www.theguardian.com/music/2019/dec/08/john-legend-the-key-to-happiness-is-to-open-your-mind-to-love-", "apiUrl": "https://content.guardianapis.com/music/2019/dec/08/john-legend-the-key-to-happiness-is-to-open-your-mind-to-love-", "fields": {"headline": "John Legend: 'The key to happiness is to open your mind to love'", "bodyText": "John Legend springs up from his mahogany grand piano in the high-ceilinged, light-drenched living room of his Hollywood home and greets me with a grin, a hello, and one of those very smooth handshakes that seamlessly morph into an extremely brief hug. My palms are sweaty and my face is flushed. Until a moment ago, I’d been running up the road that leads to Legend’s hilltop house, late because of the traffic. And now I’m sweatily, awkwardly apologising to John Legend in his beautiful living room as he gestures towards another room where there’s a long table by the window that overlooks the morning haze and the distant ridges of the Santa Monica mountains. “Let’s just zen out in this zen dining room,” John Legend says, before looking around the room as if for the first time, running his hands over the dark-wood table, leaning back in his chair, lifting his head. He inhales, exhales, beams. And then he laughs – a long, deep, rich baritone. The laugh alone is like a song. And the traffic? What traffic? We are in Legend-land. Troubles are distant memories. Legend has this effect on almost everybody, and it has brought him great success. His debut album, 2004’s Get Lifted, sold 3m copies worldwide, and its single, Ordinary People, was so ubiquitous that for a solid chunk of the mid-aughts it was inescapable. His 2013 release, All of Me, written for the model Chrissy Teigen, his then-fiancée-now-wife, who he met on a music video shoot, has been played on Spotify more than 1bn times. Legend is still mainly a musician. He goes into the studio most days, and he has his seventh album coming out next year. But lately he’s transformed into something more. He’s on TV all the time, not just as a coach on The Voice, but subbing for Ellen DeGeneres on her show, and playing Jesus in a live on-air version of Jesus Christ Superstar. It makes sense that Legend played Jesus: few entertainers are so broadly popular, and fewer still are the kind of politically engaged moral arbiter of our troubled times that he has become. And yet, despite (or because of) all of that, he has another effect, too. There is something about him, his family, his way of being in the world, that pisses certain people off. In September, Donald Trump tweeted at Legend (“boring musician”) and Teigen (“filthy mouthed wife”) after the pair appeared at an event focused on criminal justice held at New York’s notorious Sing Sing prison. Last month, after the release of Legend’s Christmas album, A Legendary Christmas, a collection of originals and classic covers, Piers Morgan described him as “Hollywood’s self-appointed Virtue-Signaller-in-Chief”. I mention how I’d been listening to the album that morning. “It’s a mood-enhancer,” Legend says. “When you’re humming Christmas songs all summer, it’s very therapeutic.” Yet there is one song on the album that a lot of people found not very therapeutic at all, and that song is a cover of Baby It’s Cold Outside. Legend has changed some of the song’s lyrics to be more modern and less – some would say – rapey. He knew there was controversy around the original: some radio stations had banned it last winter and it had been cancelled by various factions on the internet. But he thought that changing some lyrics to better reflect our more evolved era, where people are supposed to ask for consent, and include a few other fun modern flourishes, like a plotline featuring an impatient Uber driver named Murray, would be, well: “It would be fun, and it would be newsworthy. And – yeah – it was both.” Legend is downplaying here. Ever since his version was released last month, people – from Morgan to Dean Martin’s daughter – have lost their minds about it, exclaiming that the rewritten song is a travesty, an affront, a war on culture or the end of culture itself. This, to Legend, is absurd and exasperating. “The song was supposed to be silly!” he says. “It wasn’t supposed to be preachy at all. I never disparaged the old version. And, by the way, the original writer, or his family, gets paid for my version, too.” Normally, that would be the final word in that particular controversy. But Legend isn’t done with it. He grows thoughtful and leans forward in his seat. He speaks now in a lower, nearly hushed tone. “It’s interesting,” he says, “this whole backlash to the #MeToo movement. People thinking we’ve gone too far speaking up for a woman’s right to not get raped or sexually harassed, when some would argue we’ve not gone far enough, when we have an admitted sexual assailant in the highest office in the land. People think that because some people have lost their jobs, or have been expelled from Hollywood, like Weinstein, that we’ve gone too far. I don’t agree. But people wanted the Baby It’s Cold Outside war to be a proxy war for all that.” Weird, how that silly, funny song suddenly got very serious. It says a lot about where we are as a hyper-polarised, extremely online society in 2019. It also says quite a lot about who Legend is, not just as a politically engaged entertainer or as a hyper-talented youngest ever EGOT-getter (that’s his Emmy and 10 Grammys and Oscar and Tony ); or as a father of two; or as a husband to the supermodel-slash-Queen of Twitter-slash-disarmingly honest lifestyle guru Teigen. No, the way to understand why it is that Legend can suddenly turn a silly song serious is that these are serious, fearful times. And the only way to match all the fear in our world is with a kind of radical, all encompassing love. But, first, give him a minute to explain what he means by love, exactly. To get there, you must first understand a criticism Legend receives, which is nicely summarised by Trump’s tweet. Here’s a popular singer, on TV, talking about criminal justice. What does he know? What right does he have? The thing is, Legend has been involved in prison reform for years. Also: education, poverty, HIV/Aids, disaster relief, food security, drug policy, childcare, military aid… People look at Legend, see all this do-gooder activism, and think to themselves: he can’t be for real, he can’t mean all this. Isn’t this just so much virtue signalling? “I don’t know what virtue signalling is supposed to be,” he says. “I get that people don’t like people who are overly preachy or overly moralising. But, in my humble opinion, if you care about people who are often undervalued and overlooked in society, what’s so negative about that? There seem to be some who think that standing up for immigrants whose kids are getting locked up in cages is… some might call that virtue signalling and some might think speaking up against it is absolutely right.” There’s a certainty to what he says and the way he says it that is absolutely correct and totally annoying. That’s the thing with people who have such a firm grip on their moral compass: they shame the rest of us. Legend is good. While the rest of us are just trying to catch our breath, flushed and sweaty and jittery. But then he reaches out a hand for a shake and pulls you right in and soothes you. Maybe you recoil. Or maybe you just give in. Fifteen years ago, I saw Legend on stage for the first time, belting out the backups and choruses at a Kanye West concert, already clearly en route to becoming a star. A year earlier he had been performing under his given name, John Stephens, in tiny jazz clubs throughout Philadelphia and New York as he worked a day job at the Boston Consulting Group. Then he and Kanye met, Kanye gave him the name Legend, and the rest, as they say, is history. But what is most striking about Legend back then versus Legend now is that the two people – John Legend and John Stephens – seem one and the same. Legend remembers that night as if it was yesterday, correcting me on some details, describing it as “the beginning”. I ask him about his and Kanye’s divergent paths, both artistically and politically, and offer up a theory I heard from another Kanye collaborator: that Kanye’s core beliefs in music and art and politics and everything, all of it, stems from the relentless pursuit of freedom. His quest for freedom is what led him to fashion, to Jesus, to supporting Trump. Legend agrees. “He wants to do what he thinks is the boldest, most unexpected and free thing,” he says. “Obviously I vehemently disagreed with the turn it took when it came to Trump, but I think that’s a common thread when it comes to the creative and life choices he’s made.” Does Legend have a core belief like that? Something that can be summed up in a word? “I think, yes, I do,” he says. “I think about love.” He takes a beat. “Love as a public virtue.” He shifts in his seat now, getting serious again. “Love in public is what Cornel West called justice, the idea that you value people’s lives no matter who they are or where they live or how different they are from you. All the differences we have, if you have the ability to love your neighbour, or not just your neighbour but – in church they defined neighbour as broadly as possible. And so I feel like – and I don’t always get it right – it’s that we should love our neighbour, which is everyone, as we love ourselves.” This is a radical thing, a radical love. “It’s not easy to do.” Legend has talked about this philosophy before, in a 2014 graduation speech he delivered at the University of Pennsylvania, his alma mater. “The key to success, the key to happiness, is opening your mind and your heart to love,” he told the graduates. He went on to tell the story of his upbringing in Springfield, Ohio – a small, blue-collar city where he was surrounded by family: four siblings and two parents “who cared so much about our education that they home-schooled us for several years during grade school.” His parents took in foster kids, helped the homeless, and were, Legend says, “like a model family in our church and local community.” But when Legend was 10, things fell apart. His grandmother died and his mother fell into a depression that would tear the family apart. His parents eventually divorced. His mother disappeared from his life for more than a decade, addicted to drugs and sinking ever further into depression. “My world was shattered,” he said. He coped by deciding that “if I didn’t fall in love, no one could ever betray me like that again.” The only thing he allowed himself to love fully and without reservation was music and it was this love that gave him his career, the success and the money and the beautiful zen dining room with a view of the mountains. More than all of that, the love gave him the ability to forgive his mother. It was the love that gives him daily the capacity to take a deep breath and cooly and with great strength and certainty dive into the fray, haters be damned. “When you actually care about something, you want to lead. Apathy’s not so cool any more,” he told the graduates. Which is another way of explaining why, even when talking about a silly old Christmas song and its modern rewrite, things can quickly turn so serious. It’s love. This core philosophy resides most fully in his life here at home. If you follow either Legend or, especially, Teigen on social media, you already have quite a good sense of what this life looks like. Even stepping into their home is like entering a bizarre world you’ve seen online and in magazine spreads. There’s no facade. There’s no mask. Legend wakes up at 6.30am, hangs out with his kids, works out, takes the kids to preschool (Luna, three) and music class (Miles, one), goes to the studio around noon, works until dinner, comes home, tucks the kids into bed. “Then I sit at home with Chrissy and watch reality shows and drink wine and live to face another day.” On Sundays he watches a lot of American football. He’s pretty sure the only surprise people would have about his life is that he rarely hangs out with other celebrities. There’s something radical in this, too – this normal, good, loving life lived openly and transparently. When we’re talking about his Christmas album, Legend mentions one of his biggest musical influences and in many ways the model for his career: the great jazz pianist and singer Nat King Cole. Legend covers Cole’s immortal Christmas Song on the album, but the influence goes far beyond just vocal stylings and keyboard chops. Cole was a trailblazer, the first black man ever to host a variety show on TV. He might not have been as outspoken as Legend, but to see him as apolitical is to read him, and history, wrong. The racism he faced as one of the most popular entertainers in America was relentless and horrific. When he moved his family into a wealthy all-white neighbourhood in Los Angeles in 1948, the neighbours burned the N-word in his lawn and killed his dog. His show was cancelled after a year because no major sponsor wanted to touch it. “Nat King Cole’s very existence was controversial,” Legend says. There is no escaping the fact that Legend’s existence, this life he is leading so happily and openly and successfully, is controversial to certain groups of people, too. Controversial is possibly too nice a word for it. Nobody is more aware of this uneasy truth than Legend himself. He reads his Twitter mentions. He is reminded daily, in the messages he receives online, of the haters, the racists, the bile spewed towards him and his family. Even today, on this nice zenned-out morning, he is bracing for the onslaught. Later on, he will be named People’s Sexiest Man Alive. He says this offhandedly, like, can you believe it? I ask him if he’s happy about it and he says he is, but he immediately adds that, truly, “this is a double- edged sword”. For the next several weeks he’ll be hearing all about all the other, sexier men who deserved the title more than he. And that is honestly sort of funny, but there’s a more sinister edge to it that he would rather not think about. All the gross hate that bubbles up when he triumphs in just about anything. “Maybe this is a day I don’t check my mentions,” he says. And yet, he goes on. “I see what’s happening and I feel compelled to say something. I could choose not to wade into these controversies. I realise it comes at some risk. But I just…” He stops. For the first time in our conversation it feels as if the flow has been interrupted, like he’s searching for the right word. “I just feel like – I can’t not.” He laughs at himself, at the honesty betrayed by the inarticulate phrase. He’s right, of course. Not an hour after I leave that morning, just a few hours before he’s officially crowned Sexiest Man Alive, he’s tweeting about White House senior advisor Stephen Miller’s recently uncovered racist emails. Of course he would be. He can’t not. John Legend’s album A Legendary Christmas is out now"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}