{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/dec/10/how-we-made-sniffin-glue-punk-fanzine", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-12-10T06:00:02Z", "webTitle": "How we made punk fanzine Sniffin' Glue", "webUrl": "https://www.theguardian.com/music/2019/dec/10/how-we-made-sniffin-glue-punk-fanzine", "apiUrl": "https://content.guardianapis.com/music/2019/dec/10/how-we-made-sniffin-glue-punk-fanzine", "fields": {"headline": "How we made punk fanzine Sniffin' Glue", "bodyText": "Mark Perry, founder I left school in 1974 and got a job as a bank clerk. I used to buy the NME and read about New York punk: the Ramones, Patti Smith, Television. When the Ramones’ debut album came out, it sounded so fresh and exciting. I was blown away. A kid like me would never have thought the music business was for them, but when you heard the Ramones, you thought: “I can do this.” I wanted to be involved even though I wasn’t a musician. There were fanzines, but they were for more marginalised music, like blues and country. Inspired by the Ramones track Now I Wanna Sniff Some Glue, I thought it would be great to do a punk fanzine. I had an old children’s typewriter I had got for Christmas one year and used that. I crossed out in pen where I needed to and used felt tip for the headlines. It was very basic. Looking back, it looks like some kind of DIY statement but the aesthetic template for punk didn’t exist at that point. I was just doing the best I could, with whatever was available. The first issue didn’t have many pages and there were no photographs. The main thing was a review of the Ramones. I never took them by hand to sell at gigs. I was lazy, so I sold them through record shops – Rough Trade, Virgin. Using their distribution networks, you could get them to pretty much every shop in the country. Punk was like a bomb going off. It changed my life. Within a few months of starting Sniffin’ Glue, I had quit my job. By issue four, we were talking about taking over the music business. The demand grew and record shops would front me money to get more copies printed. We started getting them made at the printers and soon had loads of great photographers contributing. An attitude was formed that set it apart from the music papers. We wrote about bands in a way that said: “Go and see them. They will change your life. You’re going to cut your hair off, leave your job and form a band.” I was in the right place at the right time. It might be a legendary fanzine now but it didn’t seem so then. Years later, I’m proud of the impact it had on what came next: other punk fanzines such as London’s Burning, 48 Thrills, Ripped and Torn; as well as i-D and the Face, whose DIY ethos and strong stylistic identity owed so much to those early fanzines. For me, punk died the day the Clash signed to [major label] CBS in 1977. I wrote that at the time. By mid-77, I had a talent-scouting job at Step-Forward Records and had started my own band, Alternative TV. It was too much to do all three. Plus, I felt the zine was getting diluted. So I thought: “Twelve issues and then stuff it.” And that’s what we did. We printed 20,000 copies of the final issue with Alternative TV’s first single as a giveaway flexi-disc. Sniffin’ Glue had said what it needed to – and went out on a high. Danny Baker, writer I came on board halfway through. I remember thinking Mark was nuts when he started it. We’d put each issue together in a condemned building behind Oxford Street. Stewart Copeland, the drummer in the Police, gave us his office in there. There would be thousands of copies of each page arranged in piles on a table. We’d come back from a night out at the Roxy, do a line of speed and walk round the table all night, taking a page from each pile. You’d get to the end, put a staple through them, then start again. In the morning, you’d have 10,000 Sniffin’ Glues. I was surprised Mark decided to end it but he said: “This is the punk thing to do. It’s all on Top of the Pops now. It’s on the major labels. Let’s finish it.” We had £90 in the bank, which we spent on the flexi-discs for the final issue. Mark doesn’t get half the credit he deserves. You’ve got your Malcolm McLarens and your Bernie Rhodes, but Mark was the real thing – a council estate kid who started his own magazine. To me, that was like him flying to the moon."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}