{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/dec/06/pop-1280-way-station-review-weyrd-son", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-12-06T10:30:38Z", "webTitle": "Pop. 1280: Way Station review – Proustian industrial rock", "webUrl": "https://www.theguardian.com/music/2019/dec/06/pop-1280-way-station-review-weyrd-son", "apiUrl": "https://content.guardianapis.com/music/2019/dec/06/pop-1280-way-station-review-weyrd-son", "fields": {"headline": "Pop. 1280: Way Station review – Proustian industrial rock", "bodyText": "The Proustian rush is perhaps not what Brooklyn’s Pop. 1280, who took their name from a Jim Thompson novel, are trying to summon. One would bet that despair, dislocation and terror are their bag. Their debut album was called The Horror. Nevertheless, older listeners coming to them fresh will find themselves transported directly back to the mid-80s, and the voice of John Peel announcing that he’s got something new on the Blast First label that he thinks you’re going to like. There are primitively pummelling drum machines, guitars that screech and wail, droning synths and a singer, Chris Bug, whose voice is all sneers and yowls and snarls. Which is not to say Way Station, their fourth album, isn’t rather good, for all its familiarity. And it’s not all ear-rattling: the single Under Duress, introduced by piano, has a certain delicacy, albeit that the duress in question refers to the manner in which a confession is extracted. Sometimes it’s a little overwrought – even the title of Home Sweet Hole has one thinking someone’s been trying a little too hard – and this kind of calculatedly brutal music is only ever unsettling if you’ve really heard nothing like it before. But when the mood is captured just so – the instrumental The Deserter; the spindly and contorted Leading the Spider On; the way Hospice switches from its juddering industrial-blues verse to a chorus that soars gothically and gracefully – you can suspend your disbelief and wallow in the misery."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}