{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/dec/01/mariss-jansons-obituary", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-12-01T20:04:54Z", "webTitle": "Mariss Jansons obituary", "webUrl": "https://www.theguardian.com/music/2019/dec/01/mariss-jansons-obituary", "apiUrl": "https://content.guardianapis.com/music/2019/dec/01/mariss-jansons-obituary", "fields": {"headline": "Mariss Jansons obituary", "bodyText": "In any league table of great conductors, the name of the Latvian-born maestro Mariss Jansons, who has died aged 76 after suffering from a long-term heart condition, would feature very near the top. Indeed, in the first decades of this century he was frequently awarded the accolade of greatest living conductor. His tours in those years, to London and other cities, with his two primary orchestras, the Bavarian Radio Symphony and the Concertgebouw of Amsterdam, were eagerly awaited events and rarely did they disappoint. Lacerating anguish in Mahler symphonies, blistering climaxes in Strauss tone poems, intense, finely wrought detail in almost any repertoire: these were the characteristics that defined his music-making, which consistently pushed expressive possibilities to their extremes. Even the heart attack he suffered on the podium conducting La Bohème in Oslo in 1996, from which he nearly died, did little to lower the emotional temperature of his interpretations, in which every nerve and sinew seemed to be strained. There was subtlety aplenty too. With the Concertgebouw, in particular, he cultivated the orchestra’s trademark timbral qualities: brass that sounded creamy in pianissimo and refulgent in louder passages, fruity woodwind, and miraculously full-textured strings. Sometimes it was difficult to believe there were not twice as many cellos on the stage. Jansons showed exceptional talent at an early age. Having won a prize at the International Herbert von Karajan Competition in Berlin in 1971, he was invited by Karajan, then at the peak of his worldwide influence, to be his assistant. Jansons’ native Latvia was then under Soviet control, however, and the authorities ensured that he never heard about the offer. And so it was that he secured his first post in the west, as music director of the Oslo Philharmonic, only in 1979. But it was not until, in the early 1990s, he began to guest conduct other orchestras (including the London Philharmonic as principal guest conductor from 1992, and the Vienna Philharmonic at the Salzburg festival in 1994) that he began to attract significant attention. His first major post came as music director of the Pittsburgh Symphony Orchestra (1997), followed by the appointments with the Bavarian RSO (2003) and the Concertgebouw (2004). Jansons’ decision to leave the Concertgebouw at the end of the 2015 season came as a surprise, despite renewed concerns about his health. There was speculation at this time that he might succeed Simon Rattle at the Berlin Philharmonic, but Jansons made it clear that he intended to stay with the Bavarians. The reason he gave for deciding in favour of the latter was his vigorous involvement in the campaign for a new home. To abandon the orchestra in its long-fought struggle for a world-class concert hall in Munich “would be like betraying them,” he said. In February 2015 the city of Munich and state of Bavaria announced that there would be no new hall; rather, that the existing Gasteig concert hall (shared between the Bavarian RSO and the Munich Philharmonic), with its notoriously poor acoustics, would be renovated. But eventually plans were agreed for a new hall to be built in the east of the city, opening in 2024, and Jansons extended his contract with the orchestra until that year. The son of the distinguished conductor Arvid Jansons and his wife Erhaida – the singer Iraida Jansons – he was born in the Latvian capital of Riga during the second world war, while his Jewish mother was in hiding after being smuggled out of the Riga ghetto, where her father and brother were killed. Jansons began to study the violin with his father, and in 1957 entered the Leningrad Conservatory. There he also studied conducting with Nikolai Rabinovich, and made his conducting debut before graduating with honours. From 1969 to 1972 he studied conducting with Hans Swarowsky in Vienna and then with Von Karajan in Salzburg. Denied by the Soviet authorities the chance to continue working with Karajan, he was instead appointed associate conductor of the Leningrad Philharmonic, becoming associate principal conductor in 1985. In the same year he became guest conductor of what was then the BBC Welsh Symphony Orchestra, continuing until 1988. Meanwhile he had also taken the appointment with the Oslo Philharmonic, rapidly raising its status to international level. Under his charismatic leadership until 2002, the orchestra was invited to the Salzburg festival, the BBC Proms, Carnegie Hall, the Suntory Hall in Tokyo and other prestigious venues. Notable recordings made with the Oslo Philharmonic included the complete Tchaikovsky symphonies (including Manfred), which was praised as a leader of the field for its urgently spontaneous performances, with fresh orchestral sonorities enhanced by the richly atmospheric Chandos sound. They also recorded works by Dvořák, Grieg, Sibelius and Honegger, as well as an anthology of Russian and eastern European works for the orchestra’s 75th anniversary. After his brush with mortality in 1996 – a second heart attack followed five weeks after the first – he was fitted with a defibrillator in his chest, designed to detect any irregularity in the heartbeat and adjust it with the appropriate voltage. (Jansons’ father had died from a heart attack, in Manchester in 1984, while conducting the Hallé, of which he was principal guest conductor.) Maris Jansons’ resignation in 2000 followed disputes with the city authorities about the poor acoustics of the Oslo concert hall. With the St Petersburg Philharmonic (as it was renamed in 1991) he recorded the complete orchestral works of Rachmaninov, which were characterised by warmly idiomatic phrasing and powerful climaxes. During his seven-year tenure of the music directorship of the Pittsburgh Symphony, he was credited with transforming the orchestra’s sound. The players also expressed satisfaction, after the years of Lorin Maazel’s soulless technical wizardry, that Jansons took the trouble to learn their names and made them think more deeply about the music they were playing. Players who had been wary of taking the lift if Maazel was in it were now more likely to mob their music director after rehearsals. Where Maazel was very precise about every detail, Jansons talked more about the mood he wished to create, without always giving precise instructions. Often during a concert, he would stop conducting altogether, forcing the orchestral players to listen to each other. He was also renowned for asking for the same passage to be played sometimes loud, sometimes soft, keeping the players on their toes with relish. There were also disappointments in Pittsburgh, however: consistently low audience turnout and a projected $1m deficit in his last year. His plans for a music school for young gifted children were set aside, and he also drew a blank with his outreach efforts to schools. For one reason or another – and transatlantic commuting took its toll – Jansons spent only 10 weeks a year in Pittsburgh, using the rest of the time to maintain positions with the Oslo, London and St Petersburg Philharmonic orchestras. He also guest conducted other leading North American and European orchestras at this time, including the Chicago Symphony and Cleveland orchestras and the London Symphony Orchestra, with whom he recorded a fine Mahler Symphony No 6 for LSO Live. But it was with the Concertgebouw and Bavarian RSO that he was inspired to his greatest heights. A visit to the BBC Proms with the latter in 2004 generated in Tchaikovsky’s Pathétique Symphony a volcanic climax to the first movement, the claps of thunderous timpani seeming to emanate from the bowels of the earth. The virtuoso orchestral playing was heard to greatest effect in the velvet-clad military machine of the third movement march – which provoked a spontaneous, if premature, burst of applause from the audience, though the ultimate ovation, when it came, was more overwhelming still. In a 2005 Prom with the Concertgebouw, Jansons mercilessly probed the tormented psyche given such powerful expression in Mahler’s Sixth, again, with, in the opening movement, the tramp of a martial beat underfoot, the strings digging deep into their appoggiatura accents, the wind adding their own plangent punctuation. Above all, conductor and orchestra showed how the nerves and sinews could be exposed without any compromise of aesthetic quality. The following year he won a Grammy for best orchestral performance with the Bavarian orchestra and chorus for their recording of Shostakovich’s Symphony No 13. Also in 2006, a visit to the Barbican with the Concertgebouw resulted in a grandiloquent but never bombastic reading of Strauss’s Ein Heldenleben, the hero’s aura enhanced by the vivid presence conjured by the orchestra. While the strings were able to encompass both glassy brilliance and intense, throbbing passion, the woodwind could be languid or sensuous, the brass potent or exultant. Yet it was the final section, the tenderly, infinitely protracted pastoral idyll, that, one sensed, offered the inner truth of the work, for Jansons as for the composer. They were back at the Barbican in London in 2009 for a truly apocalyptic Mahler Resurrection Symphony, and again in 2012 for a searching account of Strauss’s Also Sprach Zarathustra that encompassed doubt as well as affirmation. When Jansons finally felt obliged to give up the Amsterdam appointment in 2015, his unflagging energy and total commitment were acknowledged by the players: “We will all remember him for his detail, passion and immense musicality and knowledge,” one said. “There is nothing in every score he conducts that he hasn’t read, researched, discussed, thought about and worried about.” As in Oslo and Pittsburgh, Jansons was credited with transforming the sound of the Dutch orchestra, in this case muting the brightness cultivated by his predecessor Riccardo Chailly and restoring the warmth and depth with which it had traditionally been associated. In 2016 he conducted the Vienna Philharmonic’s New Year’s concert for the third time. At the start of this year he gave another striking account in London of Ein Heldenleben, this time with the Bavarians. This summer he took a break from conducting on doctor’s orders, but was back in action in Munich in the autumn. Players in all the orchestras he conducted had difficulty matching his energy levels, but Jansons drove himself in the belief that he had not reached his peak, that there was still more to learn. It was perhaps that unflagging commitment, combined with his search for truth, that made him the outstanding conductor he was. He is survived by his second wife, Irina (nee Outchitel), whom he married in 1967, and by his daughter, Ilona, a pianist, from his first marriage. • Mariss Ivars Georgs Jansons, conductor, born 14 Jan 1943; died 30 November 2019 • This article was amended on 2 December 2019. The outcome of plans for an improved concert hall in Munich is that a new one will be built in the east of the city, opening in 2024."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}