{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/dec/09/best-albums-2019-no-10-weyes-blood-titanic-rising", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-12-09T06:00:02Z", "webTitle": "The 50 best albums of 2019, No 10: Weyes Blood – Titanic Rising", "webUrl": "https://www.theguardian.com/music/2019/dec/09/best-albums-2019-no-10-weyes-blood-titanic-rising", "apiUrl": "https://content.guardianapis.com/music/2019/dec/09/best-albums-2019-no-10-weyes-blood-titanic-rising", "fields": {"headline": "The 50 best albums of 2019, No 10: Weyes Blood – Titanic Rising", "bodyText": "Going from playing bass in an avant-garde noise band called Jackie-O Motherfucker to garnering comparisons to Karen Carpenter is no mean feat. And yet that has been the winding trajectory of Natalie Mering, an auteur based in LA whose solo career reached an almighty crescendo this year with her fourth outing, Titanic Rising. As slow and stately as a tanker turning, and as waterlogged as its title implies, Titanic Rising was a curio in 2019. Unburdened by modish musical trends – no guests, no genre crossovers – it was a feat of immersive beauty, the kind of record you might put on an old-fashioned stereo, dim the lights and sit through in one indulgent sitting, the better to appreciate its three-dimensional production washing over your skin like a gong bath. Although it sounded like orchestral 70s pop given a halogen-bulb glow by vintage synths, Titanic Rising was, actually, a record for our times. It shared a curious kinship with Lana Del Rey’s Norman Fucking Rockwell. Both albums offered retro musicality and a female Los Angeleno sensibility, one that eyed the coastal waters with unease, and queried a slew of all-American tropes. (Del Rey and Weyes Blood have since worked together.) As with its more heartbroken predecessor, 2016’s Front Row Seat to Earth, love remained an ever-present concern for Mering’s effortless voice. “You think you can save me? I dare you to try,” she intoned, aloof to the point of orbit. Despite all the arpeggiating modular synths on Andromeda, however, the cosmos wasn’t the place for Mering this time – “a big wide open galaxy with nothing in it for me”. Diving into inner space was the order of the day. Mering swore off her beloved movies in childhood when she realised the lies they peddled, only to regain a film habit in adulthood. The tension between reality and dreams thrums through this record. Although her music is a lush dreamscape, Mering can be matter-of-fact. “No one’s ever going to give you a trophy for all the pain and the things you’ve been through,” she notes on Mirror Forever. There is, too, the painful realisation that comfort is illusory, and the only constant is change. A bittersweet, string-washed opening track, A Lot’s Gonna Change, harkens back to a time of warm certainty, “when no good thing could be taken away.” Mering’s last album found her embracing conventional beauty – half Laurel Canyon, half Julee Cruise – after time on the freak-folk fringe, sonically trashing the strictures of her uptight Christian childhood. But Titanic Rising made Mering strange again, as she doubled down on weird noises and cinema soundtracks. Clamp on some headphones, and the beauty of Mering’s music is revealed to have its own opposite baked in. Stutters, subtle dissonance and curdled tones abound. The album’s centrepiece is Movies, a song that performs a volte-face halfway through. It’s a hymn to the silver screen, its grand seduction and distortion. Real life can’t compare with the flicker of a screen, of course and for all its thrumming majesty, Titanic Rising is a work about ambivalence. The album’s real obsession was with full immersion itself, however. Thanks, in part, to a bigger budget made possible by her leap to Sub Pop, Titanic Rising revealed Mering as a spellbinding world-creator, a whiz at getting the listener to suspend their disbelief. Another kind of immersion is evinced by the album’s jaw-dropping underwater cover art. Soon, Mering is saying, there will be no icebergs left for the Titanic to hit."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}