{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/dec/10/alex-glastonbury-i-still-get-recognised-all-the-time", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-12-10T17:01:00Z", "webTitle": "Alex from Glastonbury: ‘I still get recognised all the time’", "webUrl": "https://www.theguardian.com/music/2019/dec/10/alex-glastonbury-i-still-get-recognised-all-the-time", "apiUrl": "https://content.guardianapis.com/music/2019/dec/10/alex-glastonbury-i-still-get-recognised-all-the-time", "fields": {"headline": "Alex from Glastonbury: ‘I still get recognised all the time’", "bodyText": "Of all the events at this year’s Glastonbury festival – Stormzy’s headline set, David Attenborough giving a speech on the climate crisis to thousands gathered at the Pyramid stage – it was 16-year-old Alex Mann who became the viral star of the festival. The video clip of the fan being summoned onstage by his hero, the rapper Dave, to perform Dave’s track Thiago Silva with bar to bar perfection, spread like wildfire. It was soon trending on social media with the hashtag #AlexFromGlasto, ultimately leading a sleep-deprived Mann to appear on Good Morning Britain to awkwardly resurrect his bars for Piers Morgan, a modelling deal with retailer BooHoo and the release of his own track, What Ya Kno Bout That Bro? “I can hardly remember any of it now, there was so much adrenaline going through me when I was on stage,” Mann says from his home in Somerset. “Dave is one of my top three rappers and as soon as he said he wanted someone from the crowd to come up and rap AJ Tracey’s verse, I got straight on my friend’s shoulders and was shouting for his attention.” It just so happened that Mann was wearing a Thiago Silva football shirt and was spotted. “All I remember is Dave asking if I knew the words and then telling me to go for it,” he says. “The reaction from the crowd at the end was one of the best feelings I’ve ever had in my life, but then the security guard took me straight back down and I didn’t think much more of it.” Of course, it was the kind of impromptu, heartwarming moment internet virality was made for and almost immediately the BBC clip was being shared thousands of times. “I knew something was going on since everyone at the festival started recognising me,” he laughs. “And then I got home and absolutely everyone knew about it, it was all anyone was talking about.” Although they didn’t get a chance to speak after the show, Dave reached out to Mann on Twitter after the weekend to offer him advice with his newfound fame. “He was really supportive,” Mann says. “He just told me to try and not be taken advantage of and to enjoy it while it lasts, too.” Yet Mann says that, six months on from his performance, the pressure of recognition has at times been overwhelming. “I get recognised in the street all the time and it makes it hard to just go about my normal life – when I started college in September everyone knew who I was,” he says. “I don’t want to only be remembered as Alex from Glasto – I know I’m lucky to have this platform but I want to do something important with it. I’m just not sure what yet.” With online recognition inevitably comes online abuse also. “I try to ignore the negative comments,” he says. “People will take any chance to get at you, but there also isn’t really anyone you can ask for advice in these situations because it all happens so fast. You end up having to go it alone.” As for his own music career. “I was just testing the waters there with that single,” he says. “It was a great opportunity, but I need to take some time out now and get on with my life like any other 16-year-old.” Plus, he didn’t manage to get a ticket for Glastonbury next year. “I’ll have to go for the resale,” he laughs. “But I’ll be staying away from the cameras this time.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}