{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/dec/07/home-listening-best-classical-christmas-albums-cds-2019", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-12-07T14:00:12Z", "webTitle": "From cantatas to carols: the best classical Christmas albums of 2019", "webUrl": "https://www.theguardian.com/music/2019/dec/07/home-listening-best-classical-christmas-albums-cds-2019", "apiUrl": "https://content.guardianapis.com/music/2019/dec/07/home-listening-best-classical-christmas-albums-cds-2019", "fields": {"headline": "From cantatas to carols: the best classical Christmas albums of 2019", "bodyText": "• On average nearly two dozen new Christmas-related CDs arrive each year. Is there any reason to add one to a collection? They fall into clear groups: major works, mainstream carols and themed compilations. Two accounts of Bach’s Magnificat are highly recommended: one from the lean, sprightly forces of Solomon’s Knot – Magnificat: Christmas in Leipzig (Sony) – coupled with unfamiliar works by two other Leipzig composers, Johann Schelle and Johann Kuhnau; the other from the meatier but still nimble French ensemble La Chapelle Harmonique, directed by Valentin Tournet (Château de Versailles Live), paired with Bach’s exuberant Christmas cantata BWV 63, Christen, ätzen diesen Tag (Christians, engrave this day). • On a grander scale, all six cantatas, known collectively as Bach’s Christmas Oratorio, are performed by the Thomanechor Leipzig with the Gewandhaus Orchestra, conducted by Gotthold Schwarz and recorded live at the St Thomas Church, Leipzig, where it was first performed (Accentus Music; also on DVD). The American choir Yale Schola Cantorum, conducted by David Hill, gives an ample and well-honed account of Heinrich Schütz’s The Christmas Story (Hyperion), Italianate in style but written for the Vespers service, Dresden, in 1660. • Stile Antico’s A Spanish Nativity (Harmonia Mundi) celebrates music from the Spanish golden age – Victoria, Guerrero, Rimonte, Morales and more – sung with characteristic purity and precision by this small ensemble. Two even smaller vocal groups to mention: the four-strong Gothic Voices with Nowell synge we both al and som (Linn), offering a “feast of Christmas music in medieval England”, mostly “anon”; and the Gesualdo Six: Christmas (Hyperion), who combine traditional (Veni Emmanuel, Jingle Bells) with modern settings by Cheryl Frances-Hoad, John Rutter and their director, Owain Park. • The Secret Life of Carols: 800 Years of Christmas Music (First Hand Records), performed by the Telling, is an atmospheric survey from across Europe, with roots in early English, Irish, German and Finnish traditions, performed by two voices, harps and drum. Equally imaginative and eclectic, in a different style, is The Waiting Sky: Music for Advent and Christmas (Resonus) by the beautifully blended, 18-strong choir Sansara. Let’s not forget, either, the well-chosen Advent Carols from King’s College London (Delphian), a thoughtful programme that stretches from Hildegard of Bingen to the present. • For a mainstream choice, try O Holy Night – lustily sung by the London Choral Sinfonia, directed by Michael Waldron (Orchid Classics): with less obvious choices but favourites too, several in the much loved David Willcocks arrangements. • If all you really want is the Festival of Nine Lessons and Carols from the Choir of King’s College, Cambridge, it can be yours: a special own-label live recording of the 100th anniversary service, complete with handsome illustrated liner booklet. It’s directed by the late Stephen Cleobury – a fitting tribute to a fine musician, who held the post at King’s for 37 years."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}