{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/dec/06/afghan-families-torn-apart-drone-strikes-picture-essay", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-12-06T06:00:35Z", "webTitle": "Afghan families torn apart by drone strikes – picture essay", "webUrl": "https://www.theguardian.com/news/2019/dec/06/afghan-families-torn-apart-drone-strikes-picture-essay", "apiUrl": "https://content.guardianapis.com/news/2019/dec/06/afghan-families-torn-apart-drone-strikes-picture-essay", "fields": {"headline": "Afghan families torn apart by drone strikes – picture essay", "bodyText": "Not a single family was spared in Javari village. Just behind the brown, mud-brick houses, seven graves decorated with colourful tassels and flowers are testimony to a US drone strike. The pain is raw on people’s faces in this corner of Khogyani district in Afghanistan’s eastern Nangarhar province: they lost brothers, fathers, husbands and sons. The Taliban and Islamic State have been battling each other in the nearby mountains, and the strike was intended to hit an Isis hideout. Instead it struck a group of pine nut farmers. More than 30 were killed and 40 were injured. Eight-year-old Lal Agha bows his head when asked what he liked most about his father. He stares silently at the grave, twisting plastic flowers with his fingers; unable to answer. Dozens of children stand behind him – all their fathers are buried there. Basraja, 20 (far left) with her baby Asmah, one of three children. Her husband, 25-year-old Mahmut Ali, was killed in the drone strike Mahmut Ali’s grandfather Afghanistan’s ministry of defence confirmed that a drone strike had occurred in the days after it was first reported by villagers. Col Sonny Leggett, a spokesman for US forces in Afghanistan, said it was being investigated. “We are aware of allegations of the death of non-combatants and are working with local officials to determine the facts,” he said. The US conducted its first armed drone strike over Afghanistan in 2002, and since 2015 drone use has escalated. As of 31 August, the Bureau of Investigative Journalism had documented at least 4,251 aerial strikes in Afghanistan for 2019, more than double the total for the whole of 2018. Most are thought to be by drones, it says. Badshah Dullah, 40, in what is left of his house in Khost, Afghanistan. It was hit 15 years ago, and he has been unable to rebuild it In September, a US–Taliban peace process aimed at bringing US involvement in Afghanistan to an end fell through when Donald Trump cancelled it via Twitter. The US subsequently promised to keep up military pressure on the militants. Waziri children in a camp near Pakistan’s border in Khost having escaped drone strikes in their native Waziristan. Since 2004, the US has used drones to attack thousands of targets in Pakistan “For the past two days, we’ve heard planes circle above the village and in the distance, we’ve been hearing explosions,” said Habiba Rahman, 35, who lost her husband in the Javari strike. A patient in a hospital in Lashkargar, Helmand, after houses in Gereshk were hit by a drone strike Although government-held, Javari is close to a frontline in the fight against Islamic State. The strike site is 30-minutes’ walk from an area controlled by the militants, but civilian farmers continue to work there as harvesters. Janwaro, 50, whose 37-year-old son Aziz Rahman died in the Javari strike What is left of the pine nut farmers are their families’ memories, and taskeras – their Afghan identity documents. Pekha village in Achin district, Nangarhar province. It has cycled between government, Taliban and Islamic State control in recent years A few hours’ drive from Khogyani is Achin district, close to Afghanistan’s border with Pakistan. Here, between rocky mountains and green fields, barely anyone has been spared by US drone strikes targeting Isis. Home to the Pashtun Shinwari tribe, Pekha village is about 30 miles south of the provincial capital Jalalabad. Between 2015 and 2018 it was under Isis control, and prior to that the Taliban ran it. Most of Pekha village has been destroyed in drone strikes, though the village’s school was bombed and attacked by Isis “The whole landscape is marked by drone strikes,” said Malak Esmat, 50, one of the village elders. “Many of us left the area when Daesh [the Arabic-language acronym for Isis] took control. Bombs were dropped on a regular basis.” Between drone strikes and Isis attacks, barely a house has been left standing and many villagers carry the marks of war. Nasirullah Shinwari, 13, from Pekha village, worked in the mountains watching his family’s goats when an airstrike hit three years ago Nasirullah Shinwari, 13, lost his left leg in a drone strike three years ago. “I was outside taking care of my family’s goats when it happened,” he remembered. “My uncle came and found me.” It wasn’t until this year that Nasirullah received his first prosthetic leg, having spent the last few years mainly housebound. Families in Javari village, Khogyani, show the identification documents of those who died “Of course I’m angry,” he said. “But what can I change about it? At least I can move outside the house again. I wasn’t able to do this over the last years.” While out of the militants’ hands, Pekha is still not safe. “Our land is contaminated with remnants of explosives. It’s dangerous to walk around,” Esmat said. The sun sets behind the mountains, casting a golden light on the village. Children run across the ruins of homes, their relatives buried in a graveyard on a nearby hill. The village’s school is riddled with bullet holes. The villagers want to forget about the drones and the militants, and they have painted over an Isis flag on a grey wall. “We wanted to change the message,” said Esmat. Now the words read: “We want peace.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}