{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/dec/04/britain-decides-inside-the-6-december-edition-of-the-guardian-weekly", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-12-04T08:50:46Z", "webTitle": "Britain decides … Inside the 6 December edition of the Guardian Weekly", "webUrl": "https://www.theguardian.com/news/2019/dec/04/britain-decides-inside-the-6-december-edition-of-the-guardian-weekly", "apiUrl": "https://content.guardianapis.com/news/2019/dec/04/britain-decides-inside-the-6-december-edition-of-the-guardian-weekly", "fields": {"headline": "Britain decides … Inside the 6 December edition of the Guardian Weekly", "bodyText": "For five weeks, British politicians have jockeyed for air space to sell their vision for Britain ahead of the country’s second general election in just over two years. The Conservatives have attempted to make the vote solely about “getting Brexit done” (a sisyphean task, regardless of the outcome) while Labour has tried to focus on healthcare and a grand policy proposal. At the moment, it seems Boris Johnson’s approach is winning, as Gary Younge found on the streets of Stevenage, his home town and an election bellwether. We look at the state of the race before the 12 December vote in this week’s cover story. The murder of Maltese investigative journalist Daphne Caruana Galizia in October 2017 repulsed the world. Since then the Guardian – and particularly reporter Juliette Garside – has been part of a multinational team of journalists reporting on Caruana Galizia’s death and trying to continue her work. The truth about her murder began to emerge with a sniffer dog called Peter and led last weekend to the fall of prime minister Joseph Muscat. Garside explains how the case led from a car bomb to the heart of Malta’s government. Last month Iran’s internet was blacked out after a series of protests sparked by a rise in fuel prices. The violence that rippled across the country as a result may have killed hundreds. Our reporter Michael Safi has used recordings from people in the city of Shiraz – scene of some of the worst violence – to try to piece together what happened. Meanwhile, the situation in neighbouring Iraq is just as bad, with security forces killing dozens of anti-government protesters in the south and the resignation of prime minister Adel Abdul-Mahdi. Could the divisions in the country lead to a permanent split? This week’s edition also features: Robert McCrum’s tribute to Clive James; the incredible story of the oldest woman who ever lived (and the Russian mathematician who thinks she faked her own life); Rowan Moore on the story of the Millennium Dome – a public disaster that became a private triumph – and we round up the best novels, memoirs, biographies and more with our wrap of the best books of 2019."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}