{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/shortcuts/2019/dec/02/jeremy-corbyn-suit-fabric-labour-leader-for-the-many-not-the-few-pinstripes", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-02T17:42:03Z", "webTitle": "Socialist pinstripe: the secret message stitched into Jeremy Corbyn’s new suit", "webUrl": "https://www.theguardian.com/news/shortcuts/2019/dec/02/jeremy-corbyn-suit-fabric-labour-leader-for-the-many-not-the-few-pinstripes", "apiUrl": "https://content.guardianapis.com/news/shortcuts/2019/dec/02/jeremy-corbyn-suit-fabric-labour-leader-for-the-many-not-the-few-pinstripes", "fields": {"headline": "Socialist pinstripe: the secret message stitched into Jeremy Corbyn’s new suit", "bodyText": "Spotted! Jeremy Corbyn makes a late-breaking bid for sartorial supremacy. On the campaign trail in Whitby, the Labour leader wore a bespoke suit featuring his motto, “For the many, not the few”, stitched into the red pinstripes. Previously, Corbyn’s attitude to his own personal style has been unflinchingly utilitarian. In 1984, he said of parliament: “It’s not a fashion parade, it’s not a gentleman’s club, it’s not a banker’s institute, it’s a place where the people are represented.” Indeed, Corbyn’s favourite fashion labels have included salt of the earth staples such as Marks &amp; Spencer (on the cover of GQ) and his mum (she knitted a biscuit-coloured jumper he once wore on Newsnight in the 1980s. “It’s very comfortable and perfect for the winter weather,” he said at the time). Corbyn stepping up to the political fashion plate is significant, as politicians have long used their clothes to semaphore many things. David Cameron wore an unbuttoned Orlebar Brown blue shirt (code: casual) on holiday in an attempt to fool the world into thinking that he knew the price of a pint of milk; Margaret Thatcher used her handbag symbolically – it was as much as an accessory as a weapon, and Theresa May used big, chunky necklaces and a Frida Kahlo bracelet as a Brexit-mess distraction technique, so we would be blinded by the silver and ignore what was coming out of her mouth. Corbyn’s suit, while hinting at Balenciaga’s autumn/winter 2018/19 tailoring, which featured shirts pinstriped with the brand’s web address, was made by a tailor friend of Leeds North East candidate Fabian Hamilton. “It almost fits,” he quipped. It also seems inspired by a suit worn by boxer Conor McGregor, squaring up to his opponent Floyd Mayweather Jr in a pinstripe that said, in not very sporting terms, get lost. But 10 days before the election, this could be Corbyn’s fashion moment. The suit speaks of strong leadership and a clear socialist message. Change, he seems to be saying, is in the fabric of who he is. The past few weeks have been a time of sartorial protest. Taylor Swift performed at the American Music Awards, after receiving the artist of the decade accolade, wearing a white shirt emblazoned with her album titles. It seemed to allude to the legal battle she is having with music moguls Scooter Braun and Scott Borchetta over the rights to her master recordings. Similarly, singer Jennifer Nettles wore a Cristian Siriano designed tuxedo suit with a pink train, that featured the words “equal pay” to the Country Music Awards in November. “What better and more womanly way to invite such a conversation than with fashion that sends a message?” she wrote on Instagram. Corbyn’s suit, too, screams a message. It’s enough to win in the style stakes, but is it enough to win with the electorate?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}