{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/10/tactical-voting-across-the-uk-a-region-by-region-guide", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-10T19:29:15Z", "webTitle": "Tactical voting across the UK: a region-by-region guide", "webUrl": "https://www.theguardian.com/politics/2019/dec/10/tactical-voting-across-the-uk-a-region-by-region-guide", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/10/tactical-voting-across-the-uk-a-region-by-region-guide", "fields": {"headline": "Tactical voting across the UK: a region-by-region guide", "bodyText": "Tactical voting could yet have an impact in an election where a four-point dip for the Conservatives, who currently lead by 10 in rolling poll averages, could result in a hung parliament. The best starting point for the curious is votesmart2019.com, which only launched a week ago. As well as offering constituency recommendations, it takes account of the other seven tactical voting sites, although voters should look at past results to get a full picture. London, the south-east, east and south-west of England The reality is that in the vast majority of seats in England and Wales it is Labour that is best placed to defeat the Conservatives. But this is the part of the UK where the Liberal Democrats are most relevant. Labour needs particular support here, where pro-remain vote-splitting in London means that the Conservatives could retake Kensington (Lab majority 20) and Battersea (Lab maj 2,416) – as well as outside London in Canterbury (Lab maj 187) and Portsmouth South (Lab maj 1,554). There are handful of Conservative held seats where the residual Lib Dem vote is greater than the winning majority: Hastings and Rye (Con maj 346), and Norwich North (Con maj 507). Other key Labour targets where there has been a significant Lib Dem vote include Watford (Con maj 2,092). The Lib Dems’ best prospects are in seats where the party came second and the Conservative obtained less than 50% of the total vote: Richmond Park (Con maj 45), St Ives (Con maj 312), Cheltenham (Con maj 2,569), Devon North (Con maj 4,332), Lewes (Con maj 5,508) and St Albans (Con maj 6,109). East and West Midlands, north-west and north-east of England This is more clearcut, because the Lib Dems are generally not registering among voters in this part of the country, although Tim Farron’s narrow 777 seat majority means that support from those who voted Labour last time could help him hang on in Westmorland and Lonsdale. Everywhere else, for those wanting to vote against the Tories, the answer is almost always to support a Labour candidate. This is particularly true in seats where Jeremy Corbyn’s party is defending a wafer-thin majority and the residual Lib Dem vote in 2017, if added to Labour’s, would take the party over 50%. Key seats where Labour particularly needs support from the often small number of previous Lib Dem voters include: Newcastle-under-Lyme (Lab maj 30), Bishop Auckland (Lab maj 502) and Colne Valley (Lab maj 915). Labour targets, which could in theory be taken with residual support from the Lib Dems, include Pudsey (Con maj 331) and Stoke-on-Trent South (Con maj 663). The party also appears best placed in Broxtowe, Nottinghamshire, even though the sitting MP, Anna Soubry, is running for the Independent Group for Change. By contrast the Lib Dems best hope is Cheadle, south Manchester, where the party is in second place, chasing a Conservative majority of 4,507. Wales Labour is fighting a defensive operation in Wales, where it held Wrexham (Lab maj 1,832) and Gower (Lab maj 3,269) with less than half the vote at the last election and needs the support of Plaid Cymru and Lib Dem supporters. However, if Plaid voters switched – and Labour could hold its vote despite the regional polling – then it could in theory gain Preseli Pembrokeshire (Con maj 314) and Aberconwy (Con maj 635) from the Conservatives. The Lib Dems best chance is to hang on to Brecon and Radnorshire, which it won at a byelection from the Conservatives in August, and Plaid’s main concern would be to see off the Tories in Dwyfor Meirionnydd (Plaid maj 4,850). Scotland and Northern Ireland Polls in the past fortnight have the Scottish National party at 41.5% – compared to the party’s general election performance of 36.9% – and so Nicola Sturgeon’s party is best placed to take on the Conservatives. Labour’s share since 2017 is down from 27% to around 18%. Against that backdrop, in every Conservative held seat, the nearest challengers are the SNP, with Stirling the top target (Con maj 148) followed by Gordon (Con maj 2,607) and Ayr, Carrick and Cumnock (Con maj 2,774), where there are enough Labour votes to unseat the Tory. The SNP meanwhile, needs support to defend seats like Perth and North Perthshire, which it held by 21 votes from the Conservatives. And while Labour would dearly like to make gains from the SNP, in an anti-Tory tactical voting guide the focus is elsewhere. Finally, in Northern Ireland, nationalists voting against the Conservative party’s former confidence and supply partners, the Democratic Unionist party, are expected to lead to the DUP losing Belfast South (DUP maj 1,996) to the Social Democratic and Labour party, and possibly Belfast North (DUP maj 2,081), where Nigel Dodds is standing, to Sinn Féin."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}