{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/08/boris-johnson-40-new-hospitals-pledge-costed", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-08T18:21:13Z", "webTitle": "Johnson's '40 new hospitals' pledge costed at up to £24bn", "webUrl": "https://www.theguardian.com/politics/2019/dec/08/boris-johnson-40-new-hospitals-pledge-costed", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/boris-johnson-40-new-hospitals-pledge-costed", "fields": {"headline": "Johnson's '40 new hospitals' pledge costed at up to £24bn", "bodyText": "The bill for building Boris Johnson’s promised 40 new hospitals – a significant but uncosted pledge during the election campaign – could be as much as £24bn, experts say. The prime minister has been criticised for regularly pledging to build 40 new hospitals by 2030 but refusing to specify how much they would cost, where they would be or where the money involved would come from. He has given no details beyond naming the six NHS trusts that would receive £2.7bn between them in order to totally rebuild existing acute hospitals by 2025 and providing £100m seed money to 21 other trusts – also in England – to work up detailed plans for similar projects. The Institute for Fiscal Studies (IFS) said the cost of the 40 hospitals could reach £24bn. Ben Zaranko, a research economist at the IFS, said: “A reasonable central estimate [would be] £18bn for the full 40, or £15.3bn for the remaining 34. But there is no such thing as a ‘typical’ hospital and the cost will depend on their size, location, technical specification, degree to which they are refurbishments versus new builds and a huge number of other factors.” If many of the 40 were smaller specialist hospitals the bill could be less than £18bn, he said. But if most were new hospitals in city centres containing state of the art equipment, then “a sensible range might be between £12bn and £24bn for the full 40,” he added. Sally Gainsbury, a senior policy analyst at the Nuffield Trust health thinktank, said the 40 could cost £17bn. However, if costs rose the way they have done with the ongoing construction of the Royal Liverpool hospital – from £335m to an estimated £550m after the collapse of PFI contractor Carillion – then the bill could be as much as £22bn, she added. Given the six projects are due to cost £2.7bn, she said, “this would mean 40 hospitals cost around £17bn in total. However, if the average was closer to the small [new specialist cardiothoracic] hospital planned in Cambridge [due to cost £162m] this figure would be £6.5bn, whereas if they were more like the large Royal Liverpool hospital it would be as high as £22bn.” The £2.7bn pledge is welcome after years of a squeeze on the NHS’s capital budget, which pays for repairs, building new facilities and buying new equipment, Gainsbury said. But “NHS hospitals have fallen into disrepair, with many facing eye-watering bills for basic maintenance” during that time and been left with an “inadequate level of repairs and improvements,” she added. Johnson’s promises leave many questions unanswered, such as whether trusts receiving the £2.7bn would have to pay the money back to the Treasury and if so at what cost, and also how much the NHS’s capital budget would be if the Conservatives won the election, she said. Johnson was criticised earlier in the campaign for wrongly claiming that Canterbury in Kent – a highly marginal seat currently held by Labour – was on the list of places due to get a new hospital. However, the Department of Health and Social Care (DHSC) had to clarify that it is not mentioned in the government’s own health infrastructure plan published in the autumn. Anita Charlesworth, director of research and economics at the Health Foundation, and a former head of public spending at the Treasury, estimated that the 40 hospitals would cost £18bn, although the cost would be spread over the years of the building programme. “The £18bn includes the cost of the current six, so it would be £15bn over and above the cost of the current £2.7bn,” she said. Siva Anandaciva, chief analyst at the King’s Fund, has voiced scepticism that the government’s “rhetoric [will] solidify into the bricks and mortar of new hospitals over the next decade”. He said planning permission might be hard to obtain, and the construction industry had said it might lack the capacity to respond to demand for new projects in coming years because of Brexit. Luciana Berger, the Lib Dems’ health spokeswoman, said: “This is yet another cynical pledge from Boris Johnson which has been deliberately uncosted. People can see through it. Just like his £350m lie on the side of a bus, he is making promises for the NHS that he simply has no intention of keeping.” The DHSC’s own internal estimates put the likely cost at £13bn, according to sources close to Matt Hancock. The health secretary said: “We’ve made a manifesto commitment to build and fund 40 hospitals over the next decade and a Conservative majority government will deliver on that commitment.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}