{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/02/andrew-sparrow-election-briefing-abandon-agenda-hate-father-london-bridge-victim", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-02T18:36:44Z", "webTitle": "Andrew Sparrow's election briefing: abandon 'agenda of hate', urges father of London Bridge victim", "webUrl": "https://www.theguardian.com/politics/2019/dec/02/andrew-sparrow-election-briefing-abandon-agenda-hate-father-london-bridge-victim", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/02/andrew-sparrow-election-briefing-abandon-agenda-hate-father-london-bridge-victim", "fields": {"headline": "Andrew Sparrow's election briefing: abandon 'agenda of hate', urges father of London Bridge victim", "bodyText": "Johnson accused of exploiting London Bridge terror deaths Boris Johnson has sought to disprove claims that he has been opportunistically exploiting the London Bridge terror attack by insisting that he has been calling for longer sentences for serious offenders for years. On what might have been one of the quietest days for campaigning since the election began, Johnson gave interviews responding to the charge that has dogged him for the last 48 hours, since he responded to the killings by calling for tougher sentences for terrorists. Johnson claimed it was clear from the outset that the attacker, Usman Khan, was not suitable for rehabilitation – even though some reports have said he was seen as a model example of what could be achieved. In an article for the Guardian published this afternoon, Dave Merritt, whose son Jack was one of the two young rehabilitation advocates killed in the attack, said Jack would have been furious to see his death being used to justify more draconian policies: [Jack] would be seething at his death, and his life, being used to perpetuate an agenda of hate that he gave his everything fighting against. We should never forget that. What Jack would want from this is for all of us to walk through the door he has booted down, in his black Doc Martens. That door opens up a world where we do not lock up and throw away the key. Where we do not give indeterminate sentences, or convict people on joint enterprise. Where we do not slash prison budgets, and where we focus on rehabilitation not revenge. Where we do not consistently undermine our public services, the lifeline of our nation. Jack believed in the inherent goodness of humanity, and felt a deep social responsibility to protect that. Speaking to reporters shortly before Merritt’s article was published, Johnson said: Of course, I feel, as everybody does, a huge amount of sympathy for the loss of Jack Merritt’s family, and indeed for all the relatives of Jack and Saskia [Jones], who perished at London Bridge. But, be in no doubt, I’ve campaigned against early release and against short sentences for many years. It was in my manifesto in 2012 when I was mayor of London. I said it in August and it’s in the Queen’s speech. In fact, there’s a bill we’ve got ready to go in the Queen’s speech to stop automatic early release for serious and violent offenders. But Johnson was not being wholly candid. The sentencing bill in the Queen’s speech proposed changing the automatic release point from halfway through a sentence to two-thirds for people serving sentences of four years or more for a serious violent or sexual offence. The Conservative manifesto, published five days before the London Bridge attack, effectively replicated this, proposing “tougher sentencing for the worst offenders” and an end to automatic halfway release for serious crimes. But on Saturday, a day after Khan’s attack, Johnson escalated his demands by calling for two measures that went beyond anything previously proposed by his party: mandatory minimum 14-year sentences for serious terrorist offences, and no early release at all for terrorism and extremism offences. Farage heralds Trump’s arrival for Nato summit Nigel Farage, the Brexit party leader, has claimed that that if the UK were to join the proposed European defence union after Brexit, Nato would collapse. He made the argument at a rally in North Wales in which he also claimed that EU politicians “want Nato out of Europe”. Even by the accuracy standards of this election campaign, Farage’s arguments were particularly improbable. But if this is where Donald Trump is getting his advance briefing ahead of Wednesday’s Nato summit at a hotel near Watford (which is not impossible), that should make for an interesting conversation. Farage has also suggested that Trump might use the summit to insist the US is not interested in buying the NHS. This would ostensibly help Johnson, who says the NHS will not be covered by any UK-EU trade deal, and undermine Jeremy Corbyn, who insists it will be, but given Trump’s standing with the British public, and his reputation for honesty, it is hard to see any declaration making much difference either way. Trump has already started his flight to the UK. Corbyn has urged Johnson to break off trade talks with Trump until any reference to pharmaceuticals is struck out of Washington’s negotiating objectives. Meanwhile The Institute for Fiscal Studies has published a briefing suggesting council tax in England is more likely to go up under the Conservatives than under Labour. That’s because Labour plans a generous settlement for local government, “more than enough money to meet rising costs and demands”, even with no rise in council tax bills, while the Tory settlement would not meet rising costs and demands, “even if council tax were increased by 4% a year”. Nicola Sturgeon, Scotland’s first minister, has said the SNP would want to be included in talks with the EU if Labour took power and embarked on its its Brexit renegotiation. Sign up here to receive Andrew Sparrow’s election briefing direct to your email inbox every weekday. If you’re using the Guardian app and would like a daily alert to Andrew Sparrow’s election briefing, click here and select “get notifications”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}