{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/04/pms-operation-avoid-trump-goes-off-almost-without-a-hitch", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-04T17:09:52Z", "webTitle": "PM's Operation Avoid Trump goes off almost without a hitch | Marina Hyde", "webUrl": "https://www.theguardian.com/politics/2019/dec/04/pms-operation-avoid-trump-goes-off-almost-without-a-hitch", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/04/pms-operation-avoid-trump-goes-off-almost-without-a-hitch", "fields": {"headline": "PM's Operation Avoid Trump goes off almost without a hitch", "bodyText": "Given the event was potentially awkward for him, it’s amazing Boris Johnson didn’t send his dad to the Nato summit in his place. One of these days we’re going to see Stanley Johnson elbowing his way through a flag backdrop and inquiring of the world’s media: “Are you lovely lot all here for me?” Answer: no. I’m afraid tickets to public life are non-transferable. But at Wednesday’s summit in Watford, Johnson Jr was going to be a big boy boss and do it all on his own. Yes, here he comes, Cuck Norris, electioneering from behind a Nato platform. He’s not a statesman, but he plays one on TV. For this press conference, Johnson was being minded by Dominic Cummings, who was clad in a heavily unbuttoned shirt, and watching from the sidelines with all the easy charm of an East German gymnastics coach. Oof. You really, really don’t want to mess up those landings, prime minister, or deliver your “Corbyn means two referendums” line merely twice, and not the three times you were instructed. Otherwise you’ll be getting the belt and another injection tonight. Fortunately for his life expectancy – and his precious fertility – Johnson followed his coach’s instructions. Not once in the entire press conference or the questions thereafter did he utter the word “Trump”, or even the word “president”. Instead, he found endless distancing variants, from “the current US administration” to “the United States” to simply ignoring the mention of Trump in any question. Unfortunately, the prime minister had appeared rather more forthcoming when he thought he wasn’t being watched. Tuesday’s Buckingham Palace reception yielded a couple of viral clips, in which Johnson could be seen joining in with Justin Trudeau and Emmanuel Macron as they took the piss out of Donald Trump, in order to amuse Princess Anne, who many viewers assumed had herself just done the Alan Partridge “so what?” shrug at the Queen when she got a dirty look for not greeting the US president/hotelier. (Incidentally, the latter sentence marks the exact point at which the “sentences you didn’t expect to type four years ago” officially outnumbered all the other typed sentences, ever. We have reached it: the political singularity. There is now no way back to normality.) As far as the Buckingham Palace piss-taking was concerned, Johnson was stagily baffled. “I really don’t know what is being referred to,” he said of things that people can literally see happening on film. “That’s complete nonsense,” he eye-rolled. “I don’t know where that’s come from.” From the film of it happening. It’s come from the film of it happening. For their part, No 10 tried a slightly different tack. A senior source scrambled to tell lobby journalists: “It is others that were having the conversations and Boris certainly was not leading.” “Not leading.” You don’t need to tell us that, dear – he’s barely turned up to his own general election campaign. Yet preposterously, we’ve spent much of the past few days having to listen to radioactively bad-taste declarations that Johnson is the only one who will stand up to terrorists, when he’s miles too scared to even stand up to Andrew Neil. I try not to pay too much attention to terrorist methods, but I’m pretty sure they don’t bring down planes and buildings and decent people with the polite inquiry: “How many children do you have?” In the event of an actual terrorist attack, Boris Johnson is the guy who’d pull you in front of him as a human shield. So yes, I believe the term is “leading from behind”. In fact, the Buckingham Palace camera picked up Johnson pulling some weird lumbering move for the others, perhaps imitating Trump’s rather simian deportment. This would feel somewhat glass-housed in the circs. You should do a fat joke next, prime minister, or maybe one about him having stupid hair. Still, Operation Avoid Trump was arguably the most successful Nato mission in a while. With the exception of single brief handshake, we didn’t get public sight of the rituals of Johnson and his brother-from-another-mother. Trump and Johnson are believed to be the last two remaining manscaped orangutans in the world, but as the past two days have shown, you can’t get them to hang around in the room together long enough to do their political mating. What you can have instead is Johnson bellowing “get Brexit done” behind a Nato podium, while foreign journalists tried to ask him important questions about the Five Eyes intelligence alliance. Stay classy, PM. “I want to strengthen MI5,” Johnson droned. “But Jeremy Corbyn and the Labour party want to install a home secretary who wants to disband MI5.” Asked whether He Who Must Not be Named could be trusted on his professed lack of interest in including the NHS in trade negotiations, Johnson affected outrage. “I think I might just wind up this press conference now because I think we’re scraping the barrel,” he tutted. The barrel? Oh my God, the barrel! I remember the barrel. We scraped through its bottom so long ago that we’re now five miles beneath it, and still tunnelling like bastards. IN THE NAME OF SANITY, TAKE US BACK TO THE BARREL! We didn’t know we were born."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}