{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/01/boris-johnson-a-one-trick-pony-straight-out-of-the-political-wild-west", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-01T18:55:27Z", "webTitle": "Boris Johnson: a one-trick pony straight out of the political wild west", "webUrl": "https://www.theguardian.com/politics/2019/dec/01/boris-johnson-a-one-trick-pony-straight-out-of-the-political-wild-west", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/01/boris-johnson-a-one-trick-pony-straight-out-of-the-political-wild-west", "fields": {"headline": "Boris Johnson: a one-trick pony straight out of the political wild west", "bodyText": "It was almost enough to make you miss Theresa May. At least there was an integrity to her incompetence. You could count on her to be doing the wrong thing for the right reason. And her speech did generally conform to normal sentence structures, even if they were mostly entirely meaningless. But with Boris Johnson we are in the political wild west. A one-man amoral no-go zone, whose prime motivation is his own survival and who can only talk in staccato bursts of white noise – an incoherent stream of unconsciousness designed to run down the clock in any public appearance. Quantity theory breaks down with Johnson. The longer the election campaign goes on, the more bloated and pneumatic he becomes. Yet the more space he inhabits, the more distant he seems. Day by day, there is less to him than meets the eye. He neither looks like a prime minister, nor sounds like one. Johnson used to at least be able to give a passable imitation of being Boris Johnson. Now he can’t even manage that. The gags and the mannerisms that used to be his calling card, now just fall flat. A one-trick pony whose one trick everyone knows. The surface has been stripped bare to reveal a core of molten need. Someone who craves attention and fears he wouldn’t exist without it. Someone whose narcissism leaves him devoid of empathy. Incapable of either giving or receiving love. Let’s not forget the victims, said Johnson at the beginning of a painful half-hour interview on the Andrew Marr Show. Only to do precisely just that. The family of one of those killed in the London Bridge terror attack had specifically asked that no one should use the tragedy as political capital during the rest of the election campaign. So naturally Johnson went on to do that too. It was basically the Labour government that was responsible for the killings because it either had or hadn’t done something it should or shouldn’t have done, he insisted. He wasn’t entirely sure which but he hoped people got the drift, which was why he had campaigned so tirelessly to bang terrorists up for life that he had never previously uttered a word about it or included it in the Conservative manifesto. His silence was a sign of just how much this mattered to him. Marr tried to drag Johnson back to reality, by reminding him that previous Tory administrations in which he had served had had plenty of time to change the law, but had chosen instead to introduce massive cuts to the court, prison and probation services. Johnson merely chose to talk over Marr to try and drown out the question. “People can imagine what we are doing,” he said huffily. They can indeed. Sod all but blaming everyone else for your own faults and failing to level with the country that not all acts of terror can be prevented. Thereafter the interview went from bad to worse. On the NHS, Johnson could only repeat lie after lie. There were going to be 40 new hospitals and there were going to be 50,000 new nurses. Marr tried to call him out – he knew as well as anyone that the prime minister was just bullshitting – but he lacked the killer instinct to totally nail his adversary. Rather, he seemed powerless to stop Johnson just spewing more and more untruths. The seed money was proof the hospitals were going to be built. NO, IT WASN’T. The whole point of seed money is the precise opposite. You give it because you are unsure of the viability of the long-term project. This is public finance 101. For anyone more self-aware than Johnson, the interview would have been written off as a total embarrassment as he kept catching himself out with his own failure to grasp the basic details. Libraries were wasted on chavs because they couldn’t read, so it was far better to close them. Single mums couldn’t be trusted with benefits because they’d only go and have more babies. Hell, he should know all about that. Pity all those blond-haired kids who one day might find out Johnson is their dad. As for social care, that could sort itself out. Basically, who gave a toss about old people with dementia? When Marr pressed him on the details of the Brexit withdrawal agreement, Johnson became visibly rattled. Why did he expect him to have actually read the small print of the deal he had negotiated? The same went for all the Islamophobic articles he had written in the past. It was completely ridiculous to assume for a moment that any readers might think he had meant a word that he had written. “Word ... grunt ... pause ... mumble ... pause ... word... grunt.” That was the final signoff as Johnson continued to talk over an irritated Marr. The prime minister’s advisers gave a big thumbs up. The interview had gone far better than they had dared hoped. Despite having said almost nothing intelligible other than several obvious lies, it would be the obvious lies that would make the main news bulletins. What’s more they’d managed to avoid an Andrew Neil interview that could have done their man some serious damage. The BBC had been well and truly played. John Crace’s new book, Decline and Fail: Read in Case of Political Apocalypse, is published by Guardian Faber. To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min. p&amp;p of £1.99."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}