{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/03/digital-election-what-demographics-are-the-parties-targeting", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-03T06:00:13Z", "webTitle": "Digital election: what demographics are the parties targeting?", "webUrl": "https://www.theguardian.com/politics/2019/dec/03/digital-election-what-demographics-are-the-parties-targeting", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/03/digital-election-what-demographics-are-the-parties-targeting", "fields": {"headline": "Digital election: what demographics are the parties targeting?", "bodyText": "As we approach the final week of the general election campaign, the political parties are beginning to ramp up their social media activity in the hopes of swaying undecided voters. Conservative party sources briefed the Times that they were planning a last-minute advertising blitz reminiscent of the successful Vote Leave campaign of 2016. Facebook’s new ad library provides demographic data on the kinds of people who are viewing (or being targeted by) those ads. This week we’re examining that data to see how the parties are reaching out to different groups. Liberal Democrats place their bets on younger voters Throughout the campaign we’ve been reviewing which adverts get the most attention. Some of the top performers have consistently been “Stop Brexit” ads from the Liberal Democrats, or other pro-Remain messages. The Liberal Democrats’ ads appear to have been targeted overwhelmingly at younger voters. Almost two thirds of views of Lib Dem campaign ads were from users aged between 18 and 34, according to a Guardian analysis. Advertising only to younger voters is a risky strategy, since the conventional wisdom is that older voters are more likely to turn out on polling day. However the Lib Dem campaign has not been exclusively directed at 18- to 34-year-olds. Over the weekend the party launched a slew of adverts attacking Boris Johnson, which appear to have been viewed mostly by older users. Conservative ads skew towards male Facebook users The Conservative Facebook campaign appears to be slightly skewed towards male voters. Around 53% of their ad views were by male users, compared with 47% for the Lib Dems and 43% for Labour. The party launched several ads promoting its NHS policies in recent days, some of which have been viewed exclusively by male users, according to Facebook’s data. Over the weekend the Conservatives also repackaged a clip of a Sky News interview with Jeremy Corbyn about the London Bridge terrorist attack as a Facebook advert. At time of writing, three quarters of those who had viewed it were male. The ads includes a claim that Labour “want weaker sentences” for terrorism offences – in truth the party has made no such commitment. Labour stick to a one-size-fits-all approach Our analysis shows that unlike the Lib Dems, with their focus on young voters, the Labour party have promoted their Facebook advertising much more broadly across all ages. The Facebook ad library breaks down age data by 18-24, 25-34 and so on, up to 65+. To date, 39% of Labour’s ad views have come from 18- to 34-year-olds, compared with 63% for the Lib Dems (and 22% for the Tories). Spending on Facebook and Instagram grows as polling day approaches Total spending on Facebook and Instagram adverts between the Conservatives, Labour, Liberal Democrats and Brexit party has now passed the £1m. The Tories are still spending relatively low amounts on the platform, though some have suggested that will change closer to polling day. Snapchat ads urge young people to register to vote While Labour do not appear to be particularly focusing on younger voters on Facebook, the party is by far the most successful on Snapchat, a platform which has a relatively young user base. Many Snapchat ads are promoting voter registration, targeting a younger demographic that has historically been less likely to vote. The biggest spender was not a political party but the non-partisan voter registration campaign Vote for your Future, which has spent £40,000 on 83 ads so far. Labour was the second biggest spender, taking out £25,000 worth of ads, almost eight times more than the Conservatives. Labour has placed just three ads during this time, but has received a total of 19m impressions, compared with the Conservatives’ 2m. Labour’s latest ad ran for three days up until the voter registration deadline, receiving almost 6m views. The Tories have not taken out any ads around voter registration and have not spent any money on the platform since 8 November. As we enter the last days of the campaign the Liberal Democrats have finally started placing ads on Snapchat. The party paid for 11 ads at just over £100 apiece, all placed on the same day, suggesting they are still in the testing phase. Data was gathered from the Facebook Ad Library API though keyword searches for the main political parties, restricting to ads served from midnight 29 October onwards. Facebook provides impressions in ranges. To calculate percentages of ad views, the age and gender distributions of each ad were multiplied by the lower bound of impressions. This was then summed by party and divided by the total lower bound of impressions for that party. Figures were correct as of 11:00 on Monday. Snapchat data covers the period 29 October to 29 November. Digital dashboard team: Michael Barton, Pamela Duncan, Niamh McIntyre, David Pegg and Joseph Smith."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}