{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/04/free-breakfasts-to-form-part-of-labour-plan-to-poverty-proof-schools", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-04T22:30:02Z", "webTitle": "Free breakfasts to form part of Labour plan to 'poverty-proof' schools", "webUrl": "https://www.theguardian.com/politics/2019/dec/04/free-breakfasts-to-form-part-of-labour-plan-to-poverty-proof-schools", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/04/free-breakfasts-to-form-part-of-labour-plan-to-poverty-proof-schools", "fields": {"headline": "Free breakfasts to form part of Labour plan to 'poverty-proof' schools", "bodyText": "Labour is to promise free, healthy breakfasts for all primary-age children as part of a multibillion pound plan to “poverty-proof” England’s schools and boost educational standards. The shadow education secretary, Angela Rayner, will on Thursday pledge to recruit 20,000 more teachers, cap secondary class sizes at 30, and spend £7bn on repairs and upgrades to England’s crumbling school buildings. As well as expanding the provision of free breakfasts to all primary schools across England to help combat hunger, Labour would also pilot free breakfasts in secondary schools and introduce a new programme of “extended schools”, in the evenings and the summer holidays, to help all children to access activities such as sport. “Rising child poverty under the Tories is an absolute scandal, and it is a disgrace that their plans will push it to a 60-year high if they win this election. “Labour will tackle child poverty while driving up standards in schools by providing extra support to the children who need it most,” Rayner said. “Labour will invest in both our schools and the children in them, to transform the life chances of a generation being failed by the Tories.” Other measures being announced include: • Reinstating the education maintenance allowance (EMA), paid to over-16s from low-income families who remain in education – and increasing the rate by £5 a week, to £35 for the most needy. • Guaranteeing that all classes will be taught by qualified teachers: requiring 25,000 unqualified staff to be trained in Labour’s first term. • Closing the gap in funding for pupils with special educational needs and disabilities. • Reversing cuts to the pupil premium, and increasing it immediately. Funding for the measures will come from the extra set aside for education in Labour’s manifesto – with the revenue raised through tax increases, including restoring corporation tax to 26%. Labour’s plans followed analysis from the Institute for Fiscal Studies (IFS) that Conservative spending plans for school sixth forms in England would result in real-terms falls in spending per student, leaving it more than a quarter below its level in 2010 and lower than at any point in at least 20 years. Research by the main teaching unions shows there are 420,000 more pupils but 3,500 fewer teachers than in 2015: and the government has missed its teacher training targets for seven consecutive years. The unions say almost 1 million children in England are in classes of 31 or more – a 20% rise since 2015. Geoff Barton, general secretary of the Association of School and College Leaders, which represents many secondary school heads, applauded the proposals, saying: “Labour’s plans to recruit and train many more teachers are ambitious, but it is right to identify this as a key priority. “Schools will need more teachers because of a huge increase in the number of secondary school pupils. But that is not the end of the story. More teachers are also needed in order to tackle the fact that far too many pupils are currently being taught in large classes of 31 or more because of funding cuts.” A National Audit Office report in 2017 found that it would cost £6.7bn to return all buildings in England’s 22,000 state schools to “satisfactory or better” condition, with an estimated 60% of buildings dating from before 1976 and in some cases riddled with asbestos. Labour is continuing to make fresh policy announcements, despite party strategists suggesting their message would be pared down to a few key pledges for the final week of the campaign. Alongside Rayner promising to tackle schools standards, the shadow housing secretary, John Healey, is making a separate pledge to tackle rough sleeping. He will promise to create a £600m modern hostels fund, to create 5,000 additional bed spaces. “Rising homelessness shames us all in a country as well-off as ours. It shames the Conservative party most of all because it is Conservative decisions to slash funding for hostels, housing benefit, homelessness services and new homes that are directly responsible for this increase in people living and dying on our streets,” Healey said. “With Labour this will change. We need a new moral mission to save lives this winter and end rough sleeping within five years.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}