{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/03/corbyn-apologises-for-antisemitism-in-labour-party", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-03T12:15:06Z", "webTitle": "Corbyn apologises for antisemitism in Labour party", "webUrl": "https://www.theguardian.com/politics/2019/dec/03/corbyn-apologises-for-antisemitism-in-labour-party", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/03/corbyn-apologises-for-antisemitism-in-labour-party", "fields": {"headline": "Corbyn apologises for antisemitism in Labour party", "bodyText": "Jeremy Corbyn has apologised for antisemitic incidents involving Labour party members and said he was dealing with the issue. The Labour leader said: “Obviously I’m very sorry for what has happened,” after being asked to apologise directly by presenter Phillip Schofield, in an interview on ITV’s This Morning. Corbyn has previously apologised for antisemitic incidents involving party members but during the general election campaign he has been dogged by criticism that has not said sorry again when he has been given the opportunity. He declined to apologise four times during an interview with the BBC presenter Andrew Neil. In an exchange with Schofield, who said he was giving him the opportunity to say sorry, Corbyn at first spoke about ways he has tried to improve the way incidents are dealt with. Asked if he would apologise, Corbyn said: “Our party … can I make it clear …” before he was interrupted by Schofield, who said: “No, just say sorry.” Corbyn repeated again: “Can I just make it clear … our party and me do not accept antisemitism in any form…” Schofield interrupted: “So are you sorry?” Corbyn said: “Obviously I’m very sorry for everything that’s happened but I want to make this clear I am dealing with it. I have dealt with it. “Other parties are also affected by antisemitism. Candidates have been withdrawn by the Liberal Democrats and the Conservatives and by us because we do not accept it in any form whatsoever.” On the intervention of the chief rabbi, Ephraim Mirvis, in the election campaign, who said Corbyn was not fit to be prime minister, the Labour leader said that he has not been contacted directly about it but he would be happy to talk with him. He said: “I think the chief rabbi’s comments really ought to be taken for what they are. He hasn’t contacted me. I’m very happy to meet him. Very happy to talk to him.” Asked if “sorry was the hardest word for him to say” by presenter Holly Willoughby, he replied: “No, not at all.” Corbyn has previously apologised for the hurt caused to the Jewish community in a social media video released in the summer of 2018."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}