{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/10/jeremy-corbyn-jonathan-ashworth-recording-labour-banter", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-10T18:35:41Z", "webTitle": "Corbyn bats away Ashworth recording about him as 'banter'", "webUrl": "https://www.theguardian.com/politics/2019/dec/10/jeremy-corbyn-jonathan-ashworth-recording-labour-banter", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/10/jeremy-corbyn-jonathan-ashworth-recording-labour-banter", "fields": {"headline": "Corbyn bats away Ashworth recording about him as 'banter'", "bodyText": "Jeremy Corbyn has dismissed a recording of one of his most senior colleagues saying Labour would not win the election and suggesting the civil service would have to “safeguard security” if he became prime minister as “banter”. Jonathan Ashworth, the shadow health secretary, who was recorded without his knowledge by a Conservative friend, said the election for Labour was “dire” outside urban areas. Corbyn dismissed the leaked exchange as a private “bit of banter between two old friends” during a campaign visit to Carlisle, a key marginal held by the Tories with a majority of 2,599 votes. “I’ve had a chat with Jon Ashworth, he called me straight away. He’s out there campaigning for a Labour government,” the Labour leader told the BBC. “He’s out there defending the National Health Service. Jon has my full support. We get along great.” Ashworth faced a day of questions over the leaked conversation, taped by a friend with whom he had previously been on holiday to the US. Corbyn said: “He said to me it was all about reverse psychology banter, as in football supporters, and the other person was saying the opposite about their party and it all got a bit out of hand. “Jon has been a fantastic shadow secretary of state for health. He’s exposed what this government is doing.” At a pub in Morton, a suburb of Carlisle, Corbyn was greeted by supporters singing “oh Jeremy Corbyn”. He spoke about the NHS and the picture of four-year-old Jack Willment-Barr sleeping on the floor of Leeds General Infirmary, which was shared widely online after being printed on the front page of the Daily Mirror. “We have a prime minister who hides the truth when it’s put in front of him with a picture, takes the mobile of somebody and sticks it in their pocket,” he said. “Yes, they are uncomfortable pictures, but I thank those papers for printing those uncomfortable pictures, because imagine what it’s like being that child, ill, wanting support.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}