{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/05/reopening-the-mine-would-get-my-vote-the-view-from-camborne-and-redruth", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-05T05:00:03Z", "webTitle": "'Reopening the mine would get my vote': the view from Camborne and Redruth", "webUrl": "https://www.theguardian.com/politics/2019/dec/05/reopening-the-mine-would-get-my-vote-the-view-from-camborne-and-redruth", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/05/reopening-the-mine-would-get-my-vote-the-view-from-camborne-and-redruth", "fields": {"headline": "'Reopening the mine would get my vote': the view from Camborne and Redruth", "bodyText": "After Britain’s last working tin mine, South Crofty, closed 20 years ago, graffiti appeared on its wall: “Cornish lads are fishermen And Cornish lads are miners too But when the fish and tin are gone What are the Cornish boys to do?” The refrain, from an iconic Cornish song, is something of an anthem in the marginal constituency of Camborne and Redruth, where South Crofty’s winding tower still looms over the town of Pool. The graffiti has long been scrubbed off. The question posed, however, remains as pertinent as ever. “It was devastating,” said 59-year-old Mark Kaczmarek, a former miner who was a shop steward when South Crofty shut. “Politicians came around, having their photographs taken with the miners, promising this, that and the other. Then you never heard nor saw them again”. So he stood as an independent local councillor and has been campaigning for its reopening. It makes sense, he argues: the price of tin has risen. There is plenty in the mine. A Canadian company is exploring possibilities. He is hopeful that within five years, it could be operational again. “There could be 200 well-paid jobs,” he said. “So if any politician puts on their leaflet they are supporting South Crofty opening again, it would get my vote, and others’.” The towns of Camborne, Redruth and Pool form the urban spine of this seat, peppered with old engine houses and ruinous chimneys. It might be expected to be Labour territory. Four of the five most deprived neighbourhoods in Cornwall, among the 10% most deprived in the country, are in Camborne. But the constituency fans out over agricultural land, coastal communities and wealthy estuarial villages such as Port Navas, with its regatta, yacht club and famed wild oysters. It has been held by the Conservative George Eustice, from a local farming family, since 2010, when boundary changes chopped out Falmouth and its docks and inserted Hayle, with its St Ives Bay holiday parks and Three Mile Beach. A dearth of well-paid, secure jobs is high on the list of local concerns, along with insufficient affordable housing. Jobs in the bygone mines and big engineering companies have largely been replaced with those in small industry, retail or seasonal tourism work, with many part-time or zero-hours contracts. The largest employers are Cornwall council and the NHS. The area has higher than average self-employment. About 100 miles from the nearest motorway, it suffers from low wages but a high cost of living, constituents answering a Guardian callout said. Wealthier outsiders and second home owners push up house prices and push out young families. Stripped services have meant “every trip out is a bit like a Ken Loach film” with scenic backdrop, according to one woman. Boris Johnson recently promised a new women-and-children’s unit at the hospital in Treliske, Truro. But the facility is overloaded by tourists in the summer and overwhelmed by the elderly in winter. Eustice’s majority was slashed from 7,004 in 2015 to 1,577 in 2017. Labour’s Momentum-backed candidate, Paul Farmer, a lecturer at Falmouth University, requires a 1.63% swing. To get it, he needs votes from leavers. With the constituency voting an estimated 58.4% to leave the EU, he needs to convince people like Don Gardner. Gardner, 75, joined the engineering company Holman Brothers from school as an electrical engineer. At one time it employed 3,200 making air compressors and rock drills, but closed in 2003. “That was the backbone of Camborne,’ said Gardner. “Now the manufacturing jobs are gone, there’s no good full-time jobs. People can’t buy homes because they can’t get a mortgage because they have not got permanent work.” He knows better than most of the post-industrial problems prevalent here. On being made redundant, he set up an electrical engineering business, but since retirement 10 years ago has run the Transformation CPR foodbank in Camborne and Redruth. One of the largest in the UK, it delivers 16,000 meals a month – up from 12,000 this time last year. Based at the Centenary Wesleyan church in Camborne and staffed by 74 volunteers, it is part of the End Hunger Cornwall network, whose slogan is: “You can’t eat the view.” Last Christmas he had to offer pastoral care to volunteer drivers “coming back in tears at what they saw” when delivering ready-to-cook Christmas lunches to families in need. “Camborne is three miles from the coast, but there are children here who have never seen the sea,” he said. Scaremongering over Brexit, and the uncertainty of delay, will be major factors for voters, he believes. “People that come in here are struggling. For many it is ‘heat or eat’. They have had enough. Brexit is the big story, and they just want it done.” He is weighing up options and would “love to vote Labour”, but has concerns about Labour’s costing of its manifesto and, as someone who voted to leave the EU, about Jeremy Corbyn’s neutrality on Brexit. Corbyn’s stance caused some confusion on the doorstep until it was explained, one Labour canvasser admitted. But not for 49-year-old Russ Johnston, who, with the climate crisis very much on his agenda, is a committed Green party voter. Johnston, who has a doctorate in evolutionary biology and palaeontology, moved to the village of Constantine 10 years ago with his American wife, Caitlin DeSilvey, 47, an associate professor of cultural geography at Exeter University based at the nearby Penryn campus shared with Falmouth University. The campus has about 1,800 students, which could prove significant on 12 December. Constantine, where Zoopla records the average house price as above £300,000, is three miles from Cornwall’s south coast. It has a Spar shop, the Constantine Stores off-licence (which also sells online) and a mobile post-office once a week, and is imbued with vibrant community spirit. The couple, who have sons aged 12 and three, tend an organic allotment on the village edge and are active with Transition Constantine, part of a global movement towards community sustainability. Transition volunteers have helped transform an old chapel into a community centre, fitted solar panels on the local school, manage nearby woodland for community use and run a local newsletter, The Constant Times. A stay-at-home father and independent researcher, Johnston has served twice on the village pre-school committee. Ten years ago, 10 of the 12-strong committee had attended the school or grown up in the village. Today only “one or two” have that connection. The others are from outside, he said. “There is a missing generation of people who would have had their kids at that school and would have gone to it themselves,” Johnston said. The elderly do not have children and grandchildren nearby, heralding a future social care crisis. “Housing is a huge issue and young people just can’t afford to stay here,” said DeSilvey. Professionally, she also worries about the Brexit effect on EU academic research funding. Johnston, who voted to remain in the EU, admires Corbyn’s Brexit strategy. “If elected, being in a position to field a second vote without taking sides is probably as fair and smart a position to be in as you can manage to get,” he says. He also believes Labour’s Green Industrial Revolution proposals allow him to “align my green priorities with that vote”. In a “two-horse” constituency, he will vote tactically for Labour. Labour is chasing the engaged green vote here, and it has left some conflicted. At a hustings organised by the St Day Climate Action Group, 18-year-old Elle Pyner, an arts foundation student and first-time voter, broke down as she told a packed village hall she wanted to vote Green but felt pressured to vote Labour to ensure the Conservatives lost. “It makes me feel as though what I am doing is wrong,” she said, in tears. After being consoled by others, she will now look for a vote swap in Bristol. “They can vote Green for me, and I will vote Labour for them,” she said. “So my Green vote will count where it will matter.” Should South Crofty ever reopen, Kaczmarek, who voted for remain and worries who will plug the EU funding gap, knows 200 jobs will not solve problems. But he believes mining – including for lithium, for which testing is currently ongoing – will return in some form. “And it would be a huge boost.” He had not yet decided his vote. “I want someone who will stick their head above the parapet, and fight for Cornwall.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}