{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/08/ruth-davidson-hints-at-future-conservative-leadership-bid", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-08T15:09:58Z", "webTitle": "Ruth Davidson hints at future Conservative leadership run", "webUrl": "https://www.theguardian.com/politics/2019/dec/08/ruth-davidson-hints-at-future-conservative-leadership-bid", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/ruth-davidson-hints-at-future-conservative-leadership-bid", "fields": {"headline": "Ruth Davidson hints at future Conservative leadership run", "bodyText": "The former Scottish Conservative leader Ruth Davidson has suggested she could return to frontline politics and lead the Tories from Westminster when they are next in opposition. Davidson quit as the party’s leader in Scotland after nearly eight years in August, citing “the conflict” she felt over Brexit and her desire to spend more time with her family. In an interview for the Sunday Telegraph’s Stella magazine, the MSP for Edinburgh Central hinted that she could re-enter politics when her one-year-old son was older. “It may well be that my time in politics doesn’t come again until we’re in opposition,” she said. “I’ve probably got more experience than anyone in the party on how to lead from opposition. “If someone tapped on my door and asked me to help, I’d be there in a heartbeat. But at the moment, I’ve got four or five years when my son isn’t at school and that is not a time that I’m contemplating moving 450 miles away for the majority of the week. It’s just some things are more important than politics.” Davidson is considered the most successful leader of the Scottish Conservative party since devolution. She campaigned to stay in the European Union in the 2016 referendum and had been open about her reservations about Boris Johnson’s leadership of the Conservative party before her resignation. In the interview published on Sunday, she also spoke about coming out to her family as gay and about the homophobic abuse she has received as a politician. “I was in my mid-20s [when I came out] – quite late,” she said. “I didn’t know for ages, which is surprising, looking back. I came out to one member of my very close family, it didn’t go well, so I didn’t come out to the rest for two years.” Davidson said she could get up to 1,000 abusive tweets a day when she was Scottish Tory leader. “It wears you down. I’ve had a lot of ‘string her up by a lamppost’ type stuff; ‘unionists, turncoats, traitors’,” she said. “And I had an incident where someone got my phone number and made threats. It turned out not to be that sinister, but I didn’t know that when I was being told they wanted to burn all gays.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}