{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/08/jo-swinson-lib-dems-farage-brexit-party-johnson-stitch-up", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-08T07:04:32Z", "webTitle": "‘Cosy stitch-up’ by Farage and Tories makes it hard for us to win, says Jo Swinson", "webUrl": "https://www.theguardian.com/politics/2019/dec/08/jo-swinson-lib-dems-farage-brexit-party-johnson-stitch-up", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/jo-swinson-lib-dems-farage-brexit-party-johnson-stitch-up", "fields": {"headline": "‘Cosy stitch-up’ by Farage and Tories makes it hard for us to win, says Jo Swinson", "bodyText": "The Brexit party’s decision to stand aside for the Tories in hundreds of seats curtailed the electoral ambitions of the Liberal Democrats, its leader Jo Swinson has said. In an interview with the Observer, Swinson said that her party’s strategy had been affected by a “cosy stitch-up” that saw Nigel Farage’s party stand down in Tory-held seats. She said the party was now concentrating on “dozens of byelections across the country” that could still deliver new Lib Dem MPs and topple some big-name Conservatives on election night. She also predicted that Johnson would be toppled as Tory leader should he fail to win a majority. Swinson’s remarks come as concerns build within the Lib Dems over the party’s prospects on polling day. Insiders were hoping in the summer that a major breakthrough could be possible, with well over 100 seats in play. “We had polling internally – but there was public polling as well – that showed that in a scenario where you have the Lib Dems, Labour, the Tories and the Brexit party all around 20% with a few of the other parties, then in a first-past-the-post system that can create a lot of volatility,” she said. “The cosy stitch-up between Nigel Farage and Boris Johnson told us two things. It did make the electoral arithmetic much more difficult. The second thing is it shows quite how far Boris Johnson’s party has moved to the extreme. There are clearly many seats that are Tory-held that we’d have had a much better chance of winning had the Brexit party not stood aside for the Conservatives.” Swinson, who was only elected Lib Dem leader in July, said she was enjoying the campaign, despite some bruising encounters, including a BBC Question Time grilling that saw voters take issue with her party’s plan to revoke Brexit without a referendum should it win a majority. “It’s obviously all very quick, and intense and enjoyable,” she said. “I’m basically still at the stage of recruiting my team in the middle of a general election campaign. It’s obviously unusual to be fighting an election so soon after becoming leader, but it’s also a great opportunity to meet people, get right across the country. In at the deep end.” She said the most frustrating part of the campaign had been her exclusion from TV debates with Johnson and Corbyn. “Early on in this campaign, why did we go to court over the debates? Because that sets a framework on how people view the election.” She said she did not regret her party’s controversial policy on revoking Brexit. “I think we’re being honest, I think we’re being clear. I think that’s important in an election where the prime minister’s running away from answering questions and the leader of the opposition is sitting on the fence and acting like a bystander.” Swinson insisted she had her sights on creating some of the most memorable moments on election night – including the chance to unseat foreign secretary Dominic Raab. “I’m still very confident that we can win more seats and particularly make some quite spectacular gains in places like Esher and Walton and so much will depend on what people who are Labour supporters in Esher and Walton do,” she said. “We’ve got a chance for the 2019 Portillo moment being the Raab moment.” Swinson even hinted that voters in Uxbridge should vote tactically to oust Johnson from his seat. Voting tactically in Uxbridge means voting for Labour. “Look, I’m the leader of the Lib Dems,” she said. “You’re not going to be surprised that I’m clearly going to encourage people to vote Liberal Democrat. What I would say is obviously individuals will look at what is happening in their constituency … I understand that tactical voting is part of our voting system, because it’s a rubbish voting system. “One of the ways in which people can use that voting system to deliver more of what they want is to consider voting tactically. If you’ve been getting loads of Lib Dem leaflets through your door, that’s a pretty good sign that you’re living somewhere where the Liberal Democrats have a pretty good chance of winning.” Asked if voters in Uxbridge will be receiving lots of Lib Dem leaflets, she said: “They will have to consider whether that is the case and they will know best.” She urged voters put off by the choice on offer not to despair. “People have power,” she said. “They do have a choice to make and they do not need to give Boris Johnson untrammelled power. He needs to be stopped and if he can be prevented from winning a majority, it’s entirely possible he won’t be the leader of the Conservative party either, so we can stop Boris Johnson.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}