{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/09/glasgow-north-east-constituency-drives-its-own-regeneration", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-09T05:00:05Z", "webTitle": "'There is a sense of change here': Glasgow North East drives its own regeneration", "webUrl": "https://www.theguardian.com/politics/2019/dec/09/glasgow-north-east-constituency-drives-its-own-regeneration", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/09/glasgow-north-east-constituency-drives-its-own-regeneration", "fields": {"headline": "'There is a sense of change here': Glasgow North East drives its own regeneration", "bodyText": "Helen Carroll still remembers meeting two officials from Glasgow city council two years ago. She was then secretary to Springburn community council, and the meeting seemed to confirm their fears. “I asked if there was anything planned and they said: ‘No, there’s nothing planned in the foreseeable future for Springburn. There’s no money,’” she said. “We were literally coloured grey on the map. I couldn’t believe it. They just didn’t expect anyone to ask the question.” Her riposte to that hangs on the wall of the community drop-in centre that Carroll helped found earlier this year in Springburn shopping centre. A laminated aerial photograph of Springburn has been pinned above a table carrying a coffee pot and tea bags. Taken on a bright cloudless day, the image picks out the neighbourhood’s parks, industrial estates and housing schemes. It is clustered with stars and dots in red, green, blue, yellow and gold. The red stickers mark out places the locals want to see improved, green and blue the places they cherish, and yellow marks out homes. Red, green and blue stars are dotted across Springburn Park to the north, built when the area was an industrial powerhouse and home to the Winter Gardens pavilion. Once the largest single-span glasshouse in Scotland, the pavilion is now a rusting and derelict skeleton. The widely disliked dual carriageways and flyovers that bisect Springburn and its surrounding Westminster constituency of Glasgow North East are marked out by lines of red dots and stars. And a particularly dense cluster of red stickers covers the shopping centre, which houses the drop-in centre. The drop-in centre’s walls are crowded with job adverts and training course flyers, and an offer from Timpsons, the shoe repair chain, to dryclean suits for free if a jobseeker has an interview. There are rails of free clothes and neatly pressed school uniforms, and locals can borrow DVDs and books, or toys. “It’s a hub; it’s a place for folk to come to,” Carroll, now chair of the community council, said. The centre, its utility bills paid by the shopping centre owners, hosts community and police liaison meetings, and surgeries for the local Scottish National party MSP, Bob Doris. Spurred on by Doris, council officers now come to meetings too. Half a dozen women are chatting on sofas grouped together just beyond the aerial map. “It’s the living room, that’s what we call it,” she adds. “We’ll just have chats about whatever is going on. It could be relationships; it’s often money.” Brian Casey, a Church of Scotland minister who works closely with Carroll, said the hub was visible evidence of a resurgence in community activism in Springburn. “Until the 60s and 70s, it was such a big industrial area we had shop stewards and people who knew how to run communities,” he said. “That declined during the Thatcher era. It’s now coming back with people in their 30s and 40s, people who want to make this a better place to live, a new generation of activists who can do these things.” Glasgow North East, which had the lowest turnout of any constituency in the UK in 2017, has been a Labour-Scottish National party battleground for a decade. During Alex Salmond’s leadership, the SNP tried to seize it in a byelection after Michael Martin, a Labour MP then speaker of the House of Commons, resigned after a no-confidence motion was tabled against him in 2009. Many locals blamed Martin for a decade of neglect, yet Labour comfortably held the seat. In the SNP landslide election of 2015, Anne McLaughlin finally took the seat for the SNP by 9,222 votes, only to lose it to Labour’s Paul Sweeney by 242 votes in 2017. McLaughlin and Sweeney are competing again at this election. Labour strategists acknowledge holding this seat is a significant test of Jeremy Corbyn’s agenda and his popularity. Setting aside Brexit and independence, Labour and the SNP are fighting on similar territory: both want to scrap universal credit and increase benefits; both promise industrial reinvestment and heavy spending on new and upgraded housing. In common with other deprived constituencies across the UK, the intricacies of Brexit have little traction here and nor – for now, at least – does the lure of independence. Carroll and Casey said their concerns are those of day-to-day survival. UK government data shows there are 22,300 economically inactive adults in Glasgow North East, 37.6% of the population; in September, nearly 3,200 people there claimed unemployment benefit, 8.1% of the constituency’s economically active population, more than double the UK rate. A further 6,460 adults receive personal independence disability (PIP) payments, with depression and other psychiatric disorders accounting of 42% of those. The End Child Poverty coalition estimates 39% of children in Glasgow North East live in poverty after housing costs, nearly double the Scottish average. Much may turn on local issues: Sweeney is campaigning to reopen the Caley, the last of Springburn’s once famous railway works. It finally closed in July, with the loss of 200 jobs, ending 178 years of train-building in the area. By the late 1800s, Springburn’s railway works – Cowlairs, St Rollox, Hyde Park and the Caley – were building and exporting most of the world’s steam locomotives. McLaughlin was at the forefront of a unanimous vote at SNP conference in October calling for drug-control legislation to be devolved from the Home Office to Scotland; she wants decriminalisation and safe injection rooms for addicts. There were 1,187 drug deaths in Scotland in 2018, the highest number on record. News about the drop-in centre’s activities has spread. Staff from a local nursery came by with six large shopping bags of nappies, rusks and organic baby food for a new initiative two of the centre’s volunteers launched last month: a food bank for babies. Nine families, some penniless during their transfer to universal credit, others asylum seekers, have been given free food and formula. The neighbourhood’s food banks could not provide them, so they did. Donations have flooded in. A local Salvation Army hall is now storing a small mountain of supplies: infant formula, nappies, antiseptic creams, baby wipes and food. “It’s disgusting in this day and age that people can’t afford baby milk,” said Tracy Pender, the volunteer who initiated it. Her benefits were frozen in 2017, she said, so she understands. “Every one of us knows what it’s like.” There is deep alarm too about so-called “street valium”, an extremely cheap and potent sedative churned out in backroom factories in the city on pill presses dealers can buy on Amazon, with ingredients sourced in China. It has killed scores of people in Springburn. Casey said users buy the pills, frequently laced with adulterants, in bulk at 100 tablets for £30. “It’s cheaper to buy than a bottle of cider,” he said. “Kids don’t need to show any ID to buy street valium.” Many addicts use it to top up their methadone, often with fatal results. “I’m tired of burying people because of drugs and suicide,” Casey added. In one recent seven-week period, he held six funerals for men who had taken their own lives, and estimates a third of the 180 funerals he has led in the last year involved drug-related deaths. “It’s really, really bad.” Natalie McLean, a former addict who lost her father and six other relatives to addiction and helps run a drugs recovery cafe at Casey’s church, points to the shops that thrive on the high street close by. Three chemists run by the chain Rowlands are grouped in a triangle tens of metres across from each other across the street; there is another branch in the shopping centre. Every morning they dispense methadone to a regular queue of heroin addicts. There are five bookies and three pawnbrokers. “Poverty and inequality; that’s absolutely why they’re there,” she said. “That speaks volumes to me.” The church, a squat single-storey red-brick building built in the 1970s, has become another focus for community activists. It hosts an afterschool club, a “musical memories” club for dementia-sufferers, a Peekaboo preschool play café popular with refugee families, and also distributes vouchers for local food banks. “I now have lots of people who are volunteering, who would never normally come to church apart from baptisms or weddings,” Casey said. He sees his role as a form of community chaplaincy. “There’s a big push to say to people: ‘you have value’. There are families we deal with who are third-generation unemployed.” He wants, he says, “to give them a sense of self-worth”. Carroll has the same optimism. She hopes eventually to see the Winter Gardens reopened; it would be a fine symbol of Springburn’s regeneration, she says. A Grade-A listed building, Sweeney is leading a campaign to raise funds to rebuild it. She remembers watching a young cousin sing Flower of Scotland there in the 1970s. She had “a wee nervous voice and as soon as she got two or three verses into it, the whole place erupted and burst into song”, she recalls. “There is a sense of change here. I really do feel it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}