{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/nov/30/boris-johnson-forced-second-referendum-no-majority-opinium", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-01T09:09:48Z", "webTitle": "Brexit: Johnson ‘will have to call second referendum if he fails to win majority’", "webUrl": "https://www.theguardian.com/politics/2019/nov/30/boris-johnson-forced-second-referendum-no-majority-opinium", "apiUrl": "https://content.guardianapis.com/politics/2019/nov/30/boris-johnson-forced-second-referendum-no-majority-opinium", "fields": {"headline": "Brexit: Johnson ‘will have to call second referendum if he fails to win majority’", "bodyText": "Boris Johnson could be forced into holding a second referendum on Brexit next summer if he fails to win a majority in the House of Commons but remains as prime minister, according to a new report by academics at University College London. The detailed analysis of how a referendum could be triggered, how long it would take, and how it would work concludes that a second public vote – in which the options would most likely be Johnson’s deal versus remaining in the EU – would be very much on the cards if the Conservatives are denied a majority, or are returned with only a very slender one, on 12 December. The report – by UCL’s constitution unit in collaboration with research initiative UK in a Changing Europe – is a reminder of the high stakes, and high risk, of the election to Johnson. Although the latest Opinium poll for the Observer gives the Tories a 15-point lead over Labour with less than a fortnight until polling day, the gap has narrowed by four points since a week ago. The UCL work comes as independent analysis suggests that crashing out of the EU next year would cause the national debt to rise by more than £220bn over the next five years – equivalent to an extra £8,000 of debt per household. The figure, which is more than this year’s government budget for health, social care, schools and local government combined, was contained in research by the Institute for Fiscal Studies (IFS) and highlighted by the Liberal Democrats. Under Johnson’s plans, Britain will not extend the transition period with the European Union beyond the end of 2020, even if no trade deal is in place. The Lib Dems said the IFS research showed that, compared to its plan of stopping Brexit, crashing out would make national debt £221bn larger. Liberal Democrat deputy leader Ed Davey said: “If Boris Johnson gets his way and crashes us out of the EU without a deal at the end of 2020, he will create a tidal wave of debt that would jeopardise funding for our schools, hospitals and vital public services.” Johnson has always insisted that he would never hold a second referendum and believes it would represent a betrayal of the 17.4 million people who voted to leave the EU in 2016. However, the UCL team says that, without a majority and any realistic prospect of forming a durable coalition, the political reality may be that his government would “face a choice between introducing referendum legislation, or being unable to proceed with its Brexit deal”. With the Democratic Unionist party opposed to the deal Johnson struck with Brussels, his prospects of forming a durable coalition to push Brexit through are likely to be limited. “Should the Conservatives fall short of an overall majority and be unable to form a stable alliance with the Brexit party or Northern Ireland’s unionist parties to block such a move, other parties and independent MPs would seek to use what parliamentary strength they had to pursue a referendum,” the report says. “The likeliest route is again for Johnson to reintroduce his EU (Withdrawal Agreement) bill, but for other parties to introduce amendments making its approval conditional on support for the deal in a public vote.” Labour has said that it will renegotiate the Brexit deal within three months and hold a referendum, with an option to remain in the EU, within six months, if it wins the election. The Liberal Democrats’ policy is to revoke article 50 and scrap Brexit altogether in the highly unlikely event that they form the next government. The report says that the minimum time necessary to hold the referendum would be 22 weeks, making Labour’s timetable to renegotiate and hold a public vote within six months “very challenging” to deliver. Before a referendum can take place, the UK parliament must pass primary legislation to give effect to the plans. Key issues that need to be included are the referendum question, the franchise, conduct rules for the vote, and the date on which it will be held. During the bill’s passage the Electoral Commission has to “assess the intelligibility” of the referendum question – a process that takes about 12 weeks and is undertaken before the bill has passed its Commons stages. While the report casts serious doubt on Labour’s referendum timetable, it says that “if a minority Conservative government found itself forced to hold a confirmatory referendum in order to pass its deal, such a referendum could probably be held by May or June 2020”. Last week Johnson ruled out granting permission for a second vote on Brexit or Scottish independence in the event of a hung parliament. Speaking at the launch of the Scottish Conservatives’ manifesto in Fife, he said it was important to “honour democracy” and that backing second referendums “would be bad for the country”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}