{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/06/totally-underwhelmed-readers-on-the-bbc-prime-ministerial-debate", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-06T22:10:44Z", "webTitle": "‘Totally underwhelmed’: readers on the BBC prime ministerial debate", "webUrl": "https://www.theguardian.com/politics/2019/dec/06/totally-underwhelmed-readers-on-the-bbc-prime-ministerial-debate", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/06/totally-underwhelmed-readers-on-the-bbc-prime-ministerial-debate", "fields": {"headline": "‘Totally underwhelmed’: readers on the BBC prime ministerial debate", "bodyText": "‘Clear win for Corbyn’ Have to say a clear win for Corbyn in the debate. Far better performance. I don’t think Johnson’s tactic of trying to focus every answer onto Brexit worked. comrade1 ‘Totally underwhelmed by both of them’ Watching the debate. Totally underwhelmed by both of them. Wishing there was A Monster Raving Loony party candidate in the debate as it could only improve its quality. hybridartifacts ‘The cameras seem more sympathetic to Johnson’ Corbyn has the moral high ground and facts on most issues, but Johnson’s voice is more shrill and seems louder, he always gets the last word in and uses his metronomic sound bites more successfully. The cameras and Nick Robinson seem more sympathetic to Johnson. andrewjonesfoto ‘I wish Corbyn won with all my heart, but I think Boris did tonight’ Just finished watching it. My strong sense was Corbyn was honest, spoke with an intimate sense of the issues, a lot of empathy for the average person – but was also a bit too complex/academic for many (sadly). He also sometimes focused on his comfort zone (homelessness etc.) but the fact is most people are not without a home, going to food banks etc. So my worry is, people will think nice guy, but he’s not what I need. He also sounded contrived on Brexit. Boris just recited lots of simple but effective lies, but was a more assertive speaker, his voice literally sounds stronger than Corbyn’s. I’m afraid that, although I am probably more socialist radical than JC and wish he won with all my heart, I think Boris won tonight and will win at this rate. I don’t think Nick Robinson was that bad. Ordinarily ‘Head-to-head with Johnson, Corbyn looks statesman like’ Corbyn has said some dumb shit over the years but head-to-head with Johnson he looks, dare I say it? Statesman like. If I had to choose between them I’d pick the beardy one over the sweaty chancer. John Munro ‘Johnsons is so poor at debating’ Johnson is so poor at debating. His benefits of Brexit sounded absolutely pants, quite apart from the fact that none of it was true! bobthebuilder234 ‘I don’t think Corbyn did enough to change minds’ Well Corbyn did not do anything bad, but he really should have pushed back more when Johnson was making blatant lies about Labour polices, and he should have just called Johnson a liar. So IMO I don’t think he did enough to change minds, so I pray there are enough people already going to vote for Labour to beat the Tories! partizanman ‘A baked potato is oven ready; the future of our country is not a baked potato’ A baked potato is oven ready. The future of our country is not a baked potato, it’s millions of lives, businesses, friendships, relationships, jobs, security, environment. David Kirk ‘Absolutely no shame at all from Johnson’ Just did a genuine LOL at the 50k nurses from Johnson. Absolutely no shame at all. Graeme Quinnell ‘Johnson has no manners whatsoever’ Johnson should be expelled from the debate. He interrupted Corbyn in mid-flow. He has no manners whatsoever and is simply disrupting proceedings and showing contempt for the public. redfalcon ‘How did UK politics sink so low?’ The absolute state of these two. How did UK politics sink so low? GatehouseAmi ‘Corbyn is walking this’ Holy smokes, Corbyn is walking this. He sounds calm and measured and on top of his agenda. (I’m listening on the radio). Boris is desperate, blustering, and scattergun. I didn’t think Corbyn had it in him. bsam ‘Johnson sounds like a waffling idiot’ Johnson is losing this one. Corbyn’s answers are reasoned and concise. Johnson sounds like a waffling idiot. trojunhorse99 ‘The best we can hope for is a hung parliament’ In a normal country this would be the end of the matter. Next week Corbyn would be in government with a 150 MPs majority. Here the best we can hope for is a hung parliament. Kropotkin72"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}