{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/01/brexit-and-the-state-of-the-union", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-01T18:24:52Z", "webTitle": "Brexit and the state of the union | Letters", "webUrl": "https://www.theguardian.com/politics/2019/dec/01/brexit-and-the-state-of-the-union", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/01/brexit-and-the-state-of-the-union", "fields": {"headline": "Brexit and the state of the union", "bodyText": "Martin Kettle is right in his comments about the union (You’d never know it, but the future of the union is at stake, Journal, 28 November). As a Scot who voted no in the 2014 referendum, my own views have changed considerably, and I know from many conversations that significant numbers have travelled in a similar direction. I have viewed the UK as a successful international collaboration in membership of another successful international venture, the EU, and opposed Scottish independence as an expression of nationalism, which I dislike as an ideology. However, following Brexit, I am now faced with an unpleasant choice of nationalisms, and am increasingly coming to view the Scottish variety as the lesser evil, since it is at least progressive and internationalist, while the English species as championed by the Tories is rightwing, regressive, xenophobic, and self-evidently ignores me as a Scot. I am now beginning to look with more favour than fear on a complete change of political environment – from the toxicity and deep democratic deficits of an unrevised English system of government and corrupt public discourse in thrall to a vicious and mendacious press, to the open possibilities and promise of renewed democracy in a separate Scotland seeking regained EU membership or, at the very least, close ties with our friends in the EU. I am not unaware of the economic challenges, but am reflecting that if the Tories win the election, which seems likely, then perhaps the daily pain of living in a country with whose values and purposes I will no longer feel any affinity, would outweigh the costs of independence. I would pay a premium to be free of the despair of indefinite, deeply unsavoury rightwing English nationalism. If Johnson, like an autocratic neocolonial ruler, tries to deny an SNP-voting Scottish people a second referendum, to which they are entitled after the massive change of Brexit, then he will only deepen the aversion to what will feel more and more like alien rule, and a way will be found. Stephen Smith Glasgow • Martin Kettle rightly alerts us to the possibility of the United Kingdom disintegrating if Johnson wins on 12 December. Brexit, whether under the Tories or Labour, would accelerate the process. The economic impact on the north is likely to be dire, with further wealth and power concentrated in the south-east. Ironically, Scotland has featured quite strongly in media coverage of the election because of the strength of the SNP. The same can’t be said for the north of England, where we don’t have an effective political voice. It’s time those of us not committed to a continuation of the London-dominated status quo started to think seriously about a federal Britain, as a union of equals. An English parliament is the last thing the north needs – it would perpetuate divisions within and outwith England. Once the dust has settled after the election, people in the north should start to address our current lack of a political voice. Prof Paul Salveson Bolton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}