{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/09/matt-hancock-aide-altercation-hospital-campaign-visit", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-09T18:57:12Z", "webTitle": "Tories forced into climbdown over claim aide was hit by Labour protester", "webUrl": "https://www.theguardian.com/politics/2019/dec/09/matt-hancock-aide-altercation-hospital-campaign-visit", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/09/matt-hancock-aide-altercation-hospital-campaign-visit", "fields": {"headline": "Tories forced into climbdown over claim aide was hit by Labour protester", "bodyText": "The Tories were forced to make an embarrassing climbdown after aides briefed that an adviser to Matt Hancock had been hit by a Labour protester in an incident that it later emerged had been innocuous. The shadow chancellor, John McDonnell, accused them of lying and attempting to manipulate the media after Conservative sources claimed on Monday afternoon that the adviser to the health secretary had been hit by a protester at Leeds General infirmary during a campaign visit. Aides initially briefed that Hancock’s adviser had been “punched in the face” and tried to point the finger at a Labour “thug”. But a video emerged that appeared to show the adviser walking into a protester’s arm. Having seen that footage, aides were forced to acknowledge that it looked like the adviser was hit in the face accidentally, but still tried to turn the story on Labour by claiming the activists’ behaviour and language had been unacceptable. Hancock had been visiting the hospital as the Tories struggled to get to grips with damaging reports about their running of the NHS after the Daily Mirror printed a picture of a child lying on a ward floor because of a shortage of beds. “The Tories are so desperate to distract from a four-year-old boy sleeping on a hospital floor because of their cuts to our NHS that, once again, they have resorted to bare-faced lying. This is a new low and the Conservative party has serious questions to answer,” said a Labour spokesperson. And McDonnell tweeted: “Johnson and the Tories lie and they cheat to manipulate the media. A sick child treated on the floor of a hospital and they try divert attention with a dead cat lie story. Never has our politics sunk so low in our country since Johnson took over.” West Yorkshire police later said they were “unaware of any reports” of an incident involving election campaigners at the hospital. A source who was present at the time said they had seen no sign of the incident described by Tory aides. “I saw no punch at all. I was there,” said the source, who did not want to be named. The incident happened as Hancock was leaving the hospital after visiting senior staff to talk about the case of four-year-old Jack Williment-Barr. They were heckled with people shouting: “Shame on you”, “We do not want you in this country” and “You are not welcome in this hospital” as they both walked to a waiting car. Earlier in the day the prime minister cancelled an election visit as protesters gathered at the venue near Bolton. And he faced accusations that he lacked empathy after he repeatedly declined to look at a picture of Williment-Barr when shown it on a reporter’s phone during an interview with ITV News. Instead, Johnson took the phone and put it in his pocket, before returning it when the reporter made clear what he had just done on camera. The aide to the health secretary has not responded to a request for comment. Additional reporting by Kevin Rawlinson • This article and its headline were updated several times shortly after publication on 9 December 2019 to reflect the fact that claims made by Tory party sources about an assault on an aide of Matt Hancock were untrue."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}