{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/03/corbyn-trump-nhs-never-be-for-sale-labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-03T10:57:43Z", "webTitle": "Corbyn tells Trump NHS will never be for sale under Labour", "webUrl": "https://www.theguardian.com/politics/2019/dec/03/corbyn-trump-nhs-never-be-for-sale-labour", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/03/corbyn-trump-nhs-never-be-for-sale-labour", "fields": {"headline": "Corbyn tells Trump NHS will never be for sale under Labour", "bodyText": "Jeremy Corbyn ramped up his election message to Donald Trump that the NHS would never be for sale under a Labour government, as the US president spends his first full day in the UK. The Labour leader said his “firm” message to the president, who is in Britain for a Nato summit, was that under a Labour majority in the Commons neither the NHS nor any other public service would be part of trade talks. Corbyn’s comments came as Trump insisted he would not seek to include access to the NHS in a future trade deal. “I don’t even know where that rumour started,” Trump told the travelling White House press in an impromptu briefing at the US ambassador’s residence in London. “We have absolutely nothing to do with it and we wouldn’t want to if you handed it to us on a silver platter. We want nothing to do with it.” Saying he had “no thoughts” on the UK election, Trump was asked whether he could work with Corbyn as prime minister. He replied: “I can work with anybody, I’m a very easy person to work with.” Corbyn, speaking outside Soas University of London during a speech on workers’ rights as part of his election campaign, said: “In any trade deal with the United States with a Labour government public services will not be put on the table. Our NHS will not be put up for sale because public services are there for a reason. “They are not there to be sold off to international firms that want to come in and run our NHS.” He was joined by cleaners and porters who now work for the university as in-house staff and have pension, sick leave and maternity rights, after a long campaign that Corbyn and the shadow chancellor, John McDonnell, have supported since 2006. The Labour leader told the crowd: “Donald Trump has arrived in Britain. I saw it because his convoy went past my house last night. So I know he’s here.” He said he welcomed all visitors to the UK but wanted to “very gently, quite simply but extremely firmly” remind Trump the NHS was not on the table in any talks to try to secure post-Brexit trade. Corbyn is focusing his campaign on Labour’s charter for workers’ rights and its promise to eradicate zero-hours contracts, raise the minimum wage and give employees rights from their first day of work. He likened the contracts, which affect 1 million Britons, to early 20th-century work practices for dockers and builders where the employer held “all the aces” in their relationship. He said: “There was a time in Camden Town when lots of building workers would queue up outside the station and wait for an employer to drive by and possibly offer them a day’s labouring. They had no guarantee what their income would be, no guarantee they could pay their rent, feed their children or live a normal decent life. “I thought those days were over when legislation brought in to outlaw those kind of practices. In reality, a zero-hours contract where you spend all day staring at your mobile phone hoping for a text message that is going to give you a few hours’ work somewhere else, is no really any different. It’s just the technology that is different. So we will end zero-hours contracts once and for all.” Flanking Corbyn during his speech were members of the Soas Justice for Cleaners campaign, supported by the students’ union, Unison and the UCU. The staff now have contracts that should be emulated across the country, the Labour leader said. Lenin Escudero, 43, who is a cleaner supervisor at Soas, said the lives of workers had changed significantly since they were employed directly and given the same basic employment rights as university staff. The father-of-three, who is originally from Ecuador, said in 2006 cleaners were on £5 an hour and now earn £12 an hour and have pensions, sick pay and 43 days’ annual leave. He said: “We were invisible before but during the campaign people started to notice us. Jeremy Corbyn supported us in this campaign from day one.” Breaking into Spanish during his speech, Corbyn said workers should continue their struggle for “what is right and for social justice”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}