{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/10/candidates-polling-third-urged-to-step-aside-in-key-marginals", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-10T19:00:16Z", "webTitle": "Candidates polling third urged to step aside in key marginals", "webUrl": "https://www.theguardian.com/politics/2019/dec/10/candidates-polling-third-urged-to-step-aside-in-key-marginals", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/10/candidates-polling-third-urged-to-step-aside-in-key-marginals", "fields": {"headline": "Candidates polling third urged to step aside in key marginals", "bodyText": "A tactical voting campaign has made a last-ditch appeal for Labour and Lib Dem candidates polling third in a series of marginal seats to step aside so as to improve the chances of the other party defeating the Conservatives. Vote for a Final Say, which is seeking to ensure a second Brexit referendum by preventing a Conservative majority, has compiled a list of 20 marginal seats in England and Wales where, it says, votes for the third-placed party could result in the Tory candidate winning. Based on constituency-by-constituency projections taken from a major YouGov poll, as well as other surveys, the group recommends five Labour and 15 Liberal Democrats formally recommend their supporters vote for the other party. While the Lib Dems, Plaid Cymru and Greens have completely stepped aside for each other in more than 60 seats under the remain alliance banner, Labour has declined to take part in any formal pacts. In place of this, a number of organisations have attempted to gauge which of Labour and the Lib Dems have a better chance of defeating the Conservatives in marginal seats, for example with an app developed by Vote for a Final Say. The group has highlighted the situation in the Stockton South seat, taken by Labour’s Paul Williams from the Conservatives in 2017 by just 888 votes. Polling shows Williams, on 43% support, is three percentage points behind the Conservatives, but that the Lib Dems are on 5%. “If I were re-elected I would fight for a fairer voting system that makes every vote count, so that this type of compromise would never have to happen again,” he said in a statement released via Vote for a Final Say. With many constituencies set to be very tight in Thursday’s election, tactical voting could play a crucial role in determining the final number of Conservative seats, amid signs a number of voters could lend their support to other parties. A survey released last week by the Electoral Reform Society, which campaigns for a proportional voting system, said 30% of voters believed they could vote tactically, significantly up on the figures earlier in the campaign. Some candidates have stood down without the backing of their party. Tim Walker, the Lib Dem candidate in Canterbury, where Labour’s Rosie Duffield is defending a tiny majority, dropped out last month – but was replaced by his party. Walker said: “I beg other Lib Dem and Labour candidates in identical situations to my own to now look to their consciences and abandon their disreputable campaigns. I know of dozens who know deep down what they’re doing is wrong.” Seats where the party is urging Labour to stand down include Cheadle, Winchester, South Cambridgeshire and St Albans. It wants the Lib Dems to step aside in places including Chingford and Woodford Green- the seat held by former Tory leader Iain Duncan Smith – Sedgefield, Eltham and Croydon Central."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}