{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/10/would-getting-brexit-done-bring-lots-of-new-investment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-10T14:39:19Z", "webTitle": "Would 'getting Brexit done' bring lots of new investment?", "webUrl": "https://www.theguardian.com/politics/2019/dec/10/would-getting-brexit-done-bring-lots-of-new-investment", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/10/would-getting-brexit-done-bring-lots-of-new-investment", "fields": {"headline": "Would 'getting Brexit done' bring lots of new investment?", "bodyText": "Claim The chancellor of the exchequer, Sajid Javid, said that flatlining economic growth in October showed that Britain must “get Brexit done with our deal” to give businesses and families certainty to spend. He said that after parliament passed the prime minister’s deal this would “unleash a tidal wave of funds that are waiting to be invested in Britain once we end the uncertainty”. Background Gross domestic product (GDP), the broadest measure of economic activity, failed to grow in October from the previous month. It was also flat over a wider three-month period, according to the Office for National Statistics. The annual growth rate also slowed to 0.7%, the weakest since March 2012. Javid said that Labour would hold two referendums next year to “keep the country stuck in neutral”. John McDonnell, the shadow chancellor, said that a Conservative election victory would mean “five more years of economic failure and stagnation”. Reality Much more than Brexit will dictate the future pace of economic growth, though the political impasse has had a significant impact. Economists believe Brexit uncertainty has sapped business investment in particular. A slowdown in the global economy amid heightened trade tensions between the US and China has also had an impact. The Bank of England said earlier this year that the economy was roughly £40bn a year smaller than it would have been under remain. In a nod to the Vote Leave battlebus, Gertjan Vlieghe, a member of the Bank’s rate-setting monetary policy committee, said: “If you prefer it in bus units, it’s £800m a week.” The Conservatives claim that “getting Brexit done would unlock over £100bn of investment” in Britain, citing a Goldman Sachs research note as evidence. Analysts at the US investment bank did say that progress towards a Brexit resolution could unlock about $150bn (£114bn) of capital inflows, in a research note published last month. However, they were referring to investments in stocks and bonds, rather than by businesses in the real economy. They also went on to warn that parliament passing the withdrawal agreement would “leave some uncertainty on the table as this is only one stage in the Brexit process”. Garry Young, a former Bank of England and Treasury official at the National Institute of Economic and Social Research (NIESR), said there were Brexit issues that still needed to be resolved. Boris Johnson has also left open the prospect of a no-deal Brexit at the end of next year, which could dampen investment intentions. “While some uncertainty could be resolved by the outcome of the general election, it is doubtful that this will provide businesses with the clarity needed to invest with confidence,” Young said. NIESR estimates that Johnson’s Brexit plan would leave the economy £70bn smaller after a decade, and that continued uncertainty would have a lesser impact. According to the EY Item Club, a leading economic forecaster, UK growth in 2019 is expected to be 1.3%, the weakest performance since 2009. Even if Johnson wins a majority and MPs approve his withdrawal agreement at the start of next year, it forecasts a further slowdown in growth to just 1% for 2020, the weakest rate in 11 years. Verdict Javid is correct that the prime minister’s withdrawal agreement could provide some clarity for businesses to invest in Britain, which could benefit the economy. But he is wrong to suggest a “tidal wave” would be the result. Mainstream economists expect business investment and economic growth will continue at a trickle."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}