{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/08/experimental-real-time-play-the-vote-returns-for-election-night", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-08T08:37:34Z", "webTitle": "Experimental real-time play The Vote returns for election night", "webUrl": "https://www.theguardian.com/politics/2019/dec/08/experimental-real-time-play-the-vote-returns-for-election-night", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/experimental-real-time-play-the-vote-returns-for-election-night", "fields": {"headline": "Experimental real-time play The Vote returns for election night", "bodyText": "The play The Vote, a 2015 theatrical experiment that also went out live on television on election night in 2015, is to be revived in updated form this week, the playwright James Graham and his co-creator and producer, Josie Rourke, have told the Observer. Stars Catherine Tate and Mark Gatiss will be back together on the evening of the general election this Thursday to perform Graham’s 2019 version, along with a full cast including Bill Paterson and Nina Sosanya, for one night only in central London. Election night parties are thin on the ground and many voters will be looking for distraction. Graham’s play offers a compromise, since the playwright will be asked to read out the exit poll results the minute the play finishes at 10pm. “It is not your average Christmas show, but the peculiarly twee way we run elections in this country means that many polling stations are in the same places that carol concerts and nativity plays are being staged,” said Graham. “We wanted to bring people together and Josie and I also felt that the arts often departs too quickly from the political scene and just hands the baton to journalists and pundits.” The play is again set in real time on the final 90 minutes of polling on election night in a marginal seat. In 2015, the original Donmar Warehouse production, labelled “a glorious night at the polling station” by the Observer, was broadcast live on More4 and nominated for a Bafta. “We enjoyed it so much the first time, we wanted to restage the whole exercise again,” said Rourke. “But it was fascinating to see what had changed.” The core mechanics of the play, its elements of farce, have endured, she added, because the key characters, the three clerks in the polling station and those who come in to vote, are limited in time and space. “Yet not only was the last time pre-European referendum, it was also at a time when people were still wondering about the possibility of a hung parliament and imagining what chaos that might bring,” said Rourke this weekend ahead of the performance in the auditorium at Bush House on The Aldwych. “James is not looking to write a stinging political satire. He wants instead to be fair to all sides and so he remains hidden in the text.” Graham agrees that the aim is to include people rather than divide them. “It is not all about Brexit this time, but of course it’s there in the shadows, behind everything. It’s why we are all here now. “In the 2015 version there was concern about the chaos that would come from a tight election result, with no majority. In the end, that didn’t happen then, but we were still right because it was all to come.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}