{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/10/corbyn-criticism-was-banter-says-jonathan-ashworth", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-10T12:25:19Z", "webTitle": "Corbyn criticism was 'banter', says Jonathan Ashworth", "webUrl": "https://www.theguardian.com/politics/2019/dec/10/corbyn-criticism-was-banter-says-jonathan-ashworth", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/10/corbyn-criticism-was-banter-says-jonathan-ashworth", "fields": {"headline": "Corbyn criticism was 'banter', says Jonathan Ashworth", "bodyText": "Jonathan Ashworth, the shadow health secretary, has dismissed as “banter” a recording of him saying Labour would not win the election and suggesting the civil service would have to “safeguard security” if Jeremy Corbyn entered No 10. Ashworth was caught on tape talking to a Conservative “friend” and the audio was subsequently leaked to the rightwing Guido Fawkes blog. He has confirmed the veracity of the tape and dismissed it as joking around but it is likely to undermine the leadership’s trust in him as a shadow cabinet minister carrying a crucial brief two days before the election. Speaking to the BBC’s Victoria Derbyshire Show, Ashworth said he was “saddened” that a conversation with a friend who he had spent three weeks going round America with had made it into the public domain. On the tape, he says: “I don’t know, on the security stuff; I worked in No 10, I think the machine will pretty quickly move to safeguard security, I mean the civil service machine. But it’s not going to happen! I can’t see it happening.” He said it was “dire for Labour” as a result of a “combination of Corbyn and Brexit” outside of city seats, and told the friend that he “can’t see it happening” that Corbyn would be prime minister. Appearing to refer to an unsuccessful plot to oust Corbyn, Ashworth says: “We fucked it up in 2016 when we went too early. People like me were internally saying: ‘This isn’t the right moment,’ but I got kind of ignored. But I don’t think we’re going to get there; In Mansfield, in Ashfield, it’s dire for the Labour party up there, these traditional working areas.” Pressed then on what would happen to Corbyn if the Tories won the election outright, Ashworth said: “That’s the thing that’s on our minds … I think things can change quickly; I think things change more quickly anyway now.” Ashworth told Derbyshire they were “having banter with each other – we’re joking around”. “No, I don’t mean it because I’m joking around with my mate because he’s a Tory … If you leak it to Guido Fawkes of course it makes me look like a right plonker but it’s not what I mean when I’m winding up a friend – I’m trying to sort of pull his leg a bit,” he said. He later apologised to Labour party members telling BBC 2’s Politics Live programme: “Obviously with the benefit of hindsight I’ve been too clever by half and I look like an idiot as a result of doing it.But I thought I was having a private conversation with someone who I’ve always had conversations with over the years. “It’s obviously stupid. I apologise to Labour party members but the reason it has come out today is because the Tories don’t want to be talking about the fact that we’ve had a toddler lying on the floor in a hospital.” The Conservatives seized on the recording after suffering a terrible day of gaffes on Monday, over Johnson’s refusal to look at a picture of a sick boy on a hospital floor and peddling untrue claims that a Tory aide had been hit by a Labour activist. A Conservative spokesman said: “This is an honest and truly devastating assessment of Jeremy Corbyn’s leadership by one of his most trusted election lieutenants. “If even Corbyn’s closest political allies think he is unfit to be prime minister, why on earth should voters be expected to put their trust in him and them?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}