{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/06/of-course-labours-policies-can-work-they-used-to-be-the-norm", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-06T17:52:52Z", "webTitle": "Of course Labour’s policies can work – they used to be the norm | Letters", "webUrl": "https://www.theguardian.com/politics/2019/dec/06/of-course-labours-policies-can-work-they-used-to-be-the-norm", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/06/of-course-labours-policies-can-work-they-used-to-be-the-norm", "fields": {"headline": "Of course Labour’s policies can work – they used to be the norm", "bodyText": "Growing up in Sweden, Susanna Kierkegaard benefited from free school lunches, had access to university without tuition fees and had free dental checkups – so, as she says, “I already know some of Jeremy Corbyn’s proposed policies can work” (Why a Swede is canvassing for Corbyn’s party, Journal, 2 December). Growing up in pre-Thatcher Britain, we once had all this and more – graduate and postgraduate grants, free dental and medical care, nationalised rail, mail and utilities – all in a country that provided decent council housing, youth centres, care homes and welfare. Of course Labour’s policies can work. They are no more than the practical application of common sense. All it takes is the political will. And all that takes from each of us is a cross on a piece of paper. Austen Lynch Garstang, Lancashire • So much of the coverage, and lots of outright criticism, of Labour’s plan to save households £6,700 a year (Fact check, 5 December) has focused on where that money will come “from”, and how it is “taken” from the economy. I’m not an economist, but isn’t it at least as important to consider where it will go, and to see that this money actually stays in the economy, with hugely beneficial effects? Most households will not stash the money away, or offshore it, but will spend it on food, clothing, housing and so on – on the things they cannot afford now. Some of that money will be saved, contributing to investment through banks, pension funds, etc, but won’t all of it, in one way or another, remain in the economy, and could do a lot of good for it? John Forsyth Penzance, Cornwall • For those of us who are shocked by growing inequality, providing free breakfasts for children may seem like a good idea (Labour promises free breakfasts for all primary pupils in English schools, 5 December). But will this have the desired effect? If the intention is to take children out of poverty, why does Labour’s universal scheme direct precious public resources to well-off families, rather than focus solely on low-income households? Most critically, when the quality of their family upbringing is by far the biggest single influence that shapes people’s lives, are none of the parties proposing to invest in family support services, which since 2010 have been eviscerated by spending cuts? Chris Pratt Author of Building a Learning Nation, Leeds • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}