{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/10/with-two-days-to-go-boris-johnson-is-in-his-comfort-zone", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-10T12:00:09Z", "webTitle": "With two days to go, Boris Johnson is in his comfort zone", "webUrl": "https://www.theguardian.com/politics/2019/dec/10/with-two-days-to-go-boris-johnson-is-in-his-comfort-zone", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/10/with-two-days-to-go-boris-johnson-is-in-his-comfort-zone", "fields": {"headline": "With two days to go, Boris Johnson is in his comfort zone", "bodyText": "Boris Johnson does not look like a prime minister who believes he is just about to lose the office he has coveted since boyhood. Brandishing a giant cod and joking with fishmongers, he is in his campaign comfort zone. It is the mode of the Vote Leave tour bus: eye-catching photo ops, a snappy slogan and informal stump speeches that play fast and loose with the facts about Brexit. The scene is Grimsby fish market, three days before the country will decide whether to grant Johnson another five years in power or cut him loose after just six months in No 10. The prime minister certainly appeared to be relaxed. But his advisers and many Tory MPs who remember their nightmare of 2017 are still anything but. One senior aide says he is “waking up in a cold sweat every night” at the thought that a hung parliament is a very real possibility. “I walked into CCHQ on election night in 2017 and was being told we were on course for a 60-seat majority. So excuse me if I’m not getting overexcited yet.” Their biggest fear has been the possibility of a game-changing gaffe in the last 100 hours before voters go to the polls. Johnson has been on-message ever since he stumbled over the response to floods in the north of England at the beginning of the campaign. But, right on cue, the prime minister delivers the most damaging blunder of his campaign so far, by refusing to look at a picture of a sick boy sleeping on the floor of Leeds hospital and pocketing the phone of a journalist who tried to show it to him. The moment, swiftly followed by a furore over claims that a Tory adviser had been hit which subsequently turned out to be false, has threatened to derail what had essentially been a “safety-first” campaign. Until now, it has followed all the hallmarks of Sir Lynton Crosby, Johnson’s friend and election guru who helped with both his mayoral campaigns and the last two Tory election efforts. The Tories insist that Crosby, who won a majority for David Cameron and helped lose one for May, is not calling the shots behind the scenes. Instead, the man in charge is Isaac Levido, Crosby’s 35-year-old protege. But Levido is certainly running an extremely Crosbyesque operation – one simple slogan, hammered home again and again until voters can repeat it in their sleep, combined with a boring manifesto that seeks to avoid any controversial policies. There is some relief among Tory candidates that the team in charge this time is vastly different from two years ago, when Theresa May’s advisers – Nick Timothy and Fiona Hill – were at loggerheads with Crosby. Insiders say there is barely anyone over 45 in the war room at Matthew Parker Street in Westminster and consultants from the private sector rather than lifelong Tory party apparatchiks are running the show. Surrounding Levido on the “pod of power” in the centre of the room are Paul Stephenson, the former comms director of Vote Leave, who now runs a successful strategic consultancy, and Michael Brooks, the party’s pollster. Two New Zealanders in their mid-20s – Sean Topham and Ben Guerin – are the digital strategists. Previously the subject of controversy over their work on a Facebook propaganda network when they were employed for Crosby’s CTF Partners, they are talked of in reverential terms by non tech-savvy Tories. “The Kiwis”, as they are known, are responsible for viral content designed to rival Labour and Momentum’s slick and shareable videos. The whole group are working long days in the crowded HQ, with senior staff starting with a meeting at 5.40am and juniors doing shifts from 6am till 8pm and 8am till 10pm. Hot dinner from a local deli – lasagne, chicken hotpot, Mediterranean vegetables – is provided each evening with supermarket booze to keep them going. The consensus among Tory insiders is that the campaign is a tighter ship but also marked by a new willingness to resort to sneakier methods and disinformation. First there was the cutting of a video of Keir Starmer to falsely suggest he was clueless, then there was the decision to rebrand the Conservative HQ Twitter feed as FactcheckUK during a television debate, implying it was an independent monitoring authority. While the personnel, atmosphere and tactics in CCHQ have changed, some Tory candidates are concerned that the overarching geographical strategy has not. For all their attempts to avoid the mistakes and assumptions of 2017, Johnson’s campaign is going after the very same leave voters in the north of England and Wales that May failed to woo in sufficient numbers. While Johnson has been visiting some Tory-held constituencies to shore up MP candidates in danger, such as Chingford, last held by Iain Duncan Smith, the target seats – Bishop Auckland, Darlington, Workington and Wrexham – have not been blue for the best part of a century, if ever. It has seen a trail of rightwing politicians trying to woo its Eurosceptic voters in the past decade. David Cameron came here in 2010 declaring he was going “all out” for a win, and Nigel Farage, then of Ukip, traipsed around with a bemused Joey Essex in tow in 2015, making it into a three-way battle. Theresa May nearly visited in 2017 but was told Scunthorpe was more winnable and diverted – she later returned to give a keynote speech earlier this year pleading with MPs to back her Brexit deal. And yet the seat of Great Grimsby has so far remained resolutely Labour, having been so since 1935. At the fish market, there are a few fishmongers who suggest that the seat could be turning in the Tories’ favour. One wholesaler, 39-year-old Adam Leggett, says he did not used to vote but he is now backing Johnson. He argues that “Boris seems like a normal working class guy, he’ll get my vote”. Undeterred when reminded of the prime minister’s background, he says: “Like you say he went to Eton. But have any prime ministers not been to public school? They’re all from chosen stock aren’t they?” But others remain unconvinced, with one loudly booing while the prime minister auctions off some fish for the cameras. One seafood businessman, Rob Miall, is a natural Labour voter but says he “can’t vote for Corbyn” or the Conservatives, and is thinking of voting for the Lib Dems even though he disagrees with their Brexit position. With such mixed views, Tory candidates are still extremely nervous, remembering the false optimism of 2017 and unfounded fears of some Labour MPs who thought they would lose their seats but ended up with increased majorities. They are finding highlevels of anti-Corbyn feeling but not necessarily great warmth and affection for Johnson either. One Conservative candidate contesting a Labour-held target in the north-east said he believed he was in with a chance but mostly because Labour voters are expected to stay at home. “Our vote should be up but Labour’s will drop more than ours goes up. It’s going to be really close,” he said. Robert Hayward, a Tory peer and polling expert, is also cautious about whether some of these historically Labour seats will go Tory. Looking at 10 seats from Ashfield to Bolsover where the Conservatives enjoyed the biggest swings last time, he said: “The significance of these constituencies is that they moved well away from the norm last time. Will they do so again or will they stay somewhat more static and allow others to catch up? “The bigger problem is clearly for the Conservatives since several of the seats identified are ones they have yet to win. If they fail to make further progress disaster looms.” It is not just the geographical targeting that is similar to 2017. Tory strategists are aware of Johnson’s vulnerabilities, such as his propensity to go off-script, and the divisive effect he has on the public. Nevertheless, they appear to think he is the best asset they have got and cling to the pre-Brexit belief that Johnson is to some extent a “Heineken” politician who can reach areas that other politicians cannot reach. With this hope in mind, they have put him front and centre from the beginning. It is not just Jacob Rees-Mogg, the leader of the Commons, who was benched after making offensive comments suggesting Grenfell victims should have had the “common sense” to ignore fire service advice. His cabinet have largely been shut away from view, with just a few broadcast appearances by experienced operatives such as the health secretary, Matt Hancock, and some dry speeches by the chancellor, Sajid Javid. Very few Tory women have been on the airwaves at all. The only minister allowed to take Johnson’s place in two television debates has been the little-known chief secretary to the Treasury, Rishi Sunak, who gave wooden performances. “Sometimes boring is what you want,” says one aide. With this in mind, his public appearances in the campaign have been mostly limited to friendly scenarios. In target seats, he tends to stick to factories and offices, where employees cannot be too rude or ask tricky questions in front of their pro-Tory bosses. He has done interviews with the rightwing newspapers – the Mail, the Express, the Sun, who reported how he likes to eat flapjacks and porridge to keep his energy up. The Mirror has been banned from following him on the campaign trail entirely – an unprecedented move by a prime minister that even the media-averse Theresa May did not attempt. There has also been unhappiness among the media’s picture editors that some events are restricted to Johnson’s behind-the-scenes photographer, Andy Parsons, rather than the wider pack of snappers. As for venturing out into the unsupervised wilds of public spaces, the prime minister’s minders have only let him loose for a walkabout in the safe Tory seat of Salisbury for a Christmas market. There he was mobbed by a largely older crowd, wanting selfies and handshakes, with heckles that echoed back his slogan “Get Brexit done”. But even deep into true blue Tory territory, there are some pro-remain protesters shouting “shame on you” and the insult of choice for this campaign: “Liar!” Other visits to public spaces in marginal seats have been called off because of demonstrations by Labour supporters, with a planned stop at a deli shop in the target seat of Bishop Auckland cancelled on Monday. When journalists have challenged the prime minister about his restrictive approach to the media, he insists he has subjected himself to scrutiny. At one point, he quotes Ancient Greek in response to questions about why he is dodging the challenge of an interview with the BBC’s Andrew Neil. He then translates this for the non classically schooled audience as a quote from Socrates: “An unscrutinised life is hardly worth living.” Johnson’s life has certainly been crawled over in the six-week election campaign. Quotes have been dug up showing he maligned single mothers and their “feckless” children, black people, Muslim women, those with low IQs and others besides. But he has repeatedly tried to shrug it all off with his characteristic bluster, claiming not to remember or that the quotes have been taken out of context or that he has better things to talk about. Confronted with words from his past, he shakes his head sorrowfully during the question to imply they are nothing to do with him, and then tries to claim the country is only interested in Brexit. Throughout all this, he has become master of turning the conversation back on to his favourite subject. Why should people trust you on the NHS when you can’t look at a picture of a sick child? He answers that the Tories are putting more money into the NHS and public services can only thrive if we “get Brexit done”. What will you get your girlfriend for Christmas? His answer, you suspect, is more of a gift for himself. “What I hope everybody in this country will get is to get Brexit done.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}