{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/live/2019/dec/01/boris-johnson-faces-marr-in-wake-of-london-bridge-attack-jeremy-corbyn-live", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-01T22:15:42Z", "webTitle": "General election: politicians from seven parties grilled in ITV debate – as it happened", "webUrl": "https://www.theguardian.com/politics/live/2019/dec/01/boris-johnson-faces-marr-in-wake-of-london-bridge-attack-jeremy-corbyn-live", "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/01/boris-johnson-faces-marr-in-wake-of-london-bridge-attack-jeremy-corbyn-live", "fields": {"headline": "General election: politicians from seven parties grilled in ITV debate – as it happened", "bodyText": "Rowena Mason has this assessment of who did well out of this evening’s seven-way election debate on ITV. That’s all from me. You can read a summary of the day’s political events here and our news story from the debate here. Andrew Sparrow will be back tomorrow to guide you through developments on the campaign trail. Good night. More from Nazia Parveen backstage in Salford, where she has been talking to politicians sent out to bat for their teams – Lisa Smart, Hazel Grove candidate for the Liberal Democrats said: viewers would have been “appalled” by Farage defending Trump’s “deeply misogynistic” comments. “The British public deserve better than what they saw from Farage, who let’s not forget is Boris Johnson’s cheerleader. The only way to stand up for liberal values, stop Boris and stop Brexit at this election is to vote Liberal Democrat,” she added. Green party co-leader, Jonathan Bartley, speaking backstage said that it was frustrating to see the main parties failing to discuss climate change as part of the debate. “It should have been a central component but nobody seemed to take the lead on it. Sian (Berry) had to keep raising it and she did really well with that but it was very disappointing to see something so important being pushed aside.” Business minister Kwasi Kwarteng defended the prime minister’s decision not to attend the debate saying that he was busy dealing with the terror incident. “I am not his campaign manager but he has been dealing with the terror incident since Friday and he is busy doing that at the moment,” he added. Here is our story from tonight’s seven-way televised debate. Opposition leaders attacked Boris Johnson for his closeness to Donald Trump on the eve of the US president’s visit to the UK for a Nato summit, reports deputy political editor Rowena Mason. Labour, the Liberal Democrats, the SNP, Greens and Plaid Cymru all expressed concern about the prime minister’s relationship with Trump, with Nicola Sturgeon saying he should “sup with a very long spoon” in dealing with him. Jo Swinson, the Lib Dem leader, was applauded for a speech condemning Trump for his comments on women and religious minorities, while Richard Burgon, Labour’s shadow justice secretary, accused Trump and Johnson of “conspiring” together. You can read the full story here: Guardian north of England correspondent, Nazia Parveen, reports from Salford: Following the debate Dr David Bull MEP from the Brexit Party said he did not agree with Nigel Farage when, during one of the most memorable moments of the debate, he said “men say dreadful things sometimes” in reference to sexist comments by Donald Trump. Bull said: “He is allowed to have his own opinion. However, I don’t condone it or agree with it because I believe that everyone should be treated with respect. It was an ill-advised comment.” Meanwhile Delyth Jewell from Plaid Cymru said Farage’s comments had illustrated that he was unfit for public office. She said: “Farage’s mask well and truly slipped. Shame on him. That moment made clear how lacking in morals he is and how unfit for public life he is.” Here’s a reminder of one of the moments in the debate that is likely to be best remembered, in which Nigel Farage said “men say bad things sometimes” in reference to sexist comments by Donald Trump. They are asked to give their final statements. Farage says that he hopes that the audience has enjoyed the talent show. He’s failed at being the most politically correct candidate, which hasn’t impressed people in the studio, but might have impressed people at home, he says. Sunak says the choice is between Boris Johnson getting Brexit done by the end of January or Corbyn staying neutral and having more referenda. Burgon says that a Labour government would “support you and invest in your community”. “We are on your side,” he says. “We are for the many, not the few”. Price says that education was his route out of poverty. There are children in Wales that are going to school hungry. Putting faith in Westminster parties allows the cycle of poverty to continue. Berry says that Greens don’t fear the future, they are the future. You can trust us to tell the truth and hold government to account, she says. “Vote Green. If not now, when?” Swinson says that “get Brexit done” is just Johnson’s latest lie. The Lib Dems are the only party that can stop Boris Johnson, she says. Sturgeon says that Johnson’s Tories are unfit for office, but unless we vote them out they will be in government for years. She adds that the SNP is the challenger in every Tory-held seat in Scotland. On social care, Swinson says this is exactly the issue that requires cross-party working, but that the Conservative government has delayed it for years. Sunak says: “Next year should we spend time talking about these kinds of issues, or Brexit?” Sturgeon says that free personal care has existed in Scotland for a decade. These parties need to get on with it, she says. Some reaction to the debate so far: The politicians are asked a question on why politicians can’t work together on the big questions like climate change and social care. Adam Price says that no party has a monopoly on the truth and that we need to look at the use of citizens’ assemblies, as they have done in Ireland. Burgon says they can’t work with the Tories on anything at all because they brought in austerity, among other things. Sturgeon says that Boris Johnson and Nigel Farage are the roadblocks on climate change and social care, so it’s important to keep them out of government. Berry says that “this is how the Greens work” because they are rarely in government. They often work with other parties to push them to act on the big issues, she says. Sunak says that he has two small daughters who care deeply about environmental issues. He says that although parties have a different approach on how to get there, they all want to get to the same point. Farage says that the approach to climate change by the main parties will put a lot of people out of work, so would be making the poor pay instead of the rich. Berry says that her party’s policies would create three million jobs. Swinson says that she has worked with politicians across the spectrum on a variety of issues. Sturgeon says she doesn’t think it was the right thing to do for the Lib Dems to work with the Conservatives to bring in austerity and policies like the bedroom tax. On the idea that “Trump wants to buy the NHS”, Sunak tells Burgon: “You really must stop making these reckless allegations”. Farage says Trump “isn’t going to buy it, Richard”. Burgon brings up the recording of Farage saying that the UK should look at an insurance model for healthcare. The Brexit party leader says he never said that. “Dear oh dear. Lie, lie, lie, lie, lie,” says Farage. Again, here’s our story on that, for a bit of background. Burgon says there’s a real risk that Johnson is going to do a “sweetheart deal” with Donald Trump on the NHS. Price says that the biggest threat to the NHS in Wales is the Labour government, not Trump. Burgon accuses the Plaid leader of playing Tory games by attacking Labour and not them. Siân Berry says that the credit rating agencies downgraded the UK’s credit scores, so it is not true to say that the Conservatives had managed the economy well. Sunak said he’s read the report and that they had said this was because of the uncertainty caused by Brexit. Berry says that uncertainty was caused by his party’s mishandling of Brexit. Burgon is asked about the IFS’s assessment that Tory and Labour plans were unfeasible. Burgon says that the IFS is entitled to its opinion, but that other thinktanks have taken a different view. Sunak says that debt will be down with a Conservative government. Farage tells him to stop lying. “You cut the deficit and not the debt,” he said. “Debt is massively up.” Sturgeon says it is rich for Farage to accuse someone else of lying after the line that the UK would be able to spend an extra £350m on the NHS after Brexit. Farage says he never campaigned under that slogan. From Nazia Parveen backstage in Salford: Disbelief and a fair amount of shock across the political spectrum backstage in ITV’s spin room when Farage defended Donald Trump saying “men say bad things sometimes”. On the nuclear deterrent: Swinson says we should keep our deterrent and work for multilateral disarmament. Sturgeon says that we don’t countenance chemical weapons anymore, so why should we allow weapons that wipe out swathes of the population. Farage says we live in a dangerous world and should keep the deterrent. Burgon says Labour’s policy is to keep Trident as a deterrent, but that politicians shouldn’t boast about being willing to push the button. “Why have it then?” says Farage. “Exactly,” says Sturgeon. Sunak attacks Corbyn for questioning the evidence that Russia was behind the chemical attack on Salisbury. Burgon says that’s not true. Here’s our story from the time: Sunak says Trump is here for a Nato summit to discuss security and that is very important for keeping us safe. He says it’s important that a UK prime minister can maintain those relationships. Price says it can never be acceptable to talk about “grabbing women by the pussy” and says that we have a prime minister who described gay men like him as “bumboys” and Muslim women as letterboxes. “These men are not fit to be in public life,” he says. Richard Burgon says he wouldn’t attend a state dinner with Donald Trump. He says it’s important to have a prime minister who thinks for themselves. Corbyn was right to oppose the invasion of Iraq, he says. Farage says that Obama introduced the “so-called Muslim ban” and nobody complained about that. He is very American and not to everybody’s tastes, but “he is our most important friend in the world”. Farage says that the biggest lie of the election campaign is that the US president wants to buy the NHS. Asked by Swinson about Trump’s sexual assault boasts, Farage says: “Men say dreadful things sometimes ... but if all of us were caught out on a night out after a drink...” Burgon brings up Trump’s “Muslim ban” and the locking up of immigrant children. He says Trump wants his “fat-cat friends to have access to our National Health Service”. “That’s just not true,” says Farage. Sturgeon says that relations with the US are important but, when it comes to Trump, the government “should sup with a very long spoon”. On “the special relationship”: Swinson says there are three people in the special relationship: Boris Johnson, Nigel Farage and Donald Trump. She says Trump has previously boasted about sexually assaulting women and threatens the rights of minorities. Farage says the special relationship is more important than ever in the face of the European defence union which is being set up to compete with Nato. Siân Berry says she is terrified of Trump. She says she thinks about the powerful peace project we could build with the power of Nato and the budget behind Trident renewal. There’s an ad break now. The Guardian north of England correspondent Nazia Parveen is watching the debate backstage: There were guffaws from the Brexit party table, from the MEP Dr David Bull, in ITV’s spin room when Jo Swinson accused Boris Johnson of sending his “cheerleader” Nigel Farage to the debate instead of attending himself. On immigration: Farage says there has been an 8m rise in immigration since Tony Blair came to power. He says he knows that people come here and work very hard in coffee shops, but that there are too many of them. Berry says that the NHS is staffed by immigrants. “Isn’t that terrible?” says Farage. “Why aren’t we training our own people?” Burgon says that he doesn’t trust the Conservatives to deal with migrant rights after the Windrush scandal. Burgon says Labour will not be doing any back room or front room deals with the SNP. Sturgeon says that she would just ask that Labour recognises the Scottish government’s right to hold another referendum. Swinson says that she disagrees with the SNP, but the Tory party and Labour say they are in favour of the union while doing things to undermine it. Sturgeon says that she respects the fact people in the room are not in favour of independence but she doesn’t respect the fact they wish to “deny the people of Scotland the right to be in charge of that decision”. Sunak says that Farage has been a tireless campaigner for Brexit, but that the Tories are the only party that can deliver Brexit. “But what are you going to deliver?” says Farage. The Brexit party leader says that leaving would mean not having the European court of justice ruling over our country, as Johnson’s deal would allow. Adam Price quotes Tony Benn’s criticism of “weathervane politicians” as opposed to “signpost politicians”. Burgon says he is disappointed that Price is “trying to play the Tory game” of blaming Labour for the Tory-created Brexit crisis. Sturgeon asks Sunak if he can take a no-deal Brexit off the table. “We already have a deal to leave the European Union,” he says. Sturgeon points out that it’s only a withdrawal deal. He doesn’t answer the question. “I thought you liked independence,” Farage says to Sturgeon, raising some modest laughs from the audience. Burgon says he will speak to his local party members after Corbyn has negotiated a new deal in order to decide whether he will support leave or remain. Swinson asks Burgon if he thinks it’s possible for Labour to negotiate a better Brexit deal than remaining in the European Union. “The point is it would be for the people to decide,” he says. “Can we just cut to the chase, there is no Brexit deal better than remaining,” says Sturgeon. Now a question on Brexit. Sunak says that whether you voted leave or remain, it’s time “for us as a country to move forward”. Sturgeon says Scotland voted to remain by a proportion of 60%. “It’s not a sign of a strong union if Scotland can be dragged out against our will.” Price says that many people in the Welsh coalfield communities voted for Brexit because they were exasperated by their situation. He says Brexit will do the opposite of economic change for Wales. Swinson says that Brexit is nowhere near done. We know from all of the government’s analysis that remaining in the EU will mean we have more money,” she says. Burgon says that Labour knows its role is to bring people together and that is why Corbyn will remain neutral and be “an honest broker”. “On one hand we have the Lib Dems who want to ignore everybody who voted leave and on the other side we have the Thatcherites ... who want to ignore everyone who voted to remain,” he says. Berry says that the best way to get back to fixing the country is through a “people’s vote” and she does think that Brexit is a bad idea. Farage says that democracy works through “losers’ consent” and the other parties are refusing to do that. If they lost a second referendum, remainer parties still wouldn’t accept it, he said. Nigel Farage says: “Is there anybody else on the platform concerned that there are 74 convicted terrorists out on our streets?” Sturgeon interjects: “We are all concerned, Nigel.” “Surely they should be locked up for life?” Farage continues. “Silence is golden.” Siân Berry says that police cuts are real and that officers do not have time together out of their vans to work with communities. We need real rehabilitation, she says. We can’t just leave people to fester in jail. Adam Price says there are serious questions that need to be answered. He makes reference to the Aitchison report, which contained recommendations which were ignored. Price says that he wants a prime minister who will not seek to divide at a time like this, pointing to Johnson’s attempt to blame “a lefty government” this morning. Sunak says McDonnell once signed a letter calling for MI5 to be disbanded and for the police to be disarmed. Burgon says that the Conservatives always reach for pre-packaged lines to smear the Labour party. “The priority needs to be to reduce the [number of] victims of crime, not writing rhetoric-filled articles,” he says. Sturgeon highlights Johnson’s claim this morning that parliament had blocked his Queen’s speech, when parliament actually passed it. Sturgeon says that Johnson has done a disservice to victims by the “crass way he has sought to politicise it”. She says that it wasn’t right that Khan was allowed out, but that lessons should be learned in the right way. Sunak says that Johnson has long been a believer that serious offenders shouldn’t be eligible for automatic release. Sunak answers a question from an audience member as to why Usman Khan was free to stage his attack. He repeats the line that has been repeated by the government all day that it was because of rules introduced by the last Labour government. Burgon says that it is not true that the only option was to release the London Bridge attacker. “People don’t want history lessons after this atrocity,” he says. They want answers about how we are going to keep them safe, he says. Burgon then goes on to talking about deep cuts to services. “We can’t do security on the cheap”. Farage says that nobody has apologised. He says that these people “have the virus of jihadism” and should never be released unless we are sure they are cured. The debate is under way. Each politician can make an opening statement. Siân Berry from the Greens says “we are in dark and dangerous times” and that promises are often broke by politicians. She says that things can change if people vote for it. Brexit would change things for the worse, she says. “Shine a light in the darkness with your vote. If not now, when?” Jo Swinson from the Lib Dems says that Boris Johnson can’t be bothered to talk to voters tonight so he’s sent his cheerleader, Nigel Farage. “We deserve better than the Farage, Trump, Johnson nightmare,” she says. “I love out country, our United Kingdom. Open, fair, generous,” she says. Rishi Sunak for the Conservatives says that he and everybody else is fed up with Brexit. “The only way to move on is to elect a Conservative government, so let’s end the delay and get Brexit done,” he says. The Brexit party’s Nigel Farage says that confidence in politics has never been so low. He says that every mainstream party told people to vote remain and they didn’t. He says that once we have left the EU, that is just the start of the revolution that needs to happen. “The Brexit party are the new radicals ... Let’s get back to being a proper functioning democracy.” Nicola Sturgeon for the SNP says that she wants an independent Scotland but also wants to play her part by locking Johnson out of Downing Street. She says that Brexit will cause chaos for years to come. Adam Price for Plaid Cymru says that in Wales it’s difficult not to feel despair “because we are going backwards from health to the economy”. “For us it’s not more Westminster, it’s more Wales,” he says. “We will put out people first,” he says. “We want them to feel hope again in those beating Welsh hearts.” Richard Burgon from Labour starts by extending sympathies to the victims of Friday’s London Bridge attack. He says that deep cuts to vital public services happened at the same time that the government made huge tax give aways to big businesses. “Labour are for the many, not for the few”. Politicians are gearing up for this evening’s election debate in Salford. I’ll be bringing you updates throughout. Here’s a reminder of those taking part. Richard Burgon for Labour Rishi Sunak for the Conservatives Jo Swinson for the Lib Dems Nicola Sturgeon for the SNP Nigel Farage for the Brexit party Adam Price for Plaid Cymru Siân Berry for the Greens The Guardian’s former home affairs editor, Alan Travis, has written about the government’s “lock terrorists up and throw away the key” response to Friday’s attack. [...] Other criminologists have reported that there is a widespread refusal among extremist prisoners to take part in deradicalisation programmes. It would seem that reports that Khan’s unsuccessful request to participate were the exception rather than the rule. Gove needs to account for why, after so much effort, his flagship “jihadi jails” have so far failed. With reports that as many as three-quarters of convicted terrorist prisoners reject engagement with the deradicalisation programme, this must be the fundamental issue to be tackled. Against this background Johnson’s obsessive focus on ending all automatic early release is not only dangerously misplaced but also ignores the fact that there is no such thing as “automatic early release” now for prisoners convicted of terrorism-related offences. However long convicted terrorists are locked up, with the exception of a limited number of the most heinous cases, they are all going to have to be released eventually. The “lock ’em up and throw away the key” battle cry may suit a panicked politician in the middle of a general election campaign, but it isn’t going to keep us safe from another Usman Khan. The Liberal Democrats have warned that Brexit is contributing to a serious brain drain in UK universities, revealing figures that show almost 11,000 EU academics have left since the 2016 referendum, reports Guardian political correspondent Peter Walker. The figures, based on freedom of information responses from universities, show 10,918 left in the three years starting with the 2016-17 financial year. In 2018-19, 4,014 quit, 31% more than in 2015-16, and 40% more than in 2014-15. The figures are almost certain to be underestimates of the real total, because the study is based on 81 universities that responded to the requests. Universities UK, the main representative body for the higher education sector, has 136 members. You can read the full story here: An observation by the Yorkshire Post’s political editor, Rob Parsons. Jeremy Corbyn has been out campaigning in north Yorkshire wearing a specially made jacket with his motto “for the many not the few” printed on it. According to the PA news agency, the Labour leader said it was a present from Fabian Hamilton, who is standing in the Leeds North East constituency, and he was given it on Saturday night ahead of an NHS-themed rally. “He has a friend of his who is a tailor. He gave me this jacket and it’s quite splendid,” said Corbyn. “It almost fits. I don’t know if we need the jacket to grow or me to shrink.” Boris Johnson defended his record during a major setpiece interview with Andrew Marr on the BBC while laying out his election pitch and attacking Labour. But how accurate were his assertions? Boris Johnson has sought to blame Labour for the release of Usman Khan, the convicted terrorist who murdered two people on London Bridge on Friday, as the aftermath of the attack became an increasingly politicised election issue. In an interview on BBC One’s The Andrew Marr Show, the prime minister said it was “ridiculous” that someone such as Khan should have been freed midway through an earlier sentence, and pledged to change the law, saying: “The reason this killer was out on the streets was because of automatic early release which was brought in by a leftie government.” A woman killed in the London Bridge attack was named as Saskia Jones, 23, a former Cambridge student. In a statement, Prof Stephen J Toope, the vice-chancellor of the university, said: “I am devastated to learn that among the victims of the London Bridge attack were staff and alumni of the University of Cambridge, taking part in an event to mark five years of the Learning Together programme.” Britain’s repeated military interventions have “exacerbated rather than resolved” the problem of terrorism, according to Jeremy Corbyn, who described Boris Johnson as the world’s leading sycophant towards President Trump. The Labour leader used a speech in York to warn that the so-called “war on terror has manifestly failed”, adding that the world is “living with the consequences” of the botched invasion of Iraq, which he opposed. Corbyn also warned that the UK risks being dragged into a further conflict with Iran and that Labour will “stop arms sales to Saudi Arabia for use in Yemen and work to end the war there, not actively support it as the Conservative government has done”. There is no sign that Boris Johnson will agree to an interview with Andrew Neil before the end of the election campaign, with both the BBC and the Conservatives simply saying that negotiations are ongoing. With little over a week until polling day, the prime minister has still not set a date for his one-on-one interview on primetime television, despite every other party leader agreeing to take part. The UK is on the brink of having the most untrustworthy prime minister of all time, deputy leader of the Liberal Democrats Sir Ed Davey has said. Davey criticised Johnson’s response to the London Bridge terror attack and called on him to apologise for “misleading people” over the law regarding early release. He also warned Johnson that he “shouldn’t be trying to make political capital out of a tragedy”. Foreign secretary Dominic Raab has insisted that the Tories were not politicising the London Bridge attack but taking “necessary” measures to protect the public. “We’ve said that we would expect for the serious terrorist offences a minimum of a 14-year sentence … We don’t think that it is the case that they should necessarily be released, we think for some offences they should be imprisoned for life and we also think that terrorist offenders should serve their full sentence, both as a matter of public protection and also confidence in the system.” None of the main parties in the general election has a coherent plan for reducing greenhouse gas emissions from transport, the biggest source of carbon in the UK, according to campaigners. The Conservative manifesto highlights the need to repair potholes, but the nearly £30bn to be spent on roads is expected to add to greenhouse gases at a time when they need to be reduced drastically, a report by three NGOs says. Labour and the Liberal Democrats have pledges to invest in rail and other public transport, with Labour doing so through nationalising the railways, but they also fall short. The Liberal Democrats have suspended a member of staff and have launched an inquiry in relation to claims that evidence was faked to mislead investigators at Open Democracy, the website reports. There is no sign that Boris Johnson will agree to an interview with Andrew Neil before the end of the election campaign, with both the BBC and the Conservatives simply saying that negotiations are ongoing. With little over a week until polling day, the prime minister has still not set a date for his one-on-one interview on primetime television, despite every other party leader agreeing to take part. On Friday the BBC insisted it would not allow Johnson to appear on its flagship politics programmes until he had agreed a time to sit down with Neil, only to relent following the London Bridge terror attack on the basis that the country should hear from its prime minister during a time of crisis. Johnson duly appeared on Sunday’s edition of The Andrew Marr Show, where he insisted he was “perfectly happy to be interviewed by any interviewer called Andrew from the BBC” but there is still no confirmed date for the programme, with only a handful of potential slots available before polls open next Thursday. Nazir Afzal, former chief crown prosecutor for north-west England, has also weighed in against the prime minister over his comments about the context in which the London Bridge attacker was released Ian Acheson, a counter terrorism expert who advised ministers on the risks from Islamic extremism in prison, has been adding to his claims in the Sunday Times today that recommendations that might have prevented the London Bridge attack were ignored. After being asked to do so by Michael Gove in 2015, Acheson and a team visited dozens of prisons at home and abroad, finding “serious deficiencies” in almost every aspect of the management of terrorist offenders through the system that are relevant to Usman Khan, the London Bridge attacker. Sixty nine recommendations were made, of which 68 were accepted, before being “conflated” into the 11 that made it into an official response to his report. The public have a fundamental right to be protected, especially from known terrorist offenders, he added, and this must always be the primary consideration of government and the public protection agencies in the criminal justice system. “I have felt for some time that the balance is out of kilter. I have serious concerns about the appetite of those at the top of the prison and probation service to take the action needed to protect the public and manage the risks.” He has tweeted today: The New York Times has a piece suggesting that Prince Charles is asserting a “newfound authority” in British royal affairs against the backdrop of the controversy around Prince Andrew. However, there are also some interesting observations from a US perspective about the political backdrop to the crisis. Mark Landler writes that it has erupted at a time when Britain’s political leaders, paralyzed by Brexit, are in little position to help. “Far from steadying the crown, as Prime Minister Tony Blair did when the queen misjudged the public mood after the death of Princess Diana in 1997, today’s politicians are drawing her into their own frantic machinations.” He adds: “Critics accused Prime Minister Boris Johnson of misleading the queen when he asked her to suspend Parliament for a period of weeks, rather than the customary few days, in an effort to curtail parliamentary discussion and action on Brexit. The decision was later declared illegal by Britain’s Supreme Court. “When the queen presented Mr. Johnson’s legislative agenda just weeks before Mr. Johnson called an election, critics said she was being exploited to deliver a campaign manifesto dressed up as a queen’s speech.” A meeting of officials in the government’s emergency committee, Cobra, has taken place this afternoon, Downing Street has said. The prime minister has been updated on the investigation into the London Bridge attack by security officials, a No 10 spokesman added. It looks particularly busy on the campaign trail today meanwhile. The Women’s Equality party (WEP), which has sought to place the issue of violence and misogyny against women front and centre in the campaign, has been on the ground in Canterbury to support Labour’s Rosie Duffield, who spoke in parliament in October about her own experience of domestic abuse. The prime minister’s partner, Carrie Symonds, is out canvassing for Zac Goldsmith in west London: Alastair Campbell – out canvassing to help re-elect the Labour MP and former minister Pat McFadden – has tweeted some video of the lengths to which he has apparently gone today to secure one vote in particular. Don’t be alarmed as the camera pans down in the first few seconds: The Conservatives’ lack of policies on equal rights for LGBT+ voters will not go unnoticed, argues Jonathan Cooper, a lawyer and human rights specialist. While David Cameron learned from Tony Blair that the LGBT+ vote mattered, Cooper writes in the Guardian: “The lack of any real substance in the Conservative party’s manifesto in relation to LGBT rights suggests the party has either learned nothing from Cameron’s success and May’s blunder or it is supremely confident of its majority and thinks it has no need to court gay people. “The manifesto makes two references to LGBT people, one to sexual orientation, among a long list of other protected grounds, and no reference to gender identity or trans people.” No journalist likes to refuse an interview but there was a good reason for the BBC to refuse to play into Boris Johnson’s hands by having him on The Andrew Marr Show today, argues Jane Martinson in the Guardian. While Johnson has avoided a grilling at the hands of Andrew Neil, she adds that the public interest was hardly served in the wake of the London Bridge attacks by Johnson “filibustering his way out of any answers as though he were a poor contestant on Just a Minute”. Marr tried his best but even describing Johnson’s refusal to stop talking over him or answering the questions as ‘chuntering’, rather than ‘lying’, felt wrong. While other recent “cock-ups” at the BBC have already prompted an alarming number of online conspiracy theories and staff morale is low, Martinson warns of a corrosion in public trust. Read the full piece here. The Liberal Democrats could not support Labour’s renationalisation plans in the event of a hung parliament, the party’s leader, Jo Swinson, has said. She described Jeremy Corbyn’s programme as “a distraction” and said the Labour party had “not been clear about how they would pay for it”. The Liberal Democrat leader added she did not believe renationalisation was “the way forward”. Asked whether she would support Labour’s plans, she told BBC Radio 5 Live’s Pienaar’s Politics: “No, I think renationalisation is a distraction. I don’t think it’s a way to deliver better public services and I think it’s taking us away from, actually, how do you make things better for people?” Pushed for further clarity on whether the Liberal Democrats would block the renationalisation of water, she said: “We don’t think that renationalisation is the way forward.” Questioned further on whether the Liberal Democrats would veto renationalisation, she said the issue was a “fantasy situation”. She added: “Nobody is expecting, on the current scenario, that Jeremy Corbyn is getting anywhere near Downing Street and the Liberal Democrats are going to put him there. So the Labour manifesto, it’s a wish list, they cannot deliver it.” The campaigner and businesswoman Gina Miller has called on remain voters to vote tactically in the general election, saying that doing so could prevent a Conservative majority. Presenting a new poll and MRP seat projection for “Remain United” on Sophy Ridge on Sunday, she said: “With no tactical voting, just based on voter intention at the moment and where the polls are sitting and the difference between the seats, there would be a 12-seat majority for the Conservatives. “What we’re doing is we’re giving people recommendations and the other polling we did was on tactical voting intentions and what we’re finding is that it is staying stable for about 45% of remain and soft leave voters saying that they intend to tactically vote.” Facebook appears to have acquiesced to BBC demands that they take down adverts featuring footage of journalists Laura Kuenssberg and Huw Edwards. As reported by the Guardian’s Jim Waterson, the broadcaster had argued that their inclusion could damage perceptions of the corporation’s impartiality. A woman who was one of the two people killed in the London Bridge attack was a former Cambridge University student. The university has released a statement after Jack Merritt, a course coordinator for Learning Together, a programme run by the University of Cambridge’s institute of criminology, was named as the first victim in the London Bridge attack. In a statement on Sunday, Prof Stephen J Toope, vice-chancellor of the university, said: “I am devastated to learn that among the victims of the London Bridge attack were staff and alumni of the University of Cambridge, taking part in an event to mark five years of the Learning Together programme. “What should have been a joyous opportunity to celebrate the achievements of this unique and socially transformative programme, hosted by our Institute of Criminology, was instead disrupted by an unspeakable criminal act. “I am sad beyond words to report that a course co-ordinator, Jack Merritt, was killed, as was a former student not yet named by the Metropolitan police. Among the three people injured, whose identities have not been publicly released, is a member of university staff. “Our university condemns this abhorrent and senseless act of terror. Our condolences, our thoughts and our deepest sympathies are with the victims and their families.” The medical director for the NHS in London, Dr Vin Diwakar, has meanwhile said that one of the three people injured in the attack had been allowed to return home while the other two remained in a stable condition in hospital. Boris Johnson has sought to blame Labour for the release of Usman Khan, the convicted terrorist who murdered two people on London Bridge on Friday, as the aftermath of the attack became an increasingly politicised election issue. In an interview on BBC One’s The Andrew Marr Show, the prime minister said it was “ridiculous” that someone such as Khan should have been freed midway through an earlier sentence, and pledged to change the law, saying: “The reason this killer was out on the streets was because of automatic early release which was brought in by a leftie government.” Britain’s repeated military interventions have “exacerbated rather than resolved” the problem of terrorism, according to Jeremy Corbyn, who described Boris Johnson as the world’s leading sycophant towards President Trump. The Labour leader used a speech in York to warn that the so-called “war on terror has manifestly failed”, adding that the world is “living with the consequences” of the botched invasion of Iraq, which he opposed. Corbyn also warned that the UK risks being dragged into a further conflict with Iran and that Labour will “stop arms sales to Saudi Arabia for use in Yemen and work to end the war there, not actively support it as the Conservative government has done”. The UK is on the brink of having the most untrustworthy prime minister of all time, deputy leader of the Liberal Democrats Sir Ed Davey has said. Davey criticised Johnson’s response to the London Bridge terror attack and called on him to apologise for “misleading people” over the law regarding early release. He also warned Johnson that he “shouldn’t be trying to make political capital out of a tragedy”. Foreign secretary Dominic Raab has insisted that the Tories were not politicising the London Bridge attack but taking “necessary” measures to protect the public. “We’ve said that we would expect for the serious terrorist offences a minimum of a 14-year sentence … We don’t think that it is the case that they should necessarily be released, we think for some offences they should be imprisoned for life and we also think that terrorist offenders should serve their full sentence, both as a matter of public protection and also confidence in the system.” None of the main parties in the general election has a coherent plan for reducing greenhouse gas emissions from transport, the biggest source of carbon in the UK, according to campaigners. The Conservative manifesto highlights the need to repair potholes, but the nearly £30bn to be spent on roads is expected to add to greenhouse gases at a time when they need to be reduced drastically, a report by three NGOs says. Labour and the Liberal Democrats have pledges to invest in rail and other public transport, with Labour doing so through nationalising the railways, but they also fall short. The prime minister has been accused of plagiarism by a popular Twitter user on legal affairs who says that Boris Johnson “copied and pasted” from a blog written about the background to the London bridge attacks. The Tories have been seeking to use comments by Jeremy Corbyn in his Sky News earlier in which he said - in answer to questioning - that convicted terrorists shoudl “not necessarily” serve a full sentence. The Conservative digital operation have produced an infographic which is being tweeted by Tory ministers and other senior figures. Such is the way of modern political campaigning. For what it’s worth, here’s the context of the “not necessarily” quote: Sophy Ridge: Of course his [London Bridge attacker Usman Khan] original sentence was 16 years, do you think that people convicted of terrorism offences need to serve a full prison sentence? Corbyn: I think it depends on the circumstances, it depends on the sentence but crucially depends on what they’ve done in prison … Ridge: So not necessarily then? Corbyn: No, not necessarily, no. I think there has to be an examination of how our prison services work and crucially what happens to them on release from prison.. The line-up is emerging for tonight’s seven way debate on ITV: • Richard Burgon for Labour • Rishi Sunak for the Conservatives • Nicola Sturgeon for the SNP • Nigel Farage for the Brexit Party • Adam Price for Plaid • Sian Berry for the Greens While Raab’s seat is at risk, the Mail on Sunday reports that the Tories have been wargaming the possibility of the party winning the election but Johnson losing his seat, where his majority of 5,000 is the target of a sustained Momentum-fuelled labour challenge. The Mail’s Harry Cole writes: “I understand the plan would see a Conservative MP with a big majority near London asked to step up to the Lords on a promise of high office, with a by-election being triggered within days of the December 12 vote,” “Meanwhile First Secretary of State Dominic Raab would represent Mr Johnson and No 10 in the Commons.” But what happens if Raab is gone as well? Here’s what the Guardian’s Caroline Davies found when she recently visited Uxbridge to talk about the attempt to remove Johnson. This was overlooked a little bit earlier but Foreign Secretary Dominic Raab has insisted that he is “not really” worried about losing his seat in the General Election. Raab, who is MP for Esher and Walton in Surrey, acknowledged on Sky News that “with a seat like mine you never take anything for granted”. His comments came as a poll reported by The Observer suggests Mr Raab is at risk of losing his seat in a tactical voting switch. Raab enjoys a healthy majority of 23,298, but a Deltapoll survey of the constituency indicates he now only holds a five-point lead over Lib Dem opponent Monica Harding. The Tories have held the seat since 1910 but it voted 58% Remain in the 2016 referendum - and the former Brexit secretary is vocally anti-Brussels. Asked if he was worried about being “the next Portillo at this election”, losing his seat in Surrey to the Lib Dems, Mr Raab told Sky News’s Sophy Ridge on Sunday: “Not really, but look ... no well, the truth is with a seat like mine you never take anything for granted.” He added: “The polls are all fluid and all over the place, but one thing it does show you, my constituency and up and down the country, is the risk of a hung parliament and that is a very real risk if you vote any other way than Conservative. There are some interesting lines at the end from Corbyn about patriotism, often regarded as a front on which his opponents have been eager to hammer him on “I am patriotic about the people of this country,” he says, to applause. “Patriotism is about supporting each other, not attacking somebody else. It’s about caring for the whole of society, for all our people, and not walking by on the other side when they need help and support.” Corbyn says that “Labour’s new internationalism” means the party will create a peace and conflict-prevention fund, and invest an extra £400 million to expand Britain’s diplomatic capacity and increase oversight of arms exports to ensure the UK is not fuelling conflicts, “as in Yemen and in Israel and the Palestinian territories.” He adds: “Labour stands behind the international consensus of a genuine two-state solution – a secure Israel alongside a secure and viable state of Palestine.” “That’s why Labour supports an end to half a century of Israeli occupation and the illegal settlements in occupied Palestinian territory, and a Labour government will recognise the state of Palestine.” It is time for Britain to stop clinging on to Donald Trump’s coat-tails, says Corbyn, who describes the prime minister as the world’s leading sycophant towards the US president. “From climate change denial to unconditional support for the Israeli far right, from racism to confrontation with China, Trump is taking the world on a dangerous path.” “Britain must make its own foreign policy free from a knee-jerk subservience to a US administration which repudiates our values.” He goes on to call on Johnson to release a potentially incendiary report examining Russian infiltration in British politics, including the Conservative party. Corbyn adds that the government is also refusing to release another report into Saudi funding of extremist groups in Britain, adding: “Given Friday’s events and the continuing terror threat it is simply unacceptable that this report is not in the public domain.” Corbyn turns to the Iraq war, saying: “Sixteen years ago, I warned against the invasion and occupation of Iraq. “I said it would set off a spiral of conflict, hate, misery, desperation that will fuel the wars, the conflict, the terrorism and the misery of future generations. “It did, and we are still living with the consequences today.” He goes on: “Britain’s repeated military interventions in North Africa and the wider Middle East, including Afghanistan, have exacerbated rather than resolved the problems.” “Now we risk being dragged into a further conflict with Iran on the side of a Saudi regime which is an enemy of human rights prolonging a desperate humanitarian crisis in Yemen, interfering in its neighbours’ affairs and murdering journalists.” Jeremy Corbyn is speaking at an election event in York, where he is talking about the London bridge attack and tells those gathered that it is “more important than ever” for communities to come together. People have a right to know what steps political leaders will take to keep people safe. The Labour leader goes on to reiterate his comments this morning that police were right to take the steps that they took on London Bridge – shooting Usman Khan dead in the belief that he was wearing a suicide vest. However, Corbyn says that the part privatisation of the probation service by the Conservatives was a “disaster “You can’t keep people safe on the cheap,” he adds. “Real security does not only come from strong laws and intelligence. it comes from effective public services. He turns, as expected, to foreign policy, adding that “for far too long” Britain’s leaders have taken the wrong steps. Too often the acts of successive governments have fuelled the threat of terrorism. Boris Johnson will be the first UK prime minister - if re-elected - to enter office with the union under peril, the leader of the Ulster Unionist party has claimed. Steve Aiken, of the Northern Ireland party with historic links to the Conservatives, said he hoped Johnson would not be re-elected as an MP next month. He described the prime minister’s proposed Brexit withdrawal deal as threatening to make Northern Ireland “a place apart” due to the proposed regulatory border. “The DUP on October 2 agreed to a border down the Irish Sea, that allowed Boris Johnson to march in with his withdrawal deal, and if the withdrawal deal goes through, Northern Ireland will well and truly be a place apart,” Aiken told the Press Association. “But Boris Johnson’s activities are not just affecting Northern Ireland, they are affecting the entirety of the United Kingdom, and he is probably going to be the first prime minister if he gets re-elected – which I hope he doesn’t – he is going to be the first prime minister that comes back in a situation where the future of the union itself is under threat.” Aiken’s party has been without MPs since 2017 when Tom Elliott lost his seat in Fermanagh and South Tyrone and Danny Kinahan lost in South Antrim. None of the main parties in the general election has a coherent plan for reducing greenhouse gas emissions from transport, the biggest source of carbon in the UK, according to campaigners. The Conservative manifesto highlights the need to repair potholes, but the nearly £30bn to be spent on roads is expected to add to greenhouse gases at a time when they need to be reduced drastically, a report by three NGOs says. Labour and the Liberal Democrats have pledges to invest in rail and other public transport, with Labour doing so through nationalising the railways, but they also fall short. Transport has become the biggest source of UK emissions and is on the increase, rising by 3% a year, while carbon from energy generation has fallen. The Department for Transport has been criticised for “going rogue” by planning for big increases in road transport while neglecting public transport and the need to invest for a low-carbon future. Read on Battling against the grain of an otherwise largely critical reaction to Boris Johnson’s appearance on The Andrew Marr Show, the health secretary, Matt Hancock, has popped up on Twitter to do a bit of cheerleading for his boss Something has gone wrong for the Lib Dems, according to Andrew Rawnsley, who writes in the Observer that the one of the party’s number has admitted to him that the election has not gone as planned. More than a week before polling day, senior figures in the party already start sentences with the phrase: “When we conduct the postmortem …” Some of it is down to tactical mistakes, he adds, but in the final furlong of the campaign, the Lib Dems will be marketing a vote for them as the means to prevent Boris Johnson from getting a majority. “They will be pitching themselves as the Boris-blockers. It is an admission that they have dramatically calibrated their own ambitions downwards, but it is a better strategy than trying to persist with the pretence that Ms Swinson is going to become prime minister. When you are given lemons, make lemonade.” There’s an interesting poll in the Sunday Times Scotland (£), which does not actually deal with the election taking place next week yet could have significant impact on what comes after it. A Panelbase survey of voting intention for the 2021 Holyrood elections finds that, while the SNP hold their lead, the Scottish Conservatives enjoy a boost, meaning that the final results will be short of a pro-independence majority. John Curtice, professor of politics at Strathclyde University, calculates that, according to these intentions, the SNP would win 60 seats and the Greens four, leaving them one short of a majority, while among unionist parties, the Tories would win 35 seats, Labour 21 and the Lib Dems nine, enabling them to vote down a referendum. While Nicola Sturgeon continues to call for a second independence referendum next year, neither Labour nor the Conservatives are likely to grant her the powers to do so – however, Jeremy Corbyn has suggested that a pro-independence majority at Holyrood could change his mind on the subject. So here’s yet another known unknown to throw into this most unpredictable of election campaigns. So how do you interview Boris Johnson? That Eddie Mair interview from back in 2013 stands to some as a template for how to approach him when the ruffling of hair and stream-of-consciousness quotes from classical texts are used to distract. Reacting to earlier today, there are opponents who insist that it still reflects badly on him. Here’s the SNP leader and Scotland’s first minister: Some more thoughts: And on a theme which Johnson kept implicitly evoking In place of a grilling by the more formidable Andrew Neil, which Labour fears the prime minister will duck, Boris Johnson’s interview with Andrew Marr will have to suffice for now. But it was a scrappy affair, and one that Tory strategists are to be likely be satisfied with as their man hustled over the finishing line managing to commit few if any acts of “making news”. About the only one was the figure of 74 which Johnson gave for the number of people who are out on early release in circumstances similar to that of the London Bridge attacker. Marr repeatedly accused the prime minister of seeking to run the clock down, talking over questions in order to avoid answering them or just continuing to blame Labour in government, despite the Tories having been in power since 2010. It came to a rushed conclusion, with Marr asking the prime minister questions such as “Are you going to meet Donald Trump this week at the Nato summit?” to which the obvious and easy answer was: “Of course I am.” Jeremy Corbyn, meanwhile, came through his interview with Sophy Ridge of Sky – broadcast earlier – without taking much flak either. When the foreign secretary, Dominic Raab, came on afterwards, he seemed primed to attack the Labour leader over his past comments about shoot-to-kill policies. Corbyn – presumably better primed by advisers at this point – had sought to nullify such attack lines, however, by agreeing that police at London Bridge had no choice but to shoot Usman Khan dead. There were other moments. Corbyn talked about the size of the royal family, but it’s highly debatable how much that will be a vote loser (or even a winner with some?). On foreign policy, he was nuanced on Nato and avoided leaving hostages to fortune by repeating past comments made from the time when he was more likely to be in the front line of Stop the War marches than on the opposition frontbenches, although one or two lines might invite further scrutiny. When he talked about “bringing about a respectful relationship with Russia”, was this an echo of his past criticism of Nato expansion into states such as Ukraine? Overall though, this was an assured performance by Corbyn, perhaps one of his best during the campaign so far. But it was largely playing it safe when his party are trailing the Tories in the polls. Johnson is asked at the end of the interview why he is avoiding being interviewed by Andrew Neil, who has already cross-examined Jeremy Corbyn. The Tory leader makes light of it, applauding Marr’s brilliance. “I am perfectly happy to be interviewed by any interviewer called Andrew from the BBC,” replies Johnson. Is that a commitment? The interview ends in a rushed and – in keeping with its tone throughout – scrappy way. Marr fires a few last questions that seem off the hoof: “Are you going to meet Donald Trump this week?” “Of course I am.” On Islamophobia, Boris Johnson is asked about candidates who are still in the Tory party, including one who has had multiple retweets of the far-right activist Tommy Robinson. “There is an independent process that needs to consider all such accusations of prejudice and we are ruthless about that. If people are convicted they are out,” he replies Next, Marr reads out writings by Johnson in the Spectator shortly after the bombings of 7 July 2005, when he wrote: To any non-Muslim reader of the Qur’an, Islamophobia – fear of Islam – seems a natural reaction, and, indeed, exactly what that text is intended to provoke. Judged purely on its scripture – to say nothing of what is preached in the mosques – it is the most viciously sectarian of all religions in its heartlessness towards unbelievers. His response to Marr is of the boilerplate type which he has deployed throughout the campaign and before when confronted by his past comments: “People are always going to drag out bits an pieces of what I have said over the years to distract.” He adds that he is proud to say that his great grandfather knew the Qur’an off by heart. There’s a personal cut from Marr who reminds Boris Johnson of his privileged access in to the past to libraries at Eton and elsewhere, while overseeing a situation now where libraries around Britain are struggling to stay open. He blames local authorities: “I am afraid very often that local authorities.. some local authorities have been able to manage their finances so as to open libraries.” He gives the example of his own borough where he says that the council has been able to open libraries. “I love libraries and I want to see them properly used .. I want to invest in libraries but we can only do that when we get the economy really motoring but at the moment we have this huge drag.” Wondering what needs to be done to get that drag taken care off? Yes, it’s “Get Brexit done.” The Prime Minister goes on to insist that the party haven’t just selected a range of candidates who have been “lobotomised.” Johnson doesn’t answer the question of whether he knows how many courts the Conservatives have closed since coming to power. Marry tells him: “Nearly 300 magistrates and crown courts have been closed by the Tories since they have been in power. An astonishing number.” Johnson replies: “Now is the time not just to make investment in the NHS but also in the justice system.” Boris Johnson says there are 74 other individuals in the same situation as the London Bridge attacker - a convicted terrorist who was released early. What are the authorities doing about them? “I don’t want to go into the operational details. I am sure that people can imagine that what we are doing with the other 74 individuals is to ensure that they are being properly invigilated to ensure that there is no threat and we took that action because we were concerned.” The Tories is putting “huge sums” into the NHS, the police and tackling terror, insists Boris Johnson as the interview descends into a scrappy affair. Does he have any regret for failing to invest in the probation service and for its privatisation? “Obviously I think should be investing more in the criminal justice system,” says Johnson, who blames the last Labour government for leaving no money in the coffers. Liam Byrne’s ‘I’m sorry - there is no money left’ gets the obligatory mention. Marr accuses him of continuing to talk in order to avoid answering questions. “Although it is very early,” it is undeniable that the London Bridge attacker was out of prison on automatic early release, says Boris Johnson. The judges had no choice but to comply with the law which was introduced by Labour in 2008, adds Johnson, who is reminded by Andrew Marr that the Conservatives have been in power since 2010. Johnson continues to talk about Labour’s “early release” regime, with Marry pointing out that there was nothing in his party’s election manifesto that would have changed the circumstances in which Usman Khan was released. Johnson says that he say the conditions which were attached to Khan’s release but the problem was that he should have been in prison. “Because of changes to the law that were brought in by the Labour introduced... and which Jeremy Corbyn voted in favour off,” he adds. His release was necessary under the law under the automatic release scheme with which he was sentenced, says Johnson, who adds that he is now going to take steps to change that as prime minister. Shami Chakrabarti says she “hopes” the Labour in power would not have to build more prisons. “I think there are too many people in prison who are not terrorists and who are there for minor offences, many of whom are women or there for substance abuse,” she adds. “We have got overstuffed prisons and when you have overstuffed prisons the answer is not necessarily to build more.” The Guardian’s Helen Pidd, who was on the Andrew Marr show earlier, has this nugget as we await Boris Johnson’s appearance: Shami Chakrabarti, shadow attorney general, is being interviewed on Marr, where she’s being asked about the London terror attacks. “What went wrong?” asks Andrew Marr, to which she replies “I don’t know.” Out of respect to the victims of the attack, their families and the views of the show, she says that she is not going to make pronouncements at this point about the process by which Usman Khan, the attacker, was released. She adds: “I think it is very unedifying to be talked about knee-jerk legislation and throwing away the keys.” Raab is being asked now about foreign policy and Nato and again goes on the offensive about past comments by Jeremy Corbyn. “The prime minister is a leading light both in terms of Nato defence spending but also operational support and Jeremy Corby has said that Nato should shut up shop and go away,” says Raab. It’s one of numerous reference to the Labour leader (at one point Ridge reminds Raab that the Tories have been in power for two decades and that he can’t just keep on talking about past Labour policies in power) who is also attacked by the foreign secretary for his comments about the monarchy. “I think it’s crazy. We need to be respecting the institution of the royal family and if Jeremy Corbyn is saying that he wants to cut the size of the royal family,” says Raab. “I would like to know who he has in mind.” Dominic Raab is being interviewed live now on Sophy Ridge and appears to have arrived ready to criticism Jeremy Corbyn for his past comments about shoot to kill policies The foreign secretary tells her that the major question in the election now is about the public’s attitude to the leaders: “Do they trust Boris Johnson to keep us safe of do they trust Jeremy Corbyn?” Ridge goes on to produce a quotes from the father of one of those killed on London Bridge on Friday, who effectively said that he did not want his son’s death to be used as a pretext for detaining people arbitrarily. David Merritt posted on Twitter: “My son, Jack, who was killed in this attack, would not wish his death to be used as the pretext for more draconian sentences or for detaining people unnecessarily.” Raab replies that it is the Conservatives who will “stop at nothing” to keep people safe. From this election, and previous polls, he doesn’t think that anyone would consider the government’s measures to protect the public as “politicisation.” Britain is on the brink of having a prime minister who is the most untruthful of all time, according to the Liberal Democrat deputy leader Ed Davey. Following Jeremy Corbyn on Sophy Ridge, Davey goes on the offensive against Boris Johnson for the prime minster’s comments about the London bridge attack. “We should not, in the middle of a general election, mislead people,” says Davey, who goes on to talk about sentencing powers for terror offenders which he says that his party strengthened in power. “The decision should not be taken by politicians. It should be taken by the parole board,” says Davey, who states that the law was brought in to require that terrorists serve at least two thirds of their sentence. Johnson was either incompetent or misleading people, he adds. The interview closes with a last scoop. Corbyn says he will not – repeat, will not – be the new Arsenal manager. That nugget came after he was asked who he would like to see as the new manager of the club he supports, replying: “Personally I like Patrick Vieira, iconic player, brilliant guy and has done so much for education of children back home in Africa. I think Patrick Vieira.” He adds: “No matter what happens, I will not be … No matter what happens in the election, I will not be the Arsenal manager but that might be good news for some people, whatever, but that’s the situation.” Corbyn says that he would question the size of the royal family and all that they do, as the interview moves on to his comment during a leaders’ election programme on ITV in which he said that the monarchy needed “some improvement”. Corbyn now elaborates on that: “Well I think the behaviour of individuals within the royal family is being looked at, shall we say? I do think the question of the size of the family and all that they do, but I do think the public as a whole would want to see those kind of changes and the debate around the behaviour of Prince Andrew has actually brought that to the fore.” Corbyn is asked about polling recently which found that 87% of British Jews said they considered him to be an antisemite. This weekend the Sunday Telegraph is also publishing a poll, 84% of people saying he poses a threat to British Jews. The Labour leader responds: “I pose no threat to any community whatsoever in this country. I’ve spent my life fighting racism, fighting against racist attacks, fighting against …” Ridge presses: “So why do 87% of British Jews say they think you are antisemitic?” Corbyn replies: “I simply say this: there is no place anyway for antisemitism in our society ever.” On antisemitism, Corbyn says that he wishes the party had acted more quickly and dealt with the issue at an earlier point. He adds: “I want to make it very clear to the Jewish community, to the Muslim community and to any other community, anyone under threat because of persecution, because of attacks on their temples, mosques, synagogues or places of worship will be very secure under a Labour government.” Asked whether he would vote in a new referendum on Britain’s membership of the EU, Corbyn replies that he would, but declines to say what position he would back. He tells Ridge: “I want to negotiate a deal with the European Union that does protect manufacturing industry, trade and jobs and does protect the trade relationship that we have with Europe because if we go down the road that the prime minister is taking us to with a sweetheart deal with the United States, there is going to be huge threats to industry all around the country but …” The interview moves on to the question of Nato and the organisation’s summit, which is taking place this week in the UK. Corbyn is asked about past comments he made about the alliance. In 2011 he said: “We have got to be realistic that Nato is a major problem and a major difficulty and we have to campaign against Nato’s power, its influence and its global reach because it’s a danger to world peace and a danger to security.” Would he be taking this message to Nato summits? “Well what we’d take to the Nato summit is this: that Nato was founded as a result of the second world war, it was a product of the strength of the cold war and I think we have to use all of the countries of Nato to try and build,” Corbyn responds. Asked whether he has changed his mind on Nato, he responds: “We have to develop security around the world by bringing about a respectful relationship with Russia and other countries, but also we have to recognise the need to bring about peace where it is in danger such as in Iran or such as in Korea at the present time and that can be done by serious diplomatic negotiations.” That use of the word “respectful” seems like an interesting one in the context of Britain’s relationship with Russia, but there isn’t time to develop it as the interview moves on to domestic issues. The interview moves on to the issue of shoot to kill – one that has landed Corbyn in some controversy before, when he said in 2015 that he was “not happy with the shoot to kill policy in general”. The Conservatives are not being given any attack lines this time, however. Corbyn says that the police who shot dead the knife attacker on London Bridge on Friday had no choice. “They were stuck with a situation where there was a credible threat of a bomb belt around his body and it’s an awful situation for any police officer, any public servant to be put in,” he says. The Labour leader says the that the points he made in the past had been particularly in relation to Northern Ireland. “There was a concern in Northern Ireland that the police were adopting a shoot to kill policy when it was possible to arrest people rather than shoot them and that’s my point,” he adds. “There should never be the first alternative to shoot people, but if there is no other alternative then that’s what you do.” Corbyn expands on what Labour’s approach would be: “I think there has to be an examination of how our prison services work and crucially what happens to them on release from prison because I need to know whether or not the Parole Board were involved in his release, apparently they were not, they made that statement quite quickly after the release … after yesterday’s terrible incident. [Note: the interview was pre-recorded.] “Secondly, there was apparently no probation service involvement in monitoring this former prisoner who after all had only served half his sentence, and he came out I think a year ago and there has to be an examination of what goes on in the prison because prisons ought to be a place where people are put away because of major serious offences but also a place where rehabilitation takes place and I would like to …” Some clear blue water between the response of Corbyn and the prime minister to the attacks are opened up by the Labour leader’s answer to the question of whether people convicted of terrorism offences should serve a full prison sentence. “I think it depends on the circumstances, it depends on the sentence but crucially depends on what they’ve done in prison,” says Corbyn. Johnson reacted to the latest terrorist incident – in which three people died, including the assailant – by promising a package of hardline reforms which also included mandatory minimum 14-year sentences, an end to automatic early release for terrorist and extremism offences, and a new system under which those convicted will have to serve every day of sentences handed down by judges. Ridge presses: “So not necessarily then?” to which Corbyn responds “No, not necessarily, no.” Corbyn’s interview with Ridge opens up with the question of his response to the London bridge attacks. The Labour leader says he was shocked by the attacks, adding: “I do think that there are lessons that we have to learn from this and there has to be a very full investigation into the circumstances of the prison sentence that was served and the release from it and what services can do to help,” Good morning and welcome to the Guardian’s live blog coverage of the general election campaign, which is currently overshadowed by the dreadful events at London Bridge on Friday. I’m Ben Quinn – you can reach me on Twitter at @BenQuinn75 - and will be bringing you coverage of events today, including from the Sunday merry-go-round of political interview shows. They have key appearances by the two biggest beasts in the campaign. • Jeremy Corbyn is appearing at 8.30am on Sky’s Sophy Ridge • Boris Johnson is appearing on the BBC’s The Andrew Marr Show, which starts at 9am. Corbyn’s interview starts shortly and will devote, not surprisingly, significant time to the attack in London on Friday, as well as the Labour leader’s views on foreign policy On the latter issue, he will warn today that Britain’s repeated military interventions have “exacerbated rather than resolved” the problem of terrorism. The Labour leader will use a speech to warn that the so-called “war on terror has manifestly failed”, adding that the world is “living with the consequences” of the botched invasion of Iraq, which he opposed. The Observer reports that he will say that Britain risks being “tied to Donald Trump’s coat-tails” and US foreign policy under Boris Johnson."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}