{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/05/andrea-jenkyns-gets-salary-for-thinktank-that-does-not-yet-exist", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-05T18:01:17Z", "webTitle": "Andrea Jenkyns gets salary for thinktank that does not yet exist", "webUrl": "https://www.theguardian.com/politics/2019/dec/05/andrea-jenkyns-gets-salary-for-thinktank-that-does-not-yet-exist", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/05/andrea-jenkyns-gets-salary-for-thinktank-that-does-not-yet-exist", "fields": {"headline": "Andrea Jenkyns gets salary for thinktank that does not yet exist", "bodyText": "A Conservative parliamentary candidate has been criticised for being paid £25,000 a year to head up a university thinktank that does not yet exist. Andrea Jenkyns, who was MP for the West Yorkshire constituency of Morley and Outwood and is standing for re-election, has been receiving payments from the University of Bolton since July for her role in the venture. Details were first uncovered by Research Professional News in the parliamentary register of MPs’ financial interests, which records income received by MPs in addition to their main salary. Guardian inquiries later revealed an individual cash donation of £2,000 to Jenkyns, recorded in the register in February and made by George Holmes, who is vice-chancellor of the University of Bolton. Holmes told the Guardian it was a private donation and did not come from the university. According to an entry in the register for 5 November, Jenkyns is being paid £25,000 per year for her role as director of the National Centre for Higher Education Policy, University of Bolton, but there appears to be no mention of the centre or Jenkyns’ role in it on the university website and there has been no public announcement of the role. The payments to Jenkyns, for eight hours’ work a week, began at the start of July. A spokesman for the university confirmed that Jenkyns had brought the idea of the new policy thinktank to the university, but it was “still being formulated” and would be launched next year. “Andrea and her team are currently laying down the basis, defining the objectives and strategies and recruiting members of the team,” he said. “We will not comment on payments made to anyone who works with the university, but we will be happy to give more detail about the thinktank when it is launched in the new year.” The shadow education secretary, Angela Rayner, challenged Jenkyns’ record on education and said: “Andrea Jenkyns has serious questions to answer over her relationship with Bolton University. “If she actually cared about the prospects of children in Morley and Outwood she would have voted against the Conservatives’ cuts to schools and youth services instead of supporting them time after time.” Deanne Ferguson, the Labour candidate standing against Jenkyns in Morley and Outwood, added: “Living in the constituency most of my life, I think the people here will find it hard to swallow that an MP earning almost £80k a year needs an additional salary. “The £25k additional salary quoted is around the average earnings for many of my constituents, but those working across the care sector on zero-hours contracts or in retail may only dream of even earning that amount.” Jenkyns, a prominent Brexiter, held the seat in 2017 with a majority of 2,104 votes, after unseating the then shadow chancellor, Ed Balls, in 2015 by 422 votes. In a statement to the Guardian, she said the new thinktank would be called Rise – the Research Institute for Social Mobility and Education. “Social mobility is a big passion of mine, having been the first in my family to go to university, and having started at Greggs bakery at 16 and working my way up into management in the retail sector.” She said she had been the chair of the all-party parliamentary group for education and was also involved in the social mobility group. “The University of Bolton has already done some fantastic work in this area and is a very inclusive university. We have recruited some well-known and respected leaders in the education sector.” The university recently advertised a London-based job for a research associate for Rise on a site which recruits people who want to work for an MP. “Rise is a thinktank based within the National Centre for Higher Education Policy,” Jenkyns told the Guardian. “It will have its main office within the University of Bolton and in London, to reflect its national reach.” On the £2,000 donation by the Bolton vice-chancellor, she said: “I received a one-off donation from George Holmes in February 2019. This was a donation in his personal capacity to support my fundraising activity.” The University of Bolton languishes near the bottom of most university league tables, though its head is among the highest paid vice-chancellors in the country and has often been in the headlines. His salary now stands at £301,000 in pay and benefits, up from £295,000 the year before. Holmes was among the guests at the infamous Presidents Club men-only dinner in January 2018, which became the focus of allegations of sexual misconduct following an exposé by the Financial Times. He later issued a statement saying he had felt uncomfortable about the treatment of female staff and had raised his concerns. The University and College Union general secretary, Jo Grady, said: “At a time when universities are under fire for holding down staff pay while those at the top enjoy inflation-busting pay rises … the lack of transparency around this is extraordinary.” According to 2018-19 annual accounts, which have just been published, Bolton University recorded a £2.9m deficit in 2018-19, compared with a £1m deficit the previous financial year, on total income of £61m."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}