{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/08/boris-johnson-admits-there-will-be-some-customs-checks-after-brexit-ireland-customs-checks", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-08T09:57:19Z", "webTitle": "Boris Johnson admits there will be some customs checks after Brexit", "webUrl": "https://www.theguardian.com/politics/2019/dec/08/boris-johnson-admits-there-will-be-some-customs-checks-after-brexit-ireland-customs-checks", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/boris-johnson-admits-there-will-be-some-customs-checks-after-brexit-ireland-customs-checks", "fields": {"headline": "Boris Johnson admits there will be some customs checks after Brexit", "bodyText": "Boris Johnson has admitted there will be some customs checks for goods crossing the Irish Sea after Brexit but he insisted they would apply only to items destined for the Republic of Ireland. In an interview on Sky News on Sunday morning, the prime minister promised “there won’t be checks” despite warnings to the contrary in leaked Treasury documents. The documents, seized on by Labour last week, also raise the prospect that there could be tariffs on trade going the other way. However, Johnson did admit there would be checks if goods are then going on to the Republic of Ireland. During an interview on the Sophy Ridge on Sunday programme, Johnson said: “There’s no question of there being checks on goods going [between] NI/GB and GB/NI because they are part of – if you look at what the deal is, we’re part of the same customs territory and it’s very clear that there should be unfettered access between Northern Ireland and the rest of GB … The whole of the UK comes out of the EU.” Ridge asked the prime minister why he was maintaining there would be no checks when the Brexit secretary, Stephen Barclay, and the government’s impact assessment suggested there could be. He said: “No, the whole of the UK comes out of the EU. We’re a UK government. Why would we put checks on goods going from NI to GB or GB to NI? It doesn’t make sense.” On checks on goods heading into the Republic of Ireland and therefore the EU, Johnson said: “So the issue is how to avoid a hard border in Northern Ireland and we can do that by making sure that there are – by having some checks on goods that might be proceeding into the Republic.” Labour revealed on Thursday that the Treasury documents suggested there would be at the very least exit summary declarations when goods are exported from Northern Ireland to Great Britain, “in order to meet EU obligations”. A section headed “economic impact on Northern Ireland” suggests high street goods are “likely to increase in price”, and many exporters could struggle with the costs of disruptive border checks. On his “Australian-style, points-based” immigration system, Johnson said immigrants would be sorted into three categories: those with exceptional talent, skilled workers, and a group who will not have the right to stay but will be allowed in to do time-limited specific jobs. He said he wanted to “bear down” on unskilled migration and there would be lower levels of immigration after Brexit. Johnson refused to say whether he would resign if he failed to win a majority at the general election on Thursday. The prime minister’s decision to call the snap vote could hand Jeremy Corbyn the keys to No 10 – making Johnson one of the shortest-serving leaders in British history. He said he would not be drawn on his political future when asked three times if he would stand down if he failed to secure a majority. Johnson admitted he was nervous and “fighting for every vote”. On his manifesto promise to deliver 50,000 more nurses, he said there would be 31,000 new posts."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}