{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/01/lib-dems-suspend-campaigner-over-apparent-email-forgery", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-01T16:14:13Z", "webTitle": "Lib Dems suspend campaigner after apparent email forgery", "webUrl": "https://www.theguardian.com/politics/2019/dec/01/lib-dems-suspend-campaigner-over-apparent-email-forgery", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/01/lib-dems-suspend-campaigner-over-apparent-email-forgery", "fields": {"headline": "Lib Dems suspend campaigner after apparent email forgery", "bodyText": "The Liberal Democrats have suspended a senior member of their campaign team just days before polling day, after an official apparently forged emails to support a legal threat against a journalist over an embarrassing story. Jo Swinson’s party has been fighting the website openDemocracy for weeks over a little-noticed article published last month about the party allegedly selling voter data to the remain campaign for £100,000 during the EU referendum. As part of an attempt to have the story substantially retracted, the Liberal Democrats claimed openDemocracy failed to follow standard journalistic practice and ignored a denial from the party which had been emailed in advance of publication. But openDemocracy said it had checked its records and no such email had ever been received. The party’s lawyers provided a screengrab of the supposed communication. The Lib Dems held this up as conclusive evidence that openDemocracy had engaged in journalistic malpractice and demanded a prominent written apology. However, openDemocracy noticed something was amiss. It pointed out the screengrab of the supposed email from the Lib Dem official was dated 4.39pm on 12 November – the day before its journalist had approached the party for comment. The investigative news website asked how it was possible that the Lib Dems were claiming to have documentary evidence of a party official sending a response 18 hours before the original question had been asked. After several days of silence, the Lib Dems retracted the email and said an employee had been suspended pending an investigation into the provision of false information. A party spokesperson said it continued to deny the original allegations about data misuse made by openDemocracy. They added: “However, we have been made aware that the information openDemocracy subsequently received from the Liberal Democrats was incorrect. We have suspended a member of staff involved and are following due process.” The party has been vocal in its criticism of “fake news” during the election campaign, despite coming under fire for the use of dubious bar charts and confusingly labelled campaign material that looked like local newspapers. Mary Fitzgerald, the editor of openDemocracy, said there were many more important political issues “than an amateur forgery from the press office of a party that has no chance of winning the next election”. “But given how prolific Jo Swinson’s Liberal Democrats have been in calling out the scourge of fake news during this election campaign, it’s worth noting how busy they’ve been creating it themselves.” The row has also focused attention on the original story, by openDemocracy reporter James Cusick, which claimed to have seen internal party documents, regarding the decision to sell the data. Many leave-supporting groups, including Arron Banks’s Leave.EU have already been fined over data misuse during the EU referendum but there has been less scrutiny of the activities of the remain campaign. The Lib Dems strongly deny any wrongdoing regarding the data sale, insisting it simply provided a version of the electoral roll. However, the information commissioner is continuing to investigate the 2016 transaction. Fitzgerald said the heavy-handed response from the Lib Dems raised further questions: “If, as they strongly maintain, the party had acted in accordance with the law at all times and had done nothing wrong, why did someone think it was important enough to repeatedly make false claims, including a faked document, via expensive lawyers? “The distraction has cost us valuable staff time and legal bills, which could otherwise have been spent on doing more actual journalism during the final weeks before the most important election in a generation. “That’s what’s so cynical about hiring expensive lawyers to chase down small, non-profit media outlets like ours. We stand by our story. They’ve offered no apology, let alone an offer to cover costs, for the time and money they’ve wasted. “We’ve come to expect this behaviour from corrupt oligarchs and from bullying, vain businessmen. Perhaps I was naive, but I did not expect it from Jo Swinson’s Liberal Democrats.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}