{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/06/tom-bailey-on-labours-green-plans-we-just-need-to-get-on-with-it", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-06T10:00:38Z", "webTitle": "Tom Bailey on Labour's green plans: 'We just need to get on with it'", "webUrl": "https://www.theguardian.com/politics/2019/dec/06/tom-bailey-on-labours-green-plans-we-just-need-to-get-on-with-it", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/06/tom-bailey-on-labours-green-plans-we-just-need-to-get-on-with-it", "fields": {"headline": "Tom Bailey on Labour's green plans: 'We just need to get on with it'", "bodyText": "Looking up from his cup of tea in a central London cafe, Tom Bailey stops mid-sentence, exasperated. One of the key architects behind Labour’s plan for a green industrial revolution, Bailey wants to make clear that the work to which he and a team of academics, engineers and economists have dedicated their spare time over the past 18 months is “a no-brainer”. “Most of this stuff was already out there,” says the 35-year-old. “If we had written this 10 or 15 years ago it would have looked very similar. The curves on the graphs would be slightly less steep because at that stage we had not wasted a decade or more. Now we just need to get on with it.” For many climate scientists, the action that politicians take – or fail to take – in the next 10 years will decide humanity’s fate. This has left many normally cautious experts – and a growing number of ordinary people, from schoolchildren to pensioners – frustrated and terrified by the lack of serious political engagement with the climate emergency. But while other topics, from Brexit to the NHS, have often dominated the election debate, there are signs – from hunger-striking climate activists camped outside party HQs, to the world’s first televised leaders’ debate on the ecological crisis – that the issue is starting to cut through. Bailey believes Labour, at least, has understood the existential challenge facing humanity. “We have been waiting for a mainstream political party to look this in the face and realise what is needed, and this is exactly what we have got with this plan. This is enough to stop climate change from an energy point of view. It is that simple.” Labour’s offer on the environment is certainly a key part of its bid to win office on 12 December. Its framing of a green industrial revolution is central to its transformative programme and would, it says, fix the economy, cut carbon emissions and create 1m well-paid green jobs. But it is not the only party to give prominence to the crisis. An analysis of the parties’ manifestos by Greenpeace found that the Green party had the best offer on the climate, scoring 19 out of 20, with Labour on 16, the Lib Dems on 15 and the Tories just seven. Bailey says the key difference in Labour’s plan is that it ties radical environmental action to a worker-led “just transition”, where the rapid move from a carbon-based economy to a sustainable system is led by and benefits ordinary people. The manifesto makes no hard commitment to reaching zero carbon by 2030. This was seized on as evidence that, under pressure from trade unions, Labour’s final offer lacks real teeth. But grassroots groups such as Momentum and Labour for Green New Deal, which have been pushing a radical green agenda within the party for months, welcomed the party’s commitment to transform the economy and the pledge to achieve the “substantial majority” of emissions reductions by 2030. Bailey, the lead author of Labour’s plan to decarbonise the UK’s energy sector, which has been adopted wholesale in the party’s manifesto, is adamant the offer is “hugely transformational … and would mean changes for every person, every building, every piece of infrastructure, every institution. “It would put UK energy supply and use – which is the source for a majority of UK emissions – more than in line with what the scientists say is necessary to keep warming below 1.5C [above pre-industrial levels]. In fact, it goes even further than is required by the science, putting the UK in a global leadership position and allowing developing countries space to transition equitably.” Bailey got a master’s in sustainable engineering from Imperial College in London before spending a decade working in the green energy sector in the UK, US and China. In his current day job (all the work for Labour has been strictly in his spare time), Bailey works for C40, an organisation that brings together almost 100 of the world’s leading cities to help coordinate action on the climate emergency. When he began work 13 years ago, he was hopeful about politicians’ determination to tackle the climate crisis. “That was a time when there was huge optimism, it felt like we had this massive issue of climate change, which was undoubtedly really scary but actually it felt like everyone realised the scale of this and were beginning to act accordingly.” He says the introduction of the Climate Change Act, the Stern review and “lots of detailed discussion about the policies that were needed” left him and others in the sector confident that the political class had the crisis in hand. So he went into the private sector with the aim of rolling out the policies and technologies to avoid a catastrophic climate breakdown. What happened next left him despondent. He says that after the 2008 financial crash, the political class backed away from taking the necessary measures. Depressed about the level of debate and action in the UK after 2010, Bailey left to work overseas, returning just before the 2017 election. “When I got back I read Labour’s manifesto and was really impressed with its ambition. I remember being genuinely excited. Then to see that sort of ambition do pretty well in an election felt like a real moment – something we collectively had a duty to get behind.” Shortly after the vote he contacted party officials and asked if they needed any help “deepening the technical side of their policies”. Labour took him up on the offer and within weeks Bailey was pulling together a team of interdisciplinary experts – economists, engineers, regulators, academics and technicians – who all gave their time for free. “There was no hesitation at all from the people I approached. We are all energy and climate professionals in our 20s or 30s, millennials, who have really lived with this issue in our personal and professional lives. They know the facts around what we are facing, know the answers and see this as our last best chance to change course.” The fruits of the group’s work were laid out in a 185-page report – Thirty by 2030 – released with little fanfare in October. The recommendations are now official party policy. Among the report’s highlights are plans by 2030 to: Upgrade every home, public, commercial and industrial building in the UK with insulation and double-glazing, focusing on poor damp homes and areas of fuel poverty first. Fully decarbonise 90% of electricity through a “huge and immediate” expansion in renewables, including 7,000 new offshore wind turbines, 2,000 new onshore wind turbines and enough new solar panels to cover 22,000 football pitches. Decarbonise 50% of UK heat with solutions such as the installation of 8m heat pumps. Although the initial investment would be huge – in the hundreds of billions – the report says the programme would boost the UK economy by £800bn by 2030, create 1m jobs, leave householders better off and save at least 6,000 lives by drastically improving air quality across the UK. The Institute for Fiscal Studies, which has criticised some of Labour’s plans, has not questioned the details of its green new deal programme although its director, Paul Johnson, said it would be difficult to deliver the “scale of increase in capital spending … at least in the near term.” Bailey says the sums underpinning the plan were done by a “world-leading team” at Leeds University, and the final version was sent out to academics and policy experts who reviewed the findings and gave feedback before endorsing the proposals as “the upper limit of feasibility, but appropriate to the climate emergency we find ourselves in”. He says there has been little or no opposition to the plans from regulators, technical experts, economists, academics or unions, mainly because “for those who have been paying attention to the unfolding climate disaster, the solutions have been clear for years. There is such clarity about what the next steps are, and this is what has led to so much frustration. We could have done this a decade ago.” Next year the UK hosts the UN climate summit, and whoever is leading the UK government will have a unique opportunity to shape how the world responds to the crisis. Bailey says no one should be in any doubt about what is at stake when they go to the polling booths next week. “This is our last chance to start acting on this. It is the make-or-break moment.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}