{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/10/johnson-bids-to-recover-8k-from-low-paid-workers-in-brexit-case", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-10T07:59:17Z", "webTitle": "Johnson pursues low-paid workers for £8k costs in Brexit case", "webUrl": "https://www.theguardian.com/politics/2019/dec/10/johnson-bids-to-recover-8k-from-low-paid-workers-in-brexit-case", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/10/johnson-bids-to-recover-8k-from-low-paid-workers-in-brexit-case", "fields": {"headline": "Johnson pursues low-paid workers for £8k costs in Brexit case", "bodyText": "Boris Johnson’s lawyers are pursuing three low-paid workers and their union for at least £8,000 in court costs despite the prime minister breaking his promise on extending the Brexit deadline. The Labour shadow chancellor, John McDonnell, has accused Johnson of “vindictively pursuing” the Independent Workers’ Union of Great Britain (IWGB) and its members after it began high court proceedings earlier in the autumn to challenge Johnson’s repeated threat to crash out of the European Union with a no-deal Brexit on 31 October. The union dropped the case after it became clear Johnson would reluctantly seek an extension to the deadline as mandated by the European Union (Withdrawal) Act (No 2) 2019, also known as the Benn act, which required the prime minister to write to the EU seeking an extension to article 50 until 31 January in the absence of a deal. The prime minister’s lawyers are seeking to recover costs for the high court case from the IWGB and three of its members, who are cleaners and bicycle couriers, after they put their names to the original claim. The union has set up a fundraising appeal on the crowdjustice website to pay the bills. One of the claimants, Maritza Castillo Calle, said: “Precarious migrant workers like myself have been terrified by the prospect of a no-deal Brexit and the impact it could have on our most basic rights. We decided to take action to protect our communities, but now, because Boris Johnson lied about his intention to not seek an extension, we are being asked to pay thousands of pounds. By handing us this bill, it’s clear that this government for the rich is trying to intimidate ourselves and other working-class people from ever daring to hold it to account.” McDonnell said: “This crowdfunder goes to the heart of why Boris is unfit to be prime minister. The PM lied, low-paid workers and their union bravely took action to hold him to account, the PM backtracked and is now vindictively pursuing them for legal costs. Low-paid workers standing up for their rights and the rule of law need to be supported, not attacked.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}