{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/04/boris-johnson-claimed-children-of-working-mothers-more-likely-to-mug-you", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-04T13:57:26Z", "webTitle": "Boris Johnson claimed children of working mothers 'more likely to mug you'", "webUrl": "https://www.theguardian.com/politics/2019/dec/04/boris-johnson-claimed-children-of-working-mothers-more-likely-to-mug-you", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/04/boris-johnson-claimed-children-of-working-mothers-more-likely-to-mug-you", "fields": {"headline": "Boris Johnson claimed children of working mothers 'more likely to mug you'", "bodyText": "Boris Johnson made claims that children of working mothers in low-income families were “unloved and undisciplined” and more likely to “mug you on the street corner”, it has emerged. In a 2006 collection of journalism, entitled Have I Got Views for You, Johnson bemoaned the increasing tendency of women to work, saying they had been “socially gestapoed into the workplace”. “In the last 30 years an ever-growing proportion of British women have been ‘incentivised’ or socially gestapoed into the workplace, on what seems to me to be the dubious assumption that the harder a woman works the happier she will be, when I am not sure that is true of women or anyone else,” he wrote. In the book, published before he became mayor of London, Johnson said an increasing number of female graduates tended to pair up with male graduates – a process known by economists as “assortative mating” – and that they then pool their advantages. “The result is that in families on lower incomes the women have absolutely no choice but to work, often with adverse consequences for family life and society as a whole – in that unloved and undisciplined children are more likely to become hoodies, Neets [not in education, employment or training] and mug you on the street corner.” Labour seized on the remarks. The shadow education secretary, Angela Rayner, herself a working mother, said: “It is obvious that Boris Johnson has nothing but contempt for women and working-class people. “For him to speak about us in such a disgusting manner shows just how out of touch he is. It is clear he only ever stands up for the privileged few.” The remarks were the latest that have come to light during the election campaign, as the prime minister’s attitudes, including to migrants and low-income households, as well as women, have come under scrutiny. The book’s title is a play on Have I Got News For You, the satirical BBC quiz show that Johnson appeared on several times, helping to build his public profile outside Westminster. In his introduction to the collection, which is laced with anecdotes about his time as Brussels correspondent for the Telegraph, he says of his journalism: “You may sometimes think that’s not how it is. But never mind, buster: this is how I see it.” He has repeatedly been challenged during the campaign about his past remarks – including on a special edition of the BBC’s Question Time, which saw audience members press him about whether some of his writings had fuelled racism. In past columns for the Daily Telegraph, which paid him £275,000 a year for his work until he became prime minister, Johnson said Muslim women wearing the burqa looked like “letterboxes”. He has also been criticised in the past for using the phrases, “piccaninnies,” and “watermelon smiles”. “Racist rhetoric is completely rife in this country, will you admit that you have personally contributed to this, and say the words: ‘I’m sorry’,” the questioner asked. Johnson replied that he had, “genuinely never intended to cause hurt or pain to anybody and that is my intention.” But he went on to defend his right to “speak out”. “If you go through all my articles with a fine-tooth comb and take out individual phrases there is no doubt that you can find things that can be made to seem offensive and of course I understand that,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}