{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/06/michael-gove-hits-out-at-labour-plan-to-let-eu-citizens-vote-in-referendum", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-06T10:11:26Z", "webTitle": "Gove hits out at Labour plan to let EU citizens vote in a second referendum", "webUrl": "https://www.theguardian.com/politics/2019/dec/06/michael-gove-hits-out-at-labour-plan-to-let-eu-citizens-vote-in-referendum", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/06/michael-gove-hits-out-at-labour-plan-to-let-eu-citizens-vote-in-referendum", "fields": {"headline": "Gove hits out at Labour plan to let EU citizens vote in a second referendum", "bodyText": "Michael Gove has said allowing EU citizens to vote in another Brexit referendum would represent “an assault” on democracy. The chancellor of the Duchy of Lancaster was speaking on Friday morning after Boris Johnson wrote to Jeremy Corbyn accusing him of seeking to “fiddle” a second referendum vote in favour of remain by proposing to enfranchise 2 million EU nationals, in effect undermining the outcome of the 2016 vote. Although Gove praised the contribution of EU nationals to the UK, he said allowing them to vote in referendums would go against the principle of democratic fairness. “It is the case that EU nationals don’t vote, have never voted in general elections, and therefore don’t vote, have never voted in referendums like the Brexit referendum – and, therefore, we just think it would be unfair,” he told BBC Radio 4’s Today programme. “It’s a bit like a rugby league final, 13 players on either side. If one team suddenly said we’re going to play rugby union instead and bring two extra players on to the field, that simply wouldn’t be fair.” The interviewer said EU nationals were in fact allowed to vote in local authority, mayoral and European parliament elections. Gove said he understood Labour’s argument but it would be a fundamental “assault on the basic democratic principle”. He added: “What makes it worse, I think, to fair-minded observers is the idea that the referendum next time round, if the Labour party were to come into power, would be run according to different rules, and rules that every objective observer says would be more likely to favour remain.” Asked why Corbyn, a longtime Eurosceptic, would seek to effectively prevent the UK from leaving the EU, Gove said the majority of the parliamentary Labour party and the shadow cabinet was in favour of remaining. Rebecca Long-Bailey, the shadow business secretary, said she believed it was right that people who had lived in the UK for much of their lives and had children at British schools should be allowed to vote in a potential future Brexit referendum. “Under a Labour government, we’ve stated that any EU national who is living here at the time we exit the European Union will be guaranteed the right to stay here as a citizen,” she told the Today programme. “I think it’s fair to ensure those people have the opportunity to vote over their future. It’s not just about the future of people who were born here, it’s about the future of people who contribute to our economy and have done for a very long time.” Labour pledged in its manifesto to extend voting rights to all UK residents and lower the voting age to 16, in what the party said would be “the largest extension of the franchise in generations”. Speaking to Sky earlier on Friday, Long-Bailey claimed the extension of the franchise would not “skew” the outcome of the referendum, and defended the principle of a second EU vote. “After three years of drama and chaos, we’re still in a state of affairs where we don’t have a credible Brexit deal to put before parliament, let alone the people,” she said. “The reason we’ve called for that second referendum is to give people the opportunity to decide on whether a credible Labour deal is what they voted for and, if not, they can vote to remain. “It’s not right to have a system that denies [EU nationals] the vote. It’s important to let them participate in their future.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}