{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/dec/06/parties-education-promises-wont-help-poorer-pupils-study", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-12-06T00:01:26Z", "webTitle": "Parties' education promises won't help poorer pupils – study", "webUrl": "https://www.theguardian.com/politics/2019/dec/06/parties-education-promises-wont-help-poorer-pupils-study", "apiUrl": "https://content.guardianapis.com/politics/2019/dec/06/parties-education-promises-wont-help-poorer-pupils-study", "fields": {"headline": "Parties' education promises won't help poorer pupils – study", "bodyText": "Voters should not be blinded by the main parties’ spending promises on education as their plans are unlikely to improve results for England’s most disadvantaged children, according to a thinktank. The Education Policy Institute said that while the Conservative, Labour and Liberal Democrat manifestos each had eye-catching policies and multibillion-pound price tags, they were either over-ambitious or misdirected. “We conclude that although all the parties have set out bold aspirations to improve attainment and narrow inequality and opportunity gaps, the policies taken together are unlikely to deliver on their aspirations,” said Natalie Perera, the EPI’s executive director. The thinktank was critical of promises to support early years education, saying politicians seemed to focus on it mainly as a way of improving childcare for employment or cost-of-living reasons. It was also critical of plans by Labour and the Lib Dems to scrap Ofsted, citing worries over schools’ accountability. “The Conservatives are in particular unlikely to deliver on their aspirations for addressing inequality and increasing opportunity, and that’s largely because of their lack of an early-years offer that would be targeted at more vulnerable pupils and be better funded, and their funding proposals not targeting disadvantaged schools,” Perera said. “Labour says a lot of good things about improving the quality of early education and access for disadvantaged children, big increases in school and college funding, mental health, teacher pay – all of these things could help to improve outcomes and narrow the gap. But they are undermined by these wholesale accountability reforms that we see and the pace of ambition that we see in Labour. “The Lib Dems are similar: they say really good things about early years, about mental health services and early intervention, but again their school accountability plans mean that any impact could be undermined.” On Labour’s signature policy of scrapping undergraduate tuition fees, Perera said: “It would do very little to improve overall attainment or narrow the disadvantage gap. The £7bn spent on abolishing fees could be much better spent addressing socio-economic disadvantage earlier on in a pupil’s life.” Angela Rayner, the shadow education secretary, said: “Labour will radically improve the life chances of young people from disadvantaged backgrounds at every stage of their education, from free, high-quality early years education and restoring the pupil premium, to bringing back the education maintenance allowance and maintenance grants.” The EPI found that Tory plans to spend an extra £4.4bn a year on schools until 2022-23 would be unevenly distributed, to the detriment of children in disadvantaged areas. “If you are in a disadvantaged secondary school, around half of those are only going to get inflation-level increases in their per-pupil funding next year. So it’s not necessarily that all schools are going to see reversals to their cuts,” said Jon Andrews, the EPI’s deputy head of research. The institute’s analysis, funded by the Nuffield Foundation, also found that none of the parties had a coherent strategy to improve access to good school places. Emily Hunt, a senior researcher at the EPI, said there were fundamental problems with school admissions that no one was attempting to address. “We think that the admissions criteria and the wider process around how admissions are administered are overdue for a review,” Hunt said. Andrews said the wording of the Tory manifesto left open the possibility of the party reviving grammar schools, although he added: “They are not saying it explicitly.” The EPI questioned proposals by both Labour and Lib Dems to replace Ofsted with a new watchdog, arguing that robust oversight was necessary to improve schools and tackle the attainment gap. Andrews said although Ofsted was more harshly critical of state schools in deprived areas, it would be better to reform Ofsted rather than starting from scratch. Kevin Courtney, a joint general secretary of the National Education Union, said the EPI was being “over-cautious” in defending Ofsted. “Researchers and educators have made a powerful and detailed case for alternatives to the current system, and the accountability proposals in the parties’ manifestos reflect a widespread consensus,” Courtney said. The manifesto policies analysed by the EPI would only apply to England. Education policy is devolved to national assemblies, with Scotland, Wales and Northern Ireland all having different systems of funding and accountability."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}