{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/dec/02/did-you-solve-it-smart-as-a-box-of-frogs", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-12-02T17:10:09Z", "webTitle": "Did you solve it? Smart as a box of frogs", "webUrl": "https://www.theguardian.com/science/2019/dec/02/did-you-solve-it-smart-as-a-box-of-frogs", "apiUrl": "https://content.guardianapis.com/science/2019/dec/02/did-you-solve-it-smart-as-a-box-of-frogs", "fields": {"headline": "Did you solve it? Smart as a box of frogs", "bodyText": "Earlier today I set you a Christmas challenge (about which more below) and these three puzzles from the Mathigon advent calendar: The answer is 16 The answer is to cross a corner like this: The solution is: 2178 x 4 = 8712 (The full workings out are below) I also set a festive challenge: write a sentence about Christmas of at least seven words in which a is the only vowel allowed. (I should have made it clear that ‘y’ is not allowed when used as a vowel, since many of you used a ‘y’.) I had more than one hundred entries. Many were brilliant, so thanks for taking the time to compose them. Here are the best ones. I favoured sentences that best disguised the constraint, that is, that did not read in a stilted way, that said something relevant and meaningful, and that made me laugh. Mostly, I felt the shortest ones worked best. My favourite was: Last Xmas, Santa sang Wham’s Last Xmas. (By Joyce Buchan. Congrats! A copy of So You Think You’ve Got Problems? on its way to you) The runners up were: At Xmas a man and a bag alarm Grandad’s cat. Grandma wants Santa’s pants at Xmas as an award All art and rhythm starts at Xmas Bad karma attracts Santa’s cats’ sharp claws! Pack bag, grab map, add a hat - Papa Xmas A bad lad and lass, Adam and pal, saw Santa (anagram Satan) at Xmas and had an asp attack. As mama’s spawn saw straw, a far star had Caspar, Balthazar and pal hatch a gallant plan: a caravan. “Aargh! Fat bastard!” bawl brats and charlatans at Xmas bacchanal as adamant phantasmal Lapland handcraftsman (aka Santa) backs karma law (bad = nada) as awards standard. These ones were eliminated because they used a ‘y’ as a vowel, but I liked them anyway: Xmas: a baby has a grand Dad. ART - RAT - TAR - Abracadabra!! Mark’s anagrams add zap at an Xmas party at Alan’s flat. What can man call a cat at Bahamas at Xmas? Sandy Claws! By a far away track, at dark, Amanda (a nasty pagan) has a dastardly plan, lays a trap and splat, slays Santa! Awkward affray as a gallant Arkansas mall Santa attacks scallywags at salad bar Dad wants an Xmas walk and says “warm hat and scarf, Jack, and Anna grab that mac! Santa lands, Hangs sacks, Warms hands, Dawn cracks; Lad larks, Lass plays; Dad barks, Nan prays; Cat claws - Balls crash; Fat paws - What a mash; Xmas Day: Dark falls; Away, away - Xmas palls. Dad’s Xmas ham and taramasalata wrap, that ghastly last straw saw Mary snap. Also commended was one reader who sent in this one with only ‘e’s: The free sherry decrees the red gent be very, extremely, vehemently merry. Now for the proof of the ABCD x 4 = DCBA puzzle: Since the digits in any four digit number describe the thousands, hundreds, tens and units of that number, the four digit numbers in the equation can be rewritten: (1000A + 100B + 10C + D) x 4 = 1000D + 100C + 10 B + A The term to the left of the equals sign must be even, so the term to the right of the equals sign is even, and thus A is even. If A was 3 or bigger, then the number to the left of the equals sign would be bigger than 1000 x 3 x 4 = 12,000, which is forbidden since this would make the number to the right of the equals sign more than four digits. So A = 2. Since A = 2, the left hand side of the equation is at least 8000. So D is either 8 or 9. But if D was 9, then the units digit on the left hand side of the equation would be 6, since 9 x 4 = 36. We know, however, that the units digit must be 2, so we deduce D = 8. Now let’s substitute these two values in the original equation: (2000 + 100B + 40C + 8) x 4 = 8000 + 100C + 10B + 2 Which reduces to 13B + 1 = 2C The only solutions here are B = 1 and C = 7 So the answer is 2178 x 4 = 8712 Thanks to everyone! I hope you enjoyed the puzzles and I’ll be back in two weeks. Don’t forget to add a copy of So You Think You’ve Got Problems? to your Christmas list! The book is a compendium of 200 or so puzzles together with historical and mathematical background. The puzzles span wordplay, logic, geometry, linguistics, topology and many other fields. It’s for all abilities: there are very simple teasers that children will be able to do and utterly baffling ones for only the sharpest minds. Thanks to Philipp Legner of Mathigon for today’s puzzles. The first one originally appeared in the Netherlands Junior Mathematics Olympiad. The other two are of unknown origin."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}