{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/dec/02/can-you-solve-it-smart-as-a-box-of-frogs", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-12-02T07:10:26Z", "webTitle": "Can you solve it? Smart as a box of frogs", "webUrl": "https://www.theguardian.com/science/2019/dec/02/can-you-solve-it-smart-as-a-box-of-frogs", "apiUrl": "https://content.guardianapis.com/science/2019/dec/02/can-you-solve-it-smart-as-a-box-of-frogs", "fields": {"headline": "Can you solve it? Smart as a box of frogs", "bodyText": "Today’s puzzles are taken from Mathigon, a wonderful interactive mathematical encyclopaedia. Every year, the site publishes a puzzle a day from Dec 1 to 24. Here are three of my favourites from this year. Jump to it! Keeping in the festive spirit, I have a signed copy of my new book, So You Think You’ve Got Problems?* to give away. To win it, I’d like you to write a sentence about Christmas of at least seven words in which the only vowel used is an ‘a’. Here’s an example: At Xmas, Santa bangs lampstand and rants. Please email or Tweet me your entries, thanks! You’ve got until just before 5pm UK time today. I’m looking for some ‘haha’, ‘aha!’ and ‘ta-dah!’. (And, to clarify, don’t use ‘y’ when it is used as a vowel, as in ‘happy’, ‘says’ etc.) I’ll be back at 5pm, when I’ll post the winner and the best entries, as well as the answers for today’s puzzles. Meanwhile, NO SPOILERS please. UPDATE: solutions and the winning sentence can be read here. I set a puzzle here every two weeks on a Monday. I’m always on the look-out for great puzzles. If you would like to suggest one, email me. * So You Think You’ve Got Problems? is the perfect Christmas present for a puzzle-lover, sorry, I mean it is a compendium of 200 or so puzzles together with historical and mathematical background. The puzzles span wordplay, logic, geometry, linguistics, topology and many other fields. It’s for all abilities: there are very simple teasers that children will be able to do and utterly baffling ones for only the sharpest minds. Thanks to Philipp Legner of Mathigon for today’s puzzles. The first one originally appeared in the Netherlands Junior Mathematics Olympiad. The other two are of unknown origin."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}