{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/dec/08/nhs-gives-amazon-free-use-of-health-data-under-alexa-advice-deal", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-12-08T19:17:05Z", "webTitle": "NHS gives Amazon free use of health data under Alexa advice deal", "webUrl": "https://www.theguardian.com/society/2019/dec/08/nhs-gives-amazon-free-use-of-health-data-under-alexa-advice-deal", "apiUrl": "https://content.guardianapis.com/society/2019/dec/08/nhs-gives-amazon-free-use-of-health-data-under-alexa-advice-deal", "fields": {"headline": "NHS gives Amazon free use of health data under Alexa advice deal", "bodyText": "Amazon has been given free access to healthcare information collected by the NHS as part of a contract with the government. The material, which excludes patient data, could allow the multinational technology company to make, advertise and sell its own products. In July the health secretary, Matt Hancock, said a partnership with the NHS that allowed Amazon Alexa devices to offer expert health advice to users would reduce pressure on “our hard-working GPs and pharmacists”. But responses to freedom of information requests, published by the Sunday Times, showed the contract will also allow the company access to information on symptoms, causes and definitions of conditions, and “all related copyrightable content and data and other materials”. Amazon, which is worth $863bn and is run by the world’s richest person, Jeff Bezos, can then create “new products, applications, cloud-based services and/or distributed software”, which the NHS would not benefit from financially. It can also share the information with third parties. Labour’s shadow health secretary, Jonathan Ashworth, told the Sunday Times that the government was “highly irresponsible” and “in the pocket of big corporate interests”. Eva Blum-Dumontet, a senior researcher at Privacy International, which obtained the contract, said the issue with the partnership was not about “data sharing” but about “transparency”. Several sections have been redacted by the Department of Health and Social Care to protect Amazon’s commercial interests. An NHS spokesperson said: “No patient data is being provided to this company by the NHS, which takes data privacy extremely seriously and has put appropriate safeguards in place to ensure information is used correctly.” Amazon told the Sunday Times the content it had access to was already on the NHS website. “Amazon does not build customer health profiles based on interactions with nhs.uk content or use such requests for marketing purposes,” it added. Third parties, such as local authorities, can reuse information from the NHS website, but standard agreements only permit this to be used in the UK. The contract with Amazon states that the licence applies around the world. A spokesperson for the company said: “General health-related content from the NHS website is now available to Alexa users via voice technology. The new option is particularly useful for those with accessibility needs who may not have been able to easily access nhs.uk content via a mobile device or computer in the past.” Earlier this week, the company was singled out by tax transparency campaign group Fair Tax Mark as the worst of the big six US tech firms for avoiding tax by shifting revenue and profits through tax havens or low-tax countries. It said Amazon paid just $3.4bn (£2.6bn) in tax on its global income so far this decade, despite gaining revenues of $960.5bn and profits of $26.8bn."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}