{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/dec/01/tories-cant-be-trusted-to-look-after-the-nhs", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-12-01T18:25:09Z", "webTitle": "Tories can’t be trusted to look after the NHS | Letters", "webUrl": "https://www.theguardian.com/society/2019/dec/01/tories-cant-be-trusted-to-look-after-the-nhs", "apiUrl": "https://content.guardianapis.com/society/2019/dec/01/tories-cant-be-trusted-to-look-after-the-nhs", "fields": {"headline": "Tories can’t be trusted to look after the NHS", "bodyText": "We are frontline nurses who have faced the reality of government mismanagement over the disastrous years of coalition and Conservatism. The outlandish and widely ridiculed promise from the Conservatives to recruit 50,000 more nurses (If voters think all politicians lie, then the Tories win, Journal, 30 November) would be unnecessary had they not spent the last nine years driving services and staff to breaking point. Tens of thousands of nursing posts remain vacant, impacting severely on the quality of care our patients deserve. Our colleagues face unprecedented levels of stress and distress in their work, with little support or insight from government. We wholeheartedly reject that there is any hope of improvement to health services should the Conservatives return to office. There is no confidence in the ability of the Conservatives to live up to their promises; Matt Hancock, and his predecessors Jeremy Hunt and Andrew Lansley, should be remembered as ministers who failed to understand their responsibilities or act in the public interest. All failed to heed nurses’ warnings on pay, retention, recruitment, funding, staffing levels, the bursary and a plethora of public health issues. Nurses repeatedly warned that Conservative policy was damaging not just to the NHS or healthcare, but also to society in general. Nurses’ professional organisations tend not to be aligned to any political party. However, the health of our patients, and our nurse colleagues, is more important than the perception of political impartiality. Only progressive pro-social policies such as those presented by the Labour party can provide the amelioration our NHS so desperately needs. Ed Freshwater, Sharon Ankin, Maria Gilroy, Anthony Johnson, Georgina Parisi, Antonia Berelson, Danielle Tiplady, Candy Gregory, Juliet Lusted, Lucy Shapcott, Andy Ridley, Jon Gardner • Your leader on NHS privatisation (Johnson’s deceit and his bad Brexit deal combine to put the NHS in danger, 28 November) refers to “dismantling state provision so private insurance companies can expand in the British market” as a “desirable outcome for US lobbies”. Global capital is certainly desperate to get its hands on £130bn guaranteed annual revenue, but why use a cumbersome insurance scheme when you can go straight to the source of these riches in the public purse and drink deep? Section 75 of Lansley’s 2012 act – the obligation of clinical commissioning groups (CCGs) to put NHS contracts out to tender – was supposed to do the privatisation business, but the small scale of the CCGs and stubborn localism has often proved risky, financially and reputationally, for private health providers. NHS England has been spending the last three years trying to address this in yet another reorganisation, largely unnoticed by the public and press. Its solution is to combine CCGs (191 in England) into larger “integrated care systems” (ICS, 44 projected), which will be able to commission a single integrated care provider (ICP) to operate all NHS health provision in the ICS area. Last year, NHS England was compelled by judicial review to run a public consultation on this single ICP idea. After 40 pages of turgid jargon, I was still unclear who was supposed to operate these single provider contracts or whether they would be subject to a section 75 process. Whatever emerges from all this, there can be little doubt that the NHS is being reorganised to make possible the acquisition of public contracts at a scale that finally makes sense to global capital. Substitute “flexible” for “integrated” and you’ll get the picture. It is high time NHS England’s plans for the health service were given proper public scrutiny. Dr Robert Oulton Godalming, Surrey • It was with shock that I saw Humira being cited as an example of a drug that may undergo astronomic price rises if the Tories gain office and allow US pharma access to our NHS drug market (Secret papers prove Tories want to sell NHS – Corbyn, 28 November). As a result of this amazing medicine, my husband leads a full and active life. Removal of regular doses of Humira would be devastating for our family – and what about all the other families who will be affected when a panoply of other drugs face price escalation? For they surely will. Mr Trump smells a rich seam to exploit – and he always wins. Fiona Henderson Stroud, Gloucestershire • A US-UK trade deal is being negotiated and NHS drug prices are a key issue. Donald Trump is demanding that foreign countries pay higher prices to US drug companies. The UK government denies NHS drug prices will be up for negotiation. But the UK is the weaker partner in these negotiations and could have to decide between accepting higher drug prices or risking not signing a new trade deal at all. The negotiations between the US and the UK are not transparent, which is creating concern for the NHS. There are two solutions to this impending problem, which most political parties could agree to if they are truly committed to protecting the NHS: (1) Pass a parliamentary bill to prevent any new trade deal from increasing NHS drug prices. This bill would enforce the exclusion of conditions in new trade agreements which undermine the role of the National Institute for Health and Care Excellence (Nice), extend drug patents, or allow US pharmaceutical companies to take legal action against the NHS over drug prices and related issues. (2) The UK government requests a legally binding commitment from the US that negotiations on drug pricing will not include any reference to “full market access”, “competitive pricing” or extending drug patents. The continued role of Nice in controlling NHS drug prices needs to be guaranteed in this legal commitment from the US. Dr Andrew Hill London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}