{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/dec/06/singing-babies-postnatal-depression", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-12-06T07:00:35Z", "webTitle": "Singing the blues: how music can help ease postnatal depression", "webUrl": "https://www.theguardian.com/society/2019/dec/06/singing-babies-postnatal-depression", "apiUrl": "https://content.guardianapis.com/society/2019/dec/06/singing-babies-postnatal-depression", "fields": {"headline": "Singing the blues: how music can help ease postnatal depression", "bodyText": "In the snug warmth of a children’s centre a group of mothers sing with their babies. But there is no Wheels on the Bus, no Wind the Bobbin Up. Instead, the women work their way through folk songs, lullabies and gospel, switching from Spanish to Hebrew to Igbo and Zulu and deftly following the group’s leader as she introduces rounds and three-part harmonies. This is a singing class designed not to entertain the babies – though they are perfectly happy as they chew on miniature maracas – but for the women themselves. Melodies for Mums, run by the not-for-profit social enterprise Breathe Arts Health Research, aims to help new mothers with postnatal depression (PND), or those at risk of it, combat their symptoms by singing songs specially chosen to improve confidence and help them bond with their babies. No musical experience is necessary. Since the programme began two years ago in Southwark, south-east London, 150 women have taken part. Now it is being expanded to reach hundreds more, as the sessions become part of a big study – funded by a £2m grant from the Wellcome Trust – into how arts interventions boost physical and mental health, and how they could be scaled up to become NHS treatments “Our long-term hope is that we can roll this out as a national programme that would be commissioned by the NHS as a new clinical service, so it’s not just seen as a nice, arty project that some mums might do, but as something underpinned by research showing it’s a very effective clinical treatment,” explains Yvonne Farquharson, Breathe’s managing director. That could mean some women with PND wouldn’t need to use other NHS services, saving it money in the long term, she says. Earlier research, which inspired the Breathe programme, found that mothers with moderate to severe symptoms of PND who did group singing saw a significantly faster improvement in their symptoms than a control group. The new study will test the impact and mechanisms involved further, with academics measuring women’s levels of the stress hormone cortisol and the “love hormone” oxytocin to assess bonding with their babies, and evaluating levels of depression, anxiety, coping, loneliness and social support. While some participants have a formal diagnosis of PND, others have milder symptoms. “They are finding it a struggle to cope,” says the project manager, Tim Osborn. Nine weeks into the current course, the women who speak about their experiences don’t describe themselves as being depressed. But for Bekki, whose son Henry had open heart surgery at 11 days old and spent five weeks in hospital, the sessions have been part of her recovery from that trauma, helping her build a bond she felt she had missed out on. “He was cared for by a lot of people in those early weeks and I felt like he didn’t necessarily need me,” she says. “[Here] it’s just me and him. It’s like a little escape.” She appreciates the way the singing is for the women, rather than the usual nursery rhymes, and that there’s none of the endless competitiveness of some mum and baby groups. “It’s like a release of the tension,” she says. Devlin’s daughter Leonora was born weighing just 2.55kg, was not gaining weight and suffered from jaundice. “I was having a lot of anxiety and feeling a lack of control,” she says. Constantly seeing different midwifes who all commented afresh on Leonora’s size only made things worse. “You’re already feeling really stressed that you’re not doing a good job and then the system is pouring salt in your wounds a little bit,” she says. The singing, she says, helps not just because it gets her out for a walk and into a community, but because it becomes “almost meditative”. “You’re singing these really silly songs, but you don’t have to talk and say, ‘what’s your problem, why are you here?’ You just share space.” PND affects one in 10 new mothers, and many more suffer from symptoms like anxiety, low mood and struggling to bond with their babies. But they often find effective support is lacking and their symptoms are missed. About a third of the women Breathe screens who are eligible for Melodies for Mums are not in touch with support services, Osborn says. The new research project, run by Kings’s College London and University College London, will be the world’s largest study into the health impact and scalability of arts interventions. “We’re seeing growing interest in using the arts for supporting mental and physical health,” says Daisy Fancourt, associate professor of psychobiology and epidemiology at UCL, and one of the leaders of the Melodies for Mums strand (others will look at stroke and Parkinson’s disease). “There’s a wealth of anthropological and psychological research on the benefits of singing for individual mental health, mother-infant interactions and infant development.” A recent study with older people in Kent found group singing had a significant effect on mental health and quality of life, including reducing anxiety, depression and loneliness. At the children’s centre, Farquharson says the difference in the women is noticeable as the course progresses. “You start to see a spark in their eyes,” she says. “Friendships blossom, people walk in with their heads held higher.” Hannah, who signed up after struggling with breastfeeding and her son Kit’s sleep, admits she was sceptical about whether singing would make her feel better. “But actually it really does,” she says, as she prepares to head out into the dark of the late afternoon. “You really do feel lifted by the end. A bit lighter.” This article is part of a series on possible solutions to some of the world’s most stubborn problems. What else should we cover? Email us at theupside@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}