{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/dec/10/labour-nhs-cash-boost-staffing-plans-nurses", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-12-10T12:00:09Z", "webTitle": "Labour will give the NHS the most cash. But no party has a staffing solution", "webUrl": "https://www.theguardian.com/society/2019/dec/10/labour-nhs-cash-boost-staffing-plans-nurses", "apiUrl": "https://content.guardianapis.com/society/2019/dec/10/labour-nhs-cash-boost-staffing-plans-nurses", "fields": {"headline": "Labour will give the NHS the most cash. But no party has a staffing solution", "bodyText": "The huge pressures on the NHS, and its growing staffing crisis, mean that all the main parties have outlined detailed – though sometimes inadequate – policies to tackle the deep-seated problems affecting health services. On funding, Labour is promising to give the NHS in England the most money: £26bn more in real terms (after inflation) by 2023-24. It plans to increase the budget of both the NHS and the Department of Health and Social Care by 4.3% every year of the next parliament. That is higher than the 3.8% and 3.1% annual rises in the DHSC budget in the Lib Dem and Tory plans. Scotland, Wales and Northern Ireland would get equivalent increases to their health budgets under the Barnett formula. Labour and the Tories would find the extra money from general taxation. However, the Lib Dems say the extra £7bn a year they propose to pump in would come from their signature policy of putting a penny on income tax – a “health and care tax”. That is unwise. The NHS of all public services needs guaranteed funding, and not to rely on income that could fall in a recession. On the NHS workforce, regrettably none of the main parties’ plans matches the huge scale of the dual challenge of staff recruitment and retention. All three pledge to boost GP numbers in England. But increasing training places and giving GP surgeries more pharmacists, physiotherapists and counsellors may not prove enough to halt the decline in full-time GP numbers that has happened despite ministerial pledges of “5,000 more GPs by 2020”. The Tories’ pledge of “50,000 extra nurses” has already been exposed as spin. All the parties plan to restore financial support for student nurses; for instance the Tories are offering maintenance grants of up to £8,000 a year. But the risk is that the value of the incentives being proposed – even the return of bursaries promised by Labour and the Lib Dems – will not produce enough graduates to overcome the current 43,000-strong shortage. Details remain unclear about how the Tories’ “NHS visa”, to give easier entry for overseas health professionals, will work. No party has proposed scrapping both visa fees and the immigration health surcharge for such workers, who the NHS needs to recruit a lot of. On mental health, all the main parties are pledging more money, expanding access to care and to implement the changes an independent review recommended to the Mental Health Act. Labour would provide £2bn to build new mental health units while the Lib Dems would make prescriptions free for people with chronic mental health conditions. Labour’s pledge to repeal the hated 2012 Health and Social Care Act as part of a drive to end privatisation of NHS services has aroused little comment. But it would involve another major reorganisation of the NHS in England, which is the last thing it needs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}