{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/dec/07/christmas-shoppers-warned-of-danger-of-fake-toys", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-12-07T00:01:01Z", "webTitle": "Christmas shoppers warned of danger of fake toys", "webUrl": "https://www.theguardian.com/society/2019/dec/07/christmas-shoppers-warned-of-danger-of-fake-toys", "apiUrl": "https://content.guardianapis.com/society/2019/dec/07/christmas-shoppers-warned-of-danger-of-fake-toys", "fields": {"headline": "Christmas shoppers warned of danger of fake toys", "bodyText": "Christmas shoppers are being warned not to buy fake and potentially dangerous toys, which can contain toxic materials, damage hearing and pose choking or strangulation hazards. The Local Government Association, which represents councils in England and Wales, is warning that counterfeit, unsafe toys typically flood the market in the run-up to Christmas as criminals exploit a surge in demand for “must-have” and sold-out items. Recent toys seized and confiscated by councils’ local trading standards include more than 54,000 teddy bears which posed a choking hazard, electric scooters which had no safety documentation and audio items that exceeded legal decibel limits for toys which could damage a child’s hearing. Counterfeit versions of popular toys – such as LOL Surprise! Dolls, which were hailed as last year’s “must-have” Christmas toy – have been found to contain phthalates, a toxic chemical which can damage the liver, kidneys, lungs and reproductive system. About a quarter of all toys sold in the UK each year are purchased in December. The LGA is urging shoppers to look for the authentic CE mark on toys or their packaging, which confirms they meet consumer safety standards. With people increasingly buying presents online, the LGA is also calling for the CE mark to be clearly included in the information on websites offering toys for sale. Latest industry figures show that councils seized more than 4.2m counterfeit products last year, including toys, worth £21m. Simon Blackburn, the chair of the LGA’s safer and stronger communities board, said: “Christmas is a hotbed for criminals who put profit before safety by selling dangerous, counterfeit toys at cheap prices to unsuspecting shoppers. Bargain hunters need to be aware that fake, substandard toys can break and cause injuries or pose choking hazards, toxic materials can cause burns and serious harm, while illegal electrical toys can lead to fires or electrocution.” A haul of 54,000 teddies was recently seized at the port of Felixstowe by Suffolk trading standards officers after the eyes were found to be loose, posing a choking hazard. They were all destroyed in a high-speed shredder. A similar shipment of more than 1,000 teddy bears, described as “cute but deadly”, was also destroyed. Martyn Allen, the technical director at Electrical Safety First, said: “These worrying findings echo our own recent research, which found seriously dangerous electrical items for sale by third-party sellers via online marketplaces. We urge consumers to only purchase from a reputable retailer or directly from a trusted manufacturer to ensure the product is safe to use. “It is time for the next government to regulate the sale of online goods on marketplaces. The gift of giving this season should never put you and your loved ones at risk.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}