{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/dec/02/disabled-workers-paid-12-less-damning-uk-official-figures-show", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-12-02T14:45:33Z", "webTitle": "Disabled workers paid 12% less, 'damning' UK official figures show", "webUrl": "https://www.theguardian.com/society/2019/dec/02/disabled-workers-paid-12-less-damning-uk-official-figures-show", "apiUrl": "https://content.guardianapis.com/society/2019/dec/02/disabled-workers-paid-12-less-damning-uk-official-figures-show", "fields": {"headline": "Disabled workers paid 12% less, 'damning' UK official figures show", "bodyText": "Disabled people continue to face prejudice in the workplace campaigners have said, after latest government figures showed they were paid on average 12.2% less than those without impairments, equivalent to £1.48 an hour. According to Office for National Statistics (ONS) data, the median pay for disabled employees in 2018 was £10.63 an hour, compared with £12.11 an hour for their non-disabled counterparts. The disability pay gap was widest for people classified as having a mental impairment – defined by the ONS as depression and anxiety, mental illness, nervous disorder, epilepsy or learning disability – who earned an average of £9.82 a hour. People with a physical impairment faced a pay gap of 9.7% (earning £10.90 per hour) while those with other impairments – defined as including cancer, HIV and multiple sclerosis – faced the narrowest gap, at 7.4% (£11.18 per hour). The highest pay gap was in London, where disabled employees were paid 15.3% less than non-disabled employees, while the narrowest was in Scotland, at 8.3%. James Taylor, head of policy and public affairs at the disability equality charity Scope, said: “The disability pay gap is a damning symptom of disabled people being hindered in the world of work. “Plenty of things stack up against disabled people to prevent them from getting into, staying in and progressing in employment. Sometimes it’s negative attitudes and assumptions, or a lack of reasonable adjustments that hold disabled people back. Sometimes it’s a simple lack of understanding or knowhow from employers. Although the pay gap has remained more or less unchanged since 2014, the ONS statistics found that the disability employment gap has shrunk slightly since 2013. In 2018, 50.9% of working-age disabled people were in employment, compared with 80.7% of non-disabled people, a gap of 29.8 percentage points compared with 34.2 points in 2013. The Conservative government promised in 2016 to halve the employment gap by helping an extra 1 million disabled people into work, although the party’s 2019 election manifesto downgrades this by committing them merely to “reduce” the disability employment gap. Jill Miller of the Chartered Institute of Personnel and Development said: “Too many disabled people continue to face prejudice and struggle to get into employment or to remain in work, and are less likely to progress to senior management roles or to work in professional occupations. “Businesses that aren’t inclusive – and don’t manage health and disability effectively – risk missing out on hard-working and talented individuals, and damaging their reputation among staff and customers. They could also face legal action if they fail to comply with equalities law.” The study found almost one in five of Britons between 16 and 64 had a disability last year, with the proportion rising from 11.9% among the youngest age group, to 31.4% among those aged 60-64."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}