{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/dec/04/both-labour-and-tory-migration-plans-would-worsen-nhs-staffing", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-12-04T00:01:35Z", "webTitle": "Both Labour and Tory migration plans 'would worsen NHS staffing'", "webUrl": "https://www.theguardian.com/society/2019/dec/04/both-labour-and-tory-migration-plans-would-worsen-nhs-staffing", "apiUrl": "https://content.guardianapis.com/society/2019/dec/04/both-labour-and-tory-migration-plans-would-worsen-nhs-staffing", "fields": {"headline": "Both Labour and Tory migration plans 'would worsen NHS staffing'", "bodyText": "The Conservatives and Labour’s migration policies pose a “very real risk” that they would worsen NHS understaffing, experts have warned, as it emerged that almost one in four hospital staff were born abroad. New research by the Nuffield Trust thinktank published on Wednesday showed that the proportion of hospital personnel born outside the UK has almost doubled from one in eight (11.9%) in 2000/01 to close to one in four (23.5%) in 2018/19. It warned that ending freedom of movement for EU citizens after Brexit – which both major parties back – would reduce the numbers coming to Britain and exacerbate lack of staff in both the NHS and social care. The Tories plan to include people from inside the European Economic Area (EEA) in the new “points-based migration” system they plan to bring in if they win the general election. Labour’s stance is less clear though it too plans to scrap the current form of freedom of movement for EU27 nationals. But the Nuffield Trust’s report in effect told both parties that they risked deterring doctors, nurses and other health professionals – which the NHS needs – from moving to Britain. “There is a very real risk that the migration policies proposed in the 2019 general election will make it more difficult to bring staff into the NHS and social care from the EEA. This could not come at a worse time: both sectors have both deep staffing shortages and expanding demand. “Based on the trends over the last 20 years, an obvious concern is that these migration changes for people from the EEA will result in a slowdown in the migration of staff similar to that seen with non-EEA migrants after the tightening [of immigration rules] around 2010,” warned the thinktank’s Mark Dayan and Billy Palmer. If the number of health and social care staff coming to the UK were to fall by half, as happened with non-EEA staff after the 2010 crackdown, “that would mean around 6,000 fewer net migrants each year, or 30,000 over a five-year parliament. “This would be a major problem given our analysis shows that an acceleration of international recruitment is needed for nursing and social care if services are to meet people’s needs in the coming years,” they added. The NHS in England alone has about 100,000 vacancies for staff, with growing shortages of nurses, GPs and hospitals causing particular concern. The thinktank’s findings were based on data obtained from the Office for National Statistics. It collated figures based on NHS and social care staff’s country of birth rather than their nationality, to give a more accurate picture of how many foreign-born people worked in each sector. It warned that, whereas the NHS in 2010 was able to hire more EU staff to make up for a fall in the number of non-EEA nationals, Labour and Tory plans would mean it had “no escape valve left” if it had to increase overseas recruitment after Brexit. “If you needed any proof of how dependent we are on our international staff this is it. Our hospitals, community services and social care would collapse without the skill and dedication of a wide range of professional support staff, many not only born overseas but trained overseas as well,” said Niall Dickson, chief executive of the NHS Confederation. Prof Andrew Goddard, president of the Royal College of Physicians, urged whoever wins the election to make it easier for overseas doctors to work in the UK by reducing the cost of visas and the immigration health surcharge. NHS bosses warned recently that understaffing is so severe that patient safety and quality of care are now at risk. Labour’s shadow health secretary, Jonathan Ashworth, said: “With over 100,000 vacancies across the NHS, without hard-working staff from overseas our health service simply wouldn’t cope. We know hospital managers are incredibly frustrated because they have international staff who want to come and work on their wards but the government isn’t letting them in.” Matt Hancock, the health secretary, said: “I want the NHS to provide the best care in the world so it’s only right that as well as training at home, we attract the very best talent in the world to our NHS too. “The NHS has always recruited globally, and our new NHS visa will make it easier for us to hire the best doctors and nurses from around the world.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}