{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/dec/04/lions-tour-south-africa-2021-removes-romance", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-04T17:57:04Z", "webTitle": "Truncated tour of South Africa removes last vestige of romance from Lions | Robert Kitson", "webUrl": "https://www.theguardian.com/sport/blog/2019/dec/04/lions-tour-south-africa-2021-removes-romance", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/dec/04/lions-tour-south-africa-2021-removes-romance", "fields": {"headline": "Truncated tour of South Africa removes last vestige of romance from Lions", "bodyText": "Every four years the British &amp; Irish Lions unveil a tantalising tour schedule and invite thousands of supporters to sign up for the trip of a lifetime, in this instance to South Africa in 2021. A three-Test series on Springbok soil remains one of sport’s truly great adventures but seldom has there been a stronger sense of the golden goose being potentially suffocated by the constraints of self-interest and the global calendar. Amid all the anticipation of a gripping three-Test series against the reigning world champions which could break all previous box office records, it is important to examine the small print. Not only have Premiership Rugby now formally slammed the door shut on any possibility of shifting the date of its 2021 final on 26 June to accommodate crucial extra preparation time but the scheduling of only two early midweek games sums up the fast-changing times. To a great extent it signals the end for that most time-honoured of rugby characters, the midweek dirt-tracker. Much of the glorious Lions myth is built upon the twin pillars of genuine competition for Test places and the all-for-one ethos of those cast in supporting roles. An eight-match tour with no competitive warm-up component means the head coach Warren Gatland can travel with a smaller squad who, for the most part, will know their place in the pecking order before embarkation. Clearly there are player welfare benefits from playing fewer games and not having to worry about a midweek fixture in the build-up to the first Test but eight-match Lions tours – 2025 and 2029 will be the same – threaten to remove any last vestige of romance attached to the concept. Even if the players bond instantly the timescale is almost insanely tight if Gatland wants to mould a side capable of beating a pumped-up South Africa in front of nearly 90,000 supporters at Soweto’s FNB Stadium on 24 July. While Gatland is putting a brave face on things – “I am absolutely thrilled with how this schedule looks” – he was referring mostly to the opportunity to prepare initially at sea level before heading up to the high veldt. Any chance of him having his whole squad available for a pre-tour fixture against the Barbarians at Twickenham has been formally laid to rest by a blunt statement from Premiership Rugby. “Talks are not ongoing over this issue and we are glad to have the opportunity to confirm that so any doubts can be removed,” said a spokesman. That does not entirely preclude Gatland from arranging some other kind of warm-up game but for anyone who still regards the spirit of the Lions as the game’s ultimate magic potion it is hugely depressing. Any trumpets blown on behalf of player welfare also conveniently overlook the fact the next Premiership is due to start on 18 September, a mere 42 days after the third and final Lions Test at Ellis Park on 7 August. Big-time rugby involving British &amp; Irish players is now officially timetabled for every available calendar month. They, and us, will just have to cross their fingers and hope the Lions concept continues to have a thick hide. What no one disputes is the Lions’ current commercial appeal in both hemispheres. The first Test could be played in front of the largest-ever crowd for a Lions Test in the professional era, with a sell-out in Soweto potentially beating the 84,188 attendance for the series decider against Australia in Sydney in 2001. The combined capacity for the three Test venues is almost 205,000, which could make the 2021 series the best-attended since 192,972 people saw the Lions’ three Tests against the Wallabies in 2013. “The venues we have agreed – some of which will be new to the Lions – open up the matches to a vast audience and will undoubtedly provide an unforgettable experience for the players and travelling supporters alike,” said Gatland. “We are very much looking forward to touring this wonderful country.” The Lions have toured South Africa on 13 previous occasions, winning four Test series, losing eight and drawing one. Rassie Erasmus, South Africa’s director of rugby, said it would be a once-in-a-lifetime playing opportunity for his players but remains wary of the Lions alchemy of Gatland, whose squad beat Australia in 2013 and drew with New Zealand in 2017. “Warren Gatland is a massively experienced and astute coach with a phenomenal record,” said Erasmus. “The Lions performed extremely well on their previous two tours and will no doubt relish the opportunity to add the Springboks’ scalp to their belt. They will operate like a well-oiled machine and we will have to work very hard to match them in every department, on and off the field. The Lions have not lost a series since they were last here a decade ago and will present a next-level challenge in 18 months’ time.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}