{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/08/more-than-a-million-viewers-paid-to-watch-joshua-regain-titles", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-08T22:50:00Z", "webTitle": "More than a million viewers paid to watch Joshua regain titles", "webUrl": "https://www.theguardian.com/sport/2019/dec/08/more-than-a-million-viewers-paid-to-watch-joshua-regain-titles", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/08/more-than-a-million-viewers-paid-to-watch-joshua-regain-titles", "fields": {"headline": "More than a million viewers paid to watch Joshua regain titles", "bodyText": "Criticism of Anthony Joshua for boxing in Saudi Arabia does not appear to have affected his popularity with the British public, with more than a million people paying at least £24.95 to watch the heavyweight regain his world titles on Saturday – a figure that is likely to be a UK record. Joshua’s promoter, Eddie Hearn, said: “We are waiting on the final number but it has almost certainly broken the UK pay-per-view record.” The 30-year-old Joshua earned about £60m for his WBA, IBF, WBO and IBO heavyweight rematch with the Mexican-American Andy Ruiz Jr, a record fee for a British athlete for a single sporting event. However, his decision to fight in Riyadh led to considerable criticism from Amnesty International, which warned he was being duped by a Saudi regime with an “absymal” human rights record that included the murder of the journalist Jamal Khashoggi. Human rights organisations have also warned about heavy restrictions on freedom of expression and women’s rights, as well as the use of the death penalty for offences not recognised as crimes under international law. The heir to the Saudi throne, Mohammed bin Salman, has denied any involvement in Khashoggi’s murder, calling it a “mistake” and “a heinous crime” by his country’s agents. Crown Prince Mohammed, who runs the country on behalf of his father, was at the fight on Saturday and was fist-pumped by Joshua after his victory. Hearn, who hailed the fight as a massive success, confirmed the exchange afterwards. “He did a fist-pump to Joshua, and he did a fist-pump back,” said Hearn. “I spoke to the Saudi sports minister, Abdulaziz bin Turki al-Faisal, afterwards. They just feel like it was a massive moment for the country.” Speaking last night, Joshua said he did not mind the pressure he faced from human rights groups to speak out, but he felt unable to do so because he was not aware of all the issues. “It’s good people ask me the questions – they want to hear my view about it,” he added. “I think you guys have made me more aware of the issues. I swear the fight was my main focus but that will change. I thought I was going to see some serious stuff going on – you would expect that from what you hear about Saudi – but I can only go on what I have experienced.” Hearn also insisted that it was unfair to single out Joshua for criticism when so many other athletes were coming to Saudi Arabia, including ATP tennis players this week, Spanish football stars in January and the world’s top cyclists a month later. “We have said all along that all these sports are coming here and yet you guys are writing articles criticising Joshua but not other people,” he said. “Tyson Fury came here three weeks ago to make money for doing a WWE wrestling event, not a proper sporting event.” Joshua is likely to fight next in England, with a fight at Tottenham’s new 60,000-capacity stadium in either April or May, with the IBF champion Kubrat Pulev the preferred option. “I’m getting more and more experienced, understanding myself, and that’s a good thing,” he added. “Even though I took my loss [against Ruiz], I had to learn, didn’t I? I didn’t lose heart. I’m back again, I’m learning. And we’re going to get back into the gym. I’m going to go to Sheffield [his training camp] early, and just keep practising my skills. “I need to stay active and have the hunger to learn,” he continued. “I took my loss to Ruiz in June and got my belts back, and here we go again. I have to defend my titles.” Saudi Arabia has announced that it will host a ranking snooker event in Riyadh for the first time after signing a 10-year deal with World Snooker. The Saudi Arabia Snooker Masters will take place from 4-10 October next year, with prize money of £2.5m. The champion will receive £500,000, the same amount as the winner of the sport’s World Championship. “This is a giant leap forward for our sport,” said World Snooker chairman Barry Hearn, Eddie Hearn’s father. “Snooker has grown to such an extent that we are now creating exceptional tournaments at this level.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}