{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/06/champions-cup-preview-munster-saracens-maro-itoje-dan-biggar-saints-rugby-union", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-06T17:15:15Z", "webTitle": "Champions Cup preview: Munster expect monster crowd for Saracens visit", "webUrl": "https://www.theguardian.com/sport/2019/dec/06/champions-cup-preview-munster-saracens-maro-itoje-dan-biggar-saints-rugby-union", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/06/champions-cup-preview-munster-saracens-maro-itoje-dan-biggar-saints-rugby-union", "fields": {"headline": "Champions Cup preview: Munster expect monster crowd for Saracens visit", "bodyText": "Pool One Dan Biggar returns at fly-half for Northampton in the match of the round between teams who have lost one match between them in the league and Europe this season. The Wales international was a late withdrawal from the side that defeated Leicester last weekend, along with Courtney Lawes who remains out. Leinster’s last defeat was in last May’s Champions Cup final against Saracens in Newcastle. Eight of the starting lineup that day will take the field at Franklin’s Gardens but Rob Kearney, Luke McGrath and Tadhg Furlong are all on the bench. Saints are unbeaten at home in the Premiership and Europe since the beginning of April but Leinster have lost only two group matches in the last four seasons, both in France. Lyon welcome Treviso in the other match. The losers will be free to focus on qualifying for next season. Lyon v Treviso Saturday 1pm Northampton v Leinster Saturday 1pm Pool Two Two victories in the opening rounds have given Exeter, who are determined to crack the European code this season, advantage in the group, but they were in this position two years ago when they defeated Glasgow at home and won in France only to lose to Leinster on the back-to-back weekends. Sunday’s opponents Sale do not have quite the same European pedigree as the Irish province and they have not beaten the Chiefs in the league since February 2016, but they have lost only one of their last 10 home matches in all competitions since Exeter’s last visit in March. Ian Whitten, normally a centre, starts on the wing for the Chiefs for the first time since the beginning of last season and the visitors have rich attacking potential in the outside backs in Stuart Hogg, Jack Nowell and Henry Slade. The Sharks have Chris Ashton and Marland Yarde on the wings with the Curry brothers in the back row. La Rochelle need to defeat Glasgow in the other match after opening with two defeats. La Rochelle v Glasgow Saturday 3.15pm Sale v Exeter Sunday 3.15pm Pool Three Ulster have started with two victories for the first time since 2013 when they finished the group stage with a 100% record only to lose to Saracens in the quarter-final. They started the round at the top of the pool knowing Clermont Auvergne would overtake them if they beat Bath on Friday night, which they duly did. Jacob Stockdale moves to full-back with Craig Gilroy starting on the right wing as Ulster look to extend their winning run at home which started in October last year. The England prop Kyle Sinckler, who is out of contract at the end of the season and has been linked with possible moves to Premiership rivals Bristol and Gloucester, starts his first match of the season for Quins who in beating Gloucester last weekend recorded back-to-back victories for the first time since the Premiership campaign started in October. Bath 17 Clermont 34 Friday Ulster v Harlequins Saturday 3.15pm Pool Four Munster have arranged extra seating at Thomond Park to take the capacity over 26,000 to help meet the demand for the fixture with the holders but Saracens, as they did on the opening weekend in Paris, have left most of their England World Cup players at home. Only Maro Itoje and Ben Spencer feature with the club forced to prioritise the Premiership following the 35-point deduction for breaching salary cap regulations. Munster are close to full strength after resting virtually their whole first-choice side against Edinburgh last weekend with Conor Murray, CJ Stander, Peter O’Mahony, Keith Earls, Andrew Conway and Tadhg Beirne among those returning. Munster are level at the top of the pool with Racing 92 who on the eve of their visit to troubled Ospreys sacked the Fiji second-row Leone Nakarawa for taking a holiday rather than reporting for duty after the end of his country’s World Cup. Munster v Saracens Saturday 5.30pm Ospreys v Racing 92 Saturday 5.30pm Pool Five Both matches are being played on Sunday. Only victory will do for Gloucester against Connacht at Kingsholm after defeats to Toulouse and Montpellier. They have made three changes from the side that blew victory at Harlequins last weekend, all at forward where the Italy international Jake Polledri starts in the back row. Connacht may not be the most fashionable of Ireland’s provinces, but they defeated Montpellier at home before rattling Toulouse in France. They have Bundee Aki in the centre and Jack Carty at outside-half while their captain Jarrad Butler returns to lead the side from the back row. Toulouse will expect to maintain their 100% record in the group at home to Montpellier, who have not won away in the Top 14 this season, and they have the South Africa World Cup winner Cheslin Kolbe on the bench. Gloucester v Connacht Sunday 1pm Toulouse v Montpellier Saturday 3.15pm"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}