{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/03/warren-gatland-premiership-final-lions-2021-south-africa", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-03T22:00:33Z", "webTitle": "Warren Gatland wants Premiership final moved to accommodate Lions in 2021", "webUrl": "https://www.theguardian.com/sport/2019/dec/03/warren-gatland-premiership-final-lions-2021-south-africa", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/03/warren-gatland-premiership-final-lions-2021-south-africa", "fields": {"headline": "Warren Gatland wants Premiership final moved to accommodate Lions in 2021", "bodyText": "The British &amp; Irish Lions are poised to announce the schedule for their eight‑match tour to South Africa in 2021 but a proposed warm-up game against the Barbarians at Twickenham remains up in the air. The Lions head coach, Warren Gatland, would like his squad to enjoy time together before flying out but is still waiting for the Premiership clubs to agree to moving their final forward by a week. The South African itinerary is set to involve three Tests in Soweto, Cape Town and Johannesburg and five provincial matches – four against Super Rugby sides plus a midweek game versus an emerging Springboks selection. As things stand it will be the briefest of tours – the past three tours all involved 10 fixtures – making life extra difficult for Gatland as he seeks to mould a Test team capable of beating the world champions. To allow more preparation time the Pro14 has agreed to shift the date of its final but the Premiership has yet to follow suit. Its final is still due to be played on 26 June, just seven days before the Lions’ first tour fixture. “They have said they are not moving their final which I find very disappointing,” Gatland said last month. “If PRL did that it would be fantastic ... it would help us so much in the planning and preparation. I cannot understand why PRL would not want to be more positive about doing more to help the Lions and embrace it. Whether they are playing hard-ball or not it would be nice to give the Lions the best possible chance to go there and win the series. Hopefully common sense will prevail.” Northampton, meanwhile, have told England to keep their hands off the Saints’ highly rated attack coach Sam Vesty following the decision of Eddie Jones’s assistant Scott Wisemantel to return to Australia. Vesty is among the brighter up-and-coming English coaches but the Northampton director of rugby, Chris Boyd, says the club are not keen to see him poached by the Rugby Football Union. “I wouldn’t be releasing him, that’s for sure,” said Boyd, who was instrumental in hiring Vesty from Worcester. “I suppose everybody’s got their price if it’s about money [but] Sam Vesty’s more about job than money I think. I’m pretty sure he’s happy with what he’s doing at the moment.” Northampton are in flying form and sit top of the Premiership but will be without their international second‑row Courtney Lawes for the European pool game against Leinster at Franklin’s Gardens on Saturday. Lawes aggravated a hamstring problem in training before the big home win against Leicester and is rated only 50-50 for the second leg of the Leinster double header in Dublin next week. The former All Black prop Owen Franks also has a broken thumb that will keep him out of action until after Christmas but the Wales fly-half Dan Biggar is hopeful of being fit for this weekend having been forced to pull out on the eve of the Tigers game with a toe problem. “I’m not going to use the word grumbly again because that’s how we described [the now-retired] Dylan Hartley’s knee but he’d got a niggly foot,” said Boyd. “He probably could have played last Saturday but he couldn’t kick. He didn’t train today but there’s no reason why he won’t play on Saturday.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}