{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/dec/06/talking-horses-why-did-stewards-take-no-interest-in-little-rory-mac", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-06T17:54:45Z", "webTitle": "Talking Horses: why did stewards take no interest in Little Rory Mac?", "webUrl": "https://www.theguardian.com/sport/blog/2019/dec/06/talking-horses-why-did-stewards-take-no-interest-in-little-rory-mac", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/dec/06/talking-horses-why-did-stewards-take-no-interest-in-little-rory-mac", "fields": {"headline": "Talking Horses: why did stewards take no interest in Little Rory Mac?", "bodyText": "An absolute sensation was caused in racing’s corner of Twitter on Thursday by the victory of Little Rory Mac at Market Rasen and the before and after comments of a Twitter account belonging to the horse’s owner, Adam McCormack. Little Rory Mac was sent off as the 15-8 favourite after opening on course at 13-8 but won like an odds-on shot by an easy seven lengths. That provoked complaints from some who had backed the horse when he last ran, at Warwick last month, when he was settled out the back and ran on to be a never-nearer sixth. Liam Heard received a 10-day suspension from the stewards that day “for failing to ride his mount in such a way that he could be seen to ask for real or substantial effort to obtain the best possible placing”. In victory at Market Rasen, Little Rory Mac received a more positive ride from Nathan Brennan in what may well have been a weaker race and the difference in outcome was stark. What grates with me is that the Rasen stewards do not appear to have asked a single question about the improvement in form. Certainly there is no evidence of any such questions on the BHA website. I do not say that asking those questions would have led to any further action. I think we’re all familiar by now with the dance; a horse shows improved form, the stewards ask why, the explanations are noted and nothing else happens. But if you don’t even ask the question, you’ve given up hope of running the game as it should be run and you cannot expect to convince others that you are being vigilant. Meanwhile, McCormack had a jolly time through Twitter, suggesting before the race that he might have a small each-way bet and that the horse was too short in the betting at 13-8. After Little Rory Mac’s success, he boasted of winning “30 large” though he also pointed out that he was merely reclaiming what he had lost through other betting activity. He mocked those who complained about the Warwick ride by briefly changing his avatar to a picture of a handbrake. He posted a picture, since deleted, of a large amount of cash he had apparently won. “I understand, as an owner, I shouldn’t be acting that way on social media,” McCormack told me on Friday morning. “But the stick that I got for the Warwick race – people were calling me a cheat and all sorts. It was just a bit of fun, what I was doing yesterday, but some people have obviously taken it the wrong way.” McCormack insists he would not have backed Little Rory Mac, had he remained at 13-8 throughout. But, he says, when he could get 2-1 within the last 10 minutes before the race, he decided to bet and it ended up as a big day for him. His view is that the horse responded well to more positive tactics in a weaker race, which the stable had won the previous year. I can’t say I enjoyed his Twitter output on Thursday and I’d prefer followers of racing to be treated with more respect. But it is much more concerning to me that the stewards took no interest. People will stop betting on horse racing if they see it as a lawless world. I’ve asked the British Horseracing Authority for an explanation and will post it on here if I get one. 2.25pm update: BHA response So here’s the BHA reply. Evidently they have a practice of not inquiring about improved form where the jockey has been punished for the previous ride as Heard was in this case. I must say, I don’t like that policy at all. It is one thing to say a jockey has made insufficient effort, it’s quite another to say any amount of improvement is allowed the next time without triggering so much as an inquiry. Anyway, a BHA spokesman said: The horse was subject to a running and riding enquiry on its previous start, where the jockey was given a 10-day suspension for not being seen to ask his mount for a real, timely and substantial effort. It is standard practice not to hold improvement in form inquiries for horses who have been found not to have been ridden on their merits last time out, because the concerns over their previous runs have already been highlighted and suitable action taken. “In general though, the fact that the stewards haven’t held an enquiry doesn’t mean a matter won’t be investigated further if appropriate to take into account any pertinent information that comes to light subsequently. “It is not acceptable for anyone bound by the Rules of Racing to act or conduct themselves in a manner that is prejudicial to the good reputation of the sport. In line with usual procedure, however, we wouldn’t comment on specific cases or speculation surrounding potential investigations.” Chris Cook Enrilo set to skip Festival “I thought he was a massive price,” Paul Nicholls said after Enrilo’s success in Grade Two Winter Novice Hurdle at Sandown on Friday, about 10 minutes too late for punters who had abandoned him after an odds-on defeat at Ludlow in November. Those who kept faith with the five-year-old were paid out at 10-1, after a determined success which largely dispelled the fear that Enrilo’s attitude might be a counterweight to his ability. Nicholls has often mentioned Enrilo as one of the brightest prospects in his stable, above all when he starts to jump fences next season. He still has some races in him over hurdles, however, and stayed on well to finish three-quarters of a length in front of House Island, reversing the form of his disappointing run at Ludlow by around 35 lengths in the process. “Something upset him [at Ludlow] and he got in a bit of a fight with Bryony [Frost],” Nicholls said. “She literally couldn’t keep him on the course. We don’t know why, maybe he got pinched somewhere or got sore, but I couldn’t believe what I saw that day. “At the end of the day, whatever we do with him this year, he’ll be a super chaser in a year’s time. He’s well capable of winning a decent race in the spring somewhere, but I won’t ruin him by going to Cheltenham or anything like that as it’s too soon.” Despite Nicholls’s suggestion that Enrilo will bypass Cheltenham, he picked up quotes of around 25-1 for both the Ballymore Novice Hurdle and the Albert Bartlett Novice Hurdle. Goshen also made a move in the ante-post Festival markets after an easy success at 1-3 in the opening juvenile hurdle. Gary Moore’s three-year-old is the new favourite for the Triumph Hurdle with several firms after crossing the line 34 lengths clear of the runner-up and will attempt to cement his place in the betting for the juvenile championship on Trials Day at Cheltenham in late January. Greg Wood"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}