{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/dec/05/the-best-of-bob-willis-manchester-derbies-and-karting-on-ice-classic-youtube", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-05T10:16:08Z", "webTitle": "The best of Bob Willis, Manchester derby memories and karting on ice | Classic YouTube", "webUrl": "https://www.theguardian.com/sport/blog/2019/dec/05/the-best-of-bob-willis-manchester-derbies-and-karting-on-ice-classic-youtube", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/dec/05/the-best-of-bob-willis-manchester-derbies-and-karting-on-ice-classic-youtube", "fields": {"headline": "The best of Bob Willis, Manchester derby memories and karting on ice", "bodyText": "1) RIP Bob Willis. The legendary cricketer, commentator and former England captain died aged 70 on Wednesday. Where else to start our tribute than Headingley 1981, and his unforgettable Ashes spell of 8 for 43. Willis excelled against New Zealand at the same ground two years later, taking match figures of 9 for 92 as he passed 300 England wickets. A courageous, relentless pace bowler, Willis came back from a double knee operation in 1975 – taking seven first-innings wickets at Lord’s in the first Ashes Test in 1977. Willis forged a vintage partnership with Ian Botham – here are both men reminiscing in 2017. And here’s the great man giving us his all-time cricketing XI. After his retirement, Willis became a straight-talking, often unforgiving pundit – but he wasn’t afraid to tell it like it was back in his playing days, either. Bob Willis, we salute you. 2) What do F1 drivers do now their season has ended? Karting on ice of course, if you’re Max Verstappen and Pierre Gasly. Going back a couple of decades, Damon Hill took some time out to star in a Harry Enfield sketch. 3) Joe Denly’s dropping of New Zealand’s Kane Williamson on the last day of the second Test on Tuesday was a dolly for the ages, but if it’s any consolation, some of the greats have had their howlers in the field too. Here’s 10 of the best/worst. And a reminder of a former England captain, Mike Gatting, dropping an even easier one, against India in 1993. 4) The past is a foreign country: Dixie Dean enjoys a fag and a hearty glass of wine as he discusses Everton’s 1933 FA Cup triumph with Sam Cowan, captain of their defeated opponents Manchester City, who won the Cup the next year. The Cup left Lancashire in 1935, though, crossing the Pennines to Sheffield after Wednesday beat West Brom at Wembley. And while we’re in a 1930s rabbit hole, learn from the pros with this exquisitely of-its-time FA-sponsored cinematic coaching manual. 5) It’s the Manchester derby this weekend, so here are three each of the two sides’ more treasured memories. City first, with Denis Law’s backheel rubbing salt in the wounds at Old Trafford as United’s relegation is confirmed; newly-promoted City putting Alex Ferguson on edge in 1989 by walloping them 5-1 at Maine Road. At the other end of the Ferguson era, City’s 6-1 romp at Old Trafford in 2011 signalled the turning of the tables. For United fans, here’s a chance to revel in some vintage Eric Cantona as the Reds come from 2-0 down to win 3-2 at Maine Road in 1993. Things got even better in the return at Old Trafford, 5-0 their winning margin. Delving deeper into the archives, here’s two Brian Kidd goals as United win a 1970 FA Cup fourth-round tie 3-0. 6) It’s raining toys – hallelujah! The Hershey Bears ice hockey team host their annual Teddy Bear Toss for charity. Our favourites from below the line last week 1) Some choice booing as Dundee equalise in the last minute against Queen of the South, then immediately concede a winner after a defensive howler. Decent first goal by the visitors too. 2) Is Vita Vea the heaviest person ever to receive a touchdown pass? 3) Some more Tiger Woods magic here, here and here. 4) Greg Norman’s 1986 heartache at the hands of Bob Tway. 5) That famous Cruyff teamwork penalty for Ajax. Spotters badges: BertramBee, germit, M_T_Wallet, Chambazi. Guardian YouTube football channel Do subscribe, if you fancy. Guardian YouTube sport channel Do subscribe, if you fancy."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}