{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/04/anthony-joshua-needs-boring-fight-hasan-rahman-andy-ruiz-boxing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-04T17:00:06Z", "webTitle": "‘Anthony Joshua needs a boring fight’: Hasim Rahman gives edge to Andy Ruiz", "webUrl": "https://www.theguardian.com/sport/2019/dec/04/anthony-joshua-needs-boring-fight-hasan-rahman-andy-ruiz-boxing", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/04/anthony-joshua-needs-boring-fight-hasan-rahman-andy-ruiz-boxing", "fields": {"headline": "‘Anthony Joshua needs a boring fight’: Hasim Rahman gives edge to Andy Ruiz", "bodyText": "It is 18 years since Hasim Rahman exploded a wrecking ball on Lennox Lewis’s chin and was transformed from a 20-1 underdog to the world heavyweight champion in a blink of an eye. But while the American lost his belts in a rematch later in 2001, he is not convinced history will repeat itself when boxing’s latest Cinderella Man, Andy Ruiz Jr, faces Anthony Joshua on Saturday. “Joshua is so used to knocking everybody out, but he has to remain disciplined and quite frankly make it a boring fight if he wants to win,” said Rahman, whose fighter Michael Hunter meets Alexander Povetkin on the undercard. “If Anthony is disciplined, and uses his height, reach and distance he can secure a victory. But if Joshua tries to make it exciting and go for the knockout, then he gets knocked out.” It is clear, though, that Rahman gives the edge to Ruiz. “Andy’s going to make sure it isn’t a dull fight – let his punches go, use his hand speed and combinations. I think Andy can repeat if he does that.” Rahman also dismisses suggestions that the Mexican-American might have let his victory over Joshua go to his head by buying new houses and cars to celebrate winning the WBA, IBF and WBO belts in June. “Floyd Mayweather liked buying all kinds of cars and bought them his whole career, and it wasn’t to his detriment,” said Rahman. “I don’t think any of the lavish gifts Ruiz purchased for himself are going to deter him. If anything, it’s going to make him hungry because he wants to sustain that. “It’s quite frankly easier when you want to go and take something,” he admitted. “But Ruiz is champion and I haven’t seen any slacking off in training. He can fight and if he lands his punches you are going to see the same again.” Meanwhile Rahman, who is still sharp and in good shape at 47, believes there is no comparison between Lewis and Joshua when it comes to assessing their talent. “If you just look at the facts and look at how many Olympians, world champions and hall of famers Lewis has beat, it’s no debate,” he insisted. “Lennox fought everybody and beat everybody. Joshua’s career is not yet over so it’s unfair to compare them at this stage. Let’s wait and see when it’s over. But right now Lennox is way ahead.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}