{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/05/brisbane-heat-the-team-to-beat-on-wbbl-finals-day-missing-some-stars", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-05T02:01:24Z", "webTitle": "Brisbane Heat the team to beat in WBBL finals missing some stars | Megan Maurice", "webUrl": "https://www.theguardian.com/sport/2019/dec/05/brisbane-heat-the-team-to-beat-on-wbbl-finals-day-missing-some-stars", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/05/brisbane-heat-the-team-to-beat-on-wbbl-finals-day-missing-some-stars", "fields": {"headline": "Brisbane Heat the team to beat in WBBL finals missing some stars", "bodyText": "This WBBL season has been exceptional in its unpredictability. With the finals taking place this weekend in Brisbane, each of the four teams has recorded one win and one loss over the other three semi-finalists. However, as the finals festival approaches, three of the four teams have been weakened, with the English players called away for a limited-overs series against Pakistan in Malaysia. Perth Scorchers are the hardest struck, losing the duo of Nat Sciver and Amy Jones, meaning they will need to rely heavily on Australia captain Meg Lanning to deliver at the top of the order. Melbourne Renegades will be without Tammy Beaumont and Danni Wyatt, who was recently named in the WBBL team of the tournament. Adelaide Strikers lose Lauren Winfield, who remained with the team for two matches longer than intended after a knee injury to Stafanie Taylor. Only Brisbane Heat remain unaffected by the Malaysia tour and are thus shaping up as favourites to win their second consecutive premiership. This consistent drain of international stars from the business end of the WBBL is an ongoing issue the league must address if it is to ensure the finals have the best talent on show. Last season, Sydney Thunder suffered the narrowest of losses in their semi-final after losing Harmanpreet Kaur to national duties for India. Had the Thunder made the finals this year, they would have been without Pakistan international Nida Dar. The WBBL is now the world’s premier domestic T20 competition for women and questions are starting to be asked about blocking out a window around the league without international games, as there is for the Indian Premier League. Cricket Australia’s Head of Big Bash Leagues said this week it may be on the cards for the future. “To be able to create a window for the best players in the world to keep playing in the WBBL is definitely something we’re aspiring to,” he said. “Hopefully for us moving to a standalone season at this time of year has created a nice window. We’ve almost nailed it, we’ve just missed it for a week. We would love to keep working on ways to make the WBBL available to the best players in the world because we can see they want to play.” Despite the drain, there is still plenty of excellent cricketing talent on show this weekend. Lanning is the trump card for the Scorchers as they take on the Strikers, and a strong innings from her could negate the loss of the two English stars. After a slow start the season, she opened up in the second half and notched her first WBBL century in the Scorchers’ final regular-season game. Jones’ wicketkeeping will be missed, but fortunately the Scorchers have another strong keeper in Georgia Redmayne, who finished the 2018-19 season with the third-highest number of dismissals of any keeper in the league while playing for Hobart Hurricanes. The Strikers’ key weapon will be New Zealander Sophie Devine, who has been on song with the bat and ball this season – scoring 699 runs for an average of 77, while taking 16 wickets to boot. Megan Schutt is another to keep an eye on; with the lowest economy rate in the league at 5.67, her role will be to frustrate Lanning into making poor decisions by slowing down her run rate. The Heat have been installed as favourites for the title and they boast a strong team across the field, from wicketkeeper Beth Mooney who has been in sensational form with the bat with an average just shy of 75, to Jess Jonassen who has 19 wickets, including three four-wicket hauls. With strong back-up from the Harris sisters who will be battling each other to take out the coveted ‘Harris of the Match’ title, it’s a formidable line up with finals experience. However, the Renegades will go into the semi-final with plenty of talent of their own and a belief they can take down the reigning premiers. While their stars, such as Jess Duffin and Molly Strano – who were named in the WBBL team of the season along with Wyatt – have been sensational, the true strength of the Renegades lies in their ability to fight right to the end of a match. Nowhere was that more evident than in their win over the Sixers at Drummoyne last month. With wickets falling regularly and the required run rate creeping up towards 12 an over, a partnership between No.6 Courtney Webb and No.9 Carly Leeson saved the day and showed they are a force with which to be reckoned. A silver lining of the absent English players is the opportunities this weekend could provide to young Australians like Webb and Leeson to make their mark on the finals and create a piece of history."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}