{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/02/talking-horses-tote-list-shows-lostintranslation-is-punters-favourite", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-02T18:40:05Z", "webTitle": "Talking Horses: Saldier set to miss Leopardstown as Cheltenham looms", "webUrl": "https://www.theguardian.com/sport/2019/dec/02/talking-horses-tote-list-shows-lostintranslation-is-punters-favourite", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/02/talking-horses-tote-list-shows-lostintranslation-is-punters-favourite", "fields": {"headline": "Talking Horses: Saldier set to miss Leopardstown as Cheltenham looms", "bodyText": "Saldier, who has been among the favourites for next year’s Champion Hurdle since an impressive win on his return to action last month, will miss his intended start at Leopardstown’s valuable Christmas meeting after failing to recover from the race as Willie Mullins would have liked. In claiming the Grade One Morgiana Hurdle at Punchestown in November, Saldier pushed his stable companion, Klassical Dream, back to third. The Matheson Hurdle at Leopardstown on 29 December looked like an obvious stepping stone on the way to Cheltenham, but his name was not on the list when the entries were published on Monday. “He just didn’t come out of the Morgiana as I would have liked,” Mullins said on Monday. “Hopefully we’ll have him back in action in the new year. The five-year-old had been off the track for over a year before his win at Punchestown, having suffered a heavy fall when poised for victory at Naas in November 2018. Espoir D’Allen, the eventual winner, went on to win the Champion Hurdle four months later. The likelihood of another extended absence for Saldier provoked some jitters in the ante-post betting. He is now top-priced at 6-1 for the Champion Hurdle having been as short as 7-2 overnight. Klassical Dream is now a clear favourite for the race at 9-2, while Honeysuckle, who took the Grade One Hatton’s Grace Hurdle on Sunday, is top-priced at 10-1. Henry de Bromhead’s mare was among the entries for the Matheson Hurdle on Monday but is also likely to be given a few weeks off before being aimed at the Irish Champion Hurdle. That race in early February will also be a likely target for both Saldier and Klassical Dream. Honeysuckle is currently being steered towards the Mares’ Hurdle at Cheltenham, for which she is currently 2-1 favourite. Defi Du Seuil, last season’s JLT Novice Chase winner, is the early 6-4 favourite for the Grade One Tingle Creek Chase at Sandown Park on Saturday after eight entries were made on Monday. Un De Sceaux (4-1) and Politologue (5-1), the winners of the race in 2016 and 2017 respectively, are also prominent in the betting, while Sceau Royal and Janika are also single-figure prices for what promises to be a competitive renewal. Lostintranslation tops punters’ power rankings “The most popular horse in training” is one of those titles that can be applied to several different horses over the course of a racing year by various journalists and commentators. Don’t bother Googling it, I’ll just plead guilty now to save time. But the return of the Tote’s Ten To Follow competition has provided at least one verifiable measure of which jumper really is the most popular around. The list of the top 20 horses, according to the percentage of lists in which they appear, makes for interesting reading. Which horse is the one that most players want on their side? Cyrname, the top-rated chaser, perhaps? Or Altior, who was only just behind him at the end of his astonishing 19-race winning streak last month? Maybe it’s Paisley Park, the Stayers’ Hurdle winner who appeared as impregnable as ever on his comeback at Newbury on Friday. In fact, it is none of these. It’s a close-run thing at the top, but there is just one horse that appears in more than 60% of all lists – or “stables”, as the Tote prefers. Step forward Lostintranslation, who appears in 60.3% of all the lists in the competition. It would have been very difficult to imagine Colin Tizzard’s horse topping the list just a month ago. It was his one-and-a-half length win in the Betfair Chase which propelled him to the front of the Gold Cup betting, and made him a must-have for so many Ten To Follow stables. The injured Buveur D’Air is third in the rankings, behind Paisley Park (59.6%), and those three horses are the only ones to appear in more than half of all lists. Cyrname is only fifth, while Altior, bordering on the unbeatable as he set off at odds-on at Ascot last month, is not even in the top 10."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}