{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/06/northampton-leinster-european-champions-cup-preview", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-06T22:00:53Z", "webTitle": "How Northampton were turned back into a force to be reckoned with | Robert Kitson", "webUrl": "https://www.theguardian.com/sport/2019/dec/06/northampton-leinster-european-champions-cup-preview", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/06/northampton-leinster-european-champions-cup-preview", "fields": {"headline": "How Northampton were turned back into a force to be reckoned with", "bodyText": "Up in his modest office overlooking the Weedon Road, Northampton’s chief executive, Mark Darbon, does not mince his words. “We were just insular,” he says, reflecting on his early days at the club currently top of the Premiership. “We didn’t really look beyond our own boundaries and if we did it was to glance up the road at Leicester Tigers. We didn’t need to engage with third parties; we thought we could do it ourselves.” In the two and a half years since Darbon’s arrival, the resurrection of the modern Saints has been quite something. Out of stale, stodgy mediocrity has sprung a team whose glass is now determinedly half full, even with many of the same players involved. The club’s balance sheet is also far healthier, as is the prevailing mood around Franklin’s Gardens. Saturday’s visitors, Leinster, will find it a stark contrast to their past two European visits, which resulted in 37‑10 and 40‑7 away wins respectively. These are still early days, of course, but how has this transformation occurred? If you passed the understated Darbon in the street in his dark jeans and jumper, you might not necessarily notice the alchemist quietly reinventing the east Midlands pecking order. In a former life, though, he was responsible for trying to flog more whisky to China and was operations manager for London’s Olympic Park in 2012; along the way he also spent time in New York promoting Tough Mudder endurance events. Selling a better brand of rugby to the converted must have felt like a comparative doddle. His first act, following the exit of the long-serving Jim Mallinder in December 2017, was to sift through the 60 CVs that arrived within 24 hours of the vacancy arising. One, from a well-known former international coach, pinged into his in-box within 19 minutes but Darbon was not seeking a shotgun marriage. “When we started the search we were very clear about the criteria. Above everything else we wanted someone who had won something in the recent past. There are a lot of coaches out there that have never won anything.” Also on the wish list were other specific qualities: experienced, good with young players, the ability to refresh a fading squad and an advocate of attractive rugby. The job description could virtually have been written for Chris Boyd, the board’s eventual choice. The New Zealander had coached his country’s under-20 side, presided over a champion Hurricanes team who scored tries for fun, and is no speak-your-weight coaching robot. “Chris was there on Skype in his hoodie and flip-flops, which he wears most of the time,” Darbon recalls. “But when you speak to him you realise he’s got a real clarity of thought: he’s very structured and measured but he generally delivers it in quite a relaxed style.” Boyd is also smart enough to know the first rule of enlightened head coaching: find yourself a super-talented assistant. When he asked various people to nominate the best young English attack coach the same name kept cropping up: Sam Vesty. The former Leicester and Bath back was coaching at Worcester but jumped at the chance to join the Boyd revolution. The pair swiftly decided it was a no-brainer to back the youthful talent of Rory Hutchinson, George Furbank, Tom Collins, Fraser Dingwall and James Grayson outside the electric Cobus Reinach. The rest is free-running, fast-paced history. It sounds so obvious in hindsight: Saints, despite their 2014 Premiership title during the Mallinder era, almost always respond positively to having a New Zealander – Wayne Smith, Wayne Shelford – in the vanguard. Boyd, like Darbon, is no fan of blinkered orthodoxy and tells a revealing story about his first meeting with the Wales fly-half Dan Biggar, signed by the previous regime and now trying to impress a coach more accustomed to having Beauden Barrett as his playmaker. “I’d never met him before and he’d never met me. He’s probably a little bit more conservative than I’ve traditionally been used to as a playmaker but we mutually agreed that if we were open-minded and got it right we’d have a good time together. If we didn’t it would not be so good for either of us.” Their unlikely relationship has blossomed to the point where Biggar rates the 61-year-old Boyd even more highly than his erstwhile Wales coach Warren Gatland. “For me Chris is by far the best coach I have ever been involved with. He’s brought a real positivity and calls a spade a spade … there are no grey areas for him. I think if you asked any of the boys here they’d have very little bad to say about Chris. I feel I get better every day in this environment.” The next big question, even so, is whether the reborn, attack-minded Saints can unpick a tight, defensively-strong European unit such as Leinster? While Boyd is wryly amusing about the Irish provinces’ ability to rest key men – “I don’t understand how the Pro14 works particularly, but what I do know is the very best players don’t play very much” – his priority is to ensure Northampton do not revert to conservative old ways which he feels hold many English clubs back. Interestingly, he argues the continuing threat of relegation from the Premiership is among the biggest factors. “Relegation is a great driver of theatre in a lot of English sport. In football whole towns celebrate the fact they don’t get relegated. I don’t know if they’ll take relegation away or not but I’d bet my house that, if they did, the average score would go up by 10-15 points straight away.” Would that be an automatic improvement? “It has to be. In the next three-to-four years I guarantee it’ll become more like American football. All that stuff, like throwing in a rag to protest, will come in because we’re in the entertainment world now. TV rules, don’t they?” Under Boyd, though, Saints will not get too far ahead of themselves. “We are a nearly club because in 20 years we’ve won one Heineken Cup and one Premiership. I was pleased with the way we played last week but we’re not going to get that much time and space against Leinster. There are sides – and Leinster do it extremely well – who will kill you if you get too loose. The question is whether we can get enough scraps and turn them into gold. If we don’t it’ll be a long day at the office.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}