{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/06/chess-magnus-carlsen-loses-london-classic-olympia-tie-break-speed-maxime-vachier-lagrave", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-06T12:02:35Z", "webTitle": "Chess: ‘Sluggish’ Carlsen loses Olympia tie-break as speed wobbles return", "webUrl": "https://www.theguardian.com/sport/2019/dec/06/chess-magnus-carlsen-loses-london-classic-olympia-tie-break-speed-maxime-vachier-lagrave", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/06/chess-magnus-carlsen-loses-london-classic-olympia-tie-break-speed-maxime-vachier-lagrave", "fields": {"headline": "Chess: ‘Sluggish’ Carlsen loses Olympia tie-break as speed wobbles return", "bodyText": "Magnus Carlsen in 2019 has been the most active and arguably successful world champion ever, yet inconsistency at speed has recently haunted him. The Norwegian, who turned 29 last Saturday, has won eight elite tournaments this year – at Wijk, Grenke, Shamkir, Lindores Abbey, Stavanger, Abidjan, Zagreb and Kolkata. That compares well with Bobby Fischer’s four wins in 1970 (Herceg Novi, Zagreb, Buenos Aires and Palma) and Garry Kasparov’s four in 1988 (Amsterdam, Belfort, Moscow, Reykjavik), although Carlsen’s total includes three speed events that were rarely available for the earlier legends. Since St Louis in August, however, Carlsen has hit an inconsistent streak in faster events, contrasting with his unbeaten sequence of classical games which has passed 100 and is close to the record of 110. He failed badly in the St Louis rapid and blitz, and two months later was crushed by Wesley So in the Fischer Random final in Oslo. Now there is a third instance, this time centred on a single game. Carlsen v Maxime Vachier-Lagrave in the Grand Tour semi-final was locked at 4-4 at London Olympia on Wednesday and went to a two-game blitz tie-break. The champion had won all nine tie-breaks he played from 2007 to 2019 until Ding Liren broke the sequence in the Sinquefield Cup. MVL scored in a chaotic game which Carlsen was winning easily before his fatal blunder at move 35. His post-game verdict: “Sluggish and not good enough in the critical moments.” Vachier-Lagrave consistently uses the Grunfeld 1 d4 Nf6 2 c4 g6 3 Nc3 against 1 d4, and the Najdorf Sicilian against 1 e4. Carlsen countered by the rare plan of combining 6 Bg5 with f3 to entice h7-h6 before White castles long, and then playing Rg1 and the g2-g4 push. It worked well until White missed the crushing 29 Nxe6! Bxe3 30 Rxd6 and later when instead of the 35 Nc5? blunder 35 Rxd8 Rxd8 36 Qe1 still favours White. Vachier-Lagrave plays a three-day final against Ding on Friday, Saturday and Sunday for the $150,000 first prize and the Grand Tour title. The Frenchman will be under little pressure, for the result matters to him much less than next week in Jerusalem, where he needs a strong performance to qualify him for the 2020 candidates which will decide Carlsen’s next challenger. Carlsen will meet Armenia’s Levon Aronian for third place, a new experience for the world champion. The undercard to the Grand Tour is the £10,000 British Knockout championship, where Michael Adams beat Luke McShane and David Howell defeated Gawain Jones to reach the final. Yet all the talk has been of the dramatic quarter-final where Adams scraped through against Fide Master Marcus Harvey after being on the brink of elimination. The 24-year-old from Witney, Oxfordshire was rated nearly 300 points below his illustrious opponent but held his own through four successive draws to force an Armageddon decider where Adams, White, had five minutes to Harvey’s four but a draw on the board counted as a win for Black. Harvey got a totally won position, then a totally drawn position a pawn up, then blew it in the final minute as he blundered into a pawn endgame where Adams queened. The Grand Tour and British KO finals are free and live to watch online on Friday, Saturday and Sunday. 3648 1 Qg2! Re8 to stop 2 Rg8+ 2 Qf2! threat 3 Rg8+ and 4 Qxh4 Re4 guards the queen 3 Qf5! threat 4 Qc8+ and if 3...Re8 4 Rg4 Qxh2 5 Qxf6+ and mates or 3...Re6 4 Qd5 threat Qa8/d8+ Re8 5 Qxf7 and wins (from a game at Biel 1994)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}