{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/07/tiger-woods-captain-presidents-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-07T14:46:55Z", "webTitle": "Tiger Woods relishes new leading role as Presidents Cup playing captain", "webUrl": "https://www.theguardian.com/sport/2019/dec/07/tiger-woods-captain-presidents-cup", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/07/tiger-woods-captain-presidents-cup", "fields": {"headline": "Tiger Woods relishes new leading role as Presidents Cup playing captain", "bodyText": "It is testament to the resurgence of Tiger Woods’s career that its next phase will play out as he still has club in hand. When considering a Woods captaincy for the Presidents Cup, which begins on Thursday at Royal Melbourne, the subliminal message was obvious: by late 2019, he would be looking at a life beyond individual competition. If that assumption was once wholly logical, Woods has defied even his own pessimistic outlook and not only on the basis he will break with convention as a playing captain of the US team against the Internationals. Woods as a ceremonial golfer, or one reduced to backroom roles, will have to wait. This year, he won his 15th major and later matched Sam Snead’s record of 82 PGA Tour victories. “I was just hoping that things would turn out,” says Woods of his initial Presidents Cup thoughts. “If my back would get good, I could somehow find a swing that would work, then just piece it together and see where the chips fall. I was fortunate enough to have made the Ryder Cup team last year and now the Presidents Cup team.” That Woods remains front of house in a competitive sense need not diminish analysis of him in fresh territory, as a leader of men. At his peak, and for much of his career, Woods was so obsessed with the pursuit of individual glory that team events proved problematic. The notion that Woods could morph into captaincy mode, let alone one so obviously in tune with youthful players, was troublesome. How things have changed. “I already know he’s going to be a great captain just by how seriously he’s taken it so far and how much he wants this for us,” says Justin Thomas. “The conversations and the communication started a while ago in terms of what we’re going to do, things that I can do to help, things that he feels he can do. It’s going to be great.” Thomas is a key player in this scene, owing to a friendship with Woods, strengthened when the 43-year-old was attempting his latest and successful comeback from a serious back injury. “JT opened doors in terms of the younger guys,” says Xander Schauffele, another member of Woods’s Presidents Cup team. “We are basically a product of Tiger’s greatness: our competitive edge, willingness to compete or grind and basically everything he did when he was younger. This is cool for him, to see what he has done for the game.” Beyond that, Woods is clearly grateful for the assistance Thomas in particular provided when he was in a stricken state. “I spent a lot of time at home with him having dinners, him coming over to the house and chipping around and talking about a bunch of different things,” Woods says. “Then I started playing again and I played a lot at home with JT. It’s been a lot of fun to get to know these guys.” Woods’s mere presence, let alone as a player, benefits the Presidents Cup. This is a competition that struggles for relevance, partly because of the wild animal that is the modern-day Ryder Cup and partly because there is a perceived mismatch. The US has been defeated once in 12 stagings of the Presidents Cup. Should the favourites be toppled by an International team on Woods’s watch, it would rank as a serious embarrassment. “He has loads of experience, not on the captaincy side but as a player,” says Schauffele. “The best hope anyone can give us rookies as individuals is from a playing standpoint and he provides that. He has seen it all.” How Woods makes decisions, interacts with players and reacts to a moving picture in Australia will prove fascinating. He has supplied evidence at the Hero World Challenge in the Bahamas, won by Henrik Stenson on Saturday, that his game and swing remain in strong shape ahead of a trip to Victoria. Woods’s driving, in particular, has been impressive at Albany. “Putting things in boxes has always been something I’ve been good at,” Woods says. “Because when I’m out there playing, I’ve got to get into my little world and take care of that. When I’m off the course, I’ve got a lot of other responsibilities. “The only difference is next week it will be I’m responsible for 11 other guys. I won’t be able to see them play practice rounds because I’ll be playing a practice round. So that will be a little bit different and I’m going to have to rely on what my guys say and what my vice-captains say and get a feel for what’s going on.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}