{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/dec/09/talking-horses-sandown-seven-either-failed-to-see-the-flag-or-ignored-it", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-09T12:40:05Z", "webTitle": "Talking Horses: Sandown seven either failed to see the flag, or ignored it", "webUrl": "https://www.theguardian.com/sport/blog/2019/dec/09/talking-horses-sandown-seven-either-failed-to-see-the-flag-or-ignored-it", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/dec/09/talking-horses-sandown-seven-either-failed-to-see-the-flag-or-ignored-it", "fields": {"headline": "Talking Horses: Sandown seven either failed to see the flag, or ignored it", "bodyText": "There is every chance that a new government will be in place before racing finally draws a line under the chaotic scenes at the end of the Sandown card on Saturday, when seven jockeys were banned for 10 days each for continuing to the finish despite a yellow “stop racing” flag being waved on the approach to the third last. Their route took them past the screens erected around the stricken Houblon Des Obeaux, who had collapsed after suffering a heart attack on the first circuit, prompting the decision to abandon the race. The Professional Jockeys’ Association said on Sunday that all seven jockeys will lodge appeals against their bans, which would rule them out of the busy Christmas season when demand for riders is at its peak. Two – Harry Skelton and Adam Wedge - are in the top 10 in the title race, while Daryl Jacob and Jamie Moore would also expect to take high-profile rides on the festive programme. With so many cases to organise, though, it seems unlikely that the appeals will be heard this week, which will leave trainers and owners in limbo too as they plan for Boxing day and beyond. This is unfortunate, to say the least, and comes on top of the 35-minute delay before the race was officially declared void on Saturday, by which time many of the punters who were due a refund on their bets in the London National had set off for home. Taken as a whole, the entire episode generated a great deal of comment, from professionals and fans on social media alike. It ends up looking like one big mess, but there are two strands here which need to be treated separately. The easy one is the 35-minute delay in letting the punters know the race had been declared void. It was embarrassing and needless, since the decision had been taken while the remaining runners were halfway down the back. The yellow flag was just the signal to tell the jockeys the race was already over, and whether or not they obeyed it was irrelevant. There was no need to wait until after the inevitable inquiry to announce it, and the British Horseracing Authority has already suggested this is likely to change in future. When it comes to the seven jockeys who failed to stop, however, the situation is more complicated and the flag-waving approach to stopping a race has already come under scrutiny. Dan Skelton, for instance, suggested the existing method is out of date. “If that is what racing thinks is good enough to stop a race in 2019, then they are wrong,” Skelton said. “They all know what the yellow flag means. To ignore it is an absolute ban. Why would they ignore it? Those jockeys have said they didn’t see [the flag], it wasn’t clear. It was completely inadequate for the situation to have one flag.” Neil Mulholland, whose runner Doing Fine was first past the post, weighed in too. “The race was not stopped at the right time and it should have been stopped sooner,” he said. “It’s just not good enough in this day and age as this is a multimillion-pound sport. Surely everyone in the sport deserves something more than a man with just a flag standing on an S-shaped bend?” These arguments and more will be played out – as grounds for mitigation, at least – at the appeal hearing. As the rules stand, however, the basic question which the panel will consider is relatively straightforward: did some or all of the riders fail to see the flag, or did they see it and decide to ignore it? What no one should forget is that, chaotic though the scenes at Sandown were, it could potentially have been much worse. Houblon Des Obeaux collapsed in the middle of the racing line. There could easily have been vets or ground staff working to save him who would have been put at risk of serious injury themselves. Anyone who thinks a 35-minute delay in an announcement is a bad look for racing should consider what how one or more people getting flattened by seven galloping steeplechasers while attending to another would come across on the evening news. As Mick Fitzgerald reminded ITV viewers before the “winner” had even returned to be unsaddled, every jockey attends a mandatory safety briefing once a year as a condition of receiving a licence. If it is not item one on the agenda, a reminder that “yellow means stop” must be pretty close to the top. Yellow flag, stop racing. It’s that simple. Don’t think about why and don’t talk it over with the jockey next to you. Yellow means the race is already over. There won’t be any “shall we let it stand?” in the steward’s room. See yellow, stop racing – not least because if a head-down colleague hasn’t seen it, they are then more likely to get the message. And it is as clear as day on the ITV footage that at least two of the jockeys on Saturday did see the flag. They stared straight at it for at least a second, which should be more than enough. As it turned out, their decision to continue – which may have carried some of their colleagues along with them – did not lead to disaster but the rule is there for a reason and so is the penalty for breaching it. A jump jockey’s job is as tough as it comes in sport and Christmas is one of their most lucrative weeks of the year, so it is no surprise to find that the Sandown seven are appealing en masse. The claim that all seven failed to see the flag, however, will be very difficult to make with any credibility. Today’s tips Musselburgh stages the only jumping on today’s card, including a six-runner handicap chase which could prove to be more like a match race between Defi Sacre and Sporting Press (1.45) for which the latter should probably be shorter than 15-8 after an excellent run over course and distance last time. Theclockisticking (2.45) should also go well on the same card. But the best bets of the day look likely to be on the all-weather, including Fizzy Feet (2.00), who came up slightly short over five furlongs last time out while also looking as though a return to today’s six will suit. Wimpole Hall (2.30), who is up just 2lb after winning for today’s jockey Gaia Boni at Chelsmford last time, also looks worth an interest at around 5-1 while Almurr (6.15) is the pick of the prices on the Newcastle card."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}