{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/08/world-chess-champion-on-the-verge-of-topping-fantasy-football-table", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-08T17:14:48Z", "webTitle": "World chess champion on the verge of topping fantasy football table", "webUrl": "https://www.theguardian.com/sport/2019/dec/08/world-chess-champion-on-the-verge-of-topping-fantasy-football-table", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/08/world-chess-champion-on-the-verge-of-topping-fantasy-football-table", "fields": {"headline": "World chess champion on the verge of topping fantasy football table", "bodyText": "Magnus Carlsen, the world’s best chess player for the last decade, is on the brink of reaching the top in another game – fantasy football. The grandmaster is enjoying his best season ever in the Fantasy Premier League (FPL) game and after Sunday’s results he climbed to the sixth position in a table of more than 7 million players worldwide. Carlsen, who is currently competing at the London Chess Classic at Olympia, puts his fantasy football success down to luck. But his FPL team, Kjell Ankedal, has consistently scored high in the overall rankings for the past four years, finishing among the top 3,000 players in the 2017–2018 league. This season, it took Carlsen just six weeks to make it into the top 1,000 and he has been climbing up the table ever since. It will not comfort anyone languishing in the FPL’s lower millions to learn that Carlsen is also an occasional model. Asked to comment on his success this season, Carlsen cited the Opta data used by FPL players to track footballing form. “In fantasy football I’m both an optimist and an Optamist,” he told the Guardian in a one line email. Like many Norwegians, Carlsen is obsessed with both the Premier League and its fantasy league spin-off. In 2017, eight players from Norway were in the top 50 FPL players in the world. Norway has an advantage for FPL obsessives because of the relatively free availability of live matches on the country’s TV channels, compared to broadcast restrictions in other countries. Carlsen likes to relax before matches by kicking a ball about and when he is not playing chess he spends hours watching English football, according to chess journalist Tarjei Svensen, who has known Carlsen since he was eight and follows all of his games. “His ability at fantasy league has been known for a couple of seasons now, but this season has been exceptional and he’s had another good week,” Svensen said. He added: “His rise up the charts is incredible. He had a really good year for a while last season and then he dropped a couple of hundred places at the end of the season, but he was still in the top 1,000.” Svensen reckons Carlsen excels at FPL because of a phenomenal memory for Premier League details. “His level of knowledge about English football is amazing, which must help him a lot,” he says. When a Norwegian film crew stumbled upon Carlsen celebrating France’s victory over Romania at Euro 2016, he was singing a West Ham chant praising Dimitri Payet, the French player who was at the club at the time. In general, the cerebral skills of chess are thought to be a big advantage in fantasy football. Svenson says: “It is a similar game, it requires planning and strategy. And he has an incredible memory which helps.” The 29-year-old reigning world chess champion tops an elite FPL made up solely of chess grandmasters and is dominating another where Martin Ødegaard, a Norwegian prodigy who became the youngest player to represent Real Madrid, is languishing near the bottom of the table. “He is really competitive at anything he does. Any competition he enters he really wants to win,” Svensen said. This season Carlsen astutely chose Sheffield United’s John Lundstram from the start, as well as bringing in both Liverpool forwards Mo Salah and Sadio Mané and Tottenham’s Son Heung-min. He’s also benefited from some good fortune – such as the moment Wolves’ Leander Dendoncker came off the bench for Carlsen last week to score his only goal of the season so far. Svenson says: “Clearly there is some luck but when you do consistently so well, it isn’t luck. He says he has a lot of time on his hands because he doesn’t have a regular job. And he is just a huge football fan, he watches everything. I once went to White Hart Lane with him to watch Spurs. But he doesn’t have a favourite English team, he supports Real Madrid.” When he was asked about the success of his FPL team on Norwegian TV in October, Carlsen was worried such questions would jinx his performance. Still, he climbed from 162 in the table to the top three. Carlsen said: “In chess, you know when you’ve done well and when you’ve done poorly, but it’s hard for me to take praise for fantasy league, when I’ve just been lucky.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}