{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/05/anthony-joshua-sauda-arabia-amnesty-international-andy-ruiz-jr", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-05T18:05:00Z", "webTitle": "Anthony Joshua backs Saudi Arabia: ‘It’s trying to do a good job politically’", "webUrl": "https://www.theguardian.com/sport/2019/dec/05/anthony-joshua-sauda-arabia-amnesty-international-andy-ruiz-jr", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/05/anthony-joshua-sauda-arabia-amnesty-international-andy-ruiz-jr", "fields": {"headline": "Anthony Joshua backs Saudi Arabia: ‘It’s trying to do a good job politically’", "bodyText": "Anthony Joshua has opened himself up to criticism from human rights groups by saying Saudi Arabia is “trying to do a good job politically” and that everyone in the country seems to be having a good time. Amnesty International has warned the heavyweight he is being duped by the Saudi authorities, who it claims are launching a crackdown on human rights by repressing free speech and dissent. Joshua, who is expected to receive more than £60m for his controversial WBA, IBF and WBO world title rematch with Andy Ruiz Jr in Diriyah on Saturday night, dismissed suggestions his legacy as a role model would be tarnished. “Not necessarily,” Joshua said. “I just came here for the boxing opportunity. I look around and everyone seems pretty happy and chilled. I’ve not seen anyone in a negative light out here, everyone seems to be having a good time.” Joshua also appeared to not know what Amnesty International was when told the human rights organisation wanted him to research and speak out about problems in the country. “That’s interesting,” Joshua replied in an interview with the BBC. “I haven’t known much about Amnesty because I’ve spent most of my time in Finchley just training. But as an individual I try to bring positivity and light everywhere I go. I’m just seeing it from my eyes alone but for sure the country in itself is trying to do a good job politically. “For the sporting side of things, I just feel I’ve got a fight to focus on. For the future maybe I can bear a different kind of flag but at the minute it’s just the world championship flag I’m trying to bear.” Joshua also said he would have thought twice about coming if he thought he was being used to sportswash the country. “If that was the case I’d definitely have to say I would be bothered. But my only focus is just the boxing. We looked at all different venues but this was the one – I just want to do a job.” Joshua’s promoter Eddie Hearn denied he was promoting the regime by bringing the fight to Saudi Arabia. “It can’t in any way be seen to be endorsing anything, other than our job to provide life-changing opportunities to our clients who take part in one of the most barbaric and dangerous sports that exist,” Hearn said. “No journalist or media outlet can possibly tell a fighter where they can’t go to earn money in a sport like this, to be honest with you. There are so many hypocrites. “Anthony is going to go down in history – like the Thrilla in Manila and the Rumble in the Jungle – two events that also had similar controversy. He’s going to be a pioneer and change the face of boxing in the Middle East.” Claims of sportswashing were also denied by Prince Abdulaziz bin Turki al-Faisal, the chairman of the Saudi General Sports Authority, who maintained that staging the fight in Diriyah was instead part of a wider plan to inspire the population to do more sport and to open the country up as part of its Vision 2030 plans. “Only two years ago women were not allowed to get into these stadiums to watch a football match,” he said. “Now they are allowed and you will see a lot of women attending this fight. But it’s not just that. “They are also allowed to participate and be part of a national team. Criticism will happen. We accept it and we will look at how we can make ourselves better. “We are not perfect but we are striving towards a positive future for the kingdom and that is what we are hoping to achieve.” Addressing Amnesty’s comments directly, he said: “The way I look at it is, we’ve done a lot of changes in the past two years and I think they should embrace that. We are moving towards a better Saudi but we have to make sure we do it at the right pace and that it is within a programme that is controlled.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}