{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/09/matt-jones-holds-his-nerve-to-claim-second-australian-open", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-08T17:00:45Z", "webTitle": "Matt Jones holds his nerve to claim second Australian Open | Matt Cleary", "webUrl": "https://www.theguardian.com/sport/2019/dec/09/matt-jones-holds-his-nerve-to-claim-second-australian-open", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/09/matt-jones-holds-his-nerve-to-claim-second-australian-open", "fields": {"headline": "Matt Jones holds his nerve to claim second Australian Open", "bodyText": "A stiff and pure nor-east wind is flowing in from the sea and washing over the tight-cut fairways of The Australian Golf Club in Rosebery in Sydney’s east. Throughout the week of this 104th Australian Open, the air has been thick enough to make grown men weep as mighty bushfires surround the city like a battalion of angry dragons. Today, though, the atmosphere is fresh and unsullied by smoke, with notes of salt and spume, and hints of Bondi Beach. For Matt Jones, a local from another famous beach in Cronulla, the conditions are as familiar as playing in his backyard with his kids. This is particularly apt because his three kids are here today. Also because he’s a member of this very establishment. Indeed he won this tournament in 2015, and for 17 holes the Stonehaven Cup is effectively his again. Until it isn’t. For hark! Here cometh the indefatigable, gap-toothed terminator of South Africa, Louis Oosthuizen, who stands in the middle of the 17th fairway, 212 metres from the flag, said nor-easter ruffling his right flank. From there the Open champion of 2010 hits a hybrid equal parts sublime and ridiculous - pin-high to a back flag on an upper tier. It’s the perfect shot for the time. It’s impossible for we mug amateurs to even conceive of the thing. It’s the mark of a champion. Yet Jones is three shots clear, and surely sweet. He’s birdied 17 as he birdied five, eight, 13 and 14. He’s led from the get-go and all day without fuss. He’s hit fairways and greens, and dozens of pure, military golf shots. Oosthuizen, cherubic features belying the inner steel of the ultra-competitive pro sportsman, rolls in the 15-foot putt for the eagle and Jones’s lead is cut to one. He needs par on 18 to win. It should be easy: drive, wedge, wedge, two putts, kiss the kids. But the 72nd hole of your national championship doesn’t play as easily in real life as it does upon the digits of this electronic medium. Jones pulls his drive left into a fairway bunker halfway between 10 and 18; behind a tree. He chops out sideways, clips a branch, and his ball lands in a pile of pine straw. Not ideal. Jones aims a mid-iron at the left trap and ends up short. He then waits an age for Cameron Tringale to chop out of the sand before ripping off what amateurs, again, would consider impossible: tight lie, wedge over a bunker, Australian Open on the line. Jones makes it look easy. The ball pitches, checks slightly and releases to five feet. It is not easy. Jones waits another age for Tringale and Japanese amateur Takumi Kanaya to putt out. It’s more than a koala fleeing a bushfire can bear. Jones scans from hole to ball and quickly sets it free. The putt threatens to hook out on the low side but drops in the left edge, and Jones joins such worthies as Greg Norman, Gary Player and Jack Nicklaus as multiple Australian Open champions. Jones’s round began with a leaderboard as cosmopolitan as a summit of the Five Eyes alliance. There was the Australia of Jones and Marc Leishman. Tringale was on a mission from Mission Viejo in California. There was the wunderkind from Japan, 21-year-old Kanaya. Oosthuizen, as they say, would not go away. And there was Paul Casey, the world number 14 who declared after shooting 68-65-71 that he would quite like to win the tournament if it didn’t put anyone out, or words to that effect in his nice English way. The Australian Golf Club isn’t nice, it’s spectacular; a championship layout manicured within an inch of its life and watered at night by high society money. It’s Santa Ana couch fairways are tight and fine, and cut to 10 millimetres. Its bentgrass greens are rolled hard like billiard tables. Swaley and sweet, they run 11.5 on the Stimpmeter. By the final group’s seventh hole the nor-easter kicked up a gear. The knock on Jones from assorted beard-strokers in golf’s pro ranks and punditry is that he couldn’t go up a gear if required. That he’s good enough to get ahead and lead but that he doesn’t possess ‘the game’ to kick away. That he could not weather the likes of Oosthuizen’s charge. That when the pressure comes from the panting pack, Matt Jones just continues to be Matt Jones – fairways, greens, putt, repeat. But weather this charge he did. He didn’t need to go up a gear. Conditions kept other bastards honest. The margin for error was tiny. Only Oosthuizen continued to play implacably in a zone of ultra-competition. Errors were made by everyone else. Jones, meanwhile, was cuddling his kids between tee and green. On the 10th he hit a seven-iron 150m uphill from a bunker, sticking it pin high. It looked easy. But there’s the rub, and the beauty of Jones’s golf – it was ridiculously good. The Stonehaven Cup has a worthy champion."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}