{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/01/justin-tucker-ravens-49ers-nfl-football-scores", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-01T21:41:56Z", "webTitle": "Nerveless Justin Tucker settles Ravens-49ers game as Bengals grab first win", "webUrl": "https://www.theguardian.com/sport/2019/dec/01/justin-tucker-ravens-49ers-nfl-football-scores", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/01/justin-tucker-ravens-49ers-nfl-football-scores", "fields": {"headline": "Nerveless Justin Tucker settles Ravens-49ers game as Bengals grab first win", "bodyText": "Justin Tucker drilled a 49-yard field goal on the final play of the game on Sunday afternoon, giving the Baltimore Ravens a 20-17 home victory over the San Francisco 49ers in a late-season battle of NFL titans. The win was the eighth in a row for the Ravens (10-2), leaders of the AFC North. San Francisco (10-2) lost for the second time in their past four games after an 8-0 start. Tucker’s successful kick was his second of the day and his 38th straight in the fourth quarter of games in his career. The Ravens’ final drive covered 34 yards in 12 plays, killing the final 6:28, and began after the 49ers failed on a fourth-and-one at the Baltimore 35 when Jimmy Garoppolo had a pass deflected at the line of scrimmage. Lamar Jackson kept the winning drive alive with a three-yard sneak on fourth-and-1 at Baltimore’s 44. Jackson finished with a team-high 101 yards on 16 carries, his fourth 100-yard game of the season. No previous NFL quarterback had ever rushed for 100 yards in more than three games in a single season. In the day’s later kick-offs, the Chiefs, Broncos and Rams beat the Raiders, Chargers and Cardinals respectively New York Jets 6-22 Cincinnati Bengals Andy Dalton returned from his three-week exile, and got a long-awaited win for the coach who benched him, throwing a touchdown pass during a 22-6 victory over the New York Jets that ended the longest losing streak in Cincinnati Bengals history. The Bengals (1-11) had lost 13 in a row since the end of last season, with newcomer Zac Taylor waiting until December to get his first head coaching win. Taylor benched Dalton after the eighth loss, deciding to see whether Ryan Finley fit into the team’s long-term plans. Dalton led the NFL’s lone winless team to the breakthrough victory in front of 39,804 fans, the lowest in the history of Paul Brown Stadium. The Jets (4-8) had their three-game winning streak snapped Green Bay Packers 31-13 New York Giants Aaron Rodgers threw four touchdown passes in the snow and the Green Bay Packers rebounded from a dismal performance in their last game to beat New York 31-13. The Packers sent the Giants to their eighth straight loss, their worst skid since 2004. Rodgers finished 21 of 33 for 243 yards with no interceptions on a slippery, snowy day at MetLife Stadium. Rodgers hit Davante Adams on touchdown passes of eight and 17 yards, found a wide-open Allen Lazard for 37 yards and capped the performance with a one-yarder to Marcedes Lewis. The Packers (9-3) also intercepted Giants rookie Daniel Jones three times, with the picks setting up 10 points. Philadelphia Eagles 31-37 Miami Dolphins DeVante Parker made two acrobatic touchdown receptions and kicker Jason Sanders also had a circus-like scoring catch to help the Miami Dolphins rally past the slumping Philadelphia Eagles. The Dolphins (3-9) won for the third time in their past five games, a surprising turnaround for a team that was built to lose in the hope of grabbing a high draft pick next year. The Eagles (5-7) lost their third game in a row and missed a chance to pull into a tie with Dallas atop the NFC East. Trickery helped the Dolphins, who twice opted not to kick on fourth down and instead threw for a touchdown. The second such gamble by rookie coach Brian Flores paid off when Miami shifted out of field goal formation before holder Matt Haack threw a one-yard pass to Sanders. Parker did much of the rest. He finished with seven receptions for a career-high 159 yards and two scores, both on leaping grabs. Cleveland Browns 13-20 Pittsburgh Steelers Devlin “Duck” Hodges and the Pittsburgh Steelers came back to beat the visiting Cleveland Browns 20-13. Hodges, an undrafted third-stringer who was given the start over Mason Rudolph, was 14-of-21 passing for 212 yards, an interception and a touchdown to James Washington (four catches, 111 yards) as Pittsburgh (7-5) erased a 10-0 deficit. Benny Snell added a touchdown run. Cleveland’s Baker Mayfield passed for 196 yards, with a touchdown to Kareem Hunt and an interception. He was sacked five times. The Browns (5-7) had won three straight. Tampa Bay Buccaneers 28-11 Jacksonville Jaguars Nick Foles, Doug Marrone and the Jacksonville Jaguars reached a new low in their first home game in more than a month. Foles, who signed a four-year, $88m contract in free agency, ended his first three drives with turnovers that Tampa Bay turned into touchdowns, costly mistakes that propelled the Buccaneers to a 28-11 victory. It was Jacksonville’s fourth consecutive loss by at least 17 points and could mean the end of Marrone’s tenure with the team. At the very least, the skid will have owner Shad Khan considering changes over the final month of the season. Marrone, meanwhile, has to decide what to do at quarterback. He benched Foles at halftime, switching back to rookie sensation Gardner Minshew. Tennessee Titans 31-17 Indianapolis Colts Tye Smith returned a blocked field goal 63 yards to snap a fourth quarter tie, and Ryan Tannehill added his second touchdown pass two minutes later, as the visiting Tennessee Titans rallied Sunday for a 31-17 win over the Indianapolis Colts. Tennessee (7-5) won for the fifth time in six games, avenging a September home loss to the Colts (6-6). With the game tied at 17-17, Adam Vinatieri tried a 46-yard field goal to put Indianapolis ahead. But Dane Cruickshank surged through the right side to snuff the kick, and Smith sprinted untouched to the end zone with 5:02 left. It was the second field-goal attempt blocked by Tennessee in the game. Washington 29-21 Carolina Panthers Derrius Guice rushed for two touchdowns and Washington came up with a late goal-line stand in a 29-21 victory against the host Carolina Panthers. Washington (3-9) won for the second week in a row and they didn’t allow a point for a 48-minute stretch until the game’s final two minutes. Panthers quarterback Kyle Allen scrambled 17 yards for a touchdown with 1:51 remaining on a drive extended because of a fourth-down conversion. Carolina recovered the ensuing onside kick and reached the Washington one for a first down before running back Christian McCaffrey lost yards on consecutive plays, followed by an incomplete pass and a sack."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}