{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/dec/10/david-fizdale-was-another-example-of-the-tragedy-of-the-knicks-bad-taste", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-12-10T09:00:04Z", "webTitle": "David Fizdale was another example of the tragedy of the Knicks' bad taste", "webUrl": "https://www.theguardian.com/sport/2019/dec/10/david-fizdale-was-another-example-of-the-tragedy-of-the-knicks-bad-taste", "apiUrl": "https://content.guardianapis.com/sport/2019/dec/10/david-fizdale-was-another-example-of-the-tragedy-of-the-knicks-bad-taste", "fields": {"headline": "David Fizdale was another example of the tragedy of the Knicks' bad taste", "bodyText": "David Fizdale, the recently fired head coach of the New York Knicks, is not a martyr, though you’d be forgiven for any confusion. Luminaries such as San Antonio Spurs coach Gregg Popovich and LeBron James have eulogized Fizdale as if he were a doomed hero tossed into war by negligent leadership. On those terms, his NBA death isn’t so bad: Fizdale will cash some $17m in checks from the league’s most dysfunctional franchise over the next two seasons, a happy return for him on 18 months of forgettable work. To be clear: his bosses did suck, and the roster was wretched, but Fizdale didn’t really give the world any reason to mourn him, either. The widespread support for the canned coach comes as no surprise. Across the league, the youngish, charismatic Fizdale is about as admired as the ancient, accursed Knicks are ridiculed. Players get along with him. He seems to be a good guy. In fact, Fizdale’s talent for relationship building was a major reason he was invited to helm the wayward Knicks ahead of the 2018-19 season. The Knicks ended that campaign with an NBA-worst 17-65 record; at the time of his firing, their 4-18 record was the worst of the current season. By December, Fizdale hadn’t refined anything but his face of bespectacled befuddlement on the sideline, and the only case that could be made for him keeping the job was continuity. From a distance, it is easy to write off Fizdale’s failure as inevitable, but it was surely possible to fail prettier. For those who watched many of his 104 games – a fate I would wish on no one – it was not clear that any aspect of the basketball team, no matter how small, looked any better than the day he took over. What was clear from the start was that Fizdale would be graded on an extremely generous curve. Franchise cornerstone Kristaps Porzingis got hurt and then fled to the Dallas Mavericks in a trade in early 2019, justifiably afraid his career would be stymied in New York. None of the roster changes since then have made the Knicks anything but a bottom-dweller; despite a lot of public bluster and salary cap maneuvering, the Knicks failed to lure a superstar this summer. Perennial All-Stars Kevin Durant and Kyrie Irving were linked to the Knicks – instead they joined New York’s other, less famous team, the Brooklyn Nets. Fizdale could not have been expected to guide this team to the playoffs, or even a weekly win. And any fan purely fixated on win-loss columns at this juncture of the team’s history is deeply unwell, even by Knicks standards. What a right-thinking fan wants to see – what keeps a masochist watching the actual games – is the occasional glimpse of a less dismal future. If the young players looked to be learning good habits, shaking off bad ones, developing synergies with one another, and having anything upwards of a miserable time, then I too would be lamenting Fizdale’s untimely exit. But the Knicks have a core of players aged 22 and under, unrefined but interesting, and all of those players stagnated on Fizdale’s watch. Some even got worse. It is difficult to locate the “teaching moment” in the consecutive 44- and 37-point routs last week, Fizdale’s final outings as head coach. Forget the coach: the real tragedy here is any player who has had the misfortune of getting drafted by, or traded to, these Knicks at a formative age. Let’s take a look at the evidence: -- Mitchell Robinson, 21, a steal in the second-round of last year’s draft, is a light-footed giant with upside as an elite rim protector. His worst tendency – racking up silly fouls – has only worsened, and his limited offensive skillset has not grown at all beyond the usual lobs and cleanup work. -- Kevin Knox, 20, was allowed to experiment during his atrocious rookie season, but was abruptly given short shrift this campaign, and was benched for whole games. He remains a brick-footed liability on defense; Fizdale extended this flaw to logical absurdity by having him guard smaller, faster, shooting guards on occasion. -- Dennis Smith Jr, 22, the main return in the Porzingis trade, has done nothing but regress. At his nadir, he appeared to be fighting back tears while Knicks fans at Madison Square Garden clamored for him to be substituted. With every passing week, it becomes harder to envision a future for him as even a quality reserve. -- Frank Ntilikina, 21, the best perimeter defender this team has seen in a decade – a low bar – languished on the bench for months, and only cracked the rotation as a last resort after injury and family tragedy sidelined all other point guards on the roster. His offense remains in question, partially due to neglect. These players weren’t given the opportunity to grow. Fizdale’s line-up decisions were frequently baffling. Some players would be yanked after tiny errors, while others were permitted to fail extravagantly for 30 minutes a night. The few players on the roster capable of putting the ball in the hoop from distance stayed glued to the bench, leading the Knicks to a league-worst offense. Julius Randle, an efficient scorer with the New Orleans Pelicans last season and presently the highest-paid Knick, is playing some of the worst basketball of his life, which should partially be blamed on the way Fizdale has deployed him in isolation-heavy schemes. “I don’t hear anyone bitching about Houston isolating,” the coach protested when asked about his strategy. When Houston’s James Harden isolates, the result is a stepback three or free throws. When Julius Randle isolates, the result is a predictable spin move into three defenders as the basketball bonks off his kneecap. There’s a difference. What softens the blame on Fizdale is the realization that, while he might have played his hand poorly, he was still dealt an awful one by general manager Scott Perry and president Steve Mills, who assembled a roster by dream logic. Smart rebuilding teams opt to shoulder albatross contracts to grab other teams’ draft picks, and then afford their developing players lots of minutes. The Knicks instead opted to sign a slew of veterans on mercenary one-year deals with the apparent hope that they could be flipped for picks midseason. Each of these signings makes some sense in isolation – you do need to pick up some experienced players who know what they’re doing – but in conjunction they form one of the most muddled, redundant rosters in recent NBA history. Smart teams are asking how much three-point shooting and ball-handling they can pump into their roster; the Knicks, meanwhile, are wondering, “what if we built the whole thing out of power forward?” Moreover, the incentive to showcase these mediocre veterans for a hypothetical trade conflicted with the incentive to develop the youngsters who comprise the team’s actual future. Fizdale wound up failing on both fronts. But his exit does not absolve the incompetents who saddled him with this roster and those dueling incentives in the first place. And the blame doesn’t rest at Mills and Perry, either. With this team, you always have to keep moving up the ladder. The tragedy of the modern Knicks can be traced to the fact that a billionaire named James Dolan has bad taste. Not only, or especially, in blues music, a pursuit that means far more to him than his ownership of the Knicks – but in terms of basketball personnel, too. Back in 2014, Dolan hired Phil Jackson, who amassed 11 titles coaching players like Michael Jordan and Kobe Bryant, to be president of a team full of players profoundly unlike Michael Jordan and Kobe Bryant. Dolan hoped that Jackson’s coaching pedigree would translate well to an executive role; he was instead exposed as an anachronistic mystic. After firing Jackson in 2017, Dolan replaced him with Mills, who came to the Knicks without prior NBA experience and still, arguably, has no NBA experience. The Knicks have made a number of devastating transactions over the past decade, and the owner is thought to have stuck a meddling thumb in many of them. Many observers, this one included, believe the Knicks have no true path to respectability until the owner disentangles himself from the franchise. But NBA owners are hard to oust unless they’re captured saying something racist on tape. The Knicks sell out the Garden even when they’re the literal worst team in the league, removing the market incentives for a better on-court experience. James Dolan persists. And he is said to have his eye on a new candidate for president of the Knicks: Masai Ujiri, the brilliant executive who assembled the 2019 NBA champion Toronto Raptors, a team that weathered the departure of one of the best players in the universe, Kawhi Leonard as well as they possibly could have. Ujiri, for reasons unknown, reportedly reciprocates the interest. Will he be just another popular figure foiled by an excellence-proof organization? Will Knicks fans hail him as a messiah, entering another cycle of cautious hope and crushing loss? Anyone who has read this far knows the answer to both questions."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}