{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/09/i-wanna-be-yours-review-bush-theatre-london-zia-ahmed", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-09T14:44:39Z", "webTitle": "I Wanna Be Yours review – a love story with heady chemistry", "webUrl": "https://www.theguardian.com/stage/2019/dec/09/i-wanna-be-yours-review-bush-theatre-london-zia-ahmed", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/09/i-wanna-be-yours-review-bush-theatre-london-zia-ahmed", "fields": {"headline": "I Wanna Be Yours review – a love story with heady chemistry", "bodyText": "The question of how to build intimacy across the divides of our supposedly multicultural society is both urgently topical and achingly familiar, as demonstrated by Zia Ahmed’s neat three-hander at the Bush’s studio theatre. Ahmed, a London-based poetry slam champion, avoids look-at-me poetics in a wise little story about a Yorkshire actress (Ella) and a Muslim poet (Haseeb) who fall in love after she is hired to brush up his performance skills. The challenge of the piece is to expose social cliche without succumbing to it, and by the time Haseeb is mistaken for a drug dealer for the third time, I was beginning to fear the worst. But gradually it becomes clear that repetition is precisely the problem. Whether he is clubbing or childminding, white strangers will always misjudge Haseeb on the basis of his skin colour; he in turn will forever feel alienated by the rooms full of white faces with which his choices – both of partner and of vocation – confront him. At first, the couple are too swept up in love’s young dream to care but, as Ahmed makes clear, all relationships exist in a social sphere. Through the black comedy of awkward family encounters – on Haseeb’s side as well as Ella’s – they are increasingly unable to ignore the surreally inflating elephant in their bedroom: cultural difference. While the storyline is unsurprising, the execution is exquisite. Anna Himali Howard’s bare-stage touring production for Paines Plough and Tamasha makes ingenious use of sign language to ironise and amplify as well as to translate. Rachael Merry, the BSL signer, becomes a third person in the relationship, flitting gracefully between the couple. Her mobile features mirror the emotions they cannot own, while her hands dance out the farce of miscommunication and social embarrassment. It is a very clever device that creates the illusion of a wider society, freeing Ragevan Vasan and Emily Stott to concentrate on the interiority of the relationship between sweet, ardent Haseeb and passionate, defiant Ella. Initially, they seem an unlikely couple. But as they circle each other and the stage, buffeted hither and thither by tiffs and reconciliations, a heady chemistry develops between them that makes you yearn for their romance to survive, even as you suspect it won’t. At Bush theatre, London, until 18 January."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}