{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/01/jack-dee-off-the-telly-review-chequer-mead-east-grinstead", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-01T12:24:33Z", "webTitle": "Jack Dee: Off the Telly review – new targets, same old grump", "webUrl": "https://www.theguardian.com/stage/2019/dec/01/jack-dee-off-the-telly-review-chequer-mead-east-grinstead", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/01/jack-dee-off-the-telly-review-chequer-mead-east-grinstead", "fields": {"headline": "Jack Dee: Off the Telly review – new targets, same old grump", "bodyText": "Jack Dee speaks out of a diagonal mouth: one corner where you’d expect it to be, the other tugged down towards his jowls in a near-perpetual scornful sneer. Grumpy was always Dee’s best tune, and the record isn’t changing in Off the Telly, his first standup tour for seven years. Charity fundraisers, secondhand shops, electric cars, smashed avocado: you name it, Dee’s teed off about it, sometimes to a sublime degree. But the returns diminish, in a two-hour show that has nothing to add (narratively, structurally, thematically) to Dee’s one gripe after another. It’s a pleasant jolt when he produces a mandolin for his encore, and sings a silly song about paracetamol. Oh, for more of those flavours earlier in the show! But if proceedings can hitherto feel monotonous, there remain some fine jokes. The one about the government’s advice on alcohol consumption is very droll, and I loved the image of Dee brandishing a curtain rod and chasing people with stretched-ear jewellery. That routine is characteristic: like many comics of a certain age, the 58-year-old turns fuddy-duddy fire on how we live now. There’s a fine riff on “the artisan movement”, in which Dee scales peak pissed-off while imagining a supermarket that treats its customers like veggie delivery firm Abel &amp; Cole. Less rewarding is the routine mocking Extinction Rebellion and Greta Thunberg, which elicits rogue cheers among the crowd. “It won’t be your problem, you old git,” comes one heckle. Dee lets the cheers go unchallenged, but shuts the heckler down. A bad smell lingers. Blanket cynicism only works if it’s obviously a caricature. As a real-life personality trait, it’s depressing. But Dee just about pitches it right. He’s often audaciously cruel to his crowd, and there’s a choice sendup of his boorish manner when he hypothesises a delinquent guest turn on Celebrity Bake Off. There’s domestic material, too, about empty nest syndrome, which he’s enjoying. And political mimicry: Donald Tusk as a Bond villain and Theresa May’s posture memorably burlesqued. It’s a rare expressive, capering moment in a show that defaults to surly. Huntingdon Hall, Worcester, 6 December; Savoy Theatre, Monmouth, 7 December; then touring. This review was amended on 2 December to correct the spelling of avocado."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}