{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/08/drac-and-jill-wardrobe-theatre-bristol-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-08T05:30:31Z", "webTitle": "Drac & Jill review – a supercharged helping of festive filth", "webUrl": "https://www.theguardian.com/stage/2019/dec/08/drac-and-jill-wardrobe-theatre-bristol-review", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/08/drac-and-jill-wardrobe-theatre-bristol-review", "fields": {"headline": "Drac & Jill review – a supercharged helping of festive filth", "bodyText": "A generalised power cut delayed curtain up(metaphorically speaking; there was no curtain between the two raised banks of seats and Ruby Spencer Pugh’s intriguing set, seemingly constructed from wooden pallets). The audience, bottles of wine in coolers by their ankles, were unperturbed. These people had experienced previous adult Christmas shows produced by this small but perfectly formed fringe ensemble. They knew what I was yet to discover: the energy generated on the handkerchief-sized stage, if connected to the grid, would be enough to power not only the show and the street beyond, but Bristol’s “most extensive ever” Christmas lights. Four actors – playing so many roles I lost count – smash together three stories: the nursery rhyme Jack and Jill, Bram Stoker’s Dracula and The Sound of Music. The effect is a sort of dramatic equivalent of polyphony veering towards cacophony at a frenetic pace, given rhythmic shape by rhyming couplets (or even triplets: spectacular/spatula/Count Dracula; whatever image that conjures, they take it further, plus phallus). The (ir)responsible adults behind this F-word extravaganza include: performers Corrina Buchan, Caitlin Campbell, Tom Fletcher and Alice Lamb; director Tom Brennan (no relation) and dramaturg Matthew Whittle. What F-word was that, you ask? The festive favourite, of course – fun! • At the Wardrobe theatre, Bristol until 19 January"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}