{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/09/suzi-ruffell-review-warwick-arts-centre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-09T09:59:51Z", "webTitle": "Suzi Ruffell review – smear tests, domestic bliss and ‘lesbian accoutrements’", "webUrl": "https://www.theguardian.com/stage/2019/dec/09/suzi-ruffell-review-warwick-arts-centre", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/09/suzi-ruffell-review-warwick-arts-centre", "fields": {"headline": "Suzi Ruffell review – smear tests, domestic bliss and ‘lesbian accoutrements’", "bodyText": "A standup needs several qualities in their locker, among which tenacity may be the least heralded. It’s a spectacle in itself, then, to see Suzi Ruffell, confronted with a frigid crowd, throw herself at the challenge of warming them up. Her success is impressive. She calls out the coolness but doesn’t dwell on it. She cajoles but doesn’t coerce. She fashions lively local debate from minor confusion over which town we’re in. None of which has anything to do with the show she’s come to Coventry – or should that be Warwick? – to perform. But, by the time it begins properly, she has the audience at her command. Save for the bulletproof smear-test routine at its centre, there’s nothing remarkable about Dance Like Everyone’s Watching, which relates Ruffell’s newfound domestic contentment and tentative parenthood plans. There’s amusing stuff, about shopping for “lesbian accoutrements” – and, to her horror, being recognised while doing so. And there’s material (on the different stages of moving house; on WhatsApp messaging her new neighbours) that doesn’t quite respond to her lively efforts to animate it. But Ruffell is a very likable presiding spirit, combining daft physical comedy (witness the human cartoon of her mum struggling to keep a secret) with disarming emotional candour – about the tension in standup between confidence and anxiety; about purging her vestigial gay shame at a time of rising homophobia. And then there’s that cervical screening set piece, performed in a spotlight, and honed to a high-yield three minutes of comic mortification. It’s an evening that proves Ruffell has the skills to win over a bashful audience, and a show pert enough to keep them happily onside. • At Palace theatre, Southend, on 13 December and touring."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}