{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/04/the-boy-friend-review-menier-chocolate-factory-london", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-04T10:39:43Z", "webTitle": "The Boy Friend review – an exuberant jaunt to the Riviera", "webUrl": "https://www.theguardian.com/stage/2019/dec/04/the-boy-friend-review-menier-chocolate-factory-london", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/04/the-boy-friend-review-menier-chocolate-factory-london", "fields": {"headline": "The Boy Friend review – an exuberant jaunt to the Riviera", "bodyText": "Time has been good to Sandy Wilson’s 1953 musical. Although set in the 1920s, it seems to exist, like the work of PG Wodehouse, in its own exquisitely fabricated world where wealth proves no obstacle to true love and where the sun always shines. It also gets a pitch-perfect revival from Matthew White in which light irony never descends into camp knowingness. The Riviera-based story, involving the romantic entanglement of a millionaire’s daughter and an aristocrat’s son, is simply a teasing trifle. What really counts are Wilson’s melodic gift and verbal dexterity. His delicious score, embracing tap, tango and a two-step, is a positive invitation to dance that Bill Deamer’s choreography eagerly accepts: Won’t You Charleston With Me? is the showstopper with Gabrielle Lewis-Dodson, as one of the young ladies at a French finishing school, doing some of the highest kicks you could wish to see. The one potential pitfall is a comedy number in which Adrian Edmondson as an ageing aristocrat hymns the virtues of mature passion assuring us that “a fiddle that’s old is more in tune”. The difficulties of the sentiments are awkwardly circumvented, but that’s the only blot on a richly pleasurable evening. As the young lovers, Amara Okereke and Dylan Mason, dwelling on the imagined delights of A Room in Bloomsbury, have the right air of rhapsodic innocence. Janie Dee, sporting a bandanna and sunglasses, invests the school’s French owner with a charm that never galls and sings her big number, Poor Little Pierrette, with memorable plaintiveness. Robert Portal, as her long-lost beau, delivers the line: “I was a fool to pretend the old Percy was dead” with an admirably straight face and Tiffany Graves, as an all-purpose maid, puts across It’s Nicer in Nice with great zest while reminding us that Wilson cleverly deployed the Cole Porter technique of creating lyrics out of a long list. A special mention should go to Paul Farnsworth’s costumes that with their ostrich-plumed headdresses and organdie frocks ideally match Wilson’s exuberant period pastiche. •At Menier Chocolate Factory, London, until 7 March."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}