{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/05/peter-pan-review-hull-truck", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-05T12:33:28Z", "webTitle": "Peter Pan review – Barrie classic staged with plenty of pixie dust", "webUrl": "https://www.theguardian.com/stage/2019/dec/05/peter-pan-review-hull-truck", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/05/peter-pan-review-hull-truck", "fields": {"headline": "Peter Pan review – Barrie classic staged with plenty of pixie dust", "bodyText": "She’s a theatrical sort, is Vanessa Schofield’s Wendy. At the start of the show, we find the 10-year-old directing her mother and brothers in a bedroom staging of the story of Tiger Lily and the lost boys. By act two, she’s doing the same in reverse: casting the inhabitants of Neverland in a play about her departure from postwar Hull, where Deborah McAndrew’s clearly plotted adaptation of the JM Barrie novel is set. It’s as if this compulsive storyteller can’t help but impose order on a world in flux. While her father sets about rebuilding a blitz-devastated city, she is coming to terms with her own burgeoning maturity. With change and uncertainty all around, she finds herself entranced by a boy who won’t grow up. With a heartening smile and a lurch forward on tiptoe, Schofield looks born to take flight. Indeed, along with Baker Mukasa’s fresh and spontaneous Peter Pan, she proves herself weightless. The pair of them spin up on aerial silks, high above the stage – even singing while they’re there. More earthbound but no less sprightly is Joanna Holden’s Tinkerbell, a clownish miscreant with a set of Harpo Marx horns and a manner that’s all wide eyes and fidgety feet. As an adversary, Ryan O’Donnell’s Hook is a clever combination of arrogant and vulnerable, too timid to feel truly scared by, much as he deserves his hungry-crocodile fate. It makes for a lively show in Mark Babych’s production, which skips briskly through the story, slowed only by a set of songs by McAndrew and composer John Biddle that are good at setting the scene but less good at moving the action forward. For all the narrative clarity, this version dances lightly over Barrie’s deeper theme about the passage of time. Played as young as 10, Wendy is an equal to Peter, a playmate more than a mother. We don’t get much sense of her relationship with him being impossible. It means her return home is sad, but the poignancy is more to do with the end of a friendship than a farewell to childhood. • At Hull Truck theatre, until 4 January."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}