{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/07/midnight-movie-royal-court-review-eve-leigh-sign-language", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-07T14:00:12Z", "webTitle": "Midnight Movie review – pain relief in the demise of others", "webUrl": "https://www.theguardian.com/stage/2019/dec/07/midnight-movie-royal-court-review-eve-leigh-sign-language", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/07/midnight-movie-royal-court-review-eve-leigh-sign-language", "fields": {"headline": "Midnight Movie review – pain relief in the demise of others", "bodyText": "Playwright Eve Leigh and director Rachel Bagshaw both strive to tell difficult human stories through high-concept theatre. Bagshaw directed the acclaimed The Shape of the Pain, which used light and sound to express the chronic pain she experiences as a result of a rare medical condition. In Midnight Movie, they explore the idea of escaping from the pain in a physical body into a “digital body”. The play follows two digital bodies, or avatars. One is a deaf woman of colour, played by Nadia Nadarajah, who performs using British Sign Language (BSL), and the other a white man played by Tom Penn. They fall into an internet black hole and become entangled in the strange videos people watch online at night. Some of the videos reference real viral films, such as the 2013 surveillance footage of Canadian student Elisa Lam, later found dead, in an elevator, and the CCTV showing events leading to the death of Kim Jong-nam. The films are described to the audience in the manner of a scary story at a sleepover. Browsing weird things on the internet is a distraction from chronic pain. The play is designed for audiences who communicate using BSL. The stage is a dazzling, Miami Vice-themed bedroom, and Nadarajah and Penn each perform the entire script – Penn speaking aloud and Nadarajah dancing and speaking using BSL. The effect is compelling. At various points, Penn plays the drums, to a soundtrack of distorted electronic sound effects and samples from Janelle Monáe’s song Make Me Feel. The actors eventually perform part of the song too. Its attempts to unpack the pleasures and dangers of digital voyeurism and society’s social media obsession are unremarkable, but Midnight Movie succeeds in its ambitious attemptto appeal to underrepresented audiences. • At the Royal Court, London, until 21 December"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}