{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/10/a-taste-of-honey-review-trafalgar-studios-london-shelagh-delaney-jodie-prenger", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-10T11:36:29Z", "webTitle": "A Taste of Honey review – sweet songs and sour love", "webUrl": "https://www.theguardian.com/stage/2019/dec/10/a-taste-of-honey-review-trafalgar-studios-london-shelagh-delaney-jodie-prenger", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/10/a-taste-of-honey-review-trafalgar-studios-london-shelagh-delaney-jodie-prenger", "fields": {"headline": "A Taste of Honey review – sweet songs and sour love", "bodyText": "Words such as “raw” and “real” often crop up in descriptions of Shelagh Delaney’s vital play, first seen in 1958. They can seem a little patronising, as if the 19-year-old Delaney merely had a certain authenticity to offer. Bijan Sheibani’s jazz-infused touring production for the National Theatre, which is an entirely different beast from his 2014 staging at the NT, isn’t particularly interested in being “real” and is all the more interesting for it. With a live jazz band on stage (an approach borrowed from Joan Littlewood), Hildegard Bechtler’s moodily atmospheric set (50s Salford is suggested), and characters who are acutely aware of their audience, this is a play all about performance. Boy, does it sing. When we first see Jodie Prenger as Helen, she is leaning against a cigarette-strewn piano, singing about love. (The show spills over with 50s-inspired jazz songs, rearranged by Benjamin Kwasi Burrell.) Prenger has a rich brooding voice and, when she sings, she owns the stage. For a few precious moments she is absolutely in control. But as yet another man turns on Helen, and her daughter Jo turns away from her, Helen’s performance falters. When she mutters about Jo (“Ooh, she gets me down”), she’s like an MC, desperately pulling us in. She flirts with the musicians; she flirts with the audience; she even flirts with the stagehands. And, when Helen emerges for a date with her cruel fiance, she bursts through some dingy curtains and pulls a pose, doggedly playing at love. The scenes with Helen and Jo’s suitors are the least convincing, but that’s perhaps how it should be. This is a play that yearns for love but rarely finds it. When Jo (an amazingly mercurial Gemma Dobson) flirts with her young sailor (Durone Stokes), their conversation sounds stilted. Delaney’s dialogue, usually so vibrant and so natural, suddenly fails to convince. But then Stokes sings and the scene transforms. Jo glides through the air on a swing, set against an orange glowing sky, and the young couple’s love – which Jo knows will not last – momentarily convinces us all. • At Trafalgar Studios, London, until 29 February."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}