{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/08/adam-kay-bloomsbury-theatre-london-doc-comic-hospitals-nhs", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-08T15:38:26Z", "webTitle": "Adam Kay review – lurid comedy, lyrical flair and blunt NHS humour", "webUrl": "https://www.theguardian.com/stage/2019/dec/08/adam-kay-bloomsbury-theatre-london-doc-comic-hospitals-nhs", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/08/adam-kay-bloomsbury-theatre-london-doc-comic-hospitals-nhs", "fields": {"headline": "Adam Kay review – lurid comedy, lyrical flair and blunt NHS humour", "bodyText": "‘Christmas comes but once a year – and if you work in the NHS, you’ll say: ‘Thank fuck for that!’” Adam Kay is the junior doctor turned comedian who enjoyed extraordinary success with This Is Going to Hurt, a show and memoir about his gruelling service on medicine’s front line. The sequel mines the same seams of lurid body comedy and alarm at the doctor’s embattled lot – particularly at Christmas, around which this 70-minute show’s queasy anecdotes cluster like presents around the tree. Kay worked six successive Christmases in the 00s, to his loved ones’ despair. He reads tonight from the diary he kept at the time, about the patient admitted after deploying peanut butter as lube (unwise: she had a nut allergy), and the one who aggravated her thrush by unconventional use of a candy cane. It’s not all ill-advised insertions, though, as Kay recalls the miscarriages, difficult births and moments of professional self-doubt that came his way while others tucked into the turkey. Alongside these stories, Twas the Nightshift Before Christmas features musical comedy, as Kay at the keyboard performs a quiz whose answers can be sung to the tune of Leonard Cohen’s Hallelujah; pastiche Christmas carols (“check your balls for signs of swelling, fa-la-la-la-la”), and pop songs retooled. I loved Eternal Flame redrafted as a three-minute GP consultation, and the version of Spandau Ballet’s Gold that gives frankincense and myrrh their moment in the sun. Kay brings zero showmanship to this: he’s no singer and his delivery is self-effacing. Thankfully, the gig is kept airborne by blunt black humour, lyrical flair and a rallying cry for the NHS and its staff that comes deeply from the heart. • At Ulster Hall, Belfast, 11 December. Then touring until 23 December."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}