{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/10/hong-kong-china-the-life-and-death-of-a-journalist", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-10T07:28:55Z", "webTitle": "Hong Kong reporters inspired The Life and Death of a Journalist", "webUrl": "https://www.theguardian.com/stage/2019/dec/10/hong-kong-china-the-life-and-death-of-a-journalist", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/10/hong-kong-china-the-life-and-death-of-a-journalist", "fields": {"headline": "Hong Kong reporters inspired The Life and Death of a Journalist", "bodyText": "I never planned to write a play about Hong Kong, the place of my birth, nor China, the place of my father’s birth. My father was a pro-democracy politician, journalist and historian; my gradual uncovering of his work has since seeped into my own practice as a theatre-maker. Since 1997, Beijing has gradually tightened its grip on Hong Kong’s semi-autonomy. Following the umbrella revolution in 2014, the Chinese Communist party (CCP) swiftly accelerated its encroachment on civil liberties and freedom of speech. Journalists have bravely challenged China’s rise to global power off the back of millions who are persecuted and oppressed on a daily basis. Over little more than half a decade, western governments have kowtowed in droves to a state that punishes those who express opposing views. The UK has allowed China to build instrumental technological infrastructure and to own shares in its nuclear power, the public water supply and rail services. China, which, among a long checklist of violations to human rights, is currently imprisoning at least one million people in the Xinjiang region – largely Muslim Uighurs. One of the biggest leaks in history was made by the media this year and exposed the truth behind these camps. These China cables make for a harrowing read, and clearly contest Beijing’s claim that these camps are for “re-education” and to combat terrorism. Over the past six months, Hong Kong has witnessed one of the most harrowing and brutal episodes of violence in its history. It began with protesters peacefully marching against the controversial extradition bill. But the city has become a dystopian battleground where molotov cocktails are used by young protesters as defence against riot police’s rubber bullets. Ordinary citizens are teargassed on the street in a disproportionate use of force. Hong Kong confirmed it entered a recession, the first in a decade. Hong Kong university campuses transformed into war zones. The siege in Polytechnic University finally came to a close, while students were arrested trying to escape or surrendered themselves to the police. The same week, Donald Trump signed the Hong Kong Human Rights and Democracy Act – passed almost unanimously by Congress – which sent a strong message to Beijing of the US support for Hong Kong’s freedoms. Here in Britain, which has continued to do nothing for its former colonial outpost, it’s a different story. Last year, Chinese state-controlled network CGTN opened its first European hub in west London. Within months, the channel became subject to investigation by Ofcom after claims that it had been biased in its coverage. The channel even went so far as to hire a neutral consultant, former head of Sky News Nick Pollard, but he resigned from his post due to concerns over its Hong Kong coverage. Recently, former British consulate worker Simon Cheng, who was arrested at the Chinese border and alleges that he was detained and tortured for two weeks, made a complaint against the network for airing what he says was a forced confession. For almost a decade, I have written about similar topics as a journalist. But I never explicitly transposed my biggest frustrations into a dramatic work, fearful of the possible repercussions for my family. I was hesitant to write a work that could be seen as a one-sided polemic, a personal echo chamber, the worst kind of drama. But, inevitably, these interlocking entities – journalism and China – became impossible to ignore. I wrote the first draft of this play in less than a week. Into it I injected my frustration, despair, curiosity, fear and admiration for the industry, but also a great respect for its reporters who continue to face moral and ethical dilemmas. The play looks at the more troubling aspects of the job for womenwho face unimaginable challenges on the ground, in the office and at home. Journalism does not only report the facts, but provides vital context. It can also spark debate, entertain, uncover prejudices and lead to the breakup of relationships. Similarly, theatre can hold a mirror up to society, albeit a distorted one, dramatising that context in an attempt to engage, entertain and, occasionally, provide uncomfortable catharsis. Whether or not you agree with what is published or staged, would you rather the two mediums did not exist? My play follows a female journalist who chooses to align herself with a pro-CCP outlet because of her misplaced belief that she can change it from the inside. This play is partly an appeal for Britain and the rest of the world to reflect on the consequences of welcoming an authoritarian propaganda outlet with open arms. It uses the media as a backdrop and a battleground to ask: whose side are you on? Life and Death of a Journalist is at the Vault festival, London, 25 February-1 March."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}