{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/04/the-australian-ballets-nutcracker-tones-down-the-yellowface-and-its-a-relief", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-04T00:29:44Z", "webTitle": "The Australian Ballet's Nutcracker tones down the yellowface – and it's a relief | Millie Roberts", "webUrl": "https://www.theguardian.com/stage/2019/dec/04/the-australian-ballets-nutcracker-tones-down-the-yellowface-and-its-a-relief", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/04/the-australian-ballets-nutcracker-tones-down-the-yellowface-and-its-a-relief", "fields": {"headline": "The Australian Ballet's Nutcracker tones down the yellowface – and it's a relief", "bodyText": "On the opening night of The Nutcracker, the Sydney Opera House was braced for controversy. The classical ballet is a mainstay of Christmas — a wistful, wintry escape from the Australian summer. But every time it returns, the show is accompanied by an escalating debate about how – or whether – to approach yellowface in performance. In the second act, the protagonist Clara is joined by travellers from around the world who perform snippets of their culture in the land of the sweets: Spanish (chocolate), Arabian (coffee), and the Russian folk dance (Trepak). But it’s the Chinese (tea) dance that has stirred up the most backlash in recent years, amid a wider discussion around racial depictions in ballet more generally, from the Moor in Petrushka, to the orientalist tropes and darkened skin in the India-set La Bayadère. In a comprehensive piece for Guardian UK last month, the dance critic Lyndsey Winship asked the industry: is there a responsibility to preserve the past in a historical art form such as ballet, or should companies be open to change? In The Nutcracker, the tea scene has no real significance for the narrative, standing as an isolated hangover from a bygone era of trade, colonialism and cultural misunderstanding, repeated from Marius Petipa’s original choreography in most interpretations since. For the last century, white dancers have performed the short slapstick scene with yellow-painted faces, exaggerated eye makeup and conical bamboo hats. They have trotted and leapt to fast-paced wind instruments, held upturned index fingers to represent chopsticks, and vague, pan-Asian parasols or fans to signify “China” to their audiences. Over time, a handful of racially diverse performers have taken on the duo dance, but it’s only in the last five years that the depiction has begun to be actively questioned. In 2017, the New York City Ballet notably modified George Balanchine’s production to reduce caricature; since then, productions in San Francisco, Kansas City and Salt Lake City have been under pressure to do the same, and leading figures from the Washington, Boston and Houston ballet companies have signed a public anti-yellowface pledge. And now in the mix is The Australian Ballet, which – in the middle of its 2019 Nutcracker tour – found itself in a strange position. After presenting the same version of Sir Peter Wright’s The Nutcracker for over a decade, this year the company decided to respond to the cultural moment – and hoped to modify the standard steps before the September premiere at the Arts Centre Melbourne. But they did not get permission from the copyright holder, Birmingham Royal Ballet, in time. “I had a meeting with Sir Peter in January 2019 and we discussed the [choreography] changes,” artistic director David McAllister told the Guardian. “Unfortunately we were unable to get the updated version [for] the Melbourne and Adelaide seasons.” And so, for the first two legs of the show’s run – September in Melbourne, and October in Adelaide – the rotating cast of mostly white tea-dancers donned tendrilled Fu Manchu moustaches and oriental wigs, hopping around stage with dippy facial expressions and those notorious pointed fingers. The scene was criticised in reviews, and The Australian Ballet has confirmed to the Guardian that it received audience complaints. In response, the company deferred to tradition: “Our genuine intention was to remain true to the original production and its treasured, historical story,” it said in a statement at the time, sent to the Guardian on request. “We are listening and will be reviewing the feedback with high importance. Our upmost priority is making sure our audiences are comfortable with the material we’re performing.” Sign up to receive the top stories from Guardian Australia every morning Now on its last leg, the show reached Sydney last week. How the company would handle the tea dance was the million-dollar question – at least for ballet tragics. When the curtain went up over the second act, you could almost hear the gasp from the traditionalists in the audience. For the modernisers, a sigh of relief. The tea dance was performed by Beijing Dance Academy-trained Lucien Xu and 2019 Telstra Ballet Dancer award nominee Yichuan Wang. (The cast rotates, and white dancers will continue to appear in these roles through the rest of the Sydney run.) The performers remained in the yellow dragon-emblazoned shirts they had worn in Melbourne and Adelaide. But the moustaches and wigs were replaced with a subtler head cap, and the jaunty choreography toned down. For the modern ballet, the minute-long tea dance presents a dilemma: how to navigate between the demands of a traditional medium, while working to eradicate damaging racial portrayals in the arts. In The Australian Ballet’s latest strategic plan, it outlined innovation, respect and an embrace of diversity as priorities. But the Sydney amendments – while welcome – look reactive, rather than proactive. A less inflammatory decision would have been to remove the dance completely while waiting on permission to adapt it. And there are still more questions to be answered. Is it better to cast Chinese dancers for Chinese dances? Should producers be more historically accurate when signposting different cultures? And are diverse voices being heard when these decisions are made? While these discussions loom over ballet as a genre, there is no better place to start answering them than with The Nutcracker — the world’s most frequently performed classical ballet. And if the Sydney show was anything to go by, audiences are ready for ballet companies to make difficult changes to reflect the times. • The Australian Ballet’s production of The Nutcracker runs at the Sydney Opera House until 18 December"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}