{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/02/gurpreet-kaur-bhatti-a-kind-of-people-royal-court", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-02T16:48:21Z", "webTitle": "Gurpreet Kaur Bhatti: 'My family make the Borgias look like the Waltons'", "webUrl": "https://www.theguardian.com/stage/2019/dec/02/gurpreet-kaur-bhatti-a-kind-of-people-royal-court", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/02/gurpreet-kaur-bhatti-a-kind-of-people-royal-court", "fields": {"headline": "Gurpreet Kaur Bhatti: 'My family make the Borgias look like the Waltons'", "bodyText": "Gurpreet Kaur Bhatti was a bright, young playwright when life ambushed her art. She had just staged her second play, Behzti, which featured the rape of a young woman in a gurdwara, a place of worship, when some British Sikhs took affront. Protests turned into riots, and the hysteria rose to such a fever pitch that the Birmingham Repertory theatre caved in and closed Behzti in the middle of its run. It is rare for British authors to be forced to go to ground. It happened to Salman Rushdie in 1989 after a fatwa was issued over The Satanic Verses. When it happened to Bhatti, in December 2004, police put bars on the windows of her flat and installed CCTV cameras outside it. As in Rushdie’s case, several ironies emerged amid the public outrage: some protesters hadn’t seen the play; others mistook it for a film. Behzti’s themes had been inspired by personal experience, but Bhatti was variously accused of sacrilege and betraying her community. The controversy led to scrappy national debates about freedom of expression versus religious sensitivities. The playwright became a cause celebre for some, a provocateur for others. Today, at the age of 50, it is a distant, though defining, memory. “It’s almost exactly 15 years today since I was in rehearsal for it,” says Bhatti, in her gentle, even-voiced way. It broke her heart when the play was cancelled. She felt silenced, but it only made her want to write more. So that’s what she did. First came a fierce and eloquent defence of her position in the Guardian (“Theatre is not necessarily a cosy space, designed to make us feel good about ourselves”) . Then, alongside film and TV work, she staged a drama drawn from her experience called Behud, about a playwright under fire. She has carried on writing, often about Asian immigrant communities from the point of view of women and girls – and always “from the gut and from experience”. Her interest in the damage done by and to the family is not just academic. The reason Bhatti circles back to it in her work has to do with her own upbringing. “My family are complicated,” she says. “So complicated that they make the Borgias look like the Waltons.” That is not an exaggeration: her Sikh parents came to Watford from the Punjab in the 1960s and Bhatti’s birth triggered immense fissures in the family. “When I was born, my father was really disappointed that I was a girl because I had one older sister.” She says he went to India and brought back another woman “who was only a few years older than my sister. My aunts would tell the story of how they all cried when I was born, knowing what would happen to my mum.” From thereon in, the two women, with their respective children, lived under the same roof. Bhatti’s mother brought up all the children. Her father’s new partner was sent to work in a factory; he worked on the railway. The family’s difficult dynamic has fuelled Bhatti’s dramatic interests. “Someone said, ‘You grew up in an Ibsen play.’ And it’s true. By the time I was five or six, I had seen a lot of extreme things. I was always trying to make sense of what was happening around me from a young age and that’s what I carried forward – that idea of trying to make sense through drama.” A Kind of People, her latest work, is about to open at the Royal Court in London. It has the feel of a state-of-the-nation play, with all the disenchantments of Brexit Britain refracted through the domestic life of its characters. “It’s absolutely about now,” she says, “even though I wrote it a year before the 2016 referendum. It’s about community, division, inequality and how outside forces impact on people’s lives. Those were the things I was sensing. Where we are now is perhaps more intense because Brexit has named it all.” Its ensemble cast of seven characters are all of working-class heritage and from a range of backgrounds, including modern Asians, black Britons and a mixed-race couple. Bhatti was the first person in her family to go to university and wanted to focus on social inequality and the dream of class mobility that working people are sold. “I don’t think we often get characters like this on stage. We talk a lot about diversity [of race] and I welcome it, but we also need diversity of other kinds.” Like this play, much of Bhatti’s work features family life in extremis. For a Punjabi speaker, the single-word titles of her dramas such as Behzti (Dishonour), Behud (Beyond Belief) and Behsharam (Shameless) come freighted with the shame, disgrace or debasement that an individual risks bringing to a family, or community, by breaking its cultural codes. “They have a potency which is untranslatable. In western theatre tradition, they are Greek in terms of what they encompass. They are packed full of violence, tradition and epic tragedy.” Yet, she adds, however antiquated these values around virtue, chastity and moral propriety seem, communities still operate by them – and women are too often at the frontline of the violence such values can lead to. “They can become the only thing that [immigrant] communities have to hold on to. When you don’t feel secure, and you don’t feel empowered in wider society, you will find ways of exercising power at home.” Even her work on The Archers – whose farming families couldn’t be further removed from the first- or second-generation urban immigrants of her plays – chimes with the endeavour to make sense of physical, sexual or psychic violence inside the quotidian universe of family life. She wrote for the Radio 4 show in 2012, when there was a major storyline around coercive control: “I was proud to be part of the team that developed the Helen and Rob story. There’s something about radio where it gets into people’s psyches. We played that story across 900 episodes so that there was a drip, drip, drip.” Is writing, for her, always about raising consciousness or prodding audiences in some way? Yes, she says, and if any lesson came out of Behzti, it was that writing had the capacity to do this. “Writing is dangerous, it is provocative. It is sometimes necessary for audiences to feel uncomfortable and to feel provoked. Otherwise nothing changes.” • A Kind of People is at the Royal Court, London, 5 December to 18 January."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}