{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/dec/03/resignations-france-feted-theatre-scene", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-03T16:57:06Z", "webTitle": "Resignations and cuts leave France's feted theatre scene in crisis", "webUrl": "https://www.theguardian.com/stage/2019/dec/03/resignations-france-feted-theatre-scene", "apiUrl": "https://content.guardianapis.com/stage/2019/dec/03/resignations-france-feted-theatre-scene", "fields": {"headline": "Resignations and cuts leave France's feted theatre scene in crisis", "bodyText": "Philippe Quesne should be brimming with satisfaction. As artistic director of France’s biggest dramatic arts centre, Nanterre-Amandiers, since 2014, he has drawn ever-larger, ever-younger audiences for shows by artists such as Claude Régy, Joël Pommerat, Jérôme Bel and Milo Rau, all eked from a tiny 1.4m euro (£1.19m) annual production budget. His own work is feted around the world, except – astonishingly – in Britain. This autumn he pulled off the tour de force of hosting Jean-Luc Godard, who invested every nook and cranny of the dank, rickety Nanterre theatre building with myriad screenings of his major and minor works since the 1980s. You could see Woody Allen as the fool in King Lear in the theatre’s costume workshop, or outtakes of Patti Smith – on board the doomed Costa Concordia – in one of its corridors. Godard preferred this environment over the Pompidou Centre, which had offered him carte blanche. However, Quesne (pronounced “kehn”), announced in July that Nanterre’s highly prized directorship was no longer tenable for him and he will step down next year. Quesne’s attempts to overhaul his crumbling building (never renovated since it was built in the 1970s) have revealed fault lines between a central government in retreat, and local powers overplaying their hands in the ensuing power vacuum. Nanterre – adjoining Europe’s biggest business district, La Défense – is Communist-run, and gives only 13% of the theatre’s budget, while owning the building. Local mayor (and development president of La Défense) Patrick Jarry has sniped constantly (despite the theatre’s palpable success, with 50% of its audience under 30) and – according to Quesne – compromised future programming by throwing spanners in the works, failing to support the transitional period during rebuilding. (Jarry has riposted that locally drawn audiences have decreased under Quesne’s tenure.) Hence – ultimately – the director’s bitter decision to move on. Nanterre is not an isolated case: another Greater Paris mayor recently had the respected and buzzing Mains d’Oeuvres arts centre in Saint Ouen evacuated by the police. This followed the withdrawal of the town’s 90,000-euro annual subsidy in 2014, a move which fatally unbalanced the already fire-damaged centre. Greater Paris – attempting to construct a true metropolitan identity from 130 municipalities – seems destined to falter if its existing bright spots are allowed to be dimmed in this way. The central government has reacted late or not at all in these cases, and is in retreat in general in the arts, formerly a bastion of French identity and politics. Theatre-loving Emmanuel Macron risks appearing withdrawn and Hamlet-like as things decline around him. Irina Brook threw in the towel at the Théâtre National de Nice at about the same time as Quesne, after valiant efforts to make the live arts more inclusive and engaged. For Brook, it became clear that her desire for a responsible creative agenda – especially regarding the climate crisis – was incompatible with the constraints imposed by multiple funding bodies. Does this forebode a fall from grace of France’s much-envied cultural sector? Are artist-directors about to become obsolete, like the post-extinction, birdless scarecrows populating Quesne’s last show, Farm Fatale? Quesne’s own directorial work is all about how we form institutions, with cowboys trying to found a museum of sublime landscape paintings (Caspar Western Friedrich), heavy rockers trying to make their own snowbound theme park (La Mélancolie des Dragons) and the survivors of a plane crash creating a new world on a polystyrene tropical island (Crash Park). In the darkly hilarious Night of the Moles, a group of seven moles set about procreating, gorging on giant worms, wordlessly recounting Plato’s cave parable and – as in all his shows – making music. The moles were so good that they now tour as an underground, post-human grunge group named Maulwürfe. These characters’ attempts to cope and evolve are – by definition – non-dramatic, sometimes boring, often a bit pathetic, and always extremely funny. Quesne stages kindliness and cooperation, often against the backdrop of an exterior, unspecified threat. The scenery (which he designs) shapeshifts between cheap-fake and sublime. If his work lacks heroes, villains (and even stories), this is he says because “within the Anthropocene we have now entered the Fictionocene, the era of twisted reality where our supposed leaders are far more grotesque and untruthful than anything we could imagine on a stage.” The lurking offstage menace is – of course – ecological collapse, the destabilising force behind many current political ills. Quesne’s first act as Nanterre director was to organise (with philosopher Bruno Latour and theatre director Frédérique Aït-Touati) a vast pre-enactment of the 2015 Paris climate conference, a serious-play summit in which students from around the world represented the conflicting interests of nation-states, indigenous peoples and non-human entities (soil, seas, rivers). Locked in the theatre for three days, while an audience observed them and took part in further debates, they produced a real protocol that was delivered to the president of the COP 21 climate change conference. Philippe Quesne’s physical legacy in Nanterre might in the endonly amount to the modest garden path he made to link the theatre’s green surrounds to a local park and metro, a vital trail through the disjointed thinking of the Paris metropolis. “It’s funny,” he remarks, “but at the end of Farm Fatale the scarecrows took their greatest treasure – their pulsating eggs, containing the future hope of nature – off stage on a kind of ark. Maybe I, too, will just disappear up the garden path with my actors.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}