{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/dec/05/explosions-broken-noses-pokemon-woe-study-finds-surge-in-phone-injuries", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-12-05T16:00:16Z", "webTitle": "Explosions, broken noses, Pokémon woe: study finds surge in phone injuries", "webUrl": "https://www.theguardian.com/technology/2019/dec/05/explosions-broken-noses-pokemon-woe-study-finds-surge-in-phone-injuries", "apiUrl": "https://content.guardianapis.com/technology/2019/dec/05/explosions-broken-noses-pokemon-woe-study-finds-surge-in-phone-injuries", "fields": {"headline": "Explosions, broken noses, Pokémon woe: study finds surge in phone injuries", "bodyText": "Broken noses, nasty cuts, traumatic brain injury and even death: it sounds like the start of a Quentin Tarantino movie. In fact, they are among the hazards of using a mobile phone. A study by experts in the US has found that since the advent of smartphones, injuries linked to mobile phones have shot up, both indirect injuries – such as those sustained texting while walking – and those caused by the devices themselves, such as the phone hitting someone in the face or the battery exploding. With some of these injuries posing the risk of long-term complications, the authors of the new research say users should be more aware of the dangers of using their devices while attempting other activities, while there also needs to be better education about how to prevent injuries from the phones themselves. “Nobody in their right mind would ever read a book while they are walking, why would they read an entire article on the phone while they are walking?” said Boris Paskhover, chief of facial plastics and reconstructive surgery at Rutgers New Jersey medical school and co-author of the study. But he added: “Everyone does it, everyone. I do it.” Various approaches have been trialled to keep users safe: in Chongqing, China, a stretch of pavement was opened especially for people who use their phones while walking, while in Salzburg airbags have been put on lampposts to raise awareness of the dangers of being distracted by one’s phone. Writing in the journal Jama Otolaryngology, Paskhover and colleagues report how they analysed data from about 100 hospitals in the US, collected between January 1998 and December 2017. In total, the figures suggest just over 2,500 patients arrived at the emergency departments with head and neck injuries related to the use of mobile phones – a figure the team says equates to about 76,000 cases arriving in emergency departments across the whole US. The team add that cases steadily rose over the years as the devices became more common, but shot up from around 2007 as the first iPhone was released and smartphones became commonplace. By 2016, the team estimate the rate to have reached about 29 new cases per million people each year. “Providing constant access to a variety of applications and internet browsers, these devices have become a necessary but potentially dangerous tool used by most people in the United States,” the authors write. Overall, 33% of the head and neck injuries were to the head itself and almost 33% to the face – including the nose. Cuts, bruises and internal organ injury – primarily traumatic brain injury – were among the most common problems. The authors add that while cuts to the face might not sound serious, a lot of money is spent on repairing them, while they can leave scars and have a serious impact on patients’ self-esteem. The team add that an estimated 14,150 cases across the US over the course of the study were down to users being distracted while using their phone, with about 60% of these in individuals aged 13-29. About half of such cases were down to people using their phone while driving, while 90 of them involved individuals playing Pokémon Go. However, injuries can also be down to the phone itself. “I have had a patient who was lying in bed looking at her phone, and it slipped out of her hand, hit her in the face, broke her nose,” said Paskhover. Such injuries, the team add, are more common than indirect injuries among those under the age of 13, possibly down to situations such as the phone hitting them in the face when struggling over a device with a sibling. In another unusual case, a man in the US was bitten by a snake he trod on when crossing a carpark while looking at his phone, an incident caught on camera in 2015. Paskhover added that the number of indirect phone-related injuries recorded in the latest study was probably an underestimate either because the injury was slight and people did not attend the emergency department, or because they do not report the cause of an injury due to embarrassment. However, Paskhover stressed that users needed to be aware of the risks of mobile phone use. “A fall from upright – you can still die from that,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}