{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/dec/05/monetising-hate-covert-enterprise-co-opts-far-right-facebook-pages-to-churn-out-anti-islamic-posts", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-12-05T14:00:14Z", "webTitle": "Monetising hate: covert enterprise co-opts far-right Facebook pages to churn out anti-Islamic posts", "webUrl": "https://www.theguardian.com/technology/2019/dec/05/monetising-hate-covert-enterprise-co-opts-far-right-facebook-pages-to-churn-out-anti-islamic-posts", "apiUrl": "https://content.guardianapis.com/technology/2019/dec/05/monetising-hate-covert-enterprise-co-opts-far-right-facebook-pages-to-churn-out-anti-islamic-posts", "fields": {"headline": "Monetising hate: covert enterprise co-opts far-right Facebook pages to churn out anti-Islamic posts", "bodyText": "A mysterious group has used some of Facebook’s largest far-right pages to create a commercial enterprise that harvests anti-Islamic hate for profit and influences politics across the globe, a Guardian investigation has revealed. For the past two years the Israel-based group has co-opted at least 21 organically grown far-right pages, using them to churn out thousands of coordinated posts to more than 1 million followers across four continents and funnelling audiences to a cluster of 10 advertisement-heavy websites to milk the traffic for profit. The posts stoke deep hatred of Islam across the western world and influence politics in Australia, Canada, the UK and the US by amplifying far-right parties including Australia’s One Nation and vilifying Muslim politicians such as US Democratic congresswoman Ilhan Omar. The network has also targeted leftwing politicians at critical points in national election campaigns, posting false stories about the UK Labour leader, Jeremy Corbyn, and the Canadian prime minister, Justin Trudeau. The revelations show how Facebook has failed to stop clandestine actors from using its platform to run coordinated disinformation and hate campaigns. The network uncovered by the Guardian has operated with relative impunity even since Mark Zuckerberg offered his apology to the US Senate after the Cambridge Analytica and Russian interference scandals. When the Guardian notified Facebook of its investigation, the company removed several pages and accounts “that appeared to be financially motivated”, a spokesperson said in a statement. “These pages and accounts violated our policy against spam and fake accounts by posting clickbait content to drive people to off-platform sites. “We don’t allow people to misrepresent themselves on Facebook and we’ve updated our inauthentic behaviour policy to further improve our ability to counter new tactics. “Our investigations are continuing and, as always, we’ll take action if we find any violations.” The Guardian’s investigation has revealed that the Israel-based group gains access to existing rightwing and far-right Facebook pages by approaching local administrators and offering to act as editors who could bring new content and increase reach. Once they gain access, the Israeli administrators publish identical posts almost simultaneously to the network’s 21 Facebook pages, which have a combined 1 million followers around the globe. Queensland University of Technology researchers worked with the Guardian to confirm that the Facebook posts are being distributed by a single source across the 21 pages, probably using auto-scheduling software. The network published 5,695 coordinated posts receiving 846,424 likes, shares or comments in October alone, Guardian analysis shows. In total, the network has published at least 165,000 posts and attracted 14.3m likes, shares or comments. Australia’s first female Muslim senator, Mehreen Faruqi, felt the full force of the network in August last year, when 10 of its pages launched coordinated posts inciting their 546,000 followers to attack her for speaking in parliament against racism. This prompted what Faruqi described as a “horrific feeding frenzy of racism, fake news and hate”. She says the network represents a “new level of far-right organisation and coordination”. “By allowing racist and misleading posts, social media giants like Facebook, Twitter and Instagram are profiteering from the proliferation of hate speech and abuse,” Faruqi said. A spokesperson for Facebook told the Guardian: “Nobody can advocate or advertise hate or violence on Facebook and we remove any violations as soon as we become aware.” In the UK, the London mayor, Sadiq Khan, who in May said he had been forced to employ 24-hour police protection after repeated threats on social media, has been targeted by the network hundreds of times. The posts falsely claimed Khan said terror attacks were “part and parcel of living in a big city” after the 2017 attack on Westminster and that British people should “leave London if they do not want to experience a terror attack”. The posts have attracted abusive and violent comments. Those behind the network have gone to great lengths to hide their identity. But Guardian Australia’s investigation has connected the operation to one known man in Tel Aviv, who goes by the username Ariel1238a."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}