{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/dec/06/elon-musk-trial-pedo-guy-damages", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-12-06T20:12:54Z", "webTitle": "British cave explorer demands $190m in damages from Elon Musk over 'pedo guy' comment", "webUrl": "https://www.theguardian.com/technology/2019/dec/06/elon-musk-trial-pedo-guy-damages", "apiUrl": "https://content.guardianapis.com/technology/2019/dec/06/elon-musk-trial-pedo-guy-damages", "fields": {"headline": "British cave explorer demands $190m in damages from Elon Musk over 'pedo guy' comment", "bodyText": "Elon Musk should pay the British cave explorer Vernon Unsworth at least $190m in damages for calling him a “pedo guy”, Unsworth’s attorney argued in closing arguments of the Tesla CEO’s defamation trial. The amount of monetary damages came on Friday as the trial, which began on Tuesday, came to a close. The jury is expected to start deliberations later in the day. . Musk is in court for the final arguments, and his attorneys will respond on Friday. L Lin Wood made his case to the jury in a lengthy speech around a single theme. “The answer that you need to find all the other answers is this: Elon Musk is a liar,” he said. Musk, who was seated directly behind Wood, raised an eyebrow. Wood argued Musk lied on multiple occasions. The most obvious inconsistency occurred in his statements about Unsworth’s potential lawsuit. The billionaire testified in court that he had read or been informed of a letter from Wood threatening a lawsuit soon after it was sent on 6 August. But Musk subsequently wrote on Twitter and in an email to a BuzzFeed News reporter that he was not aware of any such legal threat, and suggested that the fact Unsworth had not sued him implied that his “pedo guy” statement could be true. “There’s a lie somewhere,” Wood noted. The attorney argued that the jury should award Unsworth $5m in actual damages, $35m in assumed damages, and no less than $150m in punitive damages. To award punitive damages, the jury must believe that Musk acted with malice. “What in the world would it take to discourage Mr Musk from ever again planting a bomb in the life of another person?” he asked before naming the figure. “I think that would be a hard slap on the wrist.” The case has pitted a 64-year-old British financial adviser earning a salary of about £25,000 ($33,000) a year against one of the richest men in the world. The dispute stems from the Tesla and SpaceX chief’s ancillary involvement in the Tham Luang cave rescue in June and July 2018, which saw 12 young football players and their coach successfully extracted from a flooded cave system by a team of British cave divers. On 13 July 2018, after the successful completion of the rescue, Unsworth said in an interview with CNN that the rescue pod Musk had delivered to the cave site was a “PR stunt”, adding that he should “stick his submarine where it hurts”. A video clip of the interview went viral, drawing the ire of Musk. The billionaire entrepreneur responded in a series of tweets on 15 July, suggesting that Unsworth’s presence in Thailand was “sus[picious]” and calling him “pedo guy”. Musk eventually deleted the tweets and apologized to Unsworth. He apologized again from the witness stand and contended, “I did not accuse Mr Unsworth of being a pedophile.” Unsworth testified that “being branded a pedophile” had made him feel “humiliated, ashamed, dirty”. “I was effectively given a life sentence without parole,” he said. “It hurts to talk about it.” Musk’s attorneys pressured Unsworth to apologize to Musk for his deeming the mini-sub a “PR stunt”, which he declined to do. While much of the evidence presented to the jury over three days of testimony involved the details of the cave rescue and the aftermath of Musk’s tweets, the panel of five women and three men was tasked with a narrow question: determining whether a reasonable person would understand the tweets to mean that Musk was calling Unsworth a pedophile. Musk’s attorneys argued that the tweet was not a statement of fact, but an insult, which is considered protected speech. They also attempted to show that Unsworth’s reputation had not been seriously damaged because his efforts in the rescue operation were rewarded with an MBE, a medal from the Thai king, and other honors. Unsworth’s attorneys introduced evidence of the broad dissemination of Musk’s tweets, which were reported in 490 English-language articles on 361 websites in 33 countries. They also introduced evidence of Musk’s behavior after the 15 July tweets, including his hiring of a private investigator to seek proof of Unsworth’s “nefarious behaviour”. The investigator was actually a conman, but Musk relied on his false information when he called Unsworth a “child rapist” in an email to a BuzzFeed News reporter in August 2018."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}