{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/dec/02/eu-investigates-google-data-collection-practices", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-12-02T14:41:43Z", "webTitle": "EU to investigate Google over data collection practices", "webUrl": "https://www.theguardian.com/technology/2019/dec/02/eu-investigates-google-data-collection-practices", "apiUrl": "https://content.guardianapis.com/technology/2019/dec/02/eu-investigates-google-data-collection-practices", "fields": {"headline": "EU to investigate Google over data collection practices", "bodyText": "The European commission is launching a new investigation into Google, examining the company’s data collection practices, according to a report from Reuters. During the past week, the competition commission has sent out questionnaires to companies that work with Google asking them about the agreements they have made to share data with the search firm. The regulator said: “The commission has sent out questionnaires as part of a preliminary investigation into Google’s practices relating to Google’s collection and use of data. The preliminary investigation is ongoing.” Foo Yun Chee, reporting for Reuters, said the questionnaires for the latest investigation showed that the EU’s focus was on “data related to local search services, online advertising, online ad targeting services, login services, web browsers and others”. The new investigation suggests that the EU is not yet done with its scrutiny of Google, which has already resulted in more than €8bn (£6.8bn) of fines. A 2017 investigation into Google Shopping resulted in a fine of €2.4bn; in 2018, anticompetitive practices involving Google’s Android smartphone operating system were the basis of a €4.3bn fine; and those were followed in 2019 with a €1.5bn fine over advertising violations. In the latter violations, the competition commission has placed increasing emphasis on the contracts Google has signed with third parties – restrictions which are not traditionally a part of antitrust enforcement, but which are widely seen as crucial to how companies such as Google maintain their lead. In the Android case, for example, Google was criticised for requiring handset manufacturers to agree to terms that banned them from building phones using non-Google versions of Android. Tech analyst Ben Thompson argues that such contractual restrictions are increasingly common. “This is an area ripe for enhanced antitrust enforcement,” Thompson wrote in March. “These large tech companies have enough advantages, most of them earned through delivering what customers want, and abetted by the fundamental nature of zero marginal costs. Seeking to augment those advantages through contracts that suppliers can’t say ‘no’ to should be viewed with extreme skepticism.” UK acquisition investigated As well as the EU investigation, Britain’s Competition and Markets Authority on Monday announced its own inquiry into Google, focusing on the company’s acquisition of UK data science startup Looker. In a statement, the CMA said it “is considering whether it is or may be the case that this transaction, if carried into effect, will result in the creation of a relevant merger situation under the merger provisions of the Enterprise Act 2002 and, if so, whether the creation of that situation may be expected to result in a substantial lessening of competition within any market or markets in the United Kingdom for goods or services.” The acquisition, announced in June, saw Google spending more than £2bn on the company, intended to improve the analytics services Google provides customers of its cloud platform."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}