{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/dec/08/pale-hall-hotel-review-grand-touches-stunning-dee-valley-views", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-12-08T09:30:35Z", "webTitle": "Grand touches and Dee valley views: Palé Hall hotel review", "webUrl": "https://www.theguardian.com/travel/2019/dec/08/pale-hall-hotel-review-grand-touches-stunning-dee-valley-views", "apiUrl": "https://content.guardianapis.com/travel/2019/dec/08/pale-hall-hotel-review-grand-touches-stunning-dee-valley-views", "fields": {"headline": "Grand touches and Dee valley views: Palé Hall hotel review", "bodyText": "Where is it? An imposing country house hotel in the tranquil Dee valley, on the fringes of Snowdonia national park. Two hours from London’s Euston station to Chester by train, followed by an hour in a car to Palé Hall. Meaning you can get there just in time for cocktails and a late supper on a Friday night. What’s the pull? Queen Victoria and Winston Churchill both stayed at this Victorian mansion and have suites named after them. Owners Alan and Angela Harper bought the house five years ago and refurbished it with impeccable style. Rooms with a view? Watching the sun rise from the Churchill suite’s full length windows, under a vaulted ceiling, is quite a way to start the weekend. Star attractions? Mount Snowdon, with its rack and pinion railway that climbs 4.7 miles to the summit, is a few miles away. For those feeling more active, there are many established walking routes. The hotel hosts coarse angling and fly-fishing on nearby Bala Lake. Where’s good to eat? If you’re after fine dining then stay in-house. Head chef Gareth Stevenson has developed a smart and delicious menu “to tantalise the taste buds” using local, seasonal produce. A five-course tasting menu costs £70 and is worth every penny. And don’t forget to visit … Rhug Farm’s organic cafe and shop in Corwen, a 20-minute drive away, is a prime example of sustainable farming at its finest. Omnivores should try the house special, the juicy bison burger, but there are good veggie and vegan options, too. Expensive? Yes, but worth it for a special occasion. Rooms start at £234 a night at this time of year, palehall.co.uk Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}