{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/dec/01/sea-views-seal-trips-north-norfolk-blakeney-hotel-review", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-12-01T09:30:00Z", "webTitle": "Sea views and seal trips on the Norfolk coast: hotel review", "webUrl": "https://www.theguardian.com/travel/2019/dec/01/sea-views-seal-trips-north-norfolk-blakeney-hotel-review", "apiUrl": "https://content.guardianapis.com/travel/2019/dec/01/sea-views-seal-trips-north-norfolk-blakeney-hotel-review", "fields": {"headline": "Sea views and seal trips on the Norfolk coast: hotel review", "bodyText": "Where is the hotel? On the north Norfolk coast, overlooking the salt marshes and mud banks between Wells-Next-The-Sea and Cromer. The Blakeney is a stylish, 60-room grand hotel with an award-winning restaurant and a bounty of home comforts. What’s new about the place? All rooms are individually designed and cosy. The restaurant’s daily changing menu reflects the freshness of the day’s catch, and the hotel’s attention to detail. There’s also a decent-size pool and mini gym, if you’re so inclined. Star attractions? Blakeney Point’s grey and common seal colonies are the local heroes and a boat trip from Blakeney or Morston Quay for a peek at them, in their hundreds, is a must-see. Beans Boats’ wisecracking crew have been taking tours around the Blakeney nature reserve for years and there can’t be much they don’t know about the seals and migrating birds. Drive west to Holkham Bay to stroll along the dunes and miles of stunning beach. Room with a view? Yes, definitely! The Lookout on the first floor is a large room with a panoramic window looking out over the estuary, complete with a telescope and binoculars. It’s a wonderful setting in which to watch the wildlife while enjoying an afternoon tea. Where’s good to eat? Try the Moorings in Blakeney High Street, for lunch, tea or supper. And don’t forget to visit… Sandringham is only a half-hour drive away, and in winter the town of Holt, a few miles to the south, is lit up with magical street lights. The lowdown From £141pp a night based on a two-night stay in autumn/winter for dinner, bed and breakfast, blakeney-hotel.co.uk. Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}