{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/dec/05/berlin-notorious-fetish-club-may-be-forced-to-close", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-12-05T12:37:26Z", "webTitle": "Berlin's notorious fetish club may be forced to close", "webUrl": "https://www.theguardian.com/travel/2019/dec/05/berlin-notorious-fetish-club-may-be-forced-to-close", "apiUrl": "https://content.guardianapis.com/travel/2019/dec/05/berlin-notorious-fetish-club-may-be-forced-to-close", "fields": {"headline": "Berlin's notorious fetish club may be forced to close", "bodyText": "The queue at Berlin’s KitKatClub can be so long it wraps around the block. Rain or shine, partygoers wait to enter and shimmy off their jackets and trousers … revealing leather and latex, colourful lingerie, DIY costumes or simply nothing at all. Opened in 1994, KitKatClub’s name is inspired by the burlesque Kit Kat Klub in the musical Cabaret, set in 1930s Berlin against the backdrop of the Nazis rise to power. The fetish club is famed, and notorious, for its fantastical dress code, high-profile techno DJs and also allowing sex. Guests are free to have intercourse across dancefloors and in dark rooms but must never feel compelled to – according to a club policy touting respect, discretion and safety. Soon, however, the underground venue – which has helped define Berlin’s open-minded, alternative image – might be forced to close. According to the Clubcommission, an association representing local nightlife, the property lease for KitKat and the neighbouring Sage nightclub is up in June 2020 and has not yet been renewed. “The premises are partly owned by a Munich investor which has threatened [lease] termination several times,” says Lutz Leichsenring, Clubcommission’s spokesman. “There would need to be a new contract and then it’s a question of under what conditions and how long-term that contract will be.” The location was home to several clubs before KitKat, and has played an important role in Berlin’s history as a techno haven. But in the expanding German capital, the space, in the central Mitte area, would be attractive to build a hotel or offices, says Leichsenring. Several clubs and live music venues have closed in recent years due to new construction, rising rents and noise complaints. Leichsenring says many popular nightclubs are in precarious situations, including Wilde Renate, Else and ://about blank, which could be demolished to make way for a new stretch of highway. Part of the problem, says Leichsenring, is that “investors who just want to cash in, own the building but never renovate or invest in it, while still wanting more rent every year.” “Clubs can only stand this up to a certain point because otherwise they can’t finance big bookings and are in danger of becoming mainstream clubs where only hits are played. No one comes to Berlin for chart music or table service.” “KitKat has been around for 25 years because as well as being inclusive, it offers something else that most other spaces do not, with its sexual openness,” said Daniel Cole, a music journalist and DJ in Berlin. “It’s one of the city’s longest running clubs, thanks to a strong and loyal community base, and a city full of open-minded revellers who love to really let loose.” German chancellor Angela Merkel’s Christian Democrats (CDU), a party known for its conservative family values, has, surprisingly, stepped in to help. CDU politician Christian Goiny, a Berlin native, says “It would be a loss and a bad signal” if KitKat were to close. It shows how valued the scene is, despite controversies, such as drug deaths and a meningitis scare in KitKat last year. “We don’t have to necessarily find it good but we believe nonetheless that club culture is important for a city and society,” says Goiny. “Clubs are independent mid-size businesses, they have 100, 200 employees … It’s not just free time, fun and creativity. There is an economic element.” A government study earlier this year found that every third tourist comes to Berlin for clubbing. The scene generated a €1.48bn turnover in 2018. Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}