{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/dec/02/locals-guide-cork-city-ireland-top-10-tips", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-12-02T06:30:26Z", "webTitle": "A local’s guide to Cork, Ireland: top 10 tips", "webUrl": "https://www.theguardian.com/travel/2019/dec/02/locals-guide-cork-city-ireland-top-10-tips", "apiUrl": "https://content.guardianapis.com/travel/2019/dec/02/locals-guide-cork-city-ireland-top-10-tips", "fields": {"headline": "A local’s guide to Cork, Ireland: top 10 tips", "bodyText": "Best of the black stuff There’s a pub on George’s Quay called Callanan’s. It’s one of my favourite places to take someone who’s from out of town to have a pint of Beamish and watch the old men playing rings in the back room. I’ve taken Steve Reich there, and Aidan Gillen and Camille O’Sullivan. We use it in the Sounds From a Safe Harbour festival for some of the acoustic shows on the music trail we run through the city. It’s real, unpretentious old Cork. The family who run it live upstairs, so when you go to the loo you feel like you’re going through their house. And it does the best Beamish in the city: the atmosphere adds to the taste. • 24 George’s Quay, on Twitter Cafe and culture The Glucksman gallery is a stone’s throw from the southern arm of the River Lee, and it’s always nice to have brunch at the Bobo Café there and then go up and peruse the exhibitions. It’s part of University College Cork, where I studied, so I have a real connection with the place. They often make an academic context for their exhibitions and a dialogue between the artwork and the campus – a recent one was called Circadian Rhythms: Contemporary Art and Biological Time, and it brought together artists and designers such as Suki Chan and Maarten Baas with the university’s microbiome research centre. The brunch menu at Bobo has dishes like homemade granola with yoghurt and fruit (€6.50), shakshuka, and chilli tempeh with beans and patatas bravas (both €9). A night at the opera There are great venues all over Cork: the Opera House, the Everyman, Live at St Luke’s, the Kino … You’re never short of work to go and see. I was chief executive at the Opera House for five years. So many people said it was a poisoned chalice but I have zero regrets, and it’s how I ended up doing what I’m doing now. It’s 165 years old (rebuilt in 1963), the largest venue in the south of Ireland but still an incredibly intimate room, with 1,000 seats, and not a bad one in the house – wherever you are, you always feel close to the action. And acoustically it’s beautiful. I used to love standing in the room after a show, when the atmosphere was still hanging in the air. Morning coffee The Sounds from a Safe Harbour festival was created in the Soma and Filter coffee shops; I didn’t have an office when I started, so I used to settle myself in one of them each day, put my headphones in and work. Filter is the long-established coffee house in Cork and stocks coffee from roasters such as 3fe in Dublin and Square Mile in London. Soma roasts its own coffee: it also has a wine licence and serves lunch, brunch and evening tapas. • Filter, 19 George’s Quay, on Facebook. Soma, 23 Tuckey St, somacoffeecompany.ie Michelin-star Japanese Chef Takashi Miyazaki started with a tiny Japanese takeaway, Miyazaki, in 2015 before he opened the more upscale Ichigo Ichie, and within months he had won himself a Michelin star. He’s always there, cooking in front of everybody. Originally from Fukuoka in southern Japan, he trained in fusion teppanyaki cooking and moved to Ireland in 2008. The original takeaway is on a residential street and daily specials might include lemon ramen, hake hotpot and sweet and sour cod nanban don (from €13.50). Ichigo Ichie seats 25 and offers a set 12-course kaiseiki menu (€120 a head), where dishes might include pistachio tofu with beetroot miso, apple blossom and gold leaf; Bantry Bay sea urchin; and Asian pear with sanshō in rosé wine and nasturtium with “shiso fluff”. Miyazaki has also won a string of awards and participated in food festivals across Cork. I used to programme the Mitchelstown Cave concerts, about an hour outside of Cork, and he cooked at a pop-up there. • Miyazaki, 1A Evergreen St, on Facebook. Ichigo Ichie, 5 Fenns Quay, ichigoichie.ie River and park walk A beautiful walk follows the northern arm of the River Lee from town to Fitzgerald’s Park. It’s a special place for me – we used to live in a house right on the park, and there’s a massive big old tree there that my mother used to say was a fairy tree (she used to run ahead and put presents in it for us kids to find). There’s a stage in the park now that’s used throughout the summer. I did one event there where we used GPS to install Music for Wood and Strings, by Bryce Dessner, the American composer and guitarist with rock band the National – as you walked through the park the music would evolve. Famous food market The covered English Market in the city centre has been trading since 1788. It was given this name to distinguish it from the St Peter’s Market, which once stood nearby. We go here every single day – I pick the kids up from school and we go and get stuff for dinner. There’s a different stall for everything: red meat here, chicken there, fish from the other end. You can buy “duck” loaves (tapered at both ends), local raw milk and fresh oysters. I recommend the cured, spiced joints of beef from Tom Durcan – they are really good for slicing up at Christmas. • englishmarket.ie Veggie paradise Cafe Paradiso is one of Europe’s best vegetarian restaurants, founded by chef Denis Cotter. He used to be a banker, set up the restaurant in 1993, and is now the author of several cookbooks including Wild Garlic, Gooseberries and Me. Cafe Paradiso is known for using seasonal, local produce and cheeses, working closely with Gort-Na-Nain Farm, near the coast south of the city, and the current menu includes celeriac and crozier blue dauphinoise, and rosemary set custard with figs and damson port (three courses €46.50, starter and main €38.50). In 2017, the festival put on a secret gig: audiences had to follow signs written in chalk along the pavement to reach the venue, where there were performances by Lisa Hannigan and David Kitt, and dancers led by Jessica Dessner, followed by Denis Cotter serving you a plate of food. • 16 Lancaster Quay, paradiso.restaurant Happy hour … any time Visit the River Lee Hotel for a pre-anything cocktail. Before breakfast even. This year they made us a Safe Harbour cocktail for the festival. I can’t remember exactly what went into it – things that shouldn’t go well together, like rum, Guinness and lime. It was a dirty brown colour. But I tried it on the Thursday night with Jon Hopkins and it tasted fantastic. • Western Road, doylecollection.com Classic clothing My wardrobe’s full of Miss Daisy Blue, an incredible vintage shop off one of the market arcades, curated by Breda Casey. It’s small, but has two floors – upstairs is more evening wear. We once did a fashion show in the market called Fable and all the clothes were from Miss Daisy Blue. Irene Buckley composed the music, there was poetry from Doireann Ni Ghriofa, and we brought dancers instead of models. They finished with a performance by the dancer Stephanie Dufresne around the market fountain. • Unit 12-14, Market Parade, on Facebook When to go Cork hosts festivals aplenty, and as it’s a relatively small place, the whole city buzzes when one hits town. Just three of the highlights are the Cork Harbour Festival (5-24 May 2020), a celebration of Ireland’s maritime heritage in the second largest natural harbour in the world; the Cork Jazz Festival (22-26 October 2020); and the Cork Film Festival in mid-November. Where to stay The historic Metropole Hotel (doubles from €98 room-only), on trendy McCurtain Street, has had a tasty makeover. The city’s newest hotel is The Clayton (doubles from €98 room-only). The Vienna Woods Hotel (doubles from €98 room-only) on the outskirts of town has plenty of old-world charm and is in a lovely woodland setting. Further information at purecork.ie Mary Hickson is the director of Sounds From a Safe Harbour festival Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}