{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/dec/04/secret-vault-room-edinburgh-new-hostel", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-12-04T15:42:15Z", "webTitle": "Enter the Vault: the 'secret' room at Edinburgh's new hostel", "webUrl": "https://www.theguardian.com/travel/2019/dec/04/secret-vault-room-edinburgh-new-hostel", "apiUrl": "https://content.guardianapis.com/travel/2019/dec/04/secret-vault-room-edinburgh-new-hostel", "fields": {"headline": "Enter the Vault: the 'secret' room at Edinburgh's new hostel", "bodyText": "How does a hostel stand out from the crowd? Sometimes by embracing novelty. A former courthouse in London threw off the shackles to become Clink; in Reykjavik the crumbs of a biscuit factory were swept away to create Kex; and in Amsterdam, one of the city’s most famous brothels has a new life as Cocomama. Now, an Edinburgh hostel looks to be upping the ante by turning what was once a secret vault into a room with just enough space for a double bed behind the original six-inch steel safe door. What has become the Vault room – a mere 3.2 sq m, and retaining its foot-thick walls – was discovered by architects during redevelopment work at a former fruit and vegetable market in the Scottish capital’s Old Town. It is now set to act as a showpiece room in the new 139-bed hostel, part of the St Christopher’s Inn chain, which opened in late November. Described as “very well soundproofed”, the Vault’s hefty door is said to weigh more than a tonne, though any jangling nerves should to be calmed by news it has been welded open to avoid trapping travellers. The room features specially designed wallpaper that depicts rows of safety deposit boxes and has a safe that serves as a fun, in-room gaming experience. An en suite bathroom has been fitted outside the vault door. Designed in conjunction with local escape room specialist Escape Reality, the challenge is to crack the code of the safe and in the process release some goodies for your stay. “The entire room is basically a large, walk-in safe,” according to Sophie Herbert, marketing director of St Christopher’s Inns’ parent company Beds and Bars. “Our best guess is that it was a vault for cash takings from the days when the site was a flourishing fruit and veg market serving the city. Certainly, it would have been almost impregnable.” The new hostel, which is opposite the existing St Christopher’s Inn property and close to the city’s Waverley station, is in a two-storey structure on Market Street that dates back to the late 1800s. Its 139 beds are spread across 18 rooms that have been themed around different areas of the city. There are private rooms, such as the Vault, and dorms for up to 12 people. Prices for beds start from £9.90 a night B&amp;B in low season to £68 a night B&amp;B for a private double in high season. Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}