{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/dec/01/fun-physics-the-god-particle-tour-cern-european-organization-for-nuclear-research-switzerland", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-12-01T11:00:03Z", "webTitle": "Fun, physics and the God particle: a tour of Cern, Switzerland", "webUrl": "https://www.theguardian.com/travel/2019/dec/01/fun-physics-the-god-particle-tour-cern-european-organization-for-nuclear-research-switzerland", "apiUrl": "https://content.guardianapis.com/travel/2019/dec/01/fun-physics-the-god-particle-tour-cern-european-organization-for-nuclear-research-switzerland", "fields": {"headline": "Fun, physics and the God particle: a tour of Cern, Switzerland", "bodyText": "There is something retro and subterranean about the maze of narrow corridors ahead of us. Exposed steel pipes run along the ceilings, the floors are shiny linoleum and the doors are moulded wood. It looks as if it has barely changed since it was built back in the 1950s. Welcome to the European Organization for Nuclear Research, better known as Cern, home to the largest particle physics laboratory in the world. Beyond the design, what is more retro, liable to make you misty-eyed for a bygone era, is how it all came into being. In a burst of idealism after the war, scientists petitioned the UN to open a research centre where countries, including Britain, could work together in a spirit of peace, harmony and progress, collaborating and sharing data on how the universe is made. “Science isn’t interested in religion or borders,” says our guide for the morning, particle physicist Dr Conor Fitzpatrick. “You’ll see Palestinian physicists working alongside Israeli ones.” Dr Fitzpatrick pauses for a moment and points to a small, unassuming plaque hanging on the wall that reads: “Where the web was born.” Here in 1989, Tim Berners-Lee came up with the idea as a means of sharing information with scientists in different universities and institutes.” Cern, near Geneva, is the holy grail for physicists. There isn’t really anywhere else quite like it, which is why I’m here with my son, an A-level physics student, who is thrilled as we walk through the corridors of the theoretical physics department. He nudges me to look into some of the small offices either side of us, as if we are on a physicists safari. There they are, theoretical physicists in their natural habitat, sitting at desks deep in contemplation or scrawling indecipherable formulae on whiteboards, trying to figure out where all the dark matter is hiding. The pinnacle of any visit here is, of course, to find out more about the Large Hadron Collider (LHC), which, as Dr Fitzpatrick explains simply, is two hollow pipes that contain two beams of protons, insulated like a giant thermal flask. The LHC is huge, around 7km in diameter and 27km in circumference. You cross the French border several times if you go around the ring. The most exciting time to be here, says Dr Fitzpatrick, was 4 July 2012 when they shared the news that they had observed a new particle “consistent with the Higgs boson”, otherwise known as the “God particle”. “The atmosphere was incredible,” he recalls. “There were queues outside the auditorium; people had heard the rumour and they were sleeping in queues to get in.” Dr Fitzpatrick’s natural passion for his subject is infectious – at some points I think I even understand what he’s talking about. At first it sounds simple enough and I wonder how I could possibly have failed my physics O-level. “We’re interested in the area before the Big Bang, when energy was high and that energy allows us to form fundamental particles. As we collide particles, it allows us to create ones that didn’t exist at this time – 13.8bn years back when energy was last this high.” Uh-huh, I see. “Everything we see and touch is matter. For every matter particle there has to be an antimatter particle. During the Big Bang, antimatter was produced but what happened to it? Did it disappear over time?” The more you learn, the more weirdly wonderful it is. There’s an artistic element to it, too. Fitzpatrick shows us something called the wire chamber: golden and gleaming with layers of tungsten wires, it looks like a measuring instrument straight out of His Dark Materials. “Resident artists record what they see here because some of the designs are so beautiful,” he says. People were in tears, he says, when it was taken out of use. It’s time for lunch, and we sit in Cern canteen with Dr Fitzpatrick and his wife, who between them have matter covered. He specialises in antimatter and she is an assistant professor in dark matter. So what’s the difference between the two? Patiently they explain. Antimatter is produced by lightning and cosmic rays, and is predicted by standard particle physics theories. Dark matter cannot be seen using light, which is why no one has found it yet. “Ah, I see,” I say. Afterwards I feel quite pleased with myself, but my son is mortified, telling me this is easily the most embarrassing question I could ask a particle physicist. At least I tried, I tell him. Cern is easy to visit. It’s 20 minutes by bus from Geneva train station, which is a three-minute walk from where we’re staying. 9 Hotel Pâquis is a great value design hotel with a bijou pool. We’re in an area that is more lively and interesting than the Geneva I had expected. Instead of wall-to-wall banks and designer watch shops, the streets are lined with cafés and bars. We enjoy a delicious Lebanese kebab and mezze after midnight on crowded tables spilling out on to the pavement. When I meet my walking guide the next morning, she isn’t overly impressed. “You do realise you’re in the middle of the red light district?” she says, and leads us briskly through the narrow streets towards the Geneva I imagined: remote, elegant and icily exclusive, with sweeping boulevards and grand fin-de-siècle hotels overlooking the lake. We take a river boat on Lake Geneva and spot, in the hills, Villa Diodati, where Mary Shelley, Lord Byron and Percy Bysshe Shelley famously spent three rainy summer days in 1816, creating stories to tell each other – one of which became Frankenstein. She points out one of the hotels on the waterfront, where Dostoevsky stayed, gambling so heavily he had to sell his wife’s wedding ring. But we’re not here for literary anecdotes; my son is restless for more physics. So we head for Bern and the Einstein trail – a two-hour train trip from Geneva. Bern is a fairytale city, one of the smallest capitals in Europe, with medieval spires and cobbled streets. Threading through it like a green ribbon is the star of the city, the river Aare, where people swim, paddleboard and kayak in its opal waters. Einstein moved to Bern in 1903 for two years, living with his wife Mileva Marić and son Hans Einstein. In a modest apartment on the third floor of a narrow house, he developed the theory of relativity. Einstein was certainly in the right place to contemplate the nature of time. From his sitting room window he would have heard the Zytglogge clock tower striking the hour. Built in the early 13th century, the clockwork mechanism was the pride of Bern and one of the most advanced in Europe. It still has to be wound by hand each day. A 20-minute walk across the city from his apartment is the Einstein Museum. Small but informative, it features pages of his febrile scrawl, formulae and equations. There is more about the man himself, too, his interests and passions: social justice, civil rights, pacifism and… falling in love. Those he loved, along with his two wives, included, apparently, a physicist, a spy, a librarian and “perhaps” a nightclub dancer. We wander back along the river to our hotel, Hotel Allegro, which has lovely views across the old town. My son stays put and I’m sent on an errand, a trip to McDonald’s instead of a pricy supper – barely a saving at 20 Swiss Francs (£16), and that’s only for him. The next evening is more opulent: mushroom soup and rosti in the candlelit baroque splendour of Kornhauskeller, an old wine cellar with frescoed vaulted ceilings. Early the next morning, we take a tour of the clock tower, climbing the steep medieval stairs for an impressive view across the ancient tiled roofs of the city, then a look at the clock mechanism itself. An intricate structure of cogs and wheels, it is powered by a pendulum that has marked each second for the past 800 years, the perfect point to end our adventure in time. Way to go One-way flights on Swiss International Air Lines start from £74 to Zurich and £83 to Geneva. The Swiss Travel System provides a range of travel passes and also includes the Swiss Museum Pass, with free entrance to 500 museums and exhibitions. Prices from £185 for 3 days in second class. To book a guided tour of Cern visit home.cern. Hotel Allegro Bern has doubles from £114. 9 Hotel Pâquis has doubles from £106. For more information on Switzerland, visit myswitzerland.com. For packages, trains and air tickets, go to sales@stc.com Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}