{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/dec/02/tv-tonight-watch-this-panorama-epstein-prince-andrew", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-12-02T06:20:25Z", "webTitle": "TV tonight: Prince Andrew's accuser speaks out", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/dec/02/tv-tonight-watch-this-panorama-epstein-prince-andrew", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/dec/02/tv-tonight-watch-this-panorama-epstein-prince-andrew", "fields": {"headline": "TV tonight: Prince Andrew's accuser speaks out", "bodyText": "Panorama: The Prince and the Epstein Scandal 8.30pm, BBC One Prince Andrew accuser Virginia Guiffre gives her first British television interview about her meetings with the prince in this hour-long special. She claims she was trafficked by Jeffrey Epstein and forced to have sex with the prince, and the royal family will no doubt be bracing themselves for more revelations about Prince Andrew’s relationship with Epstein following his catastrophic recent Newsnight interview. Ammar Kalia Growing Up Poor: Britain’s Breadline Kids 10pm, Channel 4 With an estimated 4.1 million children growing up in poverty in the UK, this Dispatches documentary follows three children and their families over the course of a year to show the realities of living when day-to-day decisions include whether to heat or eat. Eight-year-old Courtney from Cambridge is suffering from her family’s delayed universal credit payments while, in Suffolk, 15-year-old Danielle lives with her mother in a single-room bedsit. Austerity’s shocking effects exposed. AK Reported Missing 9pm, BBC One It is never easy to watch cases of missing people, particularly the anguish of loved ones left behind. Every second counts in the search, never more so than here: Cheshire police need to move fast when an ex-soldier suffering from PTSD posts a message declaring his intention to end it all, before disappearing. Hannah Verdier Chris Tarrant: Extreme Railway Journeys 9pm, Channel 5 Jonathan Harker, the English protagonist of Bram Stoker’s Dracula, was unimpressed with Transylvanian transport: “The further east you go, the more unpunctual are the trains,” he complained. Tarrant has better luck travelling from Budapest to Bucharest, taking in spooky sights along the way. Ellen E Jones Storyville: Facing Franco’s Crimes – The Silence of Others 10pm, BBC Four A quietly harrowing tale of the brutal 40-year reign of Spanish dictator General Franco and the Spanish government’s “pact of forgetting” his crimes. With testimony from Franco’s surviving victims, it is a powerful tale about the ongoing fight for justice. AK A Very Yorkshire Brothel 11.15pm, ITV Mother and daughter team Kath and Jenni run Sheffield’s foremost “special” massage parlour and they are now taking their expertise to Holbeck in Leeds, where the council has closed local brothels and decided to decriminalise street prostitution. Will the move make sex workers’ lives safer? AK Film choice The Matrix 9pm, Sky One The Wachowskis’ groundbreaking sci-fi action fantasy, melds cod-zen philosophy, a little Alice in Wonderland and lots of flying kung fu into a thrilling cyber adventure that still holds up 20 years on. Keanu Reeves is hacker Neo, signed up by rebels Morpheus and Trinity to fight for humankind. Paul Howlett Live sport UK Championship Snooker 1pm, BBC Two. Sixth day coverage from London. FA Cup Football: Solihull Moors v Rotherham United 7pm, BT Sport 1. The clash from Automated Technology Group Stadium. Championship Football: Preston North End v West Bromwich Albion 7pm, Sky Sports Main Event. Live from Deepdale."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}