{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/dec/07/watchmen-tv-show-masterpiece", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-12-07T11:00:09Z", "webTitle": "Watchmen: such a masterpiece it's almost too much to bear", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/dec/07/watchmen-tv-show-masterpiece", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/dec/07/watchmen-tv-show-masterpiece", "fields": {"headline": "Watchmen: such a masterpiece it's almost too much to bear", "bodyText": "A rare treat for me this week as I get to watch eight hours of exquisite prestige TV, and not the usual stuff that fills this column, like that time I saw Barry from EastEnders wrestling with a pipe full of Michael Buerk’s crap in Celebrity 5 Go Barging. Normally, I am served the mince and asked to chew the gristle out of it and tell you whether or not the taste is worth the effort. Today, finally, I get a steak, and honestly I don’t know what to do with it. I feel like quietly asking the waiter for ketchup to help me gulp it down with. So to Watchmen (Monday, 9pm, Sky Atlantic), then, which is an astonishing feat of adaptation, a miracle of a series that slowly unfurls like a puzzle box: at times so cinematic as to be breathtaking, just a little bit pretentious, and unafraid to take risks (the recent black-and-white flashback episode deserves to sneak into any “best individual TV episodes of the decade” lists). To recap: in 1986, Alan Moore and Dave Gibbons produced an intricate-like-a-watch limited comics series for DC that was widely thought to be totally unadaptable for TV or film (brief synopsis: masked vigilantes with human flaws, plus one unkillable superbeing, help win the Vietnam war and try to end the cold one). In 2009, Zack Snyder had a go, and gave us Watchmen, which was exactly fine; now, 10 years later, Damon Lindelof has taken the best bits he learned on Lost and The Leftovers and produced a sequel that is … well. I don’t want to say “a masterpiece”, in case the series finale reveals that everyone has been dead all along again. But, on current form, it’s something very close to it. In the 2019 version, the central story is this: in Tulsa, Oklahoma, no-bullshit masked detective Angela Abar (Regina King) investigates the murder of her police chief. That’s about all I can tell you without spoiling literally every other moment of the show, but safe to say other elements whirl into view like planets revolving around a central sun. There is the banished OG Watchmen villain Adrian Veidt (Jeremy Irons), toiling away in a mansion filled with clones; there’s the existence of the shadowy Seventh Kavalry, an analogue of the Klan, who serve as the threat for the delicately constructed racial tensions that sit within the story; there’s the constant void of Doctor Manhattan, Earth’s god-slash-absentee father; squid keep falling out of the sky; clocks keep threateningly ticking. The timeline oscillates between the real-life 1921 Tulsa massacre that opens the series, the 1938 formation of vigilante justice, the 1983 events that underpinned the original comics and the year 2019, and figuring the way all the connections click together satisfies the same tangle of neurons in your brain that light up when you get a tricky cryptic crossword clue right. Anyway, it’s great. For a story where the main mechanical thrust is “what if we had special detectives with superhero masks and cool outfits?” – and the main villain is a superbrain genius who keeps catapulting dead clones into the void of space – it is anchored in something remarkably real and raw and human. Can’t wait to watch Channel 5’s Celebrity Seance or something, next week. This is all a bit too much for me."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}