{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/dec/10/best-tv-shows-2019-no-8-this-time-with-alan-partridge", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-12-10T06:00:03Z", "webTitle": "The 50 best TV shows of 2019: No 8 – This Time With Alan Partridge", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/dec/10/best-tv-shows-2019-no-8-this-time-with-alan-partridge", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/dec/10/best-tv-shows-2019-no-8-this-time-with-alan-partridge", "fields": {"headline": "The 50 best TV shows of 2019: No 8 – This Time With Alan Partridge", "bodyText": "When it was announced that Alan Partridge was to return to TV in early 2019 as co-host of a chat show, the big question was: would he stand out in his incontinent crassness in a media landscape that contained actual buffoons such as Piers Morgan? The answer was a resounding yes, not least because, unlike the crudely calculating troll Morgan, Partridge yearns – desperately and unsuccessfully – for mainstream normality, has a modicum of moral sense and is a far more complex character. Since his creation in 1991, Partridge has worn the sports casual garb and spoken with the familiar cadences of a safe-pair-of-hands BBC presenter. However, in so doing, he is constantly betraying his inner mass of neuroses, reactionary opinions and seething career and sexual frustrations. This makes him a perfect fit for a One Show-type programme such as This Time. Enough time had passed since he pursued the head of the BBC round a restaurant brandishing a lump of cheese and accidentally shot a guest on Knowing Me, Knowing You. He had been languishing on North Norfolk Radio, lording it over Tim Key’s Sidekick Simon in Mid-Morning Matters. But in TV, unlike F Scott Fitzgerald’s America, there are many, many second, even third acts. And so, when Alan got a job as a last-minute replacement on This Time, he grabbed it like it was his due. The principal difference between the Partridge of yore and the Partridge of 2019 is the more naturalistic, nuanced feel brought by co-writers Neil and Rob Gibbons. This may have disappointed some fans familiar with 90s Partridge and its big, bombshell moments – falling cows, rude car graffiti and so forth – all swaddled in studio laughter. This Time was almost eerily low-key, taking place in a silent studio, which takes a little acclimatising to. What’s more, Alan has become a little more “woke” in recent years, having renounced homophobia after a chat with Dale Winton. On This Time, he entered the studio in a Rolls-Royce apparently packed with old-style dolly birds – “fizzed up squealers” – only for them to turn out to be members of a theatre group protesting exploitation; the “woman” he slapped on the backside actually “a shaved boy”. This change of heart, however, probably has more to do with the perception that, Morgan notwithstanding, you must at least make a show of political correctness on modern TV. Alan, however, remains the unreconstructed article, as shown in his dealings with co-host Jennie Gresham (the brilliant Susannah Fielding). He constantly cut across her with inappropriate interruptions, mansplanations and casually appalling remarks. Her struggle to maintain her glued-proper BBC composure as her inner shock absorbers were tested to the limit was one of the show’s joys. There were many more: Lynn recast as a dogsbody-cum-Lady Macbeth; the mutual antagonism between Alan and field reporter Ruth Duggan; Alan’s Irish doppelganger breaking into Republican song with Come Out, Ye Black and Tans; a relentlessly confusing conversation with a man from Sunderland; the segment on correct handwashing, and a thousand other tiny slivers of genius that take repeat viewings to appreciate. By the end, with Jennie having walked out and Alan forced to take a meeting with her and the director general of the BBC, it seemed he had blown it. But Coogan and the Gibbons brothers certainly did not do so with this series – a fine upgrade of Partridge for our times, whose reputation is likely to grow rather than diminish."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}