{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/dec/03/upright-review-tim-minchins-road-trip-series-is-clever-scenic-and-addictively-good", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-12-02T21:11:40Z", "webTitle": "Upright review – Tim Minchin's road-trip series is clever, scenic and addictively good", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/dec/03/upright-review-tim-minchins-road-trip-series-is-clever-scenic-and-addictively-good", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/dec/03/upright-review-tim-minchins-road-trip-series-is-clever-scenic-and-addictively-good", "fields": {"headline": "Upright review – Tim Minchin's road-trip series is clever, scenic and addictively good", "bodyText": "Positioning a piano outside its natural environment has a way of making the instrument visually arresting. If in doubt, consult the famous beach scene in the director Jane Campion’s 1993 masterpiece The Piano, with Holly Hunter tapping away as waves roll into the shore and night turns to day. Consult, also, Foxtel’s addictively good eight-part series Upright, an on-the-road dramedy revolving around a musician’s journey from Sydney to Perth, to return home to his dying mother. Created by Chris Taylor (of The Chaser) and directed by Matthew Saville (whose recent work includes TV productions Friday on My Mind and Seven Types of Ambiguity), the show spans many outback locations, from a good old bikie-infested pub to a beautiful pink salt lake which, one character speculates, must surely be coloured by “flamingo shit”. But there’s a physical centre that anchors the narrative, no matter where it leads: an old piano loaded on to a trailer. This instrument is being transported by the aforementioned musician, Lucky, who is played by Tim Minchin – also one of the writers on this show (the others are Taylor, Leon Ford and Kate Mulvany), as well as a producer on the show. In Upright, Minchin’s eyes seem naturally ringed by stress and worriment rather than the kohl that his on-stage persona prefers. The musician, comedian, actor, writer, Matilda the Musical creator – etcetera etcetera – keeps the scarecrow hair, of course, and amps up the slightly wastoid demeanor, conveying the countenance of a flaky sort of fellow who had a beer for breakfast and might write a song about it in the afternoon. Upright is a two-hander shared between Lucky and a young teenage companion, Meg (Milly Alcock), who come together quite literally – meeting after colliding in a car accident early in the first episode. While Lucky is a little adrift from reality, a little distant, Meg is high-wired and in your face, pouncing on every moment: a potty-mouthed rebel with a big attitude and a take-no-guff personality. En route to the hospital, Meg tells Lucky she doesn’t believe in coincidences: the old “everything happens for a reason” chestnut. He rebukes her with a more jaded and world-weary perspective: that in fact “nothing happens for a reason, or everything happens for no reason”, thank you very much. This scene, which playfully discusses fate and probability, is a melancholic riff on ideas expressed in one of Minchin’s comedy songs, the faux-romantic If I Didn’t Have You. In it he explains to his wife that “if it wasn’t for you, darling you, I really think that I would probably have somebody else.” It is a clever introductory segment, establishing an odd-couple chemistry that goes beyond introvert versus extrovert, or old versus young, suggesting two people coming at things from fundamentally different perspectives. Without labouring the point, we are informed that Upright is a story about large and small journeys – ie Lucky’s big trip back home (an easy metaphor for the “road of life”), plus smaller and more expeditious missions en route. The road story format allows the screenwriters to move briskly from one (mis)adventure to the next, sometimes with a funny line or brief absurdity to counter potential heavy-handedness. Episodes tend to begin with either an allusion to Lucky’s family predicaments or a flashback detailing something about them. It becomes gradually clear what his mother means when she says, in a phone message played back on several occasions, that he should come home because “everybody makes mistakes”. Minchin’s performance combines stoner-like man-child and emotionally stunted adult with a splash of shaggy panache all his own, evolving his character from sad-sack weirdo to a reasonably complex person. Alcock is excellent as the other half of the odd couple: with a head-turning, hair-trigger performance that delivers the show an almost electrical energy. The talented cinematographer Katie Milwright (who recntly shot Gurrumul, Celeste and a couple of episodes of Tidelands) conjures a slick but weathered look: a bit sticky, a bit hot, a bit dusty, sans the cliche hot-and-humid Australian aesthetic. The surrogate father/surrogate daughter element between the two leads evolves so organically you barely notice it happening. Matthew Saville has lightness of touch – he is a very humane kind of director with an obvious interest in exploring how decent but flawed people behave in emotionally demanding situations. The most powerful example is his terrific 2007 feature film Noise, though there are traces of it throughout his oeuvre – from Please Like Me to the feature film A Month of Sundays. Musical elements are present throughout Upright but downplayed. Saville and his writers appear to be reluctant to divert the series into full toe-tapping party mode, as if doing so might constitute too much of a Tim Minchin-ism. When the star plays the piano, it resonates. But the piano is not just an instrument: it’s sort of a character, sort of a visual motif, and certainly a centre of gravity around which the drama and comedy orbits. • Upright airs in the UK on Sky Atlantic, and streams on NOW TV. In Australia, it airs on Fox Showcase and streams on Foxtel"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}