{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/dec/01/undiscussable-podcast-review-charlie-webster-domestic-abuse", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-12-01T05:30:01Z", "webTitle": "The week in radio and podcasts: Undiscussable review – compelling, essential listening", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/dec/01/undiscussable-podcast-review-charlie-webster-domestic-abuse", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/dec/01/undiscussable-podcast-review-charlie-webster-domestic-abuse", "fields": {"headline": "The week in radio and podcasts: Undiscussable review – compelling, essential listening", "bodyText": "Undiscussable (podcasts.apple.com) Charlie Webster is a television presenter, mostly for Sky Sports, who works hard and does so much charity work you could declare her on a tax return and claim back your whole salary. She’s run loads of marathons – more than 10, a sort of madness – for various charities, including the Bobby Moore Fund for Cancer Research UK and Women’s Aid. She has ridden three stages of the Tour de France, raising money for disadvantaged young people, and, in 2016, did a six-week, 3,000-mile cycle ride from the London Olympic Stadium to Rio de Janeiro to raise funds for the Jane Tomlinson Appeal. While in Rio, she came down with a rare strain of malaria and was given 24 hours to live. She lived. Almost immediately, she joined up with charities that work to eradicate malaria, launching a Mass Action Against Malaria initiative in Uganda in 2018 and giving a keynote parliamentary speech. And now she’s made a podcast, Undiscussable. It is not at all what you might expect from her CV, though her charity work gives a hint. Webster’s life has not always been easy, especially when she was younger, and much of her adult life has been spent rushing around trying to find solutions to what has hurt her, so that others don’t suffer. She is that most marvellous thing, a proper, driven do-gooder. So, Undiscussable. This is a podcast about domestic abuse and what we might do in the UK to help solve it. With my critic’s hat on, I can tell you that, structurally and editorially, Undiscussable is a bit of a mess. Webster hops about, both physically – one minute she’s at a women’s refuge, the next she’s at a meeting at 10 Downing Street – and mentally. She’ll make a point about how much money domestic abuse costs the world; then wonder why we concentrate on women being abused, and not men; and follow that with a quick mention of the domestic abuse bill (currently making very slow progress through its various stages). All this without really explaining what she’s up to, or why. In terms of storytelling – a clear, narrative through-line – this podcast is all over the shop. But, crikey, Webster utterly makes up for this with her energy and, even more, her empathy. She listens, she understands, she gives people the time to tell their stories. She talks to experts, to survivors, to people working on the frontline; she gets upset, she gets cross, she cries. I cried, too, on several occasions. And in episode five, Fighting Your Past, Webster explains why she is so moved to try and solve domestic abuse. She reads out an essay she wrote when she was a teenager, entitled Notes on Life: “I remember the time when I looked into those psychotic eyes as he charged down the corridor, clearly coming for me. His teeth were gritted so hard… His intimidating size made me shrink down into a corner, my whole body began to shake violently and my stomach hurt so much.” Surely, you think, a teacher would read this and immediately contact social services. But nobody did a thing. Still, she got an A* for the essay. Webster talks to her mum about their shared past with Webster’s stepdad. Her mum says, “I was trying to create the love that I wanted, and the family that I wanted, by creating this look on the outside, saying, this is what I want. I used to think it would change.” Webster’s stepfather and her mother were together for 29 years. She left with two Lidl bags of belongings and £60. In the midst of all of this, Webster is big enough to make the point that perpetrators of domestic and sexual abuse are usually victims themselves. Their abusive actions were learned when young from those older than them. Webster has particular empathy for teenage boys, who are often blamed as evil, when they simply haven’t been taught how to have healthy relationships. And in episode four, she meets Zac. Zac works with boys that display harmful behaviours, helping them unlearn dangerous sexist assumptions. “When that young person was 11,” he says, “we were fine with them saying: ‘Oh, girls have to do this, if you ask a girl for sex you should get sex.’ We thought that was just lad banter. But then when they commit a rape five years later…” Zac gets a lot of school referrals. He has funding to work in just two London boroughs, Brent and Croydon. God, Undiscussable is compelling, essential listening. Yes, it has its flaws. Yes, like its creator, it tries to do too much. But, you know what? At least it’s trying. Three interesting business podcasts Music Made Me Do It A new podcast from Loud and Quiet magazine, this interviews people who’ve started businesses in the music industry. Stuart Stubbs presents, and the first show is with Paul Epworth (producer of Adele, Paul McCartney and loads of others). Epworth talks (a lot) about his career, chosen because, as a musician, he “wasn’t particularly good”, so thought he would learn how to make his music sound better: “I honed my talent as somebody who was able to polish a turd”. Future episodes promise Martin Mills, founder of Beggars Banquet, and PR extraordinaire Barbara Charone. How Do You Do? Another new podcast explaining the baffling world of the creative industries. Presented by Hattie Moir and Florence Bass, this show is brought together by Random House, DK Books, BMG and Freemantle, and so features book, music and TV types. Some sharper editing and better music is needed, but the first show, with Tim Fairclough, telly researcher, is interesting, especially if you’ve never understood quite what that title means. Good people coming up include James Cooper from My Dad Wrote a Porno, as well as Emma Wallace, who works as senior audience and brand manager for Stormzy’s Merky Books. Secret Leaders This British podcast recently knocked the biggest (business) podcast out there – The Tim Ferriss Show – off Apple’s top podcast slot. Presented by the amiable Dan Murray and Rich Martell, each show kicks off with some slightly redundant either/or questions, but don’t let that put you off. Now in its fourth season, it’s had some great guests, including Martha Lane Fox, Jo Malone and many more. The interviews are relaxed and insightful, the show is well edited and the guests open up. Recommended."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}