{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/dec/10/the-baddies-are-going-to-win-again-a-brutally-honest-guide-to-election-night-tv", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-12-10T09:00:05Z", "webTitle": "'The baddies are going to win again': a brutally honest guide to election night TV", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/dec/10/the-baddies-are-going-to-win-again-a-brutally-honest-guide-to-election-night-tv", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/dec/10/the-baddies-are-going-to-win-again-a-brutally-honest-guide-to-election-night-tv", "fields": {"headline": "'The baddies are going to win again': a brutally honest guide to election night TV", "bodyText": "Some people enjoy election night television, and that’s because some people are sociopaths. They like all the pundits and expensive set design, the rush of the first exit poll and the nail-biting thrill of watching the results come in. To them, it’s like Grand National day, except it’s the entire country that will inevitably get covered with a blanket and shot at the end. For the rest of us, election night is usually one long trudge towards misery. Every time is exactly the same. The same landmarks, the same patterns, the same results. Look, I’ll prove it: here’s a TV schedule of exactly how this election night will go … 9pm: False Hope You have just had a couple of post-work drinks, and you’re convinced that it will go your way. It has to go your way, right? People aren’t stupid, are they? People are never going to vote against their own interests. This is happening. This is really happening. COME ON! 9.55pm: BBC Election Night Special Hosted by Huw Edwards, stripped to the waist with a towel round his shoulders like he is on Instagram. 10.01pm: Exit Poll Results Oh. Oh no. Well that can’t be right, surely. Polls are always getting this sort of thing wrong. You can’t trust polls. It’ll be fine. It has to be fine. 10.03pm: Quick Look at Channel 4 Jeremy Paxman is currently performing a lightly humorous monologue that was clearly written before that terrible exit poll was released. This doesn’t fit the mood at all. 10.05pm: Back to BBC One Where a senior Lib Dem MP is so insistent that the polls are wrong that he’s promised to eat a dirty nappy on live television if they’re proved true. “That can’t be a good sign,” you think. 10.15pm: Jeremy Vine’s New Graphics This year, Jeremy Vine predicts the election results with a cutting-edge but unfathomable kaleidoscopic pirate ship that keeps vomiting primary colours into the appalled mouth of Sir John Curtice. 11pm: False Hope: Season Finale The first brace of constituencies announce their results. They’re actually quite positive! The polls were wrong after all! We’re going to do this! We’re really going to do this! It’s coming home! It’s coming home! 11.10pm: Quick Look at Sky Useless. They’re just telling people how much their graphics cost over and over again, and it only looks like a Blue Peter Appeal totaliser. 11.11pm: Is ITV’s Coverage Any Better? No. 12midnight: Nigel Farage Resigns And then reverses his decision, and then reverses that decision, and then that decision, too. Why is he on TV anyway? He isn’t even running. What a berk. 12.30am: Laura Kuenssberg Gives Her Verdict But only so that the internet can accuse her of simultaneously being a Tory, a member of the metropolitan elite, a communist, Boris Johnson’s wife and a literal space alien. 1am: Despair Results are coming in thick and fast, and it’s starting to look as if the exit polls were right after all. This is going to be a drubbing. The baddies are going to win again, and there’s nothing you can do about it. 2am: Ten White Men in Suits Talk Over Each Other for 10 Straight Minutes They’re all making important points, but you’re not entirely sure what any of them are. 3am: Brief Respite A cabinet minister loses his constituency to a man dressed as a rubber hippo. However, this stops being amusing as soon as the hippo says something off-colour about immigrants. 5am: The Result The election has been won, and it is just as the exit poll predicted. The whole thing has been a horrible failure and our future is now in the toilet. 6am: Despair &amp; Exhaustion Still, at least that Lib Dem guy has to eat a dirty nappy now. That’s something, right? Election night coverage begins Thursday, 9.55pm, BBC One, ITV &amp; Channel 4"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}