{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/dec/09/monday-tv-sally-challen-murder-appeal-x-factor-the-band", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-12-09T06:20:01Z", "webTitle": "TV tonight: How Sally Challen appealed against her murder conviction", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/dec/09/monday-tv-sally-challen-murder-appeal-x-factor-the-band", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/dec/09/monday-tv-sally-challen-murder-appeal-x-factor-the-band", "fields": {"headline": "TV tonight: How Sally Challen appealed against her murder conviction", "bodyText": "The Case of Sally Challen 9pm, BBC Two Jailed for life in 2011 for killing her husband, Sally Challen was convicted on the unanimous decision of the jury. The result provoked little surprise among her friends and family, yet evidence later revealed that Challen was the victim of coercive control from her husband, who would manage her social life and spending. With fewer than 10% of appeals ever quashing a conviction, this documentary is a compelling case for the need for greater nuance in the law and its reporting. Ammar Kalia Question Time Special 8.30pm, BBC One Emma Barnett hosts this special edition of the political debate, featuring an audience made up exclusively of under-30s. From housing to tuition fees to the precarious jobs market, there’s plenty for the millennial questioners to get into and, gladly, a lower chance of anyone claiming that £80,000 is a paltry salary. Hannah J Davies The X Factor: The Band 8.30pm, ITV Yet another X Factor spin-off graces our screens; we have had the celebrities and now we get Simon Cowell’s best efforts to find a band to follow in the footsteps of previous successes such as Little Mix and One Direction. This is being rushed out before Little Mix’s own BBC talent show, The Search, and is sure to whet your appetite. AK Lucy Worsley’s Christmas Carol Odyssey 9pm, BBC Four Hark life: the surprising origin stories of our carols are revealed in this lively one-off, which is packed with festive cheer and trivia. If you have ever wondered why the “five gold rings” line is such an outlier in The 12 Days of Christmas, Worsley has the answer. Graeme Virtue Made in Chelsea: Buenos Aires 9pm, E4 We are Argentina-bound as a new series begins, and Liv and Habbs both find themselves single. An all-too-brief hiatus, one imagines, amid this musical-chairs-of-dating setup. Will they use the downtime for quiet reflection? Nah. Meanwhile, Tristan and Verity’s romance is blooming. Ali Catterall Traces 9pm, Alibi Molly Windsor stars as the forensic lab technician who begins investigating the mysterious death of her mother, which she finds out is being used as a test case in the university course she is taking. Science mixes with family drama as dark secrets are uncovered in this somewhat predictable yet entertaining six-part series. AK Film Le Week-End 2am, Channel 4 For Lindsay Duncan’s biology teacher Meg and Jim Broadbent’s philosophy lecturer Nick, a 30th-anniversary weekend in Paris is a tricky proposition: frailties of age loom and the appearance of Nick’s old university-chum-turned-star-academic Morgan (Jeff Goldblum) tests the marital faultlines. Paul Howlett Sport Snooker: Scottish Open 12.45pm, Eurosport 1 Day one of the event from Emirates Arena in Glasgow. Premier League Football: West Ham United v Arsenal 7pm, Sky Sports Main Event Heavyweight derby from the London Stadium. NFL: Philadelphia Eagles v New York Giants 1am, Sky Sports Action Coverage of the NFC match."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}