{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/dec/02/shelley-morrison-will-and-grace-actor-dies-aged-83", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-12-02T10:42:38Z", "webTitle": "Shelley Morrison, Will and Grace actor, dies aged 83", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/dec/02/shelley-morrison-will-and-grace-actor-dies-aged-83", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/dec/02/shelley-morrison-will-and-grace-actor-dies-aged-83", "fields": {"headline": "Shelley Morrison, Will and Grace actor, dies aged 83", "bodyText": "Shelley Morrison, best known for her role as maid Rosario Salazar in the US comedy Will and Grace, has died at the age of 83 from heart failure following a short illness. Born to Sephardic Jewish parents who emigrated to the US from Spain, Morrison appeared in 68 episodes of the pioneering LGBT comedy between 1999 and 2006. While Morrison was reportedly only meant to be in the programme for a single episode, Salazar proved so popular that she ended up appearing in eight seasons. Morrison reprised her role in a 2016 election webisode in support of Hillary Clinton’s presidential campaign, though she did not return for the reboot in 2017. Despite not returning for the later series, Morrison remained fond of her character; according to the Associated Press, she recently commented that Salazar “[reminded] me a lot of my own mother who loved animals and children, but she would not suffer fools. It is very significant to me that we were able to show an older, Hispanic woman who is bright and smart and can hold her own”. Megan Mullally, who played Salazar’s boss Karen Walker, is among the shows’ stars who have paid tribute to Morrison, writing on Twitter that “[I] just got a bulletin on my phone that Shelley morrison has passed. my heart is heavy. putting shelley, her beloved husband walter &amp; their children in the light. thank you for your friendship &amp; partnership, shell. you accomplished wonderful things in this world. you will be missed.’ Meanwhile, Debra Messing, who played Grace, paid tribute to Morrison on Instagram: ‘Oh, Shelley ... what a loss. Our dear Rosario has passed on. Shelley had a career that spanned decades, but she will always be our dear Rosie. All my love to Walter and the entire family”. Will and Grace returned for the first of three rebooted series in 2017, the third of which is currently airing in the US. Morrison’s career also included roles in the US soap General Hospital and long-running series including Murder, She Wrote and LA Law. She is survived by her husband of over 40 years, Walter Dominguez, and their three sons and three daughters."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}