{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/02/prince-andrew-accuser-virginia-giuffre-asks-uk-public-to-stand-by-her-in-bbc-interview", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-03T07:32:09Z", "webTitle": "Prince Andrew scandal: Virginia Giuffre pleads for UK public support", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/02/prince-andrew-accuser-virginia-giuffre-asks-uk-public-to-stand-by-her-in-bbc-interview", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/02/prince-andrew-accuser-virginia-giuffre-asks-uk-public-to-stand-by-her-in-bbc-interview", "fields": {"headline": "Prince Andrew scandal: Virginia Giuffre pleads for UK public support", "bodyText": "A beleaguered Prince Andrew faced fresh embarrassment after his accuser Virginia Giuffre, who claims she was trafficked as a teenager to have sex with him, appeared on television to implore the British public to “not accept this as being OK”. In her first UK broadcast interview, Giuffre repeated allegations she had sex with the prince when she was aged 17 on the instructions of Ghislaine Maxwell, a socialite and close friend of the US financier and sex offender, Jeffrey Epstein, who killed himself in August. The prince, 59, whose relationship with Epstein has led to him standing down from public duties, has consistently and categorically denied the allegations, which Buckingham Palace said were “false and without foundation”. BBC Panorama said it had uncovered a 2015 email from Andrew to Maxwell asking for help dealing with the allegations by Giuffre, previously Virginia Roberts. He wrote: “Let me know when we can talk. Got some specific questions to ask you about Virginia Roberts,” to which Maxwell replied: “Have some info. Call me when you have a moment.” In the interview that was broadcast on Monday, Giuffre said: “I implore the people in the UK to stand up beside me, to help me fight this fight, to not accept this as being OK. “This is not some sordid sex story. This is a story of being trafficked. This is a story of abuse and this is a story of your guy’s royalty.” Panorama’s The Prince and the Epstein Scandal claimed five of Epstein’s victims, who are suing the financier’s estate, want Andrew to give witness evidence in their court cases, and that he could have important evidence about Epstein’s sex trafficking operation. Subpoenas could be served if he visits the US. Lawyers for the victims have twice written to the royal requesting an interview, but have yet to receive a response, it said. Giuffre, now 35, says she was recruited to train as a masseuse by Maxwell while working as a locker-room attendant at Donald Trump’s Mar-a-Lago resort in Florida. She alleges she had sex with Andrew on three occasions between 2001 and 2002. She repeated her claims that she was instructed to have sex with Andrew after he bought her a drink and asked her to dance at Tramp nightclub in London in 2001. Of that alleged encounter, she said Andrew was “the most hideous dancer I’ve ever seen in my life” and that she was “grossed out” because “this guy was sweating all over me … his sweat was like it was raining basically”. After they left the club, she claimed, Maxwell told her “that I have to do for Andrew what I do for Jeffrey, and that just made me sick”. She alleges that later that evening, she had sex with Andrew at Maxwell’s house in Belgravia. She said the alleged sexual encounter started in a bath, but “it didn’t last very long, the whole entire procedure. It was disgusting. He wasn’t mean or anything. But he got up and he said ‘thanks’ and walked out, and I sat there in bed just horrified and ashamed and felt dirty.” The next day, she claimed, Maxwell told her she had done “a really good job”. Giuffre said it was a “wicked” and “scary” time in her life. “I had just been abused by a member of the royal family.” She said: “I just didn’t expect it from royalty. I didn’t expect it from someone that people look up to and admire in the royal family … I couldn’t comprehend how the highest levels of the government, powerful people, were allowing this to happen, not only allowing it to happen but participating in it.” She was interviewed by Panorama last month. Before the footage was ready to air, the prince agreed to an interview with BBC’s Newsnight. The fallout from that disastrous interview led to him being forced to withdraw from public life. Though Giuffre does not directly address Andrew’s account in her interview, which had already been filmed, Panorama said she stood by every word. Asked about alleged “inconsistencies” in her account, Giuffre said she might have a “foggy memory” about dates or places, but not about someone’s face. In his Newsnight interview with Emily Maitlis, Andrew said: “I can categorically tell you it never happened. I have no recollection of ever meeting this lady – none whatsoever.” He claimed he had a medical condition that meant he did not sweat, and argued sex could not have taken place, insisting he had been at a Pizza Express in Woking on the same day. Asked about a 2001 photograph that appears to show him with his arm around Giuffre’s waist, the prince said he did not recall it being taken, saying: “That’s me, but whether that’s my hand.” He added that it was difficult to prove if it was fake or not because “it’s a photograph of a photograph of a photograph”. Giuffre said the now infamous photograph, first published in 2011 by the Mail on Sunday, which paid her $160,000 (£120,000) for her story, was genuine. She said she gave the original to the FBI in 2011. The programme claimed a redacted court document shows she gave 20 photos to the FBI, which were scanned front and back. But only 19 photos were shown in the publicly available documents. Panorama had been told two missing reference numbers related to the Andrew photo, and that it was removed from the public document to protect his privacy. Freelance photographer Michael Thomas, who first copied the 2001 photograph, claimed it was genuine, and told Panorama he found the original in 2011 in a bundle of 20 photos Giuffre handed to him from her travels with Epstein and Maxwell. Another of Epstein’s victims, Sarah Ransome, alleged in Panorama that Maxwell “controlled the girls. She was like the madam. She was like the nuts and bolts of the sex trafficking operation.” Maxwell has denied the allegations made against her. She has not been seen in public for months, amid speculation over her continued contact with the prince. Andrew has said he did not see, witness or suspect any suspicious behaviour during his visits to Epstein’s homes in Florida, New York and the Caribbean. Buckingham Palace has said the prince “unequivocally regrets his ill-judged association with Jeffrey Epstein”, and that he “deeply sympathises with those affected who want some form of closure”. It added: “It is emphatically denied that the Duke of York had any form of sexual contact or relationship with Virginia Roberts. Any claim to the contrary is false and without foundation.” Giuffre’s interview was broadcast as the prince faces calls for a parliamentary inquiry into his business dealings, after the Mail on Sunday claimed he had been enabling a friend’s business interests while working as a British trade envoy. The newspaper said it had seen a cache of documents, including leaked emails, about Andrew’s links with David Rowland, and claimed the prince had been helping his business interests, including promoting his private bank, while a trade envoy for Britain."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}