{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/03/pakistani-tycoon-malik-riaz-hussain-hands-over-pounds-190m-to-uk-authorities-nca-", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-03T18:50:21Z", "webTitle": "Pakistani tycoon agrees to hand over £190m to UK authorities", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/03/pakistani-tycoon-malik-riaz-hussain-hands-over-pounds-190m-to-uk-authorities-nca-", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/03/pakistani-tycoon-malik-riaz-hussain-hands-over-pounds-190m-to-uk-authorities-nca-", "fields": {"headline": "Pakistani tycoon agrees to hand over £190m to UK authorities", "bodyText": "More than £190m of assets, including a £50m mansion overlooking Hyde Park in London, have been seized from a Pakistani property tycoon after a settlement in a UK police “dirty money” investigation. On Tuesday, the National Crime Agency said Malik Riaz Hussain had agreed to the multimillion-pound settlement that did “not represent a finding of guilt”. NCA investigators secured nine freezing orders that covered £140m in funds held in UK bank accounts after allegations that the cash may have been the proceeds of crime. The money and ownership of the central London property will be handed over to the government in Pakistan, where Hussain had been charged with fraud and corruption. The freezing orders were on the cash and assets rather than against any individual. Hussain is the owner of Bahria Town, Asia’s largest private property developer . He had been the subject of an unexplained wealth order, which froze eight of his UK bank accounts containing £120m the NCA “suspected to have derived from bribery and corruption overseas”. Included in the £190m settlement is a grade-II listed 10-bedroom mansion that includes a cinema, swimming pool, gym, steam room and spa. The seven-floor property on Hyde Park Place was previously listed for rent on property website Zoopla for £86,667 a month. On Tuesday, Hussain tweeted: The NCA described Hussain as the boss of “one of the biggest private sector employers in Pakistan”. Bahria Town specialises in properties that replicate famous buildings such as the Burj Khalifa in Dubai, the Eiffel Tower in Paris and even whole squares, such as Trafalgar Square in London. They are aimed at wealthy Pakistanis as well as immigrants. The agency first froze £20m of Hussain’s funds last December, and in August secured a court order that covered £120m across eight further bank accounts. It is the largest amount frozen in a NSA investigation since the Criminal Finances Act 2017 came into force. The legislation gives police greater powers to crack down on people attempting to launder money through the UK. The NCA is also investigating the assets of a former Azerbaijani state banker’s wife, who was found to have spent £16m in a decade-long spending spree in Harrods dep. Duncan Hames, director of policy at the anti-corruption charity Transparency International UK, said: “We welcome news that UK law enforcement have secured a substantial amount of funds for return to the people of Pakistan. “The size of funds in this case is a step change from previous efforts and shows the importance of changes introduced by the Criminal Finances Act 2017. Although there is scant information about the specifics of the case, returning seized funds to the country of origin, as is proposed, is an obligation under the UN convention against corruption.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}