{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/09/arlene-foster-accuses-pm-of-breaking-his-word-over-brexit-deal", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-09T10:22:15Z", "webTitle": "Arlene Foster accuses PM of breaking his word over Brexit deal", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/09/arlene-foster-accuses-pm-of-breaking-his-word-over-brexit-deal", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/09/arlene-foster-accuses-pm-of-breaking-his-word-over-brexit-deal", "fields": {"headline": "Arlene Foster accuses PM of breaking his word over Brexit deal", "bodyText": "Boris Johnson has been accused of breaking his word over the Brexit deal for Northern Ireland, three days before the general election The Democratic Unionist party leader, Arlene Foster, said the prime minister betrayed unionist voters in Northern Ireland when he sealed a deal with the EU that would introduce a trade barrier down the Irish Sea, contrary to a personal promise he had made when he spoke at their annual conference last year. It meant the party could no longer take Johnson at his word. Foster said in future the party, if returned to Westminster, would have to check if what he said “was actually factually correct”. She added: “Once bitten, twice shy, we will certainly be looking for the detail of what this [Brexit] is going to look like,” Her comments put Johnson on notice once again that his Brexit deal is under threat if a hung parliament is returned on Thursday and the DUP’s votes hold the balance of power. When Johnson announced his deal in October, the DUP was told by HM Revenue &amp; Customs that it would entail new checks on goods, Foster told BBC Radio 4’s Today programme. “We asked them a number of questions on goods coming into Northern Ireland from GB, and they were very clear with us that all of the goods would have to be checked. Of course, only the goods going to Republic of Ireland would have tariffs, but that would be the default position,” she said. Her comments came as a freshly leaked document, written by officials in the government’s Brexit department, warns that Johnson’s aim to implement his deal by the end of 2020 presents a major challenge because of the need to create new protocols and systems for business in Northern Ireland. The document, obtained by the Financial Times, claims that 98% of export businesses are “likely to struggle to bear the cost” of the extra paperwork, fuelling concerns of increased prices for consumers. The government dismissed a similar document leaked to the Labour party on Friday as instant analysis done when Johnson brought home his Brexit deal in October. The further document leaked to the FT over the weekend raises doubts that the new controls for Northern Ireland could be in place by the end of 2020, when Johnson pledges to have completed his exit deal The Department for Exiting the EU document was circulated last week and warns that in order to meet the December deadline, “delivery on the ground” of the new protocols and systems would have to take place before officials know the outcome of the next stage of negotiations. “Delivery of the required infrastructure, associated systems, and staffing to implement the requirements of the protocol by December 2020 represents a major strategic, political and operational challenge,” it said. With three days to go until the election, the Conservative party has stuck rigidly to its claim, with the chief secretary to the Treasury, Rishi Sunak, saying on Monday morning there would be no checks. Only a month ago, Johnson told businesses in Northern Ireland he was so sure there would be no checks and that if they got any forms they could “throw them in the bin”. Foster was asked how it felt to be hailing Johnson as “the saviour of the union” one moment and then for him to do a deal that her party believes is “betraying the union”. “I think it says more about who broke their word than me and the leadership of the unionist party,” she said. On Sky News on Sunday, Johnson went so far as to say a leaked Treasury document claims by the Brexit secretary, Stephen Barclay, that exit declaration forms would be required on goods from Northern Ireland to GB were “wrong”. Pressed on the document stating there would be “checks both ways”, Johnson said: “That’s wrong because there won’t be checks”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}