{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/01/ex-offender-marc-conway-helped-tackle-london-bridge-attacker", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-01T11:53:45Z", "webTitle": "Second ex-offender helped tackle London Bridge attacker", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/01/ex-offender-marc-conway-helped-tackle-london-bridge-attacker", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/01/ex-offender-marc-conway-helped-tackle-london-bridge-attacker", "fields": {"headline": "Second ex-offender helped tackle London Bridge attacker", "bodyText": "A former prisoner has been named as the second person who intervened to take down the perpetrator of the London Bridge attack. Marc Conway, who was formerly in prison at HMP Grendon, now works as a policy officer at the Prison Reform Trust. He was talking with prison education specialists when those at Fishmongers’ Hall began to flee as Usman Khan launched an attack in the Grade II-listed building on Friday. Conway reportedly headed straight towards the attacker and joined others who grappled with the assailant. He was one of several ex-offenders who were attending a conference on rehabilitation organised by the University of Cambridge. Scotland Yard is investigating how 28-year-old Usman Khan was able to launch the attack in London Bridge. He was allowed out a year ago after serving time for his part in a plot to blow up the London Stock Exchange and was wearing an electronic tag to monitor his movements. Among those who pinned down the attacker was James Ford, 42, who is also thought to have tried to save the life of a woman who had been stabbed. Ford was jailed for life in 2004 for the murder of 21-year-old Amanda Champion. Ford, who is understood to be serving the final days of his sentence at HMP Standford Hill, an open prison in Kent, was on London Bridge as the attack unfolded. Conway now works as a policy officer at the Prison Reform Trust and his LinkedIn page states that he is studying for a degree in criminology at the Open University and another in psychology at Cambridge. Footage shows a figure in a grey T-shirt and blue jeans, believed to be Conway. He is first seen listening attentively to a talk inside Fishmongers’ Hall. The ex-offender is later among a group who corner Khan on London Bridge. One man sprays him with a fire extringuisher, while a Polish chef, named as Łukasz, attempts to stop him with a 150cm (5ft) narwhal tusk – a long pointed tooth from a type of whale. He is believed to have pulled it from the wall at Fishmongers’ Hall. David Wilson, a professor of criminology at Birmingham City University and chair of the Friends of Grendon prison – where Ford was previously – said the prisoner had gone through an intensive period of psychotherapy. “I only picked up it was James Ford as a consequence of them publishing his photo … I remember him and indeed some others from the Friends of Grendon charity.” He said what had happened was a tale of two prisoners, with Ford an example of how people could change. “I know through my work that people do change and they change as a consequence of innovative but challenging regimes such as the one at HMP Grendon.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}