{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/04/london-bridge-attack-victims-died-after-being-stabbed-in-chest-inquest", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-04T16:56:43Z", "webTitle": "London Bridge attack victims died after being stabbed in chest – inquest", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/04/london-bridge-attack-victims-died-after-being-stabbed-in-chest-inquest", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/04/london-bridge-attack-victims-died-after-being-stabbed-in-chest-inquest", "fields": {"headline": "London Bridge attack victims died after being stabbed in chest – inquest", "bodyText": "The two victims of the London Bridge attack both died as a result of being stabbed in the chest, the inquests into their deaths have heard. The inquests into the deaths of Jack Merritt, 25, and Saskia Jones, 23, both Cambridge graduates, opened at the Old Bailey in central London on Wednesday before being adjourned to a date to be determined. Det Supt Des McHugh said: “At 13:58 hours, police were contacted with reports that a male was attacking delegates at the event [at Fishmongers’ Hall]. Armed officers attended the scene. On their arrival, the man had left the building and was being restrained on London Bridge by several members of the public. The male was subsequently shot by the police.” McHugh said pathologist Dr Ashley Fegan-Earl had determined that both victims died from shock and haemorrhaging, in each case caused by a stab wound to the chest. Jones was pronounced dead at 2.25pm. Merritt had been moved by police from Fishmongers’ Hall, where a prison rehabilitation event was being held, to the junction with King William Street because of the ongoing incident. He was pronounced dead there at 3.14pm. McHugh described Jones as “passionate about victim support”, detailing how she had applied to join the graduate recruitment programme of West Midlands police. He said she hoped to use that role to further her studies with a PhD at Oxford University. She was a volunteer with the Learning Together programme, while the role of Merritt, who graduated with a master’s in criminology from Cambridge in 2017, included rehabilitation work with prisoners. McHugh said the investigation into their deaths was being led by the Metropolitan police’s counter-terrorism command. Three other people were injured by the assailant, Usman Khan, 28, he said. Alison Hewitt, the senior coroner of the City of London, said the chief coroner for England and Wales, Mark Lucraft QC, would preside over the inquests into the deaths of Jones and Merritt and a counsel to the inquests would be appointed to assist him. As a result, she said, no date could yet be set for the inquests. The inquests will likely scrutinise the decision to free Khan from jail in December 2018, halfway through his sentence, after he was convicted in 2012 of a terror plot. The revelation has already provoked a row between Labour and the Conservatives despite Merritt’s father, Dave, pleading for Boris Johnson not to politicise his son’s death. Khan, who had been living in Stafford, was given permission to travel to London by the police and probation service. He was wearing a fake suicide vest. The security services will also inevitably face difficult questions during the inquests as Khan is only the second suspect under active investigation by MI5 who has gone on to kill. The first was the ringleader of the 2017 attack on London Bridge, Khuram Butt. In his prevention of future deaths report, released last month, following the inquests into the eight victims of the 2017 London Bridge attacks, Mark Lucraft raised concerns about the monitoring of Butt, particularly two suspensions of the priority MI5 investigation into him. Last week’s London Bridge attack bore similarities to the one in 2017. Khan and Butt had both strapped knives to their wrists and constructed fake bomb belts. Both had been close to the al-Muhajiroun group, whose spokesperson was the jailed Islamic State supporter Anjem Choudary, but had moved away. An inquest into Khan’s death was also opened and adjourned until a date to be determined. McHugh said: “His life was pronounced extinct at 15:07 hours … whilst he was on London Bridge.” Fegan-Earl determined Khan’s cause of death to be “shock and haemorrhage from the multiple gunshots to the chest and abdomen”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}