{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/02/briton-jailed-for-more-than-100-bomb-hoaxes-in-uk-us-and-canada", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-02T19:04:58Z", "webTitle": "Briton jailed for more than 100 bomb hoaxes in UK, US and Canada", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/02/briton-jailed-for-more-than-100-bomb-hoaxes-in-uk-us-and-canada", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/02/briton-jailed-for-more-than-100-bomb-hoaxes-in-uk-us-and-canada", "fields": {"headline": "Briton jailed for more than 100 bomb hoaxes in UK, US and Canada", "bodyText": "A British man has been jailed for four years and five months for more than 100 bomb hoaxes targeting schools, colleges and police stations in the UK, US and Canada. Andreas Dowling’s hoaxes led to 35,000 pupils being evacuated from schools in Britain. He also unsuccessfully tried to disrupt the Super Bowl and the Houses of Parliament. Dowling, 24, taunted some schools for Jewish children by telling them that a bomb would go off at 4.20pm, a reference to Hitler’s birthday, 20 April. Dowling claimed to have planted bombs containing dynamite, sarin gas and radioactive material at schools and police stations and said he would shoot any survivors of these attacks with assault rifles. Operating from his mother’s house in Torpoint, Cornwall, Dowling mocked police in the UK and north America for not being able to catch him. Exeter crown court heard Dowling was fascinated by computers but became socially isolated. Mrs Justice May described the hoaxes as “pernicious and nasty” and said some were racially aggravated. She said the hoaxes caused a “great deal of distress and disruption”. Simon Laws QC, prosecuting, said: “His early fascination with computers has led the defendant to these crimes. He used his computer skills to perpetrate bomb hoaxes in America, Canada and the UK and made his identification extremely difficult, and he revelled in his ability to evade capture.” Laws said Dowling used fake Twitter and email accounts and text-to-speech software to hide his identity from law enforcement officials. In five days in January and February 2016 he made 75 bomb hoax calls to schools across England. He let it be known to students that he could be paid in a cryptocurrency to disrupt their schools – though it is not known if anyone did commission him to carry out any of the hoaxes. Calls to the Super Bowl in 2015 and the Palace of Westminster were not taken seriously and no evacuations took place. The court was told Dowling’s motives appeared to be mixed. Laws said: “In messages online, the US offences were [concerned] with punishing the US government and law enforcement agencies for what he saw as their criminality and corruption and/or an apparent grievance about the Ebola virus. “In the UK there is an attempt to get money out of it by offering to close schools for pupils in return for payment. Some of the offences were motivated by racism.” Dowling was caught after being linked to an online group called Evacuation Squad, which was responsible for a campaign of bomb threats across the world in 2016 – including in Australia, Finland, Japan and South Africa. Richard Smith QC, defending, said Dowling was naive and did not appreciate the consequences of what he was doing. Dowling admitted 31 charges relating to 107 offences."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}