{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/06/hitachi-rail-350m-contract-avanti-west-coast-trains-first-trenitalia", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-06T16:19:38Z", "webTitle": "Hitachi signs £350m deal to supply Avanti West Coast trains", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/06/hitachi-rail-350m-contract-avanti-west-coast-trains-first-trenitalia", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/06/hitachi-rail-350m-contract-avanti-west-coast-trains-first-trenitalia", "fields": {"headline": "Hitachi signs £350m deal to supply Avanti West Coast trains", "bodyText": "British-built trains will supplement the refurbished Pendolinos on the new Avanti West Coast service, after the rail operator First Trenitalia announced a £350m contract with Hitachi Rail. The manufacturer will supply and maintain 10 electric and 13 bi-mode InterCity trains from its County Durham assembly plant. The bi-mode trains – a model first ordered by the government for the east coast and great western mainlines – will run on diesel in parts of the network, including north Wales, which are yet to be electrified. The Hitachi trains will have more seats, and be quieter and substantially less polluting than the Voyager trains they will replace, which are due to be phased out from 2022. Separately, the competition regulator has accepted proposals from FirstGroup to cap fares on routes between Preston and Scotland. Concerns had been raised in an investigation by the Competition and Markets Authority into the awarding of the West Coast franchise, given First also runs overlapping TransPennine Express services. To satisfy the CMA, both rail operators agreed to cap fares on 21 routes across the two franchises, as well as maintaining the same availability of cheaper advance tickets where competition issues arose."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}