{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/03/nish-kumar-gets-frosty-reception-at-lords-taverners-charity-feast", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-12-03T14:10:36Z", "webTitle": "Nish Kumar gets frosty reception at Lord's Taverners charity feast", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/03/nish-kumar-gets-frosty-reception-at-lords-taverners-charity-feast", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/03/nish-kumar-gets-frosty-reception-at-lords-taverners-charity-feast", "fields": {"headline": "Nish Kumar gets frosty reception at Lord's Taverners charity feast", "bodyText": "The comedian Nish Kumar has spoken out after he was heckled and forced to cut his set short at a charity Christmas lunch after making jokes about Conservative politicians and Brexit. Kumar said he had a warm reception at the start of his set at the Lord’s Taverners Christmas lunch, but that the audience quickly turned against him once he spoke about a number of issues including Brexit and Boris Johnson. Kumar, who hosts the BBC comedy series The Mash Report, said he was surprised by how angry the audience became at the event, held at the Grosvenor House hotel, London, on Monday. “I made what I considered to be some extremely mild jokes about Boris Johnson, Jacob Rees Mogg, Theresa May and the Brexit process for not going well.” He said he was amazed by how “easily offended” the audience was, and how people had booed and heckled him for much of his set. “I sort of knew what I was doing and I knew the risk,” Kumar said. “They were more easily offended than I thought they would be. I would like to apologise if I triggered any of them.” He added it was particularly funny when he told the jeering audience “I should have known this would happen when I agreed to do a set in front of people who colonised my ancestors”. One man shouted back: “That was ages ago.” Kumar was the headline act of The Lord’s Taverners Christmas Lunch, which supports children living in poverty or with a disability through sport. The celebrities included Harry Redknapp, the football manager and winner of I’m a Celebrity 2018. The comedian said at the opening of the event that members of the audience were asked to find someone on the table that most resembled Jeremy Corbyn. The former Commons Speaker John Bercow, who was present at the lunch, was booed by the room. Kumar said, however, he was glad he had agreed to do the set. He supports the organisation’s charitable work and said it was important for comedians to get out of their comfort zone, adding: “I was surprised at how angry they were but that’s the way it goes at the end of the day. I spend a lot of time bathing in a glow of consensus, but you have to be willing to say something to people who might not agree with you and take the consequences of what follows.” While there were many displeased with his set, Kumar added that there were members of the audience who apologised to him. Greg James, who hosts The BBC Radio 1 Breakfast show, described Kumar’s treatment as appalling in tweets and condemned audience members who had heckled and booed him. “There were lots of them who were apologetic and quite upset that it happened,” Kumar said. “[James] was very supportive throughout the whole thing … You always appreciate it when people stick your neck out to support you.” Kumar said he was surprised by the reaction to his heckling. “I’m sort of amazed by how fascinated people are by the whole thing. It’s not the first time I’ve been booed off stage … I consider it, the life of being a comedian – they have a right to boo me.” He added that he was doing fine; he had not been hit with bread. “To clarify, one bread roll was thrown. I want to put that on the record. Definitively, I was not pelted with bread.” A spokesperson for Lord’s Taverners said the charity is not a political organisation and does not endorse the views of its guest speakers. They added: “However, nor do we endorse the reaction of a minority of audience members at yesterday’s event. Nish Kumar’s attendance was arranged in good faith and he gave his time for free to support the charity and our work. He follows a long tradition of comedic special guests at the event.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}