{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/09/serial-rapist-joseph-mccann-given-33-life-sentences", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-09T15:09:30Z", "webTitle": "Serial rapist Joseph McCann given 33 life sentences", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/09/serial-rapist-joseph-mccann-given-33-life-sentences", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/09/serial-rapist-joseph-mccann-given-33-life-sentences", "fields": {"headline": "Serial rapist Joseph McCann given 33 life sentences", "bodyText": "The serial rapist Joseph McCann has been handed 33 life sentences with a minimum term of 30 years. Sentencing McCann at the Old Bailey on Monday, Mr Justice Edis called for a “systematic and independent” investigation into how he was mistakenly released early from prison to go on to commit the crimes. McCann, 34, from Harrow, north-west London, was convicted on Friday of all 37 counts relating to a fortnight-long rampage earlier this year that stretched from London to Cheshire. He raped eight victims, including a 71-year-old woman and a boy aged 11. The boy and his sister were attacked in front of each other in their own home. For the remaining four counts, McCann was given three sentences of 10 years to run concurrently and one of 14 years, also to run concurrently. Addressing McCann at the Old Bailey, despite the serial rapist’s non-appearance in court, Edis said: “Joseph McCann, you are very dangerous indeed to people who are weaker than you are. Among other things you are a coward, a violent bully and a paedophile … This was a campaign of rape, violence and abduction of a kind which I have never seen or heard of before.” The judge went on to describe McCann, who received his first sentence at the age of 15, as a “classic psychopath”. He told the serial rapist: “I hope that each [victim] will find a way to live through their ordeal and to future happiness. Although that is my hope, my expectation is that some, if not all of them, will never properly recover from what you did, and the psychological harm you have done will last for decades and may ruin their lives and those of the people who love them.” He paid tribute to the courage of McCann’s victims, some of whom he said felt “a real sense of having been betrayed by society and the services which are designed to help the victims of serious crime”. Some of McCann’s victims were in court for the sentencing. McCann, who did not attend the trial either, citing a bad back, refused to attend his sentencing by video link. An impact statement by one of his victims was read out in court. In it, she said she suffered flashbacks, sleeplessness, nightmares, chronic pain and fatigue. She said she and her partner were both suffering from post-traumatic stress disorder. They had talked about starting a family in the next two years. “The future now looks very different,” she said. “My sleep remains disturbed by nightmares and physical pain, and I am chronically fatigued. I continue to have flashbacks, to dissociate and to have intrusive and emotionally distressing thoughts as a result of the trauma incurred. This has also led me to avoid things which could remind me of the event and trigger that response, such as my old neighbourhood, or physical intimacy with my partner.” Unusually, the jury, who sat through some of the most harrowing evidence heard in a British court in recent times, all returned to court to hear the sentencing. They had issued a note after reaching their verdicts, praising the “bravery and courage” of the victims for coming forward, and the hard work of the police. At the conclusion of Monday’s hearing, one of the jurors leaned over and hugged one of the victims. Since McCann’s convictions, there have been calls for an inquiry into how he was freed in error to commit his crimes. After a burglary armed with a knife in 2008, McCann was given an imprisonment for public protection (IPP) sentence, which requires the Parole Board to approve a prisoner’s release. Having been released but then convicted again for burglary and theft in 2017, McCann should have been recalled to prison under the IPP. Instead, he was mistakenly given a fresh, determinate sentence and released on licence at the midway point. The chief executive of HM Prisons and Probation Service, Jo Farrar, has apologised for its failings. Some probation and parole experts blamed McCann’s mistaken release on the background of austerity-driven cuts to the justice system. Edis said: “It seems to me that there should be a systematic and independent investigation reporting in public into how the system failed to protect his victims from him.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}