{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/01/london-bridge-attack-victim-jack-merritt-tributes", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-01T12:46:47Z", "webTitle": "Jack Merritt: London Bridge attack victim described as 'best guy'", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/01/london-bridge-attack-victim-jack-merritt-tributes", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/01/london-bridge-attack-victim-jack-merritt-tributes", "fields": {"headline": "Jack Merritt: London Bridge attack victim described as 'best guy'", "bodyText": "Tributes have flooded in for Jack Merritt, named as the first victim in the London Bridge attack, with his father describing him as a “beautiful spirit” and “champion for underdogs everywhere”. The death of the 25-year-old was confirmed on Saturday by his father, David, who said his son would not “wish his death to be used as the pretext for more draconian sentences or for detaining people unnecessarily”. It came as Boris Johnson said the system of automatic release from prison was flawed. Merritt, a course coordinator for Learning Together, a programme run by the University of Cambridge’s Institute of Criminology, had been at Fishmongers’ Hall next to London Bridge on Friday when 28-year-old Usman Khan launched the knife attack. Merritt and one other person were killed and three others injured. Khan, who was shot dead by police, had been arrested in December 2010 and released on licence in December 2018, wearing an electronic tag. David Merritt posted on Twitter on Saturday: “My son, Jack, who was killed in this attack, would not wish his death to be used as the pretext for more draconian sentences or for detaining people unnecessarily.” He added: “Cambridge has lost a proud son and a champion for underdogs everywhere, but especially those dealt a losing hand by life, who ended up in the prison system.” He said the Cambridge community was in shock. An interview has emerged in which Jack Merritt spoke to BBC Radio 4’s Law in Action podcast about his work helping inmates at Warren Hill prison in Suffolk. He said: “Our students in prison often have a very firsthand, very real but also nuanced idea of how the law works, and also a very good sense of where there is a lack of information, a lack of knowledge, and know which areas of the law could do with clarification … areas they have seen people go through the prison system not understanding and they to do research which will help people.” Emilee Hopper, who said she had been friends with Merritt at school, said he was “one of the kindest people I’ve come across and a beautiful soul”. The rapper Dave, whose brother Christopher Omoregie is serving a life sentence for murder, said Merritt was “the best guy” and news of his death was “one of the most painful things”. He said he had “dedicated his life to helping others” and it was “genuinely an honour to have met someone like you”. Dave, whose Mercury-prize-winning album was influenced by the topic of rehabilitation therapy and the effects it can have, said he would “never ever forget” everything Merritt had done for them. Merritt was also interviewed by the legal commentator Joshua Rozenberg for the BBC in February. He described him as “a fine young man, dedicated to improving people’s lives”. In response to his father’s comments, people who knew Merritt shared their thoughts on social media, with one individual paying tribute to his “magnificent dignity and generosity”. Jamie Bennett, a former prison governor and research associate at the University of Oxford, tweeted: “So sorry for you and your family. Jack promoted progressive reform and his spirit continues to inspire.” Dr Hannah Quirk said: “I taught him at Manchester and wrote his reference for Cambridge. He was an exceptional student and a lovely young man. I am so sorry for your loss.” Serena Wright, a lecturer in criminology at Royal Holloway University, said: “David, I knew your son through Learning Together and I loved him to pieces – he was the sweetest, most caring and selfless individual I’ve ever met. The warmest heart, always with time for anyone. Completely irreplaceable – I will mourn his loss greatly and honour his memory.” Caroline Sanders also paid tribute to Merritt and revealed she had planned to work with him on a prisons initiative. She tweeted: “I am extremely sad today to learn that Jack Merritt died at the Learning Together event in London yesterday. I didn’t know Jack well but had spoken with him and planned to work with him in one of the prisons on a LT project. My heart goes out to his amazing team.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}