{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/03/prisons-put-terrorists-on-waiting-list-to-receive-help-to-deradicalise", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-03T06:00:13Z", "webTitle": "Prisons put terrorists on waiting list to receive help to deradicalise", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/03/prisons-put-terrorists-on-waiting-list-to-receive-help-to-deradicalise", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/03/prisons-put-terrorists-on-waiting-list-to-receive-help-to-deradicalise", "fields": {"headline": "Prisons put terrorists on waiting list to receive help to deradicalise", "bodyText": "Convicted terrorists are having to be put on waiting lists for the main government-backed programme that will turn them away from violent extremism, an expert has revealed. Prof Andrew Silke has studied the efforts to deradicalise those jailed for terrorism offences and his claim comes as debate rages following Friday’s attack at London Bridge in which two people were killed. The fallout from the attack by Usman Khan has triggered investigations by counter-terrorism investigators and a series of searches by police at properties linked to the attacker in Stafford and Stoke. Those searches which began after Friday’s attack have now ended, police said, as the investigation into Khan, released half way through a conviction for a terrorist plot, continues. The attack at an event on prisoner rehabilitation has also refocused attention on whether those convicted of terrorism offences can be safely released. Silke, professor of terrorism, risk and resilience at Cranfield University in Bedfordshire, has been into prisons to study deradicalisation and is one of the UK’s leading experts in the field. He said lack of resources meant those convicted of terrorism offences cannot get the best help. The main deradicalisation programme in prisons is called Healthy Identity Intervention. It is open to those convicted of Islamist terrorism offences and those jailed for extreme rightwing violence. Silke said there was a waiting list for the scheme “I’m absolutely sure. I have seen the case files. “Some prisoners who have said they are willing, never get on it before their release. Some are waiting a long time. “It can have a real impact. It could use more resources. It is hard to imagine austerity did not have some impact.” Prisons have been hit by steep cuts and Silke pointed out the impact this has had on the number of psychologists prisoners could access. The scheme is essentially intensive counselling sessions led by a psychologist and Silke said the results are good. “Many interventions involve two to three sessions a week, which are one or two hours long, so it ties up quite a lot of time and resources. It can last several months.” A Ministry of Justice spokesperson said: “While Healthy Identity Intervention is the core rehabilitative programme for TACT offenders, there are multiple other counter-terrorist specific interventions being used in the prison estate. They have been accredited by an independent panel of experts, who approved its evidence base, methodology and delivery.” Meanwhile Scotland Yard’s counter-terrorism command said searches into addresses linked to Khan had been completed. While they do not believe anyone helped him in the attack, they want to rule out every lead and reasonable possibility. Initial investigations will have focused on his communications in the run-up to the deadly attack on Friday. The fake suicide vest was rudimentary, one source familiar with the investigation added, and there is no evidence that Khan’s former association with al-Muhajiroun at the beginning of the decade had any bearing on recent events. Investigators are now reexamining the 74 cases of people who have been recently released from prison after serving time for terror offences, as indicated by the prime minister on Friday. Home Office sources said that “they wanted law enforcement to see if there is a reason to pull them back. At the least they will have double the manpower looking at them.” One source said Khan was not always a model for rehabilitation in prison, and that he had displayed some signs of problematic behaviour, although there were few further details. The security service is expected to be engaged in heightened monitoring, to ward off any copycat attacks and to see what reaction Friday’s events have prompted among its subjects of interest. While there has been fierce debate as to whether it was appropriate to reduce the terror threat level recently, Home Office sources said it made no difference to the allocation of investigators or response times. Police said they had already received 500 videos or photos of the attack, but asked for anyone to come forward with more photo evidence if they have not yet done so."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}