{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/03/bad-cholesterol-levels-should-be-checked-from-age-of-25-study", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-03T23:32:41Z", "webTitle": "'Bad cholesterol' levels should be checked from age of 25 - study", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/03/bad-cholesterol-levels-should-be-checked-from-age-of-25-study", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/03/bad-cholesterol-levels-should-be-checked-from-age-of-25-study", "fields": {"headline": "'Bad cholesterol' levels should be checked from age of 25 - study", "bodyText": "All adults as young as 25, as well as older people, need to know of their “bad cholesterol” levels so they can change their lifestyle or take drugs to protect themselves against heart attacks or strokes in later life, say scientists. A landmark study involving data from nearly 400,000 people in 19 countries has established for the first time that levels of non-HDL, or “bad cholesterol”, in the blood are closely linked to the risk of heart disease across the entire life course. The research could lead to many younger people taking statins to lower their cholesterol levels. At the moment GPs prescribe the cholesterol-lowering drugs mostly to people in middle age. “Bad cholesterol” at a high level, detected in some one under 45, is a greater risk for a heart attack or stroke by the age of 75 than high cholesterol at the age of 60, say the authors of the study, published in the Lancet medical journal. Treating four men in the under-45 age group to reduce “bad cholesterol” could prevent one of them having a heart attack or stroke in their lifetime. In women, such treatment could protect one in eight. The authors said it was important to know your “bad” cholesterol level from young adulthood; it gave you the chance to lower the level through exercise, a healthier diet, or by taking statins. “We need to start it early,” said Stefan Blankenberg, a professor in Hamburg, Germany, who was part of the multinational cardiovascular risk consortium that carried out the modelling study. He said would he like to see new guidance for doctors. “We should at least put into the guidelines that non-HDL cholesterol determination should be an obligation. At a very young age – 25 to 30. You need to know it. He added: “In German schools we have large anti-smoking programmes. We persuade populations not to smoke. We have no programme to let people know about cholesterol. The first thing I would do is establish a cholesterol knowledge programme.” For young adults the first remedy for high non-HDL cholesterol would be exercise and losing extra weight, followed by eating a healthier diet, said Blankenberg. The UK government’s advisory body SACN (scientific advisory committee on nutrition) has said that dairy foods and meat are substantial dietary contributors to non-HDL cholesterol. Frank Kee, a professor at Queen’s University Belfast and another of the authors, said: “They made a strong recommendation that altering your diet lowered the incidence of [cardiovascular] events.” Some younger people will have higher cholesterol levels for genetic reasons. The lead author of the paper, Fabian Brunner, had his cholesterol levels tested during the research and found that his non-HDL was high, even though he was only 34 and lean and fit. In such cases, doctors would be likely to prescribe statins. But younger people such as Brunner, who might be on the drugs for 40 years or more, might prefer lifestyle changes to medication if they could succeed in bringing down their bad cholesterol levels that way. Although in the short term the drugs are considered safe, with only rare or mild side-effects, experts say, they have not been tested or used over a long period of time. “I myself will, first of all, follow up whether or not I can lower my non-HDL due to lifestyle modifications,” said Brunner. “If not, I will definitely think about statin intake to prevent future cardiovascular events. However, I’m aware that evidence about the long-term intake of statins – for me it would be 40-50 years! – and potential side-effects are sparse.” Colin Baigent, director of the MRC Population Health Research Unit, at at the University of Oxford, said: “This is an important paper because it shows what could be achieved if, starting early in their 40s, healthy people were to start taking a statin so that their bad cholesterol is halved for the rest of their lives. “Of course, despite the fact that statins are safe and well tolerated, many healthy people would be reluctant to take a statin from early middle age. But the striking findings of this study show that a policy of recommending such treatment might be a long-term investment that leads to a substantial improvement in the health of older people in the years to come.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}