{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/01/princess-alice--saved--my-famils-from-nazis-in-wartime-greece", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-01T08:35:01Z", "webTitle": "How Princess Alice saved an entire family from the Nazis", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/01/princess-alice--saved--my-famils-from-nazis-in-wartime-greece", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/01/princess-alice--saved--my-famils-from-nazis-in-wartime-greece", "fields": {"headline": "How Princess Alice saved an entire family from the Nazis", "bodyText": "At the foot of the Mount of Olives, opposite the eastern wall of the old city of Jerusalem, lies the grave of one of the most eccentric – if sometimes overlooked – British royals. Princess Alice, Prince Philip’s mother, and also a great-granddaughter of Queen Victoria, is remembered for many things. Born deaf at Windsor Castle, she lived a life of regal glamour – married to a Greek prince – but also extreme frugality, and spent two years at a Swiss asylum after a schizophrenia diagnosis. Later in her life, the “Princess of Battenberg” established an order of nuns, giving away all her possessions before dying on 5 December 1969. The 50th anniversary of that date will come on Thursday amid a resurgence in interest thanks to Netflix’s The Crown. In the third series, the royal is seen during her final years as a chain-smoking nun seeking funds for the poor. But a key episode of her life, for which she is lovingly remembered in Israel and among many Jewish people, is overlooked by the TV drama. During the second world war, Princess Alice sheltered the persecuted Cohen family from the Nazis and their sympathisers, including some of her own children. “What Princess Alice did, she saved the whole family,” said Evy Cohen, whose grandmother, aunt and uncle hid in the royal’s residence in Athens during the Nazi occupation of Greece. “Clearly I wouldn’t be alive, I wouldn’t be here, I wouldn’t be born if it hadn’t been for her.” The vast majority of Greece’s approximately 80,000 Jews were murdered in the Holocaust. Alice, who had known the late patriarch of the Cohen family, Haimaki, a former Greek parliamentarian, told close friends that the family were simply in need, and not “to send a word to anyone about it”, said Cohen. “She would often come up to my grandmother’s and my aunt’s small room. She would have tea and have an exchange, talk about religion. Although she was quite deaf, the exchange was very fruitful.” As was common for the turn-of-the-century elite, Alice and her five children were related to many European royal families. While her son, the future Prince Philip, was in the British Royal Navy, she also had daughters married to men fighting for the German side. At one point her daughters and their SS officer husbands visited her Athens home, Cohen said, and were suspicious. Although a fluent lip reader, the princess played up her deafness, pretending not to comprehend their questioning and claiming that a nanny lived upstairs. Cohen’s father, Alfred, had managed to escape with his brothers across the Aegean Sea to Turkey and then Egypt to join the Greek resistance. One brother did not make the journey and returned to Athens to hide with his family. After Princess Alice’s death, Alfred Cohen started the process of having her honoured by the Yad Vashem Holocaust Museum in Jerusalem, which bestows the “Righteous Among the Nations” award to non-Jews who saved Jews during the Holocaust. But her case was unique as she was a British royal. The UK government, which approves royal trips, had long snubbed formal invitations for British monarchs to Israel in the absence of a deal with the Palestinians. Only four years after Alfred died did Prince Philip attended a 1994 ceremony in Jerusalem, travelling in a non-official, private capacity to skirt around the political sensitivities. He said at the time that his mother had not mentioned the Cohens. “I suspect that it never occurred to her that her action was in any way special. She would have considered it to be a perfectly natural human reaction to fellow beings in distress.” Princess Alice’s biographer, Hugo Vickers, wrote that years later, when thanked by a member of the family, “she said sharply that she had only done what she believed to be her duty”. Joel Zisenwine, a Holocaust historian and the director of the Righteous Among the Nations department, said it was important to remember that rescuers were rare in a 1940s Europe filled with antisemitism and indifference. “Rescue in general was unfortunately and tragically a rather marginal phenomenon,” he said. “You can also talk about indifference to the state of Jews, hostility towards Jews, even active collaboration of various elements and sectors in local society with Nazi Germany.” And the princess’s status would not have necessarily afforded her protection. “There is definitely a sense of risk involved here. I don’t think you can belittle that,” Zisenwine said. Only in June last year did a British royal finally make an official visit to Israel and Palestine. During his tour, Prince William visited the crypt of his great-grandmother at the gold-domed Russian Orthodox church. “He was touched by that,” said Evy Cohen, who met the prince alongside her cousin’s son, Philippe. Evy Cohen lives in France and works as an artist, primarily with glass and photography. She focuses on the topic of memory, she said, and has made a sculpture of a book forged from glass, with members of her family on each page. She has not yet seen The Crown, she said, although hopes to. Asked whether many others in the family had watched the show, she replied there were just a few left. “Unfortunately, there is no wider family,” she said. “Somehow now, I’m the guardian of this story.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}