{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/01/education-jails-not-undermined-london-bridge-attack", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-01T16:31:16Z", "webTitle": "Education in jails 'must not be undermined by London Bridge attack'", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/01/education-jails-not-undermined-london-bridge-attack", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/01/education-jails-not-undermined-london-bridge-attack", "fields": {"headline": "Education in jails 'must not be undermined by London Bridge attack'", "bodyText": "Academics and former staff at a prison-based education project have voiced support for the initiative, saying its message should not be undermined, after staff were attacked during an event to celebrate its work. On Friday, the former prisoner Usman Khan, 28, from Staffordshire, was invited to the Learning Together fifth anniversary event in London Bridge. He was there alongside other guests who included former inmates and prison staff. Khan had been attending the event, which included a workshop on storytelling and creative writing, before launching an attack that started inside the building and later spilled out on to the bridge. Two people, Jack Merritt, a course coordinator on the programme, and Saskia Jones, a former Cambridge student, were killed and several others injured. Academics and former staff have praised the work of Learning Together, warning that the message of the charity should be remembered. David Wilson, a professor of criminology at Birmingham City University and chair of the Friends of Grendon – a prison where the project ran – tweeted: “Cambridge University and their Learning Together initiative is wonderful. What they have achieved should not be undermined by the London Bridge attack. I am obviously aware that two prisoners were involved – the attacker and a second who tried to prevent it.” His words referred to James Ford, who is also thought to have tried to save the life of one of the victims. Ford was jailed for life in 2004 for the murder of 21-year-old Amanda Champion. It has since emerged that Marc Conway, who has served time in jail, also intervened with others to suppress the assailant. Law student Jake Thorold said he knew Merritt from the programme and he was an “amazing person”. He added: “Certain shameless politicians are attempting to use his death to legitimate draconian sentencing changes, and so I think it’s important to emphasise what he and Learning Together stand for. “Learning Together insists on seeing the best in people. It is unflinching in saying that – no matter someone’s past – everyone has something to contribute. “The classes reflect this: students from unis and prisons learning alongside one another in genuinely mutual exchange.” The Learning Together programme was set up by Dr Amy Ludlow and Dr Ruth Armstrong in 2014, with support from the University of Cambridge’s teaching and learning innovation fund. It involves students and prisoners learning together under the motto “Education as the practice of freedom.” Alexandra Eleanor, a criminology student at Cambridge University, tweeted: “I had the pleasure of meeting Jack while at the institute and am devastated by this. Learning Together is an amazing programme that encourages students and prisoners to engage – it is not a deradicalisation programme and does not sympathise with terrorists.” Jamie Grundy, an independent trainer, educator and researcher in prison education, said he had been to several events on the programme. “With these sort of initiatives, the idea behind them is twofold – to give the students practical experience to go alongside theoretical experience at university, [and] a way of breaking down barriers [between] prisoner participants and undergrad students who have not come into contact with those in a prison environment.” He added: “I have been around the prison education world seven to eight years and never heard of any incidents before. Whether incidents minor or major, [I have] never heard of any before. “And also I have met plenty of people who have been part of prison education programmes, former serving prisoners, who are complimentary of these initiatives and the staff who get involved.” Over eight weeks, those taking the Learning Together courses meet to read, study, discuss and write essays before “graduating” together. Prisoners do not get a formal qualification but gain credits towards an undergraduate degree in a related subject they may take later. Since starting, the programme has been expanded nationally and to other prisons, with many similar programmes appearing. Another similar scheme called Inside-Out was pioneered in 2014 at Durham University, after two decades of success in US institutions. Ludlow, supervisor for the applied criminology master’s at Cambridge, told the Guardian in 2016 that feedback about the work had been overwhelming. “[Cambridge] students say it’s the most engaging way they have studied – and you see that reflected in their work,” she said. Learning Together was highlighted as an example of best practice by Dame Sally Coates in her 2016 review of prison education. Thorold said: “I participated in a law, society and justice course at Grendon prison last year. We discussed topics from intersections of class and race with law through to justice for Palestine. Every week we had brilliant discussions that transcended our very different positions in life.” At the University of Cambridge there are three Learning Together courses: one in criminology, which was formed in HMP Grendon, and a further two courses that have run since 2017 in literary criticism and philosophy and theology. The latter course is currently running in HMP Whitemoor. Last year it was announced that Cambridge University was offering bursaries to prisoners so they could study at the institution for the first time. To qualify, those applying need to have completed a higher education course while in prison under Learning Together. The conference was posted on Eventbrite, an event management and ticketing website, where it was described as a “day to celebrate, connect and collaborate”. Workshops included interactive storytelling and creative writing workshops, and a panel discussion was due to take place on “the power of education for social justice”. Bryonn Bain, a prison reform activist and poet, led a talk on criminal justice. He tweeted that he had been evacuated to a survivors’ centre and added: “I’m OK. Be grateful for every day.” After news of the attack came out, Prof Stephen Toope, vice-chancellor of Cambridge University, said: “I am devastated to learn that yesterday’s hateful attack on London Bridge may have been targeted at staff, students and alumni attending an event organised by the University of Cambridge’s Institute of Criminology.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}