{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/01/khan-attack-will-put-sentencing-and-release-of-terrorists-under-scrutiny", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-01T06:30:02Z", "webTitle": "Usman Khan was freed. Then he went on a killing spree. How did this happen?", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/01/khan-attack-will-put-sentencing-and-release-of-terrorists-under-scrutiny", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/01/khan-attack-will-put-sentencing-and-release-of-terrorists-under-scrutiny", "fields": {"headline": "Usman Khan was freed. Then he went on a killing spree. How did this happen?", "bodyText": "That Usman Khan killed two people having been released from prison under licence for terrorist offences has raised a flurry of urgent questions concerning public safety and prisoner supervision. The most pressing is why Khan, who was jailed in 2012 for his part in an al-Qaida-inspired plot to bomb high-profile locations and build a terrorist training camp in Pakistan, was freed in the first place. Khan, along with two other men from Stoke-on-Trent and several from London and Cardiff, was accused of targeting the London Stock Exchange, the Houses of Parliament and the US embassy, as well as several religious and political figures. But Khan, then 20, admitted to a lesser charge – engaging in conduct for the preparation of terrorism. The court heard that he had been secretly recorded talking about plans to recruit UK radicals to attend a training camp in Kashmir. Along with another man, he was given an indeterminate public protection sentence (IPP) and was told that he would serve at least eight years in prison. Passing sentence, judge Mr Justice Wilkie said Khan and others had been involved in a “serious, long-term venture in terrorism” that could also have resulted in atrocities being carried out in Britain. “It was envisaged by them all that ultimately they and the other recruits may return to the UK as trained and experienced terrorists available to perform terrorist attacks in this country,” he said. But the IPP sentence, which ends only when the Parole Board considers that an offender no longer poses a risk to the public, was quashed by the Court of Appeal in 2013. At the time many politicians and penal reform campaigners feared such sentences were resulting in prisoners unjustly spending too long in jail, and they were being abolished. At his appeal Khan’s legal team claimed that he was a young man whose ambition was to bring sharia law to Pakistan-controlled Kashmir and that it was “highly unrealistic to suppose that the authorities in Pakistan would allow a teenager from Stoke to impose sharia law or run a training school for terrorists”. One of the appeal judges, Lord Justice Leveson, acknowledged that there was “no doubt that anyone convicted of this type of offence could legitimately be considered dangerous” but replaced Khan’s IPP sentence with a 16-year determinate sentence. Prisoners are usually released halfway through such sentences, but Khan had served less than seven years when he was freed on licence in December last year and ordered to wear a tag. His time spent in custody before he was sentenced would have been taken into account, according to legal experts. In the aftermath of the tragedy, politicians on all sides have claimed that the sentencing and supervision regime applied to terrorists needs revisiting. Boris Johnson said it was important to “enforce the appropriate sentences for dangerous criminals, especially for terrorists”. Security minister Brandon Lewis said: “I think it is right that we do have to look again at the sentences … around these violent crimes.” Mayor of London Sadiq Khan said he, too, was concerned that IPP sentences had been scrapped, and also raised the issue of people being released on licence. “Does the Ministry of Justice, does the probation service have the powers and resources to properly supervise people who are clearly dangerous?” Khan asked. However, Richard Garside, director of the Centre for Crime and Justice Studies, cautioned against a kneejerk reaction from politicians. “The IPP sentence was abolished because many low- and no-risk people were left languishing in prison, sometimes for years. The pursuit of total security will only ever result in multiple injustices. We need to learn the lessons from any failings of supervision in this particular case, and do a lot more to address the causes of extremism.” Chris Phillips, a former head of the UK National Counter Terrorism Security Office, warned that convicted terrorists were being released when still radicalised. “We’re playing Russian roulette with people’s lives, letting convicted, known, radicalised jihadi criminals walk about our streets,” Phillips said. The Observer understands that although Khan was not considered high risk, he was seen by probation twice a week. There was nothing in his pattern of behaviour prior to the attacks that suggested his risk profile had changed. As is mandatory for convicted terrorists, he was on the government’s Desistance and Disengagement deradicalisation programme and was attending a conference on prisoner rehabilitation, organised by the University of Cambridge, when he is alleged to have stabbed two people to death. The conference, held at London’s Fishmongers’ Hall, was to celebrate five years of the Learning Together initiative, and was an invitation-only event. Founded by two academics, Drs Amy Ludlow and Ruth Armstrong, the initiative has been widely praised by penal reformers. “They wanted to get academics out of ivory towers,” said one justice campaigner who asked not to be named. “They wanted prisoners and criminologists to sit together in the classroom and learn together.” An American idea, it has now spread across the UK, with many prisons teaming up with universities. “It would be a tragedy if what has happened has an impact on the initiative,” the campaigner said. “Maybe 98% of those who attend benefit from it. Remember, some of those who chased him down were ex-offenders who’d been at the same conference.” Why Khan appears to have been beyond rehabilitation will now be the subject of intense scrutiny. His radicalism dates back to at least 2006 when he would engage in street activism, preaching against homosexuality. In 2008 his Staffordshire home was raided by police who suspected him of trying to brainwash vulnerable members of his community. His views, it seems, were deep and stubborn."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}