{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/09/survivor-of-attack-by-joseph-mccann-tells-of-long-wait-for-therapy", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-12-09T17:11:34Z", "webTitle": "Survivor of attack by Joseph McCann tells of long wait for therapy", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/09/survivor-of-attack-by-joseph-mccann-tells-of-long-wait-for-therapy", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/09/survivor-of-attack-by-joseph-mccann-tells-of-long-wait-for-therapy", "fields": {"headline": "Survivor of attack by Joseph McCann tells of long wait for therapy", "bodyText": "One of the victims of the serial rapist Joseph McCann has told of having to pay for her own counselling because of a waiting list of eight months to a year to access the treatment on the NHS. The woman, whose victim impact statement was read out in court as McCann was handed 33 life sentences for crimes including her abduction during a fortnight-long rampage, continues to have flashbacks and suffers from chronic pain. But while she and her traumatised partner both exhibited the symptoms of PTSD as they attempted to care for each other, the process of seeking help had been complicated by the wait of up to a year for long-term counselling. “I am now in therapy, but paying for it myself makes me feel let down and like I am betraying the services that I know should be available for victims and survivors,” said the woman, who is in her 20s. Before the attack she had been optimistic, felt safe in the world and had spoken about starting a family with her partner but now feels her life aspirations have been “violently taken away” and spends her time avoiding things that could remind her of her trauma, such as her old neighbourhood and intimacy with her partner. “I have been met with the utmost care, empathy and respect by nurses, doctors, advisers and police officers, to whom I owe more thanks than it is possible to express,” she said. “However, the evident scarcity, underresourcing and overstretching of specialist services for survivors has intensified my sense of isolation and abandonment by a society in which I used to feel safe. It feels like what has happened to me is not a social priority unless it’s being sensationalised in the news.” Her statement was read out at the Old Bailey at her request after she had spent the previous months looking for reassurance that she was not alone in the stories of other victims and survivors. Immediately after the attack, she was scared to go home, did not return for weeks and eventually had to move as the property and neighbourhood were full of reminders that triggered flashbacks and made her feel constantly unsafe. “It took me weeks to be able to walk a few doors down the road to a local shop on my own, with my thumb hovering over the button on the panic phone in my pocket.” The woman concluded by saying that, while she was glad that justice was being sought, the trial was also an intensely traumatic event. Speaking of “the misplaced guilt which often plagues victims of rape and sexual assault”, she added that the questions asked of her in court were the same that kept her up at night, namely: “Could I, should I have acted differently, got away sooner? “The defence’s questions echoed, and threatened to confirm, these intrusive and distressing thoughts. “The fact that I am here to write this statement is testament to the answer: no. I had one chance. I did what I could in a situation that thankfully most people have no experience or understanding of – a situation for which nothing in my life had prepared me – and I survived.” The British Medical Association said it knew waiting times for mental health treatment were unacceptably long, but that examples such as that of the McCann victim were “stark illustrations of the tragic human impact behind the statistics”. Dr Andrew Molodynksi, a BMA mental health spokesman, added: “People need help when they are at their most vulnerable, and no one should be forced to pay for treatment that should be available on the NHS. Indeed, for many this is simply not an option.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}