{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/dec/06/the-joseph-mccann-case-the-error-and-its-implications", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2019-12-06T13:09:09Z", "webTitle": "The Joseph McCann case: the error and its implications", "webUrl": "https://www.theguardian.com/uk-news/2019/dec/06/the-joseph-mccann-case-the-error-and-its-implications", "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/06/the-joseph-mccann-case-the-error-and-its-implications", "fields": {"headline": "The Joseph McCann case: the error and its implications", "bodyText": "Why have there been calls for an inquiry after Joseph McCann was found guilty of a series of rapes and kidnaps? After the verdicts against McCann – in a case where the horrific nature of the evidence against him frequently distressed jurors and members of the court – it was revealed that he should have been in jail over a previous violent offence in 2008, but that he had instead been freed in error. Some experts have suggested that this failure may be evidence of the impact of austerity on the justice system. What was the previous offence and what was his sentence? McCann was jailed for aggravated burglary, which he carried out armed with a knife, in 2008. He was jailed for a minimum of two and a half years under an imprisonment for public protection (IPP) sentence. What is an IPP? IPP sentences were introduced by the Labour government in the mid-2000s. The idea behind IPPs was to protect the public from serious offenders whose crimes did not merit a life sentence. Offenders sentenced to an IPP are set a minimum term referred to as a tariff, which they must spend in prison. But there was no maximum cap put on the tariff. Instead, after they completed their minimum tariff they could apply to the Parole Board for release. If the board refused, they could not reapply for another year. The Parole Board will release an offender only if it is satisfied that it is no longer necessary for the protection of the public for the offender to be confined. Crucially with regard to the McCann case, when offenders are given parole in IPP cases they will be on supervised licence for at least 10 years. IPPs sound familiar – why? The sentencing regime featured in coverage of the London Bridge terrorist attack as the attacker, Usman Khan, had previously been sentenced to an IPP for an earlier terrorism offence. At an appeal hearing, his IPP sentence was replaced with a type of sentence with a maximum period. Khan was automatically released, without Parole Board involvement, at the midway point and was on licence when he fatally attacked near London Bridge. But IPPs have also made headlines in the last few years because of the wide range of cases in which they appear to have been incorrectly applied. This led to the sentencing regime being abolished in 2012 by the Conservative-led coalition government. Was McCann released on licence? Yes. He far exceeded his minimum tariff and ultimately served eight years in prison. At this point he was released and the 10-year licence period kicked in. What would happen to McCann on licence? He would have had to adhere to strict licence conditions, supervised by the probation service. Did McCann reoffend while on licence? Yes, and this is when something went wrong. McCann was convicted of another offence of burglary in 2017 while on licence. Was he recalled to prison? No. Instead of being recalled under the terms of his IPP sentence to prison he was jailed under the terms of a fresh sentence. This was a more commonplace determinate sentence with a fixed period and an automatic release at the midway point, with the remainder of the sentence to be served on licence, under supervision by probation in the community. Was he released again? Yes. Under the terms of the determinate sentence, McCann was released on licence at the midway point. It was while out on licence that he committed the string of sexual offences for which he has been convicted. What went wrong? Ultimately, McCann should have been recalled to prison on the terms of his IPP sentence, rather than sentenced anew for the burglary offence. If this had happened, he would have returned to prison on the terms of the IPP and would have been required to complete a Parole Board assessment before release. But as he was re-sentenced on a determinate sentence, he was released at the midway point on licence automatically without Parole Board intervention. If this had happened would he still have been in prison and as a result not been able to commit any of the most recent sexual offences? Possibly. If he had been recalled under the IPP terms, he might have failed future Parole Board assessments and stayed in prison indefinitely. However, he could have gone on to pass Parole Board assessments as he had done in the past. At this stage in McCann’s life he had no convictions for sexual offending. In all likelihood, McCann would have been released again at some point. How did this come to light and who is to blame? McCann committed sexual offences while on licence for the burglary. Rape is classed as a serious further offence and as a result a “serious further offence review” was undertaken. It appears the error was uncovered by the review. As for blame, a number of parties should have been aware that McCann had been released on licence under the terms of an IPP and therefore should have been recalled rather than re-sentenced. Primarily, the probation service should have been aware. But police, prison authorities and the courts could all have had knowledge of these circumstances. The probation service has been under significant pressure since 2014 due to budget cuts and a major restructuring. It suffers from staff shortages and overwhelming workloads. The case will raise questions as to whether pressure on the services can in part explain why staff missed McCann’s licence terms."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}