{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2019/dec/03/donald-trump-news-today-live-democrats-impeachment-report-nato-summit-latest-updates", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-04T00:58:14Z", "webTitle": "House intelligence committee votes to pass impeachment report – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2019/dec/03/donald-trump-news-today-live-democrats-impeachment-report-nato-summit-latest-updates", "apiUrl": "https://content.guardianapis.com/us-news/live/2019/dec/03/donald-trump-news-today-live-democrats-impeachment-report-nato-summit-latest-updates", "fields": {"headline": "House intelligence committee votes to pass impeachment report – as it happened", "bodyText": "Live political reporting continues on Wednesday’s blog: Here’s a recap of today: The House intelligence committee approved an impeachment report voting 13-9 along party lines. The report accuses Trump of abusing his power for personal gain by pressuring Ukraine to investigate his political rivals, and obstructing Congress’ investigation into his actions. The impeachment inquiry is now in the hands of the Judiciary Committee, which is holding its first hearings tomorrow and is expected to draft specific articles of impeachment down the line. Kamala Harris ended her presidential campaign. The California senator could still get a chance to face Trump at his trial if the House votes to impeach him. House minority leader Kevin McCarthy says he has “no concerns” over call records in the impeachment report. The report mentioned that Trump’s personal lawyer Rudy Giuliani was in contact with Devin Nunes, a Republican representative on the Intelligence Committee leading the impeachment inquiry, as Giuliani began spreading baseless allegations against Joe Biden and his family. “I don’t have a problem with Devin talking to individuals,” McCarthy told reporters. “I have no concerns.” What now? Next steps in the impeachment process Now that the Intelligence Committee has approved its impeachment report, the proceedings will move over to the House Judiciary Committee, which is holding hearings starting tomorrow. Judiciary is then expected to draft the specific articles of impeachment against Trump, today’s report hints could include charges of obstruction of Congress and allegations that Trump comprised national security for personal gain by asking Ukraine to investigate his political rivals. Kamala Harris to Trump: ‘I’ll see you at your trial’ When Kamala Harris announced she was dropping out of the presidential race earlier today, Donald Trump’s campaign reacted by congratulating Tulsi Gabbard, who often clashed with Harris on the debate stage. Trump tweeted, “Too bad. We will miss you Kamala!”. Harris responded, “Don’t worry” — she’s still a senator who, if the House votes to impeach the president, will be at the trial deciding whether he should be removed from office. The committee voted 13-9 along party lines to adopt the report. Read key takeaways here: The report alleges that Trump “abused the power of his office for personal and political gain, at the expense of national security”. Though it doesn’t recommend specific articles of impeachment, the document hints at charges of obstruction of justice, among others. Democratic members of the Intelligence Committee also accuse Trump of a cover-up, contending that the president “ordered and implemented a campaign to conceal his conduct from the public and frustrate and obstruct the House of Representatives’ impeachment inquiry”. Norman Eisen of the Brookings Institution will question experts at the Judiciary Committee hearing tomorrow, the Washington Post reports. Eisen was the chief ethics lawyer for Barack Obama and US ambassador to the Czech Republic. The judiciary committee is expected to question four law professors during the hearing scheduled for tomorrow. The Republican representative from California pleaded guilty to federal corruption charges relating to his misuse of more than $200,000 in campaign funds. Federal prosecutors had charged him with using campaign money to pay for a $14,000 Italian vacation and other expenses including dog food, groceries, bedding and utilities. “Congressman Duncan D. Hunter violated the trust of his supporters by diverting hundreds of thousands of dollars they donated in good faith to his reelection campaign for personal expenditures,” said assistant U.S. attorney David Leshner said in a statement. Hunter had previously said that he was the victim of a “witch hunt”. In his plea agreement today, the congressman admitted that he knowingly and willfully stole money to fund their lifestye. Well, that was a full day of news, and my west coast colleague Maanvi Singh will have more updates in the next few hours. Here’s where the day stands so far: Democrats on the House intelligence committee released their report on the impeachment inquiry, which accused Trump of both abusing his power to pressure Ukraine to investigate Joe Biden and obstructing the investigation into his actions. Kamala Harris suspended her presidential campaign. The California senator was considered a frontrunner in the race earlier this year but saw her polling and fundraising numbers dwindle as she struggled to craft a consistent pitch for her candidacy. A federal appeals court ruled Deutsche Bank and Capitol One must comply with a congressional subpoena seeking Trump’s financial records, but the president’s legal team is likely to appeal the decision. Trump and Emmanuel Macron clashed during a news conference in London, where the French president criticized his US counterpart’s stances on a number of foreign-policy issues -- including outreach to Russia and the state of ISIS. The House judiciary committee will hold its first hearing in the impeachment inquiry tomorrow morning. Maanvi will have more coming up, so stay tuned. AT&amp;T said in a statement that it was “required by law” to hand over phone records to the House intelligence committee, which were requested as part of the panel’s impeachment inquiry. The phone records showed Rudy Giuliani, the president’s personal lawyer, was in contact with Devin Nunes, the top Republican on the House intelligence committee, and an official at the office of management and budget as he started to peddle baseless corruption allegations against Joe Biden. “Like all companies, we are required by law to provide information to government and law enforcement agencies,” a spokesperson for the company said in a statement. “In all cases, we ensure that requests for assistance are valid and that we act in compliance with the law.” Rudy Giuliani, the president’s personal lawyer, dodged a question about why he was calling an official at the office of management and budget as he was simultaneously pushing for the ouster of Maria Yovanovitch, the former US ambassador to Ukraine. Call records included in the impeachment report from Democrats on the House intelligence committee indicate Giuliani was in contact with not only the OMB official but also Devin Nunes, the top Republican on the House intelligence committee. As Trump combats the impeachment inquiry, his personal lawyers have reportedly been sidelined by White House counsel Pat Cipollone and his team of attorneys. The Washington Post reports: In the face of allegations that Trump abused his office for political gain, the White House lawyers are not sharing with his personal attorneys some internal government records central to the inquiry about the pressure the administration put on Ukraine, citing the need to protect executive privilege. The unusual decision to have the White House counsel captain the president’s defense — at least for now — departs from how previous presidents have contended with impeachment proceedings and has worried some Trump allies, who believe a multipronged defense would be stronger. It also contrasts sharply with the legal strategy the White House deployed in responding to former special counsel Robert S. Mueller III’s investigation. In that case, Trump’s personal lawyers led his defense in coordination with select White House attorneys. A lawyer for Lev Parnas, the former associate of Rudy Giuliani’s who aided the Trump lawyer’s efforts to pressure Ukraine to launch investigations into the Democrats, suggested congressman Devin Nunes should have recused himself from the impeachment inquiry. The impeachment report from Democrats on the House intelligence committee showed Parnas and Nunes were in communication as Giuliani began spreading baseless corruption allegations against Joe Biden. Ro Khanna, a Democratic member of the House oversight committee, suggested the judiciary committee should quickly begin drafting articles of impeachment against Trump following the release of the intelligence committee’s report on the inquiry. The judiciary committee will hold its first public hearing in the inquiry tomorrow, which will focus on the constitutional standard for impeaching a president. Adam Schiff has just concluded his news conference following the release of the House intelligence committee’s report on the impeachment inquiry. The committee chairman concluded his remarks by answering a reporter’s question about Devin Nunes, the top Republican on the panel who was apparently in contact with Rudy Giuliani as the president’s personal lawyer began to peddle baseless corruption allegations against Joe Biden. Schiff acknoweldged it was “deeply concerning” that there “may have been members of Congres complicit in” trying to dig up dirt on Biden, but the chairman warned there was still much left to uncover about those communications. “Our focus is on the president’s conduct first and foremost,” Schiff said, suggesting it may be up to others -- possibly the House ethics committee? -- to investigate the actions of some of Trump’s allies. Adam Schiff said he would “continue to reserve judgement” on whether Trump should be impeached and removed from office, even though his panel just released a report accusing the president of abusing his power to have a political rival investigated. But the intelligence committee chairman did acknowledge he was “gravely concerned” about the allegations outlined in the impeachment report, warning that Trump’s actions could “invite further corruption of our elections.” Adam Schiff encouraged his Republican colleagues to seriously consider the allegations against Trump, warning that their dismissal of the inquiry could set a dangerous precedent for future presidents. “To my Republican colleagues, they need to consider when we have a Democratic president, are they willing to say to their oversight that the president can simply refuse?” the House intelligence committee said. But Schiff emphasized Democrats would not abandon the investigation, despite Republican opposition. “I firmly believe that if one party relinquishes its responsibility to the constitution and to their oath, it does not relieve us of our obligation to the same,” Schiff said. House intelligence committee chairman Adam Schiff said his panel’s report on the impeachment inquiry “chronicles a scheme” by Trump to pressure Ukraine into “doing the president’s political dirty work.” The California Democrat asserted Trump had leveraged a potential White House meeting and military assistance to pursue his political agenda. “These were things that Ukraine desperately wanted and needed,” Schiff said. “This is not about Ukraine. This is about our democracy,” the chairman added, accusing Trump of “betraying that oath that he took to the constitution to protect our country and defend its institutions.” Adam Schiff, the Democratic chairman of the House intelligence committee, is holding a news conference following the release of his panel’s report on the impeachment inquiry. The impeachment report from Democrats on the House intelligence committee outlines frequent communication between Rudy Giuliani and the White House as the president’s personal lawyer pushed for the ouster of Maria Yovanovitch, the former US ambassador to Ukraine. Yovanovitch was recalled from her post in May, even though the deputy secretary of state told her she had done nothing wrong in the role. The editor-in-chief of the Hill said the newspaper was launching a “meticulous review” of John Solomon’s columns after the impeachment report from Democrats on the House intelligence committee revealed the former opinion writer was in frequent contact with former Giuliani associate Lev Parnas. The impeachment report from Democrats on the House intelligence committee lays out the findings from their hearings but does not offer an explicit recommendation on articles of impeachment, instead leaving that matter up to the House judiciary commitee. The judiciary committee will hold its first public hearing of the inquiry tomorrow, and it will focus on the constitutional standard for impeaching a president. The White House slammed the impeachment report from Democrats on the House intelligence committee, saying the document “reads like the ramblings of a basement blogger.” “At the end of a one-sided sham process, Chairman Schiff and the Democrats utterly failed to produce any evidence of wrongdoing by President Trump,” press secretary Stephanie Grisham said in a statement. “This report reflects nothing more than their frustrations. Chairman Schiff’s report reads like the ramblings of a basement blogger straining to prove something when there is evidence of nothing.” Devin Nunes, the top Republican on the House intelligence committee, was repeatedly in contact with Rudy Giulaini as the president’s personal lawyer started spreading baseless corruption allegations against Joe Biden, according to the impeachment report. CNN reported late last month that Nunes, who has been one of the president’s most ardent defenders against the impeachment inquiry, met with a former Ukrainian prosecutor in an effort to get dirt on Biden. According to the impeachment report from Democrats on the House intelligence committee, John Solomon, a former opinion writer for the Hill newspaper who wrote misleading op-eds about Ukraine, was in frequent contact with Lev Parnas, a former associate of Rudy Giuliani’s who is now facing federal campaign-finance charges. The impeachment report from Democrats on the House intelligence committee levels two main charges against Trump: that he “Conditioned a White House Meeting and Military Aid to Ukraine on a Public Announcement of Investigations Beneficial to his Reelection Campaign” and that he “Obstructed the Impeachment Inquiry by Instructing Witnesses and Agencies to Ignore Subpoenas for Documents and Testimony.” “The President demanded that the newly-elected Ukrainian president, Volodymyr Zelensky, publicly announce investigations into a political rival that he apparently feared the most, former Vice President Joe Biden, and into a discredited theory that it was Ukraine, not Russia, that interfered in the 2016 presidential election,” the report’s executive summary says. “To compel the Ukrainian President to do his political bidding, President Trump conditioned two official acts on the public announcement of the investigations: a coveted White House visit and critical U.S. military assistance Ukraine needed to fight its Russian adversary.” The impeachment report from Democrats on the House intelligence committee runs 300 pages long and outlines the lawmakers’ argument that Trump abused the power of the presidency to pressure Ukraine to investigate Joe Biden and the 2016 election. “President Trump’s scheme subverted U.S. foreign policy toward Ukraine and undermined our national security in favor of two politically motivated investigations that would help his presidential reelection campaign,” the report’s executive summary says. The Democrats on the House intelligence committee have released their report on the impeachment inquiry. “The impeachment inquiry into Donald J. Trump, the 45th President of the United States, uncovered a months-long effort by President Trump to use the powers of his office to solicit foreign interference on his behalf in the 2020 election,” the report says. With the announcement that she is suspending her presidential campaign, Kamala Harris is poised to become a key voice for Senate Democrats during the expected trial on whether to remove Trump from office. Harris serves on the Senate judiciary committee and has become well known for the tough questions she poses to Trump administration officials, including former attorney general Jeff Sessions. Trump’s reelection campaign reacted to the news that Kamala Harris was ending her White House bid by congratulating Tulsi Gabbard, who repeatedly clashed with Harris on the debate stage. Presidential candidate Pete Buttigieg, who eclipsed Kamala Harris in polling in recent months, celebrated the California senator’s long career and predicted she would continue to play a vital role in the Democratic Party. Kamala Harris’ opponents applauded her as a “trailblazer” and a “lifelong fighter for opportunity and justice” following the California senator’s announcement that she would not continue with her presidential campaign. With Kamala Harris’ withdrawal from the Democratic presidential race, six candidates are now expected to participate in the December debate -- although there are nine days left to qualify. As one commentator pointed out, without Harris on the stage, all the candidates who have already qualified -- Joe Biden, Elizabeth Warren, Bernie Sanders, Pete Buttigieg, Amy Klobuchar and Tom Steyer -- are white. Kamala Harris has just sent a tweet sharing the email to supporters announcing her decision to withdraw from the presidential race. “I want to be clear: although I am no longer running for President, I will do everything in my power to defeat Donald Trump and fight for the future of our country and the best of who we are,” Harris wrote. “I know you will too. So let’s do that together.” In an email to supporters announcing her decision, Kamala Harris said her campaign lacked the financial resources to continue with the bid. The California senator lagged behind fellow candidates like Bernie Sanders and Pete Buttigieg in third-quarter fundraising. Harris wrote in her email: Eleven months ago at the launch of our campaign in Oakland I told you all: ‘I am not perfect. But I will always speak with decency and moral clarity and treat all people with dignity and respect. I will lead with integrity. I will speak the truth.’ And that’s what I have tried to do every day of this campaign. So here’s the truth today. I’ve taken stock and looked at this from every angle, and over the last few days have come to one of the hardest decisions of my life. My campaign for president simply doesn’t have the financial resources we need to continue. I’m not a billionaire. I can’t fund my own campaign. And as the campaign has gone on, it’s become harder and harder to raise the money we need to compete. In good faith, I can’t tell you, my supporters and volunteers, that I have a path forward if I don’t believe I do. So, to you my supporters, it is with deep regret -- but also with deep gratitude -- that I am suspending my campaign today. The timing of Kamala Harris’ announcement makes more sense in the context of the California presidential primary, given that the senator only had a few days left to drop out without appearing on the state’s primary ballot. The Guardian has confirmed Kamala Harris is ending her presidential campaign, but the California senator has not yet posted a video announcing her decision. Joe Biden, campaigning in Iowa, said he had “mixed emotions” about the news, calling Harris a “first-rate candidate.” Harris’ biggest campaign moment came when she criticized Biden’s past opposition to busing during the first Democratic debates. Kamala Harris has not yet confirmed she is dropping out of the presidential race, but her husband just shared this photo as reports indicate the California senator has informed her staff of the decision. Kamala Harris’ niece has just shared this tweet amid reports she is ending her White House campaign. A video announcing the decision is reportedly forthcoming from the California senator. Kamala Harris canceled a fundraiser with major donors in New York earlier today, citing a “personal matter” and not elaborating on a possible rescheduling date for the event. CNBC reported: The event, which was scheduled to take place on Tuesday at the Paul Weiss law firm, was suddenly dropped due to what was described by the campaign as a ‘personal matter,’ according to people familiar with the situation. No date was given for rescheduling. Donors were informed of the decision earlier Tuesday. An invitation shows that the fundraiser was expected to draw some of Harris’ top bundlers, including hedge fund executive Marc Lasry, financier Blair Effron and Paul Weiss chairman Brad Karp. All three are listed as members of Harris’ finance committee. Also slated to attend was Citigroup executive Ray McGuire and music industry investor Matt Pincus. Senator Kamala Harris has reportedly dropped out of the presidential race amid dwindling polling and fundraising numbers. The California senator was considered a frontrunner in the race early on, but she struggled to catch fire in a crowded field. Representative Jim Himes, a Democrat on the House intelligence committee, said the panel’s report on the impeachment inquiry runs hundreds of pages long, but the Connecticut lawmaker would not say whether it recommends specific articles of impeachment against Trump. The House intelligence committee plans to release its report on the impeachment inquiry, which is backed by the panel’s Democrats, this evening, according to CNN. CNN reports: The report from the House Intelligence Committee makes the Democrats’ case for impeachment, weaving a narrative about Trump’s handling of Ukraine, including with exhibits and phone logs, the sources said. The report will also compare Trump’s lack of cooperation with Congress with the cooperation in past administrations to argue that this President has engaged in unprecedented stonewalling. The committee’s report, which is expected to be released publicly Tuesday evening, will serve as the backbone of the Democrats’ impeachment proceedings against the President. The committee is expected to vote to approve it on Tuesday evening to send it to the House Judiciary Committee, where it is expected to serve as the basis of articles of impeachment that would be drafted by that panel in the coming days. The report’s public release will come one day after Republicans on the House intelligence committee released their own 123-page report, which defended Trump’s communications with Ukraine and claimed the impeachment inquiry was nothing more than a partisan stunt. Meanwhile, it looks like the sentencing of Michael Flynn, Trump’s former national security adviser who pleaded guilty to lying to the FBI in 2017, has been pushed back until at least mid-January as a federal judge has granted the former official permission to travel to South Korea later this month. Senator John Kennedy, who has repeatedly suggested that Ukraine may have meddled in the 2016 election, dodged a question about the baseless accusation as he entered an elevator with Mitt Romney, who said in a statement today that he has seen “no evidence” of Ukrainian election interference. Senate Republicans are offering a range of answers on whether they believe the accusation that Ukraine interfered in the 2016 election, a baseless claim peddled by the Kremlin and echoed by Trump and some of his allies. Some GOP senators have argued Ukraine might have meddled in the election alongside other countries like Russia, but a handful of lawmakers -- including Utah senator Mitt Romney -- have placed the blame for 2016 election interference squarely on the Kremlin, as the US intelligence community has. Jay Sekulow, a lawyer for the president, has just issued a statement insisting the congressional subpoena for Trump’s financial records is “invalid as issued.” The statement comes after a federal appeals court ruled that Deutsche Bank and Capitol One must hand over documents in connection to the subpoena, but Sekulow suggested Trump’s legal team may appeal the decision to the Supreme Court. David Hale, the undersecretary of state who testified last month during the public impeachment hearings, told the Senate foreign relations committee that he has seen no evidence of Ukraine having meddled in the 2016 election. Trump’s Republican allies have floated the baseless claim that Ukraine interfered in the election to substantiate the president’s request for an investigation into the conspiracy theory. But Hale pointed out that the US intelligence community has firmly concluded Russia interfered in the 2016 election, and Fiona Hill, the former top White House expert on Russia, testified during the impeachment hearings that this baseless accusation against Ukraine is a “fictional narrative that has been perpetrated and propagated by the Russian security services.” Asked whether he had any reason to disagree with Hill, Hale said, “I do not.” Trump talked to reporters three times today -- appearing alongside Nato secretary general Jens Stoltenberg, French President Emmanuel Macron and Canadian Prime Minister Justin Trudeau. All together, the US president spoke to the press for more than two hours today. Meanwhile, Republicans on the House oversight committee are keeping up their messaging campaign against the impeachment inquiry by ... photo-shopping chairman Adam Schiff’s face into a poster for the movie “Back to the Future.” Speaking to reporters just now in London, Trump called Schiff a “maniac,” a “deranged human being” and a “very sick man” for his handling of the impeachment inquiry. Trump has now wrapped up his news conference with Canadian Prime Minister Justin Trudeau, during which the US president announced the June G7 summit would be held at Camp David. The president’s acting chief of staff, Mick Mulvaney, had previously announced the summit would be held at Trump’s resort in Doral, Florida, but that decision was quickly reversed amid intense criticism from Democrats and Republicans. Ironically, when Mulvaney announced the initial choice of Doral, he claimed that the past G7 site of Camp David had been a “complete disaster.” “In fact, I understand the folks who participated in it hated it and thought it was a miserable place to have the G7,” Mulvaney said at the time. Sitting next to the Canadian prime minister in London, Trump railed against the House impeachment inquiry, calling intelligence committee chairman Adam Schiff a “deranged human being.” Echoing past comments, the president insisted Democrats have gone “crazy” over impeachment and said they should be “ashamed” of themselves for how they have handled the inquiry. Trump just claimed to reporters that he does not follow the stock market after the Dow hit a one-month low following the president’s comments that he does not have a “deadline” for reaching a trade deal with China. In reality, Trump has repeatedly boasted about the state of the stock market and has demanded credit for its rallies while shaking off responsibility for its trade-related tumbles. Sitting alongside Justin Trudeau, Trump said Canada must increase its financial contribution to Nato, suggesting the country should be put on a “payment plan” to up its defense spending for the alliance. The Canadian prime minister pushed back by pointing out his country has increased its Nato spending by 70% in recent years and insisted Canada is a key partner in the alliance. Trump told reporters that he thought the initial question about supporting the protesters in Iran pertained to financial support, hence his surpising answer that he did not back the demonstrators. “We do support them totally and have supported them from the beginning,” Trump said at the start of his news conference with Canadian Prime Minister Justin Trudeau in London. Trump’s clean-up of his earlier comments aligns the president with secretary of state Mike Pompeo, who has said the US backs the protesters and has tried to keep online communications open in Iran depsite the government’s efforts to shut down the internet. Trump has just sent a tweet saying he supports the protesters in Iran, less than an hour after the US president said during a news conference with Emmanuel Macron that he did not back the demonstrators. During his news conference with the French president, Trump was asked whether he supported the protesters, as his secretary of state has expressed. “I don’t want to comment on that, but the answer’s no. But I don’t want to comment on that,” Trump replied. If the federal appeals court’s ruling stands, House Democrats could have unprecedented insight into Trump’s business dealings. However, the president’s legal team is likely not done trying to fight the order. A federal appeals court has ruled that Deutsche Bank and Capitol One must comply with a congressional subpoena for Trump’s financial records, dealing another legal blow to the president. However, the scope of the banks’ disclosures remains unclear, and Trump’s legal team could still appeal the case to the Supreme Court. Trump’s press conference with Emmanuel Macron has just wrapped up, during which the French president repeatedly challenged the US leader on a number of foreign-policy issues. But Trump stuck by his controversial stances -- arguing, for example, that there was a benefit to communicating with Russia because the idea is popular at his campaign rallies. Sitting next to Trump, French President Emmanuel Macron repeatedly criticized the US leader for his stances on a number of foreign-policy issues, particularly his welcoming of Recep Tayyip Erdoğan after the Turkish president launched a violent military oepration in Syria. Trump shocked reporters in London when he responded to a question about whether he supports the protesters in Iran, who have been violently repressed by their country’s government. The US president initially said he did not want to comment on the situation in Iran but then added offhandedly that he did not support the protesters. Secretary of state Mike Pompeo said yesterday that the US was supporting the protesters by trying to keep online communications open, despite the Iranian government’s efforts to shut down the internet. Trump and French President Emmanuel Macron are speaking to reporters in London as they meet during the Nato summit, and the two world leaders have repeatedly clashed on everything from Russia to the return of Islamic State fighters who have European citizenship. Trump was insisting European countries need to take back control of those fighters and he joked to Macron, “Would you like some nice ISIS fighters? I could give them to you.” Macron responded by noting only a small percentage of ISIS fighters originally come from Europe. Trump replied, “This is why he’s a great politician because that was one of the greatest non-answers I’ve ever heard.” Tom Steyer’s campaign said the billionaire activist has qualified for the December Democratic debate, making him the seventh presidential candidate to meet both the polling and donor requirements to participate. “After terrific performances in the last two debates and a tremendous amount of earned media over the last month, Tom continues his surge in the early state polls which has led to an increased amount of donors over the last few weeks,” his campaign manager, Heather Hargreaves, said in a statement. Steyer will join Joe Biden, Elizbaeth Warren, Bernie Sanders, Pete Buttigieg, Kamala Harris and Amy Klobuchar on the debate stage. Tech entrepreneur Andrew Yang only needs one more qualifying poll to make the cut, and he has nine days to get it. However, it’s looking increasingly likely that about half of the Democratic presidential field will fail to qualify for the next debate -- which could pressure more candidates to withdraw from the race, as Montana governor Steve Bullock and former Pennsylvania congressman Joe Sestak both did in recent days. Good morning, live blog readers! Donald Trump is at the Nato summit in London striking fear into stockbrokers’ hearts and insulting world leaders (as we’ve come to expect), but the impeachment inquiry is continuing unabated as the president is abroad. The House intelligence committee is expected to publicy release its report on the impeachment inquiry today. The report will convey Democrats’ argument that Trump abused the power of the presidency by trying to pressure Ukraine to investigate Joe Biden and the 2016 election. Republicans on the committee insist the inquiry is just an outgrowth of Democrats’ political animus toward Trump, who did nothing wrong in his communications with Ukraine. This viewpoint was articulated in a report released yesterday by the Republican minority of the intelligence committee. “The fundamental disagreement apparent in the Democrats’ impeachment inquiry is a difference of world views and a discomfort with President Trump’s policy decisions,” that report said. The president’s allies are pushing back against the investigations of his administration in other ways as well. The Washington Post reported last night that attorney general William Barr has told associates he does not agree with the justice department inspector general’s finding that the FBI was justified to launch the Russia investigation. However, as the House gets closer and closer to an impeachment vote, Trump’s allies may soon run out of options for protecting the president. Here’s what else the blog is keeping its eye on: Trump will meet with French President Emmanuel Macron and Canadian Prime Minister Justin Trudeau in London before a Nato leaders reception at Buckingham Palace. David Hale, the undersecretary of state who testified during the public impeachment hearings, will appear before the Senate foreign relations committee at 10 a.m. ET. Joe Biden will continue his bus tour in Iowa. The blog will have much more coming up, so stay tuned."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}