{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/05/us-briefing-trumps-nato-flounce-impeachment-and-george-zimmerman", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-05T11:25:49Z", "webTitle": "US briefing: Trump's Nato flounce, impeachment and George Zimmerman", "webUrl": "https://www.theguardian.com/us-news/2019/dec/05/us-briefing-trumps-nato-flounce-impeachment-and-george-zimmerman", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/05/us-briefing-trumps-nato-flounce-impeachment-and-george-zimmerman", "fields": {"headline": "US briefing: Trump's Nato flounce, impeachment and George Zimmerman", "bodyText": "Good morning, I’m Tim Walker with today’s essential stories. Furious Trump cuts short summit over ‘two-faced’ Trudeau A thin-skinned Donald Trump left the Nato summit near London earlier than planned on Wednesday, after the emergence of a hot mic video in which other world leaders appeared to be ridiculing him. Trump cancelled a press conference and called the Canadian prime minister, Justin Trudeau, “two-faced”, flouncing out of the meeting and throwing fresh doubt on the future of the troubled transatlantic military alliance. Boris Johnson. The UK prime minister has denied the suggestion that he does not take Trump seriously, but also swerved the opportunity to praise the US president personally. Joe Biden. The Democratic frontrunner’s campaign seized on the hot mic clip to create a video claiming that “the world is laughing at President Trump”. Experts say Trump guilty of textbook impeachable offences A group of constitutional scholars told the House judiciary committee on Wednesday that Trump’s dealings with Ukraine were a textbook case of impeachable conduct, at the start of the latest phase of the impeachment process. “If what we’re talking about is not impeachable, then nothing is impeachable,” said Michael Gerhardt, a law professor at the University of North Carolina. Yet the day was somewhat overshadowed by a pun about the president’s son Barron, which drew an angry response from the first lady. Key takeaways. Tom McCarthy lays out the key takeaways from the first day of judiciary committee hearings, which laid out the Democrats’ road map to formal articles of impeachment. George Zimmerman sues Trayvon Martin’s family for $100m George Zimmerman, the neighborhood watch volunteer who shot dead black teenager Trayvon Martin in Florida in 2012, has launched a $100m lawsuit against the dead 17-year-old’s family and their legal team. Zimmerman, who was controversially cleared of Martin’s murder, claims the “malicious prosecution” of the high-profile case destroyed his reputation, and that the civil rights lawyer Benjamin Crump defames him in his recent book, Open Season: Legalized Genocide of Colored People. Death threats. The 36-page lawsuit claims Zimmerman lives in constant fear of attack, “often receives death threats when he appears in public” and has depression and PTSD. US sailor kills two civilians in attack at Pearl Harbor base A US sailor shot dead two civilian workers and injured a third before killing himself at the Pearl Harbor military base near Honolulu, on the Hawaiian island of Oahu, on Wednesday afternoon. The names of the victims will not be released until the next of kin have been notified, said authorities at Joint Base Pearl Harbor-Hickham, which is home to both the US navy and US air force. 78th anniversary. The shooting took place near the shipyard’s Dry Dock 2, across the harbor from the Pearl Harbor National Memorial, which on Saturday will mark the 78th anniversary of the Japanese attack that drew the US into the second world war. Cheat sheet Nestlé’s attempts to privatize natural water sources in the US have hit a snag, after a court ruled the company’s commercial water-bottling operation was “not an essential public service,” in a victory for a Michigan town that blocked Nestlé building a pumping station at a nearby wellhead. China’s ambassador to the US has warned of “destructive forces” trying to undermine the relationship between the two countries and their ongoing trade talks, describing claims of human rights abuses in Hong Kong and Xinjiang as “fake news”. A US district judge in New Hampshire has denied a request by out-of-state students and other temporary residents to block a Republican-backed law that makes it harder for them to vote in their adopted state. Alexandria Ocasio-Cortez and Bernie Sanders have tweeted in support of the UK’s National Health Service, in response to a viral video that demonstrates British people’s shock at discovering the costs of healthcare in the US. Must-reads Queen &amp; Slim sparks debate over ‘trauma porn’ Lena Waithe’s gorgeously shot directorial debut, Queen &amp; Slim, is about a black couple who kill a white police officer during a tense traffic stop and go on the run across the US. Always destined for controversy, the film has provoked a debate as to whether it exploits black pain for mass consumption, as André Wheeler explains. How a deadly boat trip exposed Iraq’s corruption and neglect Even in a country accustomed to fanatical militias, occupying armies and dictators, the March ferry disaster in Mosul, which killed at least 128 people – most of them women and children – still had the power to shock. Ghaith Abdul-Ahad tells the story of the tragedy, and the underlying corruption it revealed. Buttigieg’s business background raises questions Pete Buttigieg, the rising star of the Democratic primary, has an impressive backstory: Harvard graduate, Afghanistan veteran, big-city mayor all before the age of 30. But now the three years he spent as a management consultant at McKinsey have some questioning his progressive credentials, as Lucia Graves reports. The groups helping refugees settle in US cities For the latest in the Guardian’s City Champions series, Amanda Holpuch talks to the people behind Refugee Response, a non-profit organisation addressing the needs of the 2,500 refugees who have settled in Cleveland over the past decade – and to Sabzina Muhibzada, one of the young people to benefit from their assistance. Opinion Nato faces a crisis prompted by criticism from the leader of its most powerful member. But the problems afflicting the 70-year-old alliance run deeper than Donald Trump, argues Michael H Fuchs. To adapt to today’s world – a newly aggressive Russia, an unreliable US president, growing challenges from China and instability within the EU – Nato must evolve again. Sport Marcus Rashford scored both of Manchester United’s goals in their 2-1 victory over Tottenham Hotspur on Wednesday, ending former United manager José Mourinho’s winning streak at his new club. Meanwhile the Premier League leaders overwhelmed neighbors Everton at Anfield, with a 5-2 win that suggests the clubs’ historic rivalry is just that: history. The tactics being used by Colin Kaepernick’s critics to discredit the former NFL quarterback are familiar, says Kareem Abdul-Jabbar. It’s exactly how conservative America has always treated African American athletes who speak out. Sign up The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}