{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/09/trump-impeachment-inquiry-judiciary-committee-hearing", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-09T16:20:14Z", "webTitle": "Trump impeachment: judiciary hearing could bring Mueller into play", "webUrl": "https://www.theguardian.com/us-news/2019/dec/09/trump-impeachment-inquiry-judiciary-committee-hearing", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/09/trump-impeachment-inquiry-judiciary-committee-hearing", "fields": {"headline": "Trump impeachment: judiciary hearing could bring Mueller into play", "bodyText": "Marching toward the impeachment of Donald Trump, Democrats on Monday heard testimony that could result in material from the special counsel Robert Mueller’s report being folded into articles of impeachment. The House judiciary committee held its second public impeachment hearing. The committee could draft and vote on articles of impeachment as early as the end of the week, leading to a House vote on whether to impeach Trump before the 20 December holiday break. A trial in the Republican-controlled Senate would follow in the new year. A Senate trial is widely expected to acquit Trump. “The evidence shows that Donald J Trump, the president of the United States, has put himself before his country,” said Jerry Nadler, the committee chairman. “He has violated his most basic responsibilities to the people. He has broken his oath.” Testimony was heard from a bipartisan group of lawyers from two House committees: the intelligence committee, which investigated Trump’s efforts to pressure Ukraine to investigate Joe Biden; and the judiciary committee, which investigated Mueller’s findings. The lawyers testified on the results of each investigation as the judiciary committee weighs how to draft articles of impeachment. Testifying for the Democrats were Barry Berke from the judiciary committee and Daniel Goldman from the intelligence committee. Testifying for the Republicans was Stephen Castor for both committees. Berke accused Trump of “replaying the playbook” of obstruction he used during Mueller’s investigation in an effort to defeat the impeachment inquiry. “President Trump himself has obstructed the investigation,” Berke said. “He’s directed his most senior aides who were involved in these events not to come … This is evidence that President Trump is replaying the playbook used in the prior justice department investigation.” The decision of whether to include evidence gathered by Mueller in the impeachment of Trump has been a matter for debate among Democrats. Any article of impeachment built on Mueller’s findings could risk losing the support of centrists who fear feeding Republican arguments that the impeachment process is a catchall for anti-Trump grievances. But many Democrats and others see the 10 distinct episodes of potential obstruction of justice by Trump laid out in the second half of the Mueller report as evidence of egregious misconduct deserving of prosecution. Trump will be impeached if any one article of impeachment is approved by a majority vote in the House. Democrats have signaled they are weighing three grounds for Trump’s impeachment: abuse of power, obstruction of Congress and obstruction of justice. They may settle on those or different articles. Monday’s hearing was interrupted by repeated objections by Republicans on points of order or for parliamentary inquires, frequently driving Nadler to use his gavel. “All this is about is a clock and a calendar because they can’t get over that Donald Trump is the president of the United States,” said ranking member Doug Collins of Georgia. “And they don’t think they have a candidate that can beat him.” For the Republican side, Castor said Mueller’s testimony to Congress in July “was underwhelming, to say the least” and Trump has claimed the Mueller report was exculpatory. But in fact Mueller’s report presents evidence of obstruction of justice by Trump for activity including the firing of FBI director James Comey; ordering the White House counsel to fire Mueller; trying to have the attorney general take over the special counsel investigation; and ordering the White House counsel to deny the earlier order that he fire Mueller. In both prior impeachment proceedings against a US president in the modern era, obstruction of justice was among the articles of impeachment. The White House signaled on Friday that it would not send lawyers to the hearing on Monday or seek to call witnesses in Trump’s defense, continuing its unprecedented policy of total non-participation with the inquiry. “President Trump chose not to show,” said Nadler. “He may not have much to say in his own defense, but he cannot claim that he did not have the opportunity to be heard.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}