{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/05/texas-port-neches-evacuation-air-quality-chemical-plant-explosions", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-05T14:21:32Z", "webTitle": "Texas: city residents urged to evacuate after chemical plant explosions", "webUrl": "https://www.theguardian.com/us-news/2019/dec/05/texas-port-neches-evacuation-air-quality-chemical-plant-explosions", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/05/texas-port-neches-evacuation-air-quality-chemical-plant-explosions", "fields": {"headline": "Texas: city residents urged to evacuate after chemical plant explosions", "bodyText": "Authorities in the Texas city of Port Neches have issued an order encouraging its 50,000 residents to evacuate due to concerns over air quality after a pair of chemical plant explosions occurred last week. Port Neches issued the voluntary evacuation order late on Wednesday after elevated levels of the chemical butadiene were detected. Jefferson county emergency management officials said the elevated levels did not pose a serious health risk, but could cause dizziness, nausea, headaches or irritation to the eyes and throat. Butadiene is a chemical used to make synthetic rubber and other products. The first explosion happened early 27 November at the TPC Group plant about 80 miles (129km) east of Houston and was so powerful it shattered windows and ripped doors off hinges of nearby homes. A second blast occurred about 13 hours later, and the fire was not contained until 29 November. The blast sent a huge plume of smoke into the air that was visible for miles. The explosion was the latest in a series of high-profile accidents this year up and down the Texas Gulf coast, which is home to the highest concentration of oil refineries in the country. In July, an explosion at an ExxonMobil refinery in Baytown left more than dozen people with minor injuries and put nearby residents under a shelter-in-place advisory for three hours. The recurring explosions have renewed calls by coastal residents and critics for tougher industry oversight. On Thursday, a report released by a Washington-based environmental watchdog concluded that since 2008, only Wisconsin has made deeper cuts to the budgets of state environmental regulators than Texas. The Texas commission on environmental quality has cut funding for pollution control programs by 35% over the past decade when adjusted for inflation, according to the Environmental Integrity Project. The not-for-profit is led by Eric Schaeffer, who was the head of the US Environmental Protection Agency’s enforcement office during the Clinton and George W Bush administrations. The report also claimed that 34 of Texas’s nearly 80 petroleum refineries have been “in continuous noncompliance” with pollution control laws over the last three years. A TCEQ spokesman did not immediately return requests for comment about the report. Speaking after the Port Neches explosions, Toby Baker, the agency’s executive director, criticized “an unacceptable trend of significant incidents” within the past year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}