{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/02/california-water-vending-machines-quality", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-02T11:00:31Z", "webTitle": "Californians are turning to vending machines for safer water. Are they being swindled?", "webUrl": "https://www.theguardian.com/us-news/2019/dec/02/california-water-vending-machines-quality", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/02/california-water-vending-machines-quality", "fields": {"headline": "Californians are turning to vending machines for safer water. Are they being swindled?", "bodyText": "Customers stream into the parking lot of a San Diego strip mall, lining up behind a windmill-shaped vending machine that fills their jugs for 25 to 35 cents a gallon. “The water that comes from the tap, I don’t trust it, and it doesn’t taste good,” Miguel Martinez said on a recent afternoon, as he filled his bottle from the kiosk. Martinez lives in San Diego’s nearby Shelltown neighborhood, an area located minutes from downtown where many immigrant families have landed. “Good water right here,” his friend says, patting the machine. Martinez says he doesn’t mind paying a little extra money for what he believes is premium water that tastes better than what comes from his home faucet. It’s a steal compared with the individually sealed bottles you can buy at the store, he said. “I never drink tap water,” Eddie, a different customer who declined to give his last name, said in Spanish. He got used to buying bottled water 15 years ago when he lived in Mexico and never went back to tap water. Eddie, who works in construction, said when he is at home he drinks sealed water bottles he buys from the store, but he keeps the three-gallon jugs he fills up at the kiosks when he goes to work. “Even if they say the tap water is safe, how do we [know] it’s true?” he said. Water vending machines have become a common feature in southern California. They’re not new – the state’s department of public health has licensed them since 1989 – and at first glance, they seem to offer a solution for California’s struggle to provide clean drinking water for all of its residents. Customers even swear by the improved taste and believe it is safer than tap water, even if there is not much evidence that they’re getting the quality they’re paying for. Water vending wars There are about 9,200 water vending machines clustered throughout California, according to the state’s public health department, which regulates the machines. The majority – 55% – are located in southern California, in the state’s five most populous counties: Los Angeles, San Diego, Riverside, San Bernardino and Orange. The kiosks take city tap water – which must be clean enough to meet state and federal quality standards – run it through a filtration system that removes chemicals such as chlorine to improve taste, then dispense it to customers at an 8,000% to 10,000% mark-up. Vended water is cheaper than individually sealed, store-bought bottles, but many times more expensive than tap water. The public health department requires water vending operators to inspect, clean and sanitize machines once a month, and list the last date of service on the machine. But records suggest that the department has been lax in regulating the industry and double-checking the vending machines. When the investigative news outlet Voice of San Diego dug into the issue earlier this year, it found that in 2015, the department only inspected two of the 1,100 machines in San Diego county, for example. Midway through 2019, it hadn’t inspected any. A spokesperson for the public health department told the Guardian statewide data for this year was not immediately available. In the past, water and public health officials have raised concerns over the machines’ safety when they are not properly regulated. In 1997, when the public health department still relied on water vending operators to inspect their own machines, the environmental toxicology bureau in Los Angeles county found that the dispensers located in southern California supermarkets had higher levels of bacteria than plain tap water – probably related to old filters or dirty spigots on the machines. “You’re safer drinking the tap water,” a water official said at the time. “Not only are you safer, but you’re paying, oh, let’s see, about 250 times less per gallon.” A few years later, a study by the not-for-profit Environmental Working Group found that water from two-thirds of the machines they tested in California, owned by the then industry leader, Glacier Water, did not match its marketing claims in terms of contaminants. California’s vended water market is dominated by Primo water, which purchased Glacier Water in 2016 and owns 85% of the vended water kiosks in California. At the time of its merger, Primo said the acquisition gave it 46,000 retail locations in the US and Canada. Today Primo is valued at $400m. Vending machine companies usually offer a cut of their sales and possibly a signing bonus to stores that allow them to use their space. The market is so profitable it has sparked ugly turf wars between water companies competing for the coveted space in front of stores. About seven years ago, one vending machine company, Mountain’s Peak, filed a complaint against Glacier and accused it of threatening and pressuring store owners to sign contracts with Glacier. Glacier, in turn, accused Mountain Peak of benefiting from a plot to sabotage its machines and steal business. The two companies eventually settled and agreed not to tamper with each other’s machines. “It’s really a nasty business. It’s not a gentleman’s business,” Ed Rose, an attorney who represented Mountain’s Peak, told Voice of San Diego this year. ‘It is cynical and exploitative’ The concerns raised over lax regulation don’t seem to matter to the dozens of customers who line up to fetch water from the machines – many of them located in front of liquor stores and strip malls in low-income neighborhoods and immigrant communities. Watermill Express, which operates the windmill-shaped water kiosks, did not respond to questions from the Guardian. But when asked in 2015 why so many kiosks were found in low-income neighborhoods, Lani Dolifka, the Watermill co-founder, told Fast Company that “budget conscious” clientele deserve options, too. “Not everyone can afford to buy bottled water or have a water delivery service, but everyone needs access to safe, affordable, pure drinking water,” she said. Debi Ores, a senior attorney with the Community Water Center, a not-for-profit organization that works to improve access to clean water for residents in central California, said the distrust of tap water is understandable for immigrants who come from countries without clean drinking water. “If the water looks or smells a little funny, they might not have faith that the water is safe to drink. Especially if they’ve known people or had family members who’ve gotten sick from drinking the water.” But the Environmental Working Group, which researches environmental issues, took a sharper view of the marketing in a 2002 report. At the time, it said the then industry leader, Glacier, was exploiting immigrants’ fear of tap water in order to turn a profit. Glacier at the time estimated that 60% of its market in California came from Latino and Asian customers. “On the surface, the targeting of recent immigrants may seem like smart niche marketing. But on closer examination, it is cynical and exploitative,” the report read. “Glacier’s marketing strategy takes advantage of the fact that new arrivals, many of whom have limited English skills, may not know that California tap water is safer than the water back home. Then it charges people who can least afford it an inflated price for a basic necessity.” Neither Primo nor Watermill Express responded to multiple phone calls and emails from the Guardian. Questions over marketing aside, residents could be forgiven for not trusting the contents of their tap water. In recent years, California schools have been scrutinized for providing drinking water with high concentrations of lead – contamination that can happen when ageing pipes leach lead into the water before it leaves the faucet, said Alexis Temkin, a toxicologist with EWG. “There’s really no safe levels of lead, especially for children,” Temkin said. “It’s not necessarily a problem with the quality of the water that the utility is providing, but what’s coming out in the back end,” she said. In a school less than two miles away from where Eddie and Martinez filled up their jugs, officials were alerted to contaminated water after a therapy dog reportedly refused to drink. When officials tested the water they found lead as well as a chemical that came from plastic pipes. It was probably the reason the school nurse reported that students vomited after drinking the water. More than schools are at risk, though; homes in low-income communities are particularly prone to contamination tied to ageing infrastructure and lax monitoring standards, according to the Environmental Protection Agency. ‘Not a great solution’ Anxiety over having enough clean water has loomed over California for years. Panic set in four years ago after a winter of unusually low snowfall, which the state relies on to refill water reservoirs, exacerbated drought conditions. Cities began issuing water restrictions, but by May of that year nearly 2,000 wells had run dry, leaving some communities without water. The seven-year drought officially ended this year, but the dry stretch highlighted the precarious nature of water in California. Meanwhile, an estimated 1 million residents in California still go without clean water, many of them in the Central Valley, the state’s agricultural hub, which produces a quarter of the nation’s produce. Water vending machines may seem like an appropriate response to providing clean water for communities that struggle to provide it. But experts and advocates list a number of reasons why vended water falls short as a solution and may even further strain the residents who most need it. While the majority of water kiosks are found in southern California, the regions that accrued the most violations for contaminated drinking water are located north of Los Angeles, in less populous areas of the state, according to EWG’s tap water database, which includes enforcement and compliance related information. And the fact that the kiosks typically need a water supply that already meets federal and state standards means the machines wouldn’t work for areas where clean water is most scarce – places such as the San Joaquin Valley, which Jonathan London, a researcher at the University of California, Davis, has studied extensively. Vended water could help some, but it also imposes additional burdens on families, London said. “It’s not a great solution, long-term,” London said. “The vending machines unfortunately are not well-regulated.” A lot of the people who are dependent on vended water don’t have cars, so it is hard for them to actually access it, he said. And buying filtered water, on top of the water coming through their pipes, puts an extra financial burden on low-income families and cuts into their monthly income, he said. London and Ores instead favor longer-term solutions, like getting more residents off private-well water and on to public water systems of larger jurisdictions, which have more resources to treat and monitor water. The Safe and Affordable Drinking Water Fund, linked to legislation the California governor, Gavin Newsom, signed this year, could provide some relief. The plan allocates up to $130m a year to help cash-strapped districts improve access to clean water. Ores said it was a step toward sustainability and providing people the clean water they are entitled to. “We’ve worked with communities that pay up to 10% of their monthly income on water,” she said, referring to places where people pay for vended or bottled water on top of what they spend on the unclean water pumped into their homes. “People are spending a huge part of their income just on a basic human right.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}