{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/09/trump-impeachment-inquiry-what-are-next-steps", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-10T12:01:02Z", "webTitle": "Trump impeachment inquiry: what are the next steps?", "webUrl": "https://www.theguardian.com/us-news/2019/dec/09/trump-impeachment-inquiry-what-are-next-steps", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/09/trump-impeachment-inquiry-what-are-next-steps", "fields": {"headline": "Trump impeachment inquiry: what are the next steps?", "bodyText": "Congressional Democrats were expected to pivot swiftly from a second day of public hearings before the judiciary committee on Monday to the next stage of the impeachment proceedings: drafting, and then voting on, articles of impeachment. If the process continues apace, Donald Trump could be impeached before the Christmas holidays. Then he would face a trial in the Republican-controlled US Senate in early 2020 and possible removal from office, although most observers see an acquittal as far more likely. The judiciary chair, Jerry Nadler, on Monday said “nothing could be more urgent” than impeachment because Trump is still, Nadler said, encouraging foreign interference in the 2020 election. “This pattern of conduct represents a continuing risk to the country,” he said. Here is a look at the next steps for impeachment: House judiciary committee drafts articles of impeachment House Democratic leaders were to hold a news conference Tuesday morning to announce at least two articles of impeachment against Trump. Judiciary committee votes on articles of impeachment The committee plans to vote Thursday on the articles, each of which would have to be approved separately. The articles are expected to pass out of committee, where Democrats hold a 24-17 majority, along party lines. Full House debates articles of impeachment Upon arrival on the House floor, the articles would come in for debate. While Pelosi is in control of when debate begins and how long it lasts, the process could be delayed, temporarily, by Republican monkey-wrenching. Full House votes on articles of impeachment Each article is voted on separately, with a simple majority approval of any one article resulting in Trump’s impeachment. With Democrats holding a 233-197 advantage in the House, and the one independent, former Republican Justin Amash, supporting impeachment, the articles are likely to be passed. Trump impeached If at least one article is approved by the House, Trump would become the third president in US history to be impeached. This could happen before a scheduled congressional holiday break beginning on 20 December. Senate trial If Trump is impeached in the House, the Republican-controlled US Senate would hold a trial, likely to begin in January 2020. The only such trial to take place in modern US political history, against Bill Clinton in 1999, lasted just more than a month. A two-thirds majority vote to convict on any one article would be required to remove Trump from office. With Republicans controlling the senate by a 53-47 majority, the defection of about 20 Republican senators would be required to remove Trump."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}