{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/04/us-briefing-impeachment-nato-summit-and-kamala-harris-drops-out", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-04T11:49:26Z", "webTitle": "US briefing: impeachment, Nato summit and Kamala Harris drops out", "webUrl": "https://www.theguardian.com/us-news/2019/dec/04/us-briefing-impeachment-nato-summit-and-kamala-harris-drops-out", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/04/us-briefing-impeachment-nato-summit-and-kamala-harris-drops-out", "fields": {"headline": "US briefing: impeachment, Nato summit and Kamala Harris drops out", "bodyText": "Good morning, I’m Tim Walker with today’s essential stories. Stakes rise as impeachment inquiry enters new phase The US House intelligence committee voted on Tuesday to adopt the damning, 300-page Trump-Ukraine impeachment report produced by congressional Democrats, which concludes that the president “abused the power of his office for personal and political gain, at the expense of [US] national security”. The 13-9 vote along party lines launches the inquiry into its next phase at the judiciary committee, where Republicans are expected to resort to procedural objections in their efforts to protect Trump. What now? Tom McCarthy breaks down the Democrats’ report into five key takeaways, while Maanvi Singh explains what comes next in the impeachment process. Stephen Miller. Trump is standing by his aide Stephen Miller, despite the damaging fallout from leaked emails that revealed his white nationalist views. Amanda Holpuch asks why Miller’s White House position seems as secure as ever. World leaders appear to joke about Trump at Nato summit It seems world leaders are as shocked and bemused by Trump as the rest of us. A video has emerged from the Nato summit in London, which appears to show Boris Johnson, Justin Trudeau, Emmanuel Macron, Princess Anne and the Dutch prime minister, Mark Rutte, laughing about the US president during a reception at Buckingham Palace. The meeting to mark the 70th anniversary of the Nato alliance began inauspiciously, with tensions on full display between Macron, Trump and Turkey’s president, Recep Tayyip Erdoğan. Prince Andrew. As a former navy pilot, Prince Andrew would normally be present at a Nato shindig, but the disgraced duke has been stripped of his duties, leaving his mother to host the reception. Meanwhile, Trump’s claim not to know Andrew is contradicted by extensive photographic evidence. Harris drops out of 2020 race, citing lack of campaign funds Her campaign launch in Oakland drew a crowd of at least 20,000 and she was hailed as a potential “female Obama”, but after several months of steadily sinking poll numbers, Kamala Harris dropped out of the race for the Democratic presidential nomination on Tuesday, telling supporters her campaign “simply doesn’t have the financial resources we need to continue”. David Smith explains why the writing was on the wall for the biggest name to exit the contest so far. Prosecutorial past. As a black woman, Derecka Purnell is more than ready for a black female president. And yet, she says, she felt less solidarity with Harris than with those who suffered under her watch when she was California’s attorney general. China trade deal imperiled by US human rights legislation The House of Representatives on Tuesday overwhelmingly approved a bill demanding the Trump administration toughen its response to human rights abuses in Xinjiang, the Chinese province where more than a million ethnic Uighurs and other Muslim minorities are believed to be detained in internment and political “re-education” camps. The Uighur Act of 2019, a stronger version of a bill that raised Beijing’s hackles when it passed the Senate in September, calls for sanctions on senior Chinese officials. Market tailspin. Asian markets plunged after the bill’s passage, which it is feared will jeopardise the US-China trade talks, just as they were thought to be on the verge of a deal. Cheat sheet At the first day of his defamation trial in Los Angeles, Elon Musk has insisted that when he called Vernon Unsworth a “pedo guy” on Twitter during the Tham Luang cave rescue effort in 2018, he simply meant the British caver was a “creepy old guy,” not a literal pedophile. The Chicago police chief, Eddie Johnson, has been fired for “ethical lapses” just weeks before his retirement, having been found asleep behind the wheel of his SUV after several hours of drinking at a downtown restaurant with a female member of his security detail. The co-founders of Google, Larry Page and Sergey Brin, are stepping down as, respectively, the CEO and president of the search engine’s parent company, Alphabet, leaving the Google CEO, Sundar Pichai, in charge of both Google and Alphabet. The gene editing performed on a pair of Chinese twins in 2018, which the biophysicist He Jiankui claimed would immunise them against HIV, might instead have created unintended mutations, future effects of which on the children are unclear. Must-reads Giorgio Armani: ‘My values have always been sustainable’ The 85-year-old fashion titan Giorgio Armani is still running his own company, where the search for his successor goes on. And in an era when sustainability is prized, his trend-free approach is at last on-trend. “I’d love for us all to slow down the cycle of collections, and produce less, but of better quality,” he tells Hannah Marriott. Are drone swarms the future of aerial warfare? Solitary surveillance drones and attack drones still account for the vast majority of military drone use. But now armed forces around the world are investing millions in the technology of swarming: drones deployed in squadrons, able to think independently and operate as a pack. Michael Safi reports. How a 1989 Montreal massacre still echoes today Thirty years ago this week, a man who claimed he was “enraged” by feminism shot dead 14 women at the Polytechnique engineering school in Montreal, before killing himself. Far from being a grim memory of a bygone era, writes Tracey Lindeman, the Polytechnique shooting now seems like a foreshadowing of things to come. What we learned from a new book about the first lady The enigmatic Melania Trump is the subject of a new book by the CNN reporter Kate Bennett entitled Free, Melania. So how did Bennett fill all 288 pages? Poppy Noor wonders whether the first lady, who spent five months designing White House Christmas decorations, is vapid or just private. Opinion A new bill introduced in Ohio would demand doctors try to reimplant ectopic pregnancies – a medical impossibility – or face the newly invented charge of “abortion murder”. It is dystopian and unconstitutional, says Jill Filipovic – but it’s a sign of things to come. That’s the plan among abortion opponents: push laws that put women at risk so often, and make those laws so extreme, that overturning Roe v Wade seems like a foregone conclusion. Sport Manchester City have moved back within eight points of Liverpool at the top of the Premier League, breaking a run of disappointing results with a 4-1 win over Burnley at Turf Moor. The Carolina Panthers have fired their all-time most successful head coach, Ron Rivera, after nine seasons, following a four-game losing streak that has the team headed to its third non-playoff season in four years. Sign up The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}