{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/03/democrats-trump-impeachment-report-five-key-takeaways", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-03T22:13:45Z", "webTitle": "Democrats' Trump impeachment report: five key takeaways", "webUrl": "https://www.theguardian.com/us-news/2019/dec/03/democrats-trump-impeachment-report-five-key-takeaways", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/03/democrats-trump-impeachment-report-five-key-takeaways", "fields": {"headline": "Democrats' Trump impeachment report: five key takeaways", "bodyText": "The House intelligence committee released a major report Tuesday in the impeachment proceedings against Donald Trump. The report contends that Trump “abused the power of his office for personal and political gain, at the expense of [US] national security”. Here are five key findings: 1) ‘The evidence of the president’s misconduct is overwhelming’ In reply to Trump and the Republicans’ insistence that the investigation has gathered no evidence of wrongdoing, the 300-page report brandishes 100 hours of testimony from 17 witnesses and 30 hours of public hearings. The report also presents never-before-seen call records showing that Rudy Giuliani was in direct contact with the White House and the Office of Management and Budget after military aid to Ukraine was suspended. “The evidence of the president’s misconduct is overwhelming, and so too is the evidence of his obstruction of Congress. Indeed, it would be hard to imagine a stronger or more complete case of obstruction than that demonstrated by the president since the inquiry began,” the report says. 2) The report lays the groundwork for articles of impeachment The report is split into two main sections, one on “the president’s misconduct” and the other “the president’s obstruction of the House of Representatives’ impeachment inquiry”. The sections seem easily adaptable to two articles of impeachment against Trump, one for abuse of power and one for obstruction of justice. There could be further articles. “The president engaged in this course of conduct for the benefit of his own presidential reelection, to harm the election prospects of a political rival, and to influence our nation’s upcoming presidential election to his advantage,” the report says. “In doing so, the president placed his own personal and political interests above the national interests of the United States, sought to undermine the integrity of the US presidential election process, and endangered US national security.” 3) The report bakes in rebuttals of Republican arguments Cooked into the report are multiple rebuttals to arguments Republicans have made against the impeachment process. Republicans have said that Trump has had no mechanism for defending himself; that impeachment would amount to overturning the 2016 election; that Democrats have long pursued impeachment per se; and that impeachment requires a criminal act. As it summons evidence of Trump’s misconduct, the report responds to those arguments, pointing out that witnesses requested by Republicans testified in public hearings and expressing the consensus of scholars that no statutory crime is necessary for impeachment (though Democrats have alleged campaign finance and other violations). As for the question of “overturning the election”, the report says: “The president and his allies are making a comprehensive attack on the very idea of fact and truth. How can a democracy survive without acceptance of a common set of experiences?” 4) It implicates others around Trump The report blasts Trump administration officials who bowed to the White House demand that no one speak with the committees in a “sweeping effort to stonewall the House of Representatives”. The months-long Ukraine scheme, the report says, was “driven by” Trump. But “senior US officials, including the vice-resident, the secretary of state, the acting chief of staff, the secretary of energy, and others were either knowledgeable of or active participants in an effort to extract from a foreign nation the personal political benefits sought by the president”. 5) Unanswered questions – and two warnings With the inclusion of recently obtained phone records and other material, the report reveals that behind-the-scenes work on the case continues. “There remain unanswered questions, and our investigation must continue, even as we transmit our report to the judiciary committee,” the report says. Then it delivers distinct warnings about what Trump might do next if he is not impeached – and what future presidents might do if Trump is not challenged on his obstruction of Congress. “Given the proximate threat of further presidential attempts to solicit foreign interference in our next election, we cannot wait to make a referral until our efforts to obtain additional testimony and documents wind their way through the courts,” the report says. “The damage to our system of checks and balances, and to the balance of power within our three branches of government, will be long-lasting and potentially irrevocable if the president’s ability to stonewall Congress goes unchecked. Any future president will feel empowered to resist an investigation into their own wrongdoing, malfeasance, or corruption, and the result will be a nation at far greater risk of all three.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}