{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/06/michigan-adoption-boy-kindergarten-class", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-06T21:28:09Z", "webTitle": "‘Not a dry eye’: entire kindergarten class shows up to witness boy's adoption", "webUrl": "https://www.theguardian.com/us-news/2019/dec/06/michigan-adoption-boy-kindergarten-class", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/06/michigan-adoption-boy-kindergarten-class", "fields": {"headline": "‘Not a dry eye’: entire kindergarten class shows up to witness boy's adoption", "bodyText": "Five-year-old Michael Clark Jr sat facing a judge in a Michigan courthouse with his entire kindergarten class in the pews behind him in solidarity. Each one of them held up a pink or red paper heart, some of them barely able to see above the wooden barrier dividing the courtroom. “There is not a dry eye in Judge Patricia Gardner’s courtroom,” Kent county, Michigan, posted on its Facebook page on Thursday as Michael and 36 other children were officially adopted. Michael became a foster child to Andrea Melvin and Dave Eaton a year ago, according to local news station Woodtv.com, before formally being adopted by them this week. “I understand we are joined by Michael’s kindergarten classroom and teacher,” Judge Gardner of the 17th circuit court family division, festively wearing a necklace of Christmas ornaments, said as she began National Adoption Day proceedings in Michigan. Even she shed a few tears as she welcomed all 37 children into her courthouse. Michael took a seat with a stuffed animal in his arms, later joining the judge in her chair. He swiveled back and forth, when it was his turn. He banged the judge’s gavel, all the while smiling, as his classmates looked on. Later, his class posed with him, with all of their pink and red hearts waving at the camera. His kindergarten teacher told reporters Michael’s classmates wanted to be there for him on his special day, saying: “We rise when we support others.” “I love my mommy!” Michael interrupted his mother as she did an interview after he became an official part of the family. He told his parents earlier he wanted what he called his “other family”, his classmates and teacher, to be there, too, on his big day. His mother had the same to say about Michael, adding to the love in the courtroom that day, “He’s just so full of energy and so full of love, it’s just been great for everybody. “We asked him and he said ‘You know, the class is kind of my family.’ And he wanted them to be there,” Eaton told Woodtv.com. Several children stood up to tell the court, “I love Michael” or “Michael’s my best friend,” his father added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}