{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/dec/02/melania-trump-new-book-roger-stone-claim", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-12-02T19:36:31Z", "webTitle": "Melania Trump suspects Roger Stone behind nude photo leak, new book claims", "webUrl": "https://www.theguardian.com/us-news/2019/dec/02/melania-trump-new-book-roger-stone-claim", "apiUrl": "https://content.guardianapis.com/us-news/2019/dec/02/melania-trump-new-book-roger-stone-claim", "fields": {"headline": "Melania Trump suspects Roger Stone behind nude photo leak, book claims", "bodyText": "Melania Trump suspects Roger Stone, a longtime ally and adviser to Donald Trump, of being behind the release of nude photos from her modelling past, a new book claims. In the book, Free, Melania, CNN correspondent Kate Bennett also writes that the first lady “still refuses to believe” her husband played a role in the release. Bennett also adds to reports that the president and first lady keep separate bedrooms at the White House. Free, Melania: The Unauthorised Biography will be published on Tuesday. The Guardian obtained a copy. In statements to the Guardian, Stone denied Bennett’s claim while the White House poured scorn on her book. The pictures, from a 1996 photoshoot and published by a French magazine the following year, found their way into the New York Post on 30 July 2016, three months out from election day and as Donald Trump was embroiled in an ugly spat with the family of Capt Humayun Khan, a US soldier killed in Iraq in 2004. At the time, Stone had no formal role with the Trump campaign, having left it in August 2015. But he remained close to Trump, himself a past master in using his personal life to generate tabloid publicity, often as a means of distraction. “The theory goes,” Bennett writes, “that Trump was trying to head off a bad week on the campaign.” Stone has had a bad month. In mid-November, he was found guilty of obstructing the Mueller investigation into Russian interference in the 2016 election. He is now awaiting sentencing. Trump heads into the 2020 election under the shadow of an impeachment inquiry related to his conduct in foreign policy. He also faces the prospect of prosecution when he leaves office, regarding a range of potential offences, among them pay-offs to a porn star and a Playboy model who claim to have slept with him while he was married to Melania. He denies the affairs but the payments have been confirmed, and Trump allegedly played a direct role in them. “This time,” Bennett writes of the release of the photos, “the idea that [Trump] would throw his naked wife under the bus was almost so gross and salacious, and the photos so B-movie bad, the press ultimately spent very little time discussing them. “Melania has not commented on how she thinks they got into the hands of the tabloid and on to the cover, but friends say she still refuses to believe Trump would do that to her. As for Stone, she’s not so sure.” In a statement emailed to the Guardian, the White House press secretary, Stephanie Grisham, said: “Mrs Trump is surprised at Kate Bennett’s reporting. Our office worked with Kate in good faith on her book, and thought she would do an honest job. Sadly, it includes many false details and opinions, showing Ms Bennett spoke to many anonymous people who don’t know the first lady. “It continues to be disappointing when people, especially journalists, write books with false information just to profit off the first family.” It is widely believed that Trump will eventually pardon Stone. After the Guardian contacted him for comment on Monday, Stone’s wife, Nydia, sent by text a statement which she requested be printed in full. It read: “The suspicion asserted in Kate Bennett’s book is categorically false and completely illogical. My husband and I have known Melania since she began dating the president. We adore her and think she is doing a phenomenal job as first lady. “This ludicrous claim is an obvious attempt to drive a wedge between my husband and the president whom he has supported so loyally for the last 30 years. No one supported the president’s election more strongly than Roger Stone, and the leaking of anything that would damage his prospects of being elected makes no sense whatsoever. Kate Bennett works for CNN and therefore nothing she reports can be believed.” In 2016, Trump brushed off the controversy, telling the New York Post the photographs were “taken for a European magazine prior to my knowing Melania”, at a time when his wife “was one of the most successful models and she did many photoshoots, including for covers and major magazines”. “In Europe,” Trump said, “pictures like this are very fashionable and common.” A campaign spokesman told CNN there was “nothing to be embarrassed about”. Other nude pictures of Melania Trump, taken on Trump’s plane, were published in GQ magazine in 2000. Trump himself “requested that photographs be delivered to his office”, the magazine said in 2016. Bennett writes that the episode left Melania “humiliated, defeated, embarrassed and scared for her young son”. “Then came Access Hollywood,” she continues, in reference to the scandal in which a tape emerged of Trump boasting about sexually assaulting women, “and the dam broke.” Bennett is a sympathetic biographer, crediting the first lady with “complete, 360-degree understanding” that “elevates [her] beyond the stereotype” of a former model and noting she is “kind and warm” to her White House staff. Bennett also reports that people “who have spent time with” Melania and Donald Trump’s son Barron report that the 13-year-old has “a slight Slovenian accent”. Free, Melania has been trailed by CNN and the New York Times, which noted how Melania’s Republican convention speech came to include passages from a speech by Michelle Obama and a relationship with Ivanka Trump, the president’s daughter, which is described as “cordial, not close”. The book also says the first lady has her own bedroom in the White House, which was first reported by Michael Wolff in his bestseller Fire and Fury; that a lengthy hospital stay in May 2018 was “not minor” and involved “a dangerous and complicated procedure” to treat a kidney problem; that Melania’s “Be Best” youth initiative amounts to very little; and that the first lady does not get along with Karen Pence, the wife of Vice-President Mike Pence."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}