{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/08/iran-unveils-budget-of-resistance-to-sanctions-with-help-from-5bn-russian-loan", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-08T12:31:59Z", "webTitle": "Iran unveils 'budget to resist US sanctions' with help from $5bn Russian loan", "webUrl": "https://www.theguardian.com/world/2019/dec/08/iran-unveils-budget-of-resistance-to-sanctions-with-help-from-5bn-russian-loan", "apiUrl": "https://content.guardianapis.com/world/2019/dec/08/iran-unveils-budget-of-resistance-to-sanctions-with-help-from-5bn-russian-loan", "fields": {"headline": "Iran unveils 'budget to resist US sanctions' with help from $5bn Russian loan", "bodyText": "Iran’s president has presented a draft state budget of about $39bn (£30bn) to parliament, saying it was designed to resist US sanctions by limiting dependence on oil exports. Officials have not given figures for the oil price and export volumes used in the calculations, although the International Monetary Fund has indicated Iran would need oil prices to be triple current levels to balance its budget as its crude exports have plunged. The US reimposed sanctions with the aim of driving down Iranian crude sales, the Islamic Republic’s main source of revenues, after Washington withdrew last year from a nuclear pact between world powers and Iran. “This is a budget to resist sanctions … with the least possible dependence on oil,” Hassan Rouhani told parliament, according to state television. “This budget announces to the world that despite sanctions we can manage the country,” he said. He gave the value of the nominally balanced draft budget at 4,845tn rials for the Iranian year starting on 20 March. The new budget is 10% bigger than this financial year in local currency terms, although its dollar value is lower due to annual inflation that is running at about 35%. The budget forecasts revenues for oil, gas and condensates falling 40%, leaving a gap it plans to plug by using state bonds and selling state properties. Preliminary reports by local news agencies said the budget appeared to be based on oil sales of 500,000 to 1m barrels per day (bpd). Under US sanctions, analysts estimate Iran’s oil exports have tumbled to about 400,000 bpd or even lower, from more than 2.5m bpd. The IMF has said Iran would need an oil price of $194.6 a barrel to balance its budget in 2020-2021 and forecast a fiscal deficit of 4.5% of gross domestic product in 2019-20 and 5.1% in 2020-21. Benchmark Brent oil closed at $64.38 on Friday. Analysts have said Iran has probably been forced to sell its crude at a discount as it seeks to entice buyers wary of violating US sanctions. Although US sanctions on Iran’s oil industry have slashed the Opec member’s crude exports by more than 80%, oil product sales remain strong, generating nearly $500m a month, shipping data and Reuters calculations showed in September. Unlike Iranian crude, which has distinct characteristics that mean its origin can be traced, the source of refined and other oil products are more difficult to identify. Rouhani said Iran hoped a $5bn loan Iran had requested from Russia for development projects would be finalised during the budget year. Rouhani said Iran would continue to subsidise basic goods and medicine in the budget, based at an exchange rate of 42,000 rials to the dollar, compared with the free market rate of 125,000 rials. Using the lower exchange rates makes them more affordable to ordinary Iranians who have complained of surging prices. Iran’s move to reduce subsidies on gasoline by raising prices by as much as 200% in November led to nationwide protests that quickly turned political as young and working-class protesters demanded clerical leaders step down. A separate draft budget for state companies, institutions and banks allocates them a total of 14,839tn rials."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}