{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/01/luanda-angola-new-wave-standup-comedy-scene", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-01T07:52:00Z", "webTitle": "‘You can always laugh’: Angola’s new wave of standup comedians", "webUrl": "https://www.theguardian.com/world/2019/dec/01/luanda-angola-new-wave-standup-comedy-scene", "apiUrl": "https://content.guardianapis.com/world/2019/dec/01/luanda-angola-new-wave-standup-comedy-scene", "fields": {"headline": "‘You can always laugh’: Angola’s new wave of standup comedians", "bodyText": "A hot and humid Sunday night in Luanda. In a poor neighbourhood near the centre of the Angolan capital, bats wheel in the darkness and loud techno drowns out the traffic on the potholed road. A young crowd has packed into a cavernous and crumbling concrete church in search of comic, rather than spiritual, relief. Many have come to see Artur Pop, a comedian from a tough nearby neighbourhood who draws his material from the lives of young people such as those who have paid 1,000 kwanza – £1.28 at black market exchange rates, or more than £1.55 at the official bank rate – for the evening’s entertainment. “He’s great. He gives us a voice we haven’t ever had before,” says Edamaria Alberto, a 19-year-old student, as she pays for her ticket. Angola receives little global attention, despite an extraordinary recent history of war, boom and bust. The country of 30 million people is now on the brink of a brighter future after decades of chaos, corruption and violence. Yet challenges are multiple – and could easily derail any tentative progress. Making an appearance at the Santo António church in Hoji Ya Henda is Tiago Costa, the most high-profile of a new wave of young comedians in the vast former Portuguese colony. Costa, 34, remembers two main turning points during his life. The first was the end of the bloody and destructive civil war in 2002. This ushered in an economic boom fuelled by high oil prices – Angola is a major producer – and then an equally spectacular crash five years ago. The second was the election of president João Lourenço in 2017 after his predecessor, José Eduardo dos Santos, stepped down after 38 years. “Two years ago people were very nervous when we told a joke. Now the atmosphere is more free. We can say the president is ugly and everyone will laugh. Life in Angola today is like a good barbecue sauce ... It is sweet, but also a bit spicy,” says Costa. The boom saw growth rates among the highest in the world, and glass skyscrapers soared among the rundown colonial buildings of Luanda’s spectacular seafront. The economy is only just recovering from the crash, with government budgets still crippled by massive debts. Dos Santos was widely accused of nepotism and industrial-scale corruption. Huge sums remain unaccounted for. Lourenço, who was defence minister under the former president, has vowed to fight corruption and surprised observers with a swath of initiatives soon after taking power. But analysts say the pace of reform has slowed and frustration is mounting. “Politics is still a sensitive subject but there are lots of good jokes about the former president and his family,” says Maestro Ignacio, one of the new comedians who is a close collaborator of Costa at Goz’aqui, an online platform production company and general humour factory in Luanda. Another target is the People’s Movement for the Liberation of Angola (MPLA), the party that has ruled Angola for more than four decades. The bloody conflict that followed independence from Portugal in 1975 is also material for the comics. “The [audiences] don’t mind me making fun of the civil war … because they don’t have a vivid memory of it. Most were kids,” says Ignacio, 39. Emmanuel Quituto, a video producer who was 10 years old when the war ended with the death of Jonas Savimbi, the leader of the National Union for the Total Independence of Angola (Unita), agrees. “I lost an uncle in the war. We don’t know what happened to him. His body was never found. But I find the jokes funny,” says Quituto. The conflict ruined Angola, and today, while a small elite enjoys the fruits of the economic boom, millions of Angolans remain mired in deep poverty. The profound inequality is evident to the most casual visitor to Luanda. Out on the Ilha, a narrow spit of sand extending into the Atlantic Ocean, wealthy business people or well-connected officials enjoy seafood lunches with South African wines for about £40 a head. At the marina, yachts manned by Italian crews are moored next to an infinity pool. In the centre of the city, SUVs bounce over the potholes. But there are also vast poor neighbourhoods where rubbish and stray dogs fill the streets and families live in breezeblock houses. Then there are the miles of urban sprawl: factories, shabby malls and apartment blocks alongside Chinese-built roads. Even in the centre of Luanda there are pockets of desperate poverty. “We can see the big buildings where the rich people live and we wonder why the government does nothing for us,” says Talitha Miguel, 41, who lives in a makeshift corrugated home in a crowded squatter camp a short walk from the parliament’s new £154m neocolonial style building. Even the inequality provides material for the new wave of comedians. “I find what people enjoy the most is when I talk about things that happen on a regular basis to regular people. So I joke about drinking because there’s a lot of alcohol abuse, and about how difficult it is to get a girlfriend when you’re poor,” says Ladilson Manuel, 26, whose YouTube channel has 35,000 subscribers. Raúl Danda, the vice-president of opposition party Unita, believes the time has come for politicians to offer an inclusive programme for all Angolans. “We don’t want there to be first-, second- or third-class citizens here … Angolans need to be treated equally. The president needs to be a father to all the people,” Danda says. The comedians are aware that their audience represents only a small and relatively privileged part of Luanda’s inhabitants. “Comedians must have a social responsibility,” says Costa. “We are not just there to put smiles on people’s faces. There is unemployment, the cost of living is higher than ever. With our jokes we can make people reflect on what we have done in our country, what we are doing and, I hope, what we should do.” Arturo Pop has a less elevated vision of his role. “I just talk about my life,” he says. “We might not have enough to eat, but you can always laugh.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}