{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/07/samoa-measles-crisis-100-new-cases-as-anti-vaccination-activist-charged", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-07T04:56:44Z", "webTitle": "Samoa measles outbreak: 100 new cases as anti-vaccination activist charged", "webUrl": "https://www.theguardian.com/world/2019/dec/07/samoa-measles-crisis-100-new-cases-as-anti-vaccination-activist-charged", "apiUrl": "https://content.guardianapis.com/world/2019/dec/07/samoa-measles-crisis-100-new-cases-as-anti-vaccination-activist-charged", "fields": {"headline": "Samoa measles outbreak: 100 new cases as anti-vaccination activist charged", "bodyText": "Samoa has said nearly 90% of eligible people have been vaccinated against measles as it lifted a two-day curfew imposed amid an outbreak that has killed 65 in recent weeks. There were, however, 103 new cases of measles reported since Friday, Samoa’s health ministry said in a statement on Saturday. The measles virus has infected almost 4,500 people in the South Pacific nation of 200,000 since late October. Of those who died, 57 were under the age of four. Samoa has, meanwhile, arrested an anti-vaccination campaigner amid the outbreak. Edwin Tamasese was charged with incitement against a government order after he was detained on Thursday. The outbreak is in part blamed on people spreading false information, claiming vaccinations are dangerous. Samoa has declared a state of emergency and made vaccinations compulsory. The mandatory immunisation campaign aims to vaccinate 90% of the population, tripling Samoa’s coverage in just a few weeks. The government said a rate of 89% had been achieved as of Friday. Measles cases are rising worldwide, even in wealthy nations such as Germany and the US, as parents shun immunisation for philosophical or religious reasons, or fears – debunked by doctors – that such vaccines could cause autism. Samoa and the United Nations appealed on Friday to the international community for about $10.7m to battle and recover from the crisis. “The impacts of this emergency will be far reaching on Samoa and our people, particularly our young generations,” the prime minister, Tuilaepa Sailele Malielegaoi, said in a statement. “It is imperative therefore to strengthen the culture of acceptance of vaccination in order to create ‘herd immunity’. This is a painful lesson we have learnt from the current crisis.” New Zealand and a number of other countries and organisations, including the UN agency Unicef, have delivered thousands of vaccines and medical supplies and sent medical personnel to help with the outbreak. The World Health Organisation said this week that measles infected nearly 10 million people in 2018 and killed 140,000, mostly children. The picture for 2019 is even worse, it said, with provisional data up to November showing a three-fold increase in case numbers compared with the same period in 2018. Reuters contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}