{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/03/sight-of-polar-bear-daubed-with-graffiti-sparks-outrage", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-03T17:39:58Z", "webTitle": "Sight of polar bear daubed with graffiti sparks outrage", "webUrl": "https://www.theguardian.com/world/2019/dec/03/sight-of-polar-bear-daubed-with-graffiti-sparks-outrage", "apiUrl": "https://content.guardianapis.com/world/2019/dec/03/sight-of-polar-bear-daubed-with-graffiti-sparks-outrage", "fields": {"headline": "Sight of polar bear daubed with graffiti sparks outrage", "bodyText": "A video showing a polar bear spray-painted with graffiti has sparked outrage among environmentalists amid fears that the creature was targeted by locals in an area where the animals increasingly forage. Scientists were concerned that the bear filmed in Russia – daubed with the letters “T-34”, the name of a second world war-era Soviet tank – would have trouble hunting and maintaining camouflage with the black lettering clearly visible on its side. A senior Russian state biologist has said they are trying to identify where the video of the bear was shot. Scientists speculated that the animal, which was recorded walking near a road at an unknown location in Russia, would have to have been sedated for someone to paint the letters on its flank. Some Russians often paint the same letters on their cars for the Victory Day holiday marking the end of the second world war in May, and it was not immediately clear whether the letters had been written by angry locals or as a practical joke. Climate change has driven Russia’s Arctic polar bear population into closer contact with humans, as hungry bears looking for food have increasingly foraged in towns in northern Russia. A town in Novaya Zemlya, an island chain off of northern Russia, saw an influx of more than 50 polar bears in February this year. The video of the bear was uploaded to Facebook by Sergey Kavry, a World Wildlife Federation employee based in Russia’s Far East. He said he received the footage through a WhatsApp chat group. “Why?!” he wrote in a Facebook post. “He won’t be able to hunt without being noticed!” Anatoly Kochnev, a senior researcher at a state-run biology institute, noted that there was “turmoil” on Novaya Zemlya earlier this year because of the number of polar bears entering residential areas and that locals may have stepped up measures to stop the bears. “It’s possible that they took steps there this winter – capture, sedation – and since it’s not scientists doing this, then some jokers [spray-painted the bear],” he told the RIA Novosti state news agency."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}