{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/09/how-tourists-became-first-aiders-on-seas-off-white-island-volcano-new-zealand", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-09T10:12:19Z", "webTitle": "How tourists became first-aiders on seas off White Island volcano", "webUrl": "https://www.theguardian.com/world/2019/dec/09/how-tourists-became-first-aiders-on-seas-off-white-island-volcano-new-zealand", "apiUrl": "https://content.guardianapis.com/world/2019/dec/09/how-tourists-became-first-aiders-on-seas-off-white-island-volcano-new-zealand", "fields": {"headline": "How tourists became first-aiders on seas off White Island volcano", "bodyText": "It was a beautiful, clear day in Whakatāne, a town on the east coast of New Zealand’s North Island, the air fresh with the beginning of summer. Suddenly and silently, after lunchtime, a massive plume of smoke spewed into the blue sky. Just off the volcanic White Island, or Whakaari, a boatload of tourists who had been standing at the crater about 20 minutes earlier watched in surprise, and then horror. “It was hard to tell at first, because we’d seen the smoke before, but this was a huge cloud of it,” said Michael Schade, who was visiting the island with his parents. “We were taking photos and videos and then it dawned on us what had happened.” The full scale of the disaster on New Zealand’s most active cone volcano is not yet known: five people have been confirmed dead and up to two dozen remain unaccounted for. More deaths are likely, police have said. After the eruption, the island was covered in a thick, black cloud of smoke. The skipper of Schade’s boat had put on some speed to try to get away from the volcano. But as the smoke cleared, those on board could see a crowd of people back on the jetty – tourists from another boat belonging to the operator White Island Tours – scared and needing to be rescued. Schade’s boat returned. When pulled on board, some of the rescued tourists were screaming, others in silent shock. Many were injured. “Some people had pockets of burns, other people were fine, and others were really rough,” Schade said. The passengers set up an assembly line, passing water bottles back and forth so they could be filled as quickly as possible, and the water poured on to burns. “The woman we were with was just having the hardest time breathing,” Schade said. Passengers handed over their jackets, as well as inhalers and eye drops. Men took off their shirts to cover passengers who were in shock. Halfway back to the mainland, Schade said, a coastguard vessel met the boat and paramedics came on board. With experts tending to the injured, Schade and the other passengers tried to calm those who were upset. “We kept telling people that we were getting closer [to land] and then realising we actually weren’t that close,” he said. On the wharf at Whakatāne, Phil van Dusschoten, a veteran dive and dolphin-watching boat operator, watched in dismay as passengers disembarked from two of the three boats owned by White Island Tours. Many were shirtless; some ash-covered survivors were loaded into waiting ambulances. He had been worried when he saw the smoke; while the White Island volcano had erupted many times before, this had happened in the middle of the day during the busy tourist season. A cruise ship was docked at the nearby port of Tauranga, and he had noticed that all three of White Island Tours’ boats, instead of the usual one or two, had left for the island that morning. As he saw the plume rise, his coastguard radio came alive with voices, and there was a flurry of activity at the waterfront – five ambulances and a growing crowd of residents. Rescue helicopters buzzed overhead. It was apparent from emergency radio broadcasts, he said, that because of their injuries, not everyone would be able to leave the island on their own. “At this stage, it is too dangerous for police and emergency services to go on the island,” John Timms, the deputy police commissioner, later told reporters. “I imagine that it would have been havoc,” said Van Dusschoten, who has visited White Island many times, and often skippers dolphin-watching and fishing tour boats in the area. There was only one walkway leading to and from the crater, which was filled with boiling water, he said. “There’s a sombre attitude around the town,” he said on Monday evening. As night fell, details about those still on the island were still scarce – their nationalities, their conditions, or even their numbers. Passengers on the cruise ship Ovation of the Seas, docked nearby, wrote on social media that the vessel would stay put until further notice; a group of passengers had been reported missing. It is not the first time White Island Tours has faced disaster. In 2017, when the firm was under different ownership, a fire on a boat forced 60 people to jump overboard, many without life jackets. All survived. The company is the sole operator taking visitors on to Whakaari by sea. About 10,000 tourists a year visit the island. One of them, Schade, was recovering with his parents on Monday evening as they tried to decide what to do next. The San Franciscan said the White Island visit had been a gift to his parents, four days into their 11-day New Zealand trip. “I won’t give them an active volcano again,” he said. “That wasn’t my best choice.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}