{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/07/haiti-looks-to-revolutionary-hero-dessalines", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-07T20:54:37Z", "webTitle": "Sick of corruption, Haiti looks back to its revolutionary hero for hope", "webUrl": "https://www.theguardian.com/world/2019/dec/07/haiti-looks-to-revolutionary-hero-dessalines", "apiUrl": "https://content.guardianapis.com/world/2019/dec/07/haiti-looks-to-revolutionary-hero-dessalines", "fields": {"headline": "Sick of corruption, Haiti looks back to its revolutionary hero for hope", "bodyText": "On the walls across Haiti’s capital, Port-au-Prince, a stencilled image can be found. Depicting a figure in a Napoleonic-era cocked hat and military frock coat, it first emerged amid the country’s long-running political and security crisis that began last year. The man portrayed is Jean-Jacques Dessalines – Emperor Jacques I of Haiti – the rebel general who defeated French forces at the battle of Vertières to found the state of Haiti in 1804. And it is not only in graffiti that Dessalines’s two centuries-old legacy has been seen in the recent months of political turmoil that has gripped the country. At the mass street protests that have flared intermittently throughout this year against the government of president Jovenel Moïse, roiled by allegations of a multibillion-dollar corruption scandal, Haitians have appeared in the streets dressed as Dessalines – not least during the huge demonstrations on 17 October that coincided with the national day marking the anniversary of his assassination in 1806. That commemoration saw Moïse forced to mark the usually public events at the National Pantheon Museum in private as hundreds of armed police officers closed down the surrounding area. Protesters demanding his resignation were gathered nearby. But above all, it is in the national conversation around the continuing crisis that the spirit of Dessalines has been most starkly in evidence. In the almost endless and sometimes heated exchanges on the country’s news and talk radio stations, discussion will inevitably turn to the modèle Dessalines – the ideal Dessalines model – a nostalgic idea of the different path Haiti might have taken but for his assassination. The reality is that the current evocation of Dessalines is one that speaks to Haiti’s myriad social woes and is a powerful critique of the failure of its political system over generations and centuries through dictatorship, chronic inequality and grinding poverty. And the intractability of Haiti’s current crisis – which has rumbled on since Moïse’s contested election two years ago – appears custom-made for an appeal to an almost mythological figure amid widespread popular distrust of the political elite. Implicated in the loss of about $2bn to corruption in a controversial scheme to buy cheap energy on credit from Venezuela, a deal that would free up funds for social development, the security forces in Moïse’s government have responded by firing on demonstrators, even as he has refused repeatedly to resign. Opposition figures, too, have been implicated in political violence, often involving the arming of criminal gangs, some touched by the same scandal as Moïse. All of this has elevated the status of a figure from the distant past who appears untainted by the current failure of Haiti’s political system. Sitting on the lawn of a cultural centre in Port-au-Prince’s Delmas neighbourhood, Lyonel Trouillot, one of Haiti’s most celebrated novelists, considers the importance of Dessalines – not least in comparison with Toussaint Louverture, the anti-colonial leader who is far better known elsewhere in the world through his depiction in CLR James’s 1938 account of rebellion in Haiti, The Black Jacobins. “For Haitians, Dessalines is practically the only figure in our history who has attained this mystical status,” he says. As he points out, Dessalines’ standing is such that he is the only figure to have been incorporated into the vodou pantheon as Ogou Desalin, a warrior associated with defending liberty. “He was a slave from the fields originally. And he was the leader who founded the state. He wanted a society that was based on equality and a common sphere of citizenship.” Central to all this is the radical constitution of 1805, signed by Dessalines, which held up the equality of both the newly emancipated nouveaux libres, slaves of direct African heritage, and the anciens libres caste of mixed heritage [called mulattos] who would come to dominate Haiti’s political and economic system. “The modèle Dessalines was the idea of a country for all of us, based on a common destiny in which everyone had the same chance. The murder of Dessalines in 1806 put an end to that process,” says Trouillot. “Since then,” he adds, “there has been an informal alliance between the mulatto bourgeoisie and those occupying political power. “The meaning of Dessalines in the current context is the desire in Haitian society for a new beginning. That’s what people in the streets are fighting for. It is a response to domination, exploitation and exclusion.” And Dessalines has meant very different things at different times. He was written out of Haiti’s history for four decades after his murder amid the country’s early diplomatic isolation. For its centenary in 1904, however, an anthem commemorating him was commissioned, La Dessalinienne, popularised during the two decades of US occupation that began in 1915. The close association with the Duvaliers’ rule (1957-1986) was followed by another period when Dessalines and his red-and-black flag became seen as difficult. Anyone flying the flag was suspected of supporting the former dictatorship. And Dessalines, the historical figure, as historians point out, is not without problems. He ordered the massacre of between 1,000 and 5,000 French citizens, including women and children in the “Haiti massacre” – prompted by fears of a French plot against the new republic – although he notably protected other non-French white people living in Haiti. And while Dessalines abolished slavery, he supported a restrictive labour system that tied workers to plantations even if they were paid for their efforts. Julia Gaffield, an academic at Georgia State University who is writing a book on Dessalines, sees appeals to his memory in Haitian politics as a reaction to both anxiety over the country’s sovereignty, faced with perceptions of foreign interference including from the US, and in appeals to a fairer society. “When the memory and legacy of Dessalines is called upon it is to serve contemporary needs, often when a very radical shift happens. When a revolution needs to happen. When there needs to be a complete overhaul of the system.” In his home, high in the hills above Port-au-Prince, the Haitian historian Pierre Buteau cautions against elevating the myth of Dessalines above the reality of a complex historical figure. “Every time we have difficulties,” he explains, “Haitians think of Dessalines. During the period of the US occupation. During the Aristides era. Now in the 21st century that emotion is becoming stronger and more intense amid all the political battles. “I think what is surprising for us as historians is how the myth has become mixed with the truth.” He adds that the problem confronting Jovenel Moïse is that he cannot talk about or ally himself with the historical figure because he is viewed as having abandoned many of the things Dessalines stood for. But perhaps the last word should go to Félix Morisseau-Leroy, whose 1979 Creole poem Mèsi Papa Desalin [“Thank you Father Dessalines”] long prefigured the current mood, not least his almost messianic assertion of the founding father’s legacy and transformative return . “The day will come when Dessalines will rise [again],” wrote Morisseau-Leroy. “That day everyone will know.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}