{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/08/josep-borrell-can-eus-new-diplomat--in-chief-strengthen-the-blocs-global-standing", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-08T11:58:03Z", "webTitle": "Josep Borrell: can EU’s new diplomat- in-chief strengthen bloc’s global standing?", "webUrl": "https://www.theguardian.com/world/2019/dec/08/josep-borrell-can-eus-new-diplomat--in-chief-strengthen-the-blocs-global-standing", "apiUrl": "https://content.guardianapis.com/world/2019/dec/08/josep-borrell-can-eus-new-diplomat--in-chief-strengthen-the-blocs-global-standing", "fields": {"headline": "Josep Borrell: can EU’s new diplomat- in-chief strengthen bloc’s global standing?", "bodyText": "It has been called Europe’s “valley of tears”. But it isn’t in National Geographic; rather it is the monthly pilgrimage of the European Union’s 28 foreign ministers to Brussels or Luxembourg to discuss the woes of the world. And the man who coined the phrase, Josep Borrell, a socialist veteran of Spanish politics, was not paying a compliment. He described the EU foreign affairs council as “more a valley of tears than a centre of decision-making” because “it’s where all the open sores of humanity come. They tell us their sufferings, we express our condolences and concern … but no capacity for action comes out of it and we just move on to the next one.” On Monday, this political survivor will walk into that valley for the first time since becoming the EU’s diplomat-in-chief, a role previously held by Italy’s Federica Mogherini and Britain’s Cathy Ashton. Borrell, the son of a baker from the Catalan Pyrenees, has acquired a reputation for being plain-spoken – or undiplomatic, depending on your point of view. In one of his first interviews as Spain’s foreign minister last year, he lamented Europe’s “ostrich politics” when it came to migration and demographics. Three months later, Borrell revealed that Donald Trump had suggested to him that Spain should tackle the migration crisis by building a wall across the Sahara – apparently unaware that such a wall would have to be 3,000 miles long. In May this year, he accused the US of acting “like the cowboys” over the turmoil in Venezuela. A few months previously, he had apologised for downplaying the extermination of native Americans by claiming that the US had little in the way of history apart from “killing four Indians”. Presumed to be in his last job, Borrell has one big task: to strengthen the EU’s role in the world. Or as per the instructions of his boss, the European commission president, Ursula von der Leyen: “The European Union needs to be more strategic, more assertive and more united in its approach to external relations.” Von der Leyen, who also took office this month, has declared she wants to lead “a geopolitical commission”, suggesting the EU should have the foreign policy clout to match its status as the world’s biggest trading bloc. EU insiders worry about threats to European sovereignty, the risk of being a pawn on the global chessboard, swept aside by a capricious US president or an authoritarian China. “The EU has yet to fulfil its potential as a global actor,” states a paper from nine EU member states, including France, Germany, the Netherlands and Spain, who warn that the “tectonic plates underpinning the international rules-based order are shifting”. These countries would like EU foreign policy to be characterised by faster decisions and more robust discussions. Easier said than done, especially when domestic weakness of some EU leaders combines with different world views of member states on issues such as the transatlantic relationship, Turkey or the Middle East. “The council is in a really low moment,” said José Ignacio Torreblanca, the head of the Madrid office at the European Council on Foreign Relations. “Not only in its institutional shortcomings, but the political configuration of the leadership, the appetite for doing things. It is not really a place where a lot of things happen in terms of decision making.” The problem, said Torreblanca, is that Germany is “divided” and “paralysed” at home, while the French president, Emmanuel Macron, tables proposals without discussing them with Berlin. “The Franco-German relationship is quite broken when it comes to foreign policy.” Meanwhile, “Britain is lost”, while countries like Hungary increasingly seek “to block everything – they just don’t want the body to work”. Torreblanca, who conducted the “valley of tears” interview, concludes that Borrell’s frustrations were shaped by his experience with Venezuela, when the EU was split over whether to support opposition leader Juan Guaidó, who sought to topple Nicolás Maduro from power. As Spain’s foreign minister, Borrell helped craft the EU line on Venezuela, but failed to persuade Italy, Greece and others to support Guaidó, blunting the EU message. In the ECFR interview, Borrell said the EU was caught “sleeping on the job” on Venezuela after “interminable discussions about minor bureaucratic matters”. The EU has also struggled to maintain a united position on the Middle East. Hungary recently blocked an attempt by the EU to criticise Trump’s decision that Israeli settlements in occupied Palestinian territory should no longer be seen as illegal. The 28 countries issued a less punchy statement that EU policy was “unchanged”, calling on Israel to end all settlement activity. Counterintuitively, some EU diplomats think risking more arguments could help forge unity. Borrell’s predecessor, Mogherini, has faced criticism for steering clear of some tricky issues, such as EU-Russia relations. “What she wanted was to avoid conflict, and I think it was a mistake,” one EU diplomat said. Borrell, aged 72, is not expected to be hopping on planes as often as Mogherini, so could play a stronger role in corralling common decisions. EU diplomats are hopeful that he might delegate EU foreign policy topics to a country or group of countries, an approach that has been used in a sporadic way, such dealing with Venezuela. Nathalie Tocci, a former adviser to Mogherini, thinks EU foreign policy is stronger than it appears. “Just remember Iraq 2003, when the split was so debilitating that it completely paralysed the union,” she said. “Now we actually have positions on Russia and China. Obviously there are nuances … but it is not simply a lowest common denominator.” Tocci, the director of Italy’s Institute for International Affairs, cautions that a single European foreign policy may not be realistic or desirable. She would prefer Borrell to be like an orchestra conductor, seeking complex harmonies, rather than a one-note song. “The different instruments are playing different tunes, but ultimately what comes out of it is something that sounds quite nice and not a complete cacophony.” “If that’s the goal, yes, it is achievable.” Additional reporting by Sam Jones in Madrid"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}