{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/08/new-zealand-storms-tornado-warning-issued-as-floods-cut-off-towns", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-08T07:50:49Z", "webTitle": "New Zealand storms: 1,000 foreign tourists stranded as floods cut off towns", "webUrl": "https://www.theguardian.com/world/2019/dec/08/new-zealand-storms-tornado-warning-issued-as-floods-cut-off-towns", "apiUrl": "https://content.guardianapis.com/world/2019/dec/08/new-zealand-storms-tornado-warning-issued-as-floods-cut-off-towns", "fields": {"headline": "New Zealand storms: 1,000 foreign tourists stranded as floods cut off towns", "bodyText": "New Zealand has been hit by a weekend of severe storms, with landslides and flooding in the South Island cutting off towns and trapping an estimated 1,000 foreign tourists. Most are stuck on the west coast in the towns of Fox Glacier and Franz Josef, according to the Ministry of Civil Defence and Emergency Management, and some have been forced to sleep in their cars, and are said to be scared and tired. The Ministry of foreign affairs said it had established contact with the tourists, who have been stranded by flooding and landslides that some fear may take months to clear. Food and water deliveries were being arranged for those who were stuck, Westland mayor Bruce Smith told the New Zealand Herald. New Zealand’s minister of civil defence, Peeni Henare, headed to the affected area on Sunday evening, but had been forced to drive from Christchurch after flights were cancelled. He said the four-hour car trip would be a good chance to survey the damage first-hand. Civil defence director Sarah Stuart-Black urged people to avoid the affected regions and to stay up-to-date because “the situation continues to change rapidly”, as the severe weather system moved north. On Sunday, the Met Service said central and western areas in the North Island could expect severe thunderstorms, with downpours of 25mm to 40mm an hour, large hail and possible ‘“small tornadoes”. It warned: “Rainfall of this intensity can cause surface and/or flash flooding, especially about low-lying areas such as streams, rivers or narrow valleys, and may also lead to slips.” More than 300,000 lightning strikes hit the country and its surrounding waters on Sunday alone, reported research organisation NIWA. In the South Island, several major highways were closed due to landslips and flooding, and in Timaru a state of emergency was declared after the Rangitata river burst its banks. Tens of thousands lost access to phone networks and internet. Spark, the country’s largest telecommunications provider, said its technicians were unable to repair the network for more than 12 hours, “due to road closures as a result of extreme weather conditions”, but most networks were repaired by lunchtime on Sunday, although the company warned the lines were now “vulnerable” and connectivity could be lost again. “[The outage] affected 163 cell sites which service all landline, mobile and broadband customers south of Ashburton. This was a significant outage affecting a large number of customers” a spokeswoman for Spark said. Tourists and freedom campers have also been stranded in the small town of Whataroa, near Franz Josef. Madeleine Dennehy owns the Whataroa campground and was looking after several freedom campers and tourists who had close calls when the river rose within a matter of minutes. “There are flooding signs there but people don’t understand what happens to our rivers here, that they just go nuts,” Dennehy told RNZ."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}