{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/06/friday-briefing-johnson-wont-be-brought-to-neil", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-06T06:27:29Z", "webTitle": "Friday briefing: Johnson won't be brought to Neil", "webUrl": "https://www.theguardian.com/world/2019/dec/06/friday-briefing-johnson-wont-be-brought-to-neil", "apiUrl": "https://content.guardianapis.com/world/2019/dec/06/friday-briefing-johnson-wont-be-brought-to-neil", "fields": {"headline": "Friday briefing: Johnson won't be brought to Neil", "bodyText": "Good morning. Less than a week to go and the big questions are whether Boris Johnson can bear to face a grilling from BBC veteran (and the prime minister’s former Spectator boss) Andrew Neil, and how the main party leaders will fare in tonight’s BBC debate. We have the best of other news, including a potentially problematic exchange involving Joe Biden on the campaign trail. What’s going on? Neil has thrown down the gauntlet to Johnson, challenging him to a BBC interview. The prime minister has so far failed to commit – making him the only leader of a major party not to have faced the presenter during the campaign. At the end of his interview with Nigel Farage last night Neil turned to the camera and addressed an audience of millions about Johnson’s failure to take part. “We have been asking him for weeks now to give us a date, a time, a venue. As of now, none has been forthcoming,” he said, adding that the prime minister’s attendance at the interview was “a question of trust”. Last night Jeremy Corbyn gave an interview in which ITV’s Julie Etchingham sought to uncover “just who is Jeremy Corbyn?” Marina Hyde has some opinions about how that went. (Johnson has also declined to do a sit-down with Etchingham.) Johnson will at least be appearing on television tonight, to debate Corbyn at a forum in Southampton chaired by the former BBC political editor Nick Robinson. It is set to be the last time the leaders face off before Britain goes to the polls. Expect questions about the handling of the London Bridge attack, after Corbyn told the Guardian that he felt the prime minister had politicised the deaths of two people. “I think he did far too much,” said the Labour leader. At a glance Brexit has been “one of the most spectacular mistakes” in the history of the EU, Donald Tusk has said in his first interview since standing down as European council president last week. At least four ministers, including Sajid Javid, have gone on election campaigning trips to endorse Tory candidates facing allegations of Islamophobia since the claims against them came to light, the Guardian has learned. Farage has hit out at the three MEPs, including Annunziata Rees-Mogg – sister of the Commons leader, Jacob Rees-Mogg – who have abandoned his Brexit party just seven days before polling day. A thinktank has called the Tory, Labour and Lib Dem spending promises on education either over-ambitious or misdirected. A Conservative parliamentary candidate has been criticised for being paid £25,000 a year to head up a university thinktank that does not yet exist. Labour has held the seat of Wrexham since 1935 but old political certainties have all but disappeared, writes Steven Morris as part of our People and Power series. You think you know about politics, but could you cut it as a returning officer? Take our quiz to find out. The day ahead The big event tonight is Johnson and Corbyn’s election debate in Southhampton, which will be broadcast on the BBC. Johnson is expected to make a speech in Kent before the debate. Corbyn will kick off the day by holding a press conference in London about a subject that had not yet been revealed at time of writing. Jo Swinson will travel to Hampshire to spend time with a playgroup and speak to working parents about the party’s childcare plans. In Scotland the Lib Dems are going for the gimmick and will visit a bakery to challenge the SNP’s “half-baked” plan for a second referendum. For the Brexit party, Farage, Ann Widdecombe and Gregory Butt, a retired colonel and the parliamentary candidate for Hyndburn in Lancashire, will unveil the party’s defence and veterans policy at a press conference in London. Nicola Sturgeon will be interviewed on This Morning on ITV. Sign up here to receive Andrew Sparrow’s afternoon round-up from the campaign trail – direct to your email inbox. Best of the rest &gt; Indian police have shot dead four men who were accused of gang-raping and murdering a young vet, then burning her corpse. There had been calls for the men’s lynching after their arrest for the alleged premeditated attack in Hyderabad. According to police, the accused were taking part in a reconstruction of the crime when they tried to snatch officers’ guns and were shot. Police gave contradictory details concerning the events. The rape victim’s family welcomed the news but the All India Progressive Women’s association said it was “counterfeit justice” that proved police were unable to protect women and bring perpetrators to proper justice. &gt; Joe Biden has called a heckler a “damn liar” – and seemingly also “fat” – during a campaign event in Iowa. The man aired discredited claims about Biden, his son Hunter and Ukraine, and challenged Biden as too old to be president. The former vice-president snapped back: “You want to check my shape, man, let’s do pushups together here, man. Let’s run. Let’s do whatever you want to do. Let’s take an IQ test. OK?” The suggestion was met with applause from the audience. Biden said he was actually saying “fact” when people thought he called the man fat. Other attendees rounded on the heckler with one telling him to “get out of here”. &gt; The Eddie Stobart transport business is on the brink of collapse, with its future due to be decided at a key shareholder vote in London today that will pit William Stobart, the third son of the company’s founder, against his childhood friend and former brother-in-law, Andrew Tinkler. If their competing bids fall through, the company, which employs 6,500 people, could collapse under the weight of a huge debt pile months before its 50th birthday. The Warrington-based haulier recorded a loss of at least £12m in the first half of the financial year. Today in Focus podcast: Momentum behind Corbyn Anushka Asthana reports from inside Momentum, the grassroots movement hoping to propel Corbyn into Downing Street. And: Rana Foroohar on why we need to regulate big tech. Lunchtime read: The bedsit Nazi and the killing of Jo Cox Jo Cox was the first female MP to be murdered in Britain, and the first MP killed since Ian Gow was murdered by the IRA in 1990 – but all we knew of Thomas Mair’s motivation were the slogans he shouted as he carried out his attack: “This is for Britain” or “Britain first” and even “Make Britain independent”. Kester Aspden wrote to Mair directly a few weeks after his trial, when he was in Frankland prison. “Some weeks later, a letter arrived from the prison where Mair said he was being held ‘IN SEGREGATION ‘FOR MY OWN PROTECTION’.’ He wrote in black biro, using capitals throughout. The further three pages of thoughts Mair said he had composed for me had been blocked by the censor. ‘I AM AT A LOSS TO SEE HOW WE CAN HAVE A ‘DIALOGUE’,’ Mair wrote, ‘… I DON’T KNOW IF EVEN THIS SHORT NOTE WILL MAKE IT PASS [sic] THE CENSOR.’ The police highlighted Brexit as ‘a motivating factor’ for Mair and the murder of Cox soon became part of the post-vote battleground. Boris Johnson has dismissed fears about inflammatory talk as ‘humbug’, but the example of Jo Cox’s killing has been used in a number of threatening letters sent to pro-remain – especially female – politicians. Three years on, the atmosphere is still full of aggression and mutual recrimination.” Sport Duncan Ferguson has been placed in temporary charge of Everton after Farhad Moshiri made Marco Silva his fourth managerial sacking in under four years. Barney Ronay writes that Silva appears to be done in English football, having built no notable teams and won only 32 league matches in three years. Freddie Ljungberg let rips at half-time of Arsenal’s 2-1 loss to Brighton, saying “this is not Arsenal” to his besieged troops. Anthony Joshua, who is expected to receive more than £60m for his controversial WBA, IBF and WBO world title rematch with Andy Ruiz Jr in Diriyah on Saturday, has opened himself up to criticism by saying Saudi Arabia is “trying to do a good job politically”. Vicky Williamson, a former world championship bronze medalist in the team sprint, is to switch from cycling to bobsleigh, having completed a successful training camp with the GB bobsleigh team. Finally to cricket, and Graham Thorpe has urged England to learn from their New Zealand series defeat as sights are set on facing South Africa. Business Shares have swung higher in Asia after a wobbly day of trading on Wall Street as investors awaited a US government jobs report and kept an eye out for developments in China-US trade talks. The Hang Seng rose 0.7% to while the Nikkei 225 picked up 0.3% and South Korea’s Kospi jumped 0.8%. The Shanghai Composite index was flat and Australia’s S&amp;P ASX 200 gained 0.3% while shares fell in Taiwan. The pound is worth £1.315 and €1.184 while the FTSE is trending 0.1% higher ahead of the open. The papers The Mail jumps on the defections from the Farage camp: “Brexit party bigwigs urge: vote Boris”. The Express says there is “Boris fury” over a “new Corbyn plot to fiddle Brexit” by letting two million EU citizens vote in a second referendum. “Brexit party defectors urge Farage to withdraw” is how the Times does that one. The Telegraph devotes a full front page, and four pages inside, to the “Labour antisemitism storm”. The i says it is “Crunch time for Corbyn” as it runs an interview with the leader. Others delight in Neil’s throwdown to Johnson: “How can anyone trust him?” asks the Mirror, over the PM’s refusal to be grilled by the BBC interviewer. “Oven ready and set to grill” – nice work there Metro, apparently riffing on Johnson saying he likes oven chips and his Brexit deal only needs a reheat. The Guardian sounds the alarm over “The rising toll of measles” with 10m cases and 142,000 deaths recorded worldwide. The Sun has “Hero on parole” about the fire-extinguisher man in the London Bridge attack who has a conviction for manslaughter but, says the paper, was being mentored by victim Jack Merritt. The FT gives its picture slot to the French strikes – its lead story is the float of Saudi Aramco. Sign up The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here. For more news: www.theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}