{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/06/good-king-wenceslas-looks-out-on-a-feast-of-journalism", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-06T12:00:40Z", "webTitle": "Good King Wenceslas looks out on a feast of journalism", "webUrl": "https://www.theguardian.com/world/2019/dec/06/good-king-wenceslas-looks-out-on-a-feast-of-journalism", "apiUrl": "https://content.guardianapis.com/world/2019/dec/06/good-king-wenceslas-looks-out-on-a-feast-of-journalism", "fields": {"headline": "Good King Wenceslas looks out on a feast of journalism", "bodyText": "Hello and vřelé uvítání from Prague, where we’ve come for some c̶h̶r̶i̶s̶t̶m̶a̶s̶ ̶s̶h̶o̶p̶p̶i̶n̶g̶ conference or other. It’s the Prague Media Point journalism event, neatly subtitled “What’s Working?” I’m told that media in the Czech Republic is largely controlled by creepy billionaires, is awash with fake news and is struggling to make ends meet. Sound familiar? Still, it’s always inspiring to hear that the Upside is not alone: indeed there is a vibrant ecosystem of local journalists around the world seeking out what works in their community and trying to spread the word. My own particular favourites from this week: Tea after Twelve, a Bonn-based operation which publishes in English; Outlier Media, a community self-help grapevine from Detroit; Rubryka, a promising Kiev-based startup (which is only worth clicking through to if you read Ukrainian). And perhaps boldest of all, Takie Dela, a Russian outlet that connects journalists to social problems and charities trying to fix them, in a media environment that can only be described as hostile. Prague has not deflected us from some meaty journalism this week: it’s been a big year for exploring alternative economics, outdated metrics like GDP, growth and the primacy of profits. So this week we took a look at the 20-year drive for ever lower prices and the lazy assumption that all consumers want is cheap stuff. That’s certainly not the case in France, where Jon Henley uncovered a movement determined to pay fair prices. You’d be surprised just how many French people are on board. Other pieces offering joy this week: • It looks like the aftermath of a really good barbecue. But could it help tackle climate change? Two-minute read • How to make cities better using hip-hop and poetry.Ninety-second read • Singing the blues: the best way through post-natal depression? Two-minute read • And, for a bit of unbridled fun, the best things on telly in 2019. Hours of viewing Lucky numbers The number of new HIV infections is down 40% on 1998, according to the World Bank. The off-grid solar power generation in sub-Saharan Africa is one of the progress stories of the decade. Here – another million homes in Nigeria connected. And finally, if you want your teen to get a good education, you might want to consider moving to Estonia, which is a top 10 nation in maths, science and reading at age 15. What we liked Articles about the Valuable 500 movement, a business grouping which this week announced that more than 200 companies had committed to disability inclusion. This from the University of Vienna on the universal elements that music all around the world shares. And the pub offering free food to the homeless had a seasonal feel to it … What we heard Peter Marsh-Hunn wrote in from Italy after reading Jon Henley’s piece about consumerism in France. You may be interested to know about the development of Gas groups (Gruppo di Acquisto Solidale, or solidarity-based purchasing) all over Italy, something that started around 20 years ago. Here’s a link (in English). The Gas experience may be worth exploring in a future Upside article. Obviously, Italy’s different from the UK in that many people living in towns and cities still have links to villages where their ancestors came from, thereby facilitating the search for locally-sourced, organic produce. Local GAS groups that source products from areas where there have been earthquakes or other natural disasters often offer a solidarity lifeline by offering stricken producers higher prices so that they can get back on their feet again. Climate change continues to exercise Upside readers. Andy Crichton emailed in to extol old tech over new We are the impecunious owners of an industrially farmed olive grove. Four years ago we took it over, it was ploughed bare, no soil life, eroded. I can assure you massive change is possible with little more than labour and smarts and seeds. Yields up, water retention up, irrigation down, biodiversity up, no contamination... Finally, time for a herogram, from Bénédicte Bousset in Clermont-Ferrand, central France As a subscriber and English teacher in France, I often use your articles for my classes. But until the Upside came along, I was finding myself and my students getting very very depressed … Now, whenever we work on an article like the one about Amazon and the way workers are treated (because I believe they should know), I always add an article from the upside (like the one about kindness). My students love it! Where was the Upside? With the 2019 Guardian and Observer Christmas charity appeal, which this year is all about … trees. The Upside has reported this year about the tremendous power of the humble tree to arrest global warming and revitalise the earth. Our appeal is your chance to see the wood for the trees. Thanks for reading. Do send us your feedback, good or bad, to theupside@theguardian.com."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}