{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/09/china-claims-detained-uighurs-have-been-freed", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-09T11:06:09Z", "webTitle": "China claims detained Uighurs have been freed", "webUrl": "https://www.theguardian.com/world/2019/dec/09/china-claims-detained-uighurs-have-been-freed", "apiUrl": "https://content.guardianapis.com/world/2019/dec/09/china-claims-detained-uighurs-have-been-freed", "fields": {"headline": "China claims detained Uighurs have been freed", "bodyText": "China has said Uighurs and other minorities believed to be detained in Xinjiang have been freed, repeating claims made previously but offering no evidence of their release. In response to growing international criticism of the detention of up to 1.5 million people in re-education and other internment camps, the Xinjiang governor, Shohrat Zakir, told reporters in Beijing that they had “returned to society”. China has long said it does not run what witnesses and human rights advocates have described as re-education camps, where detainees are forced to undergo political indoctrination, but offers free “vocational training” to residents who attend voluntarily. Zakir said on Monday: “At present, all the trainees who participated … have completed their studies, found stable employment with the help of the government and have improved their quality of life and live a happy life.” He said the programme focused on teaching Chinese language skills, law and vocational skills to “eliminate extremism”. However, classified government documents seen by a media consortium, including the Guardian, have undermined those claims. The documents outline a strategy to detain ethnic minorities who have not committed crimes for the sake of “educational transformation”. The directives include security measures to ensure “no escapes” and that “students” should be held for at least one year. Uighurs and Kazakhs outside China have told the Guardian their family members in Xinjiang remain detained in camps. Those who are not in the camps are subject to constant surveillance, including having Chinese officials living in their homes, and live under the threat of being sent to a centre. Zakir said those reports were “pure fabrication” but declined to give the number of people attending the centres. He said the number who took part was “dynamic” and could not be estimated. In recent days, Beijing has launched an aggressive propaganda campaign in response to criticism of its policies in Xinjiang. Last Friday the state broadcaster CCTV released a documentary called Fighting Terrorism in Xinjiang, which included footage of terrorist attacks. Over the last year, China has put on several curated, state-organised trips to the region. The remarks represent an escalation in rhetoric directed at the US, as Washington and Beijing remain locked in a trade war form more than a year. Beijing has also labelled the US a “black hand” behind ongoing anti-government protests in Hong Kong. Last week, US politicians passed legislation that would sanction Chinese officials involved in the crackdown in Xinjiang. Zakir said: “The US is getting restless and has launched a smear campaign against Xinjiang. But no force can stop Xinjiang’s progress toward stability and development. “When the lives of people of all ethnic groups in Xinjiang were seriously threatened by terrorism, the US turned a deaf ear. Now that Xinjiang is steadily developing and people of all ethnicities are living and working in peace, the US feels uneasy, and attacks and smears Xinjiang.” Nicholas Bequelin of Amnesty International said: “While this may sound like progress, it’s more likely just the Chinese propaganda machine’s latest attempt to shift the narrative on its horrendous human rights violations in Xinjiang in the face of growing international condemnation. “If Uighurs and other predominantly Muslim minorities are really being released from these repressive detention camps, then the onus is on the Chinese government to prove it. “The government should, at the very least, allow independent UN experts to assess the situation, and allow Uighurs and members of other ethnic minorities to freely communicate with their relatives overseas. Until now, this is something the authorities have repeatedly refused to do. “As ever, it’s almost impossible to independently verify the Chinese government’s claims given the extreme constraints on reporting in the region and the authorities’ attempts to cut it off from the outside world.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}