{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2019/dec/10/new-zealand-volcano-eruption-white-island-blast-latest-updates", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-10T07:07:49Z", "webTitle": "New Zealand police to investigate volcanic eruption - as it happened", "webUrl": "https://www.theguardian.com/world/live/2019/dec/10/new-zealand-volcano-eruption-white-island-blast-latest-updates", "apiUrl": "https://content.guardianapis.com/world/live/2019/dec/10/new-zealand-volcano-eruption-white-island-blast-latest-updates", "fields": {"headline": "New Zealand police to investigate volcanic eruption - as it happened", "bodyText": "Here’s a summary of what we know so far about the volcanic eruption on Whakaari/White Island in New Zealand. Five people are confirmed to have died in the eruption, eight are missing and presumed dead. You can see our full report here. Three of the dead were confirmed to be Australian by the country’s prime minister, Scott Morrison. The family of New Zealand man Hayden Marshall-Inman, a guide for White Island tours, confirmed his death to local media, but police have not confirmed it. 31 people are being treated for burns, 27 of whom have burns to 30% of their bodies. Patients are aged 13-72. Officials say not all the burns victims are expected to survive. Police said they are conducting an investigation into the deaths on behalf of the coroner, correcting an earlier police statement that they were launching a criminal investigation. The 47 people on the island at the time of the eruption include 24 people from Australia, nine from US, two Britons, four from Germany, five from New Zealand, two from China and one from Malaysia. You can read our full report on those listed as missing here. Police efforts to monitor conditions on the island using a drone have been hampered by the wind. There was a 50% chance of another eruption of the same size or smaller in the next 24 hours. The New Zealand prime minister, Jacinda Ardern, told parliament: “The scale of this tragedy is devastating. Our hearts go out to the families of those who are injured, missing or deceased.” Laura Clarke, the UK’s high commissioner to New Zealand, said two British women had been taken to hospital and that her team were providing assistance. The Ovation of the Seas cruise ship, where the majority of victims were passengers, will stay in Tauranga on Tuesday night. You can read how experts warned the eruption on the island was an accident waiting to happen. You can read what caused the volcanic eruption on New Zealand’s White Island and why was there no warning, here. The Whakaari/White Island owners have expressed their condolences to those affected by Monday’s eruption. The Trust, which owns the island, is managed by Whakaari Management Limited which comprises three directors who are also brothers: James Buttle, Andrew Buttle and Peter Buttle. Peter Buttle issued a statement saying his family had owned the island for over 80 years and are devastated by the tragic event. We are all shocked by what has occurred on Whakaari yesterday and our thoughts are with everyone affected by this tragedy. We wish to thank everyone involved in the rescue effort, including the first responders, medical personnel and the locals who helped evacuate people from the island. Their efforts have been both courageous and extraordinary. That we now have had a tragic event with devastating consequences leaves us absolutely heartbroken. Our thoughts are with the families of those affected, as well as the wider Whakatāne community. The Chinese embassy in New Zealand has posted an updated on its website on the two Chinese citizens affected by the eruption on White Island. It said that according to New Zealand police, two Chinese citizens had been near the site of the eruption. The consulate said that by late afternoon it had been notified by New Zealand’s ministry of foreign affairs and trade police that one of the citizens had been injured and sent to hospital. The embassy said it has sent consular officials to the hospital. It has also requested New Zealand officials to provide information about the second citizen’s situation as soon as possible. New Zealand police have issued a statement clarifying the investigation into the deaths on White Island. Earlier, deputy commissioner John Tims, said police would conduct a criminal investigation. However, a correction has been issued: At this time Police is (sic) investigating the death of the individuals on Whakaari / White Island on behalf of the Coroner. To correct an earlier statement, it is too early to confirm whether there will also be a criminal investigation. The Police investigation on behalf of the Coroner will be carried out in parallel with a WorkSafe New Zealand investigation. WorkSafe New Zealand has opened a health and safety investigation into the harm and loss of life caused by the eruption. As the workplace health and safety regulator and administrator of the Adventure Activities Regulations, WorkSafe will be investigating and considering all of the relevant work health and safety issues surrounding this tragic event. Passengers on the Ovation of the Seas cruise ship will spend another night in the Port of Tauranga. It’s now expected to leave at 7.15am on Wednesday, according to the New Zealand Herald. New Zealand’s GeoNet has just launched another update on the volcano. It says seismic activity remained weak and there had been no further eruptive activity. However GeoNet said they weree continuing to see “gas-driven jetting from the active vent area”. It said its monitoring equipment continued to work well, despite some sites being covered in ash. Over the next 24 hours we still estimate an equal likelihood of either no eruption or a smaller/similar sized eruption that would impact the main crater floor, based on our observations and measurements. There is a high level of uncertainty associated with this estimate and we are working to reduce that uncertainty. We also estimate the least likely scenario is a larger eruption. There is an extremely low likelihood of any ash impact to the mainland, but people may smell gas, depending on the prevailing wind direction. If you are just joining us on our coverage of the volcanic eruption in New Zealand, you can get yourself up to date quickly with our guide to what we know so far. The mayor of Whakatāne, Judy Turner, has held a press conference in the small coastal town this afternoon during which she said she “welcomed” the criminal investigation into the disaster and hoped no stone would be left unturned, as everyone wanted reassurance that nothing “untoward” had taken place “It’s a natural question that comes out of the event, I don’t think there’s anything particular that is of concern,” she said. “We do feel your pain, and we’re here to support you,” Turner added of the families gathering in town to mourn their loved ones, or wait for their bodies to be returned. The mayor said she continued to support tours of White Island in the future, but first questions needed to be answered as to who, if anyone, was responsible for the disaster, seh said, and if tourists should have been on the island when a level-2 threat was present. “At the time they went out it was a level 2, and in the matrix of things that is not considered a high reading ... they have been out numerous times at that level.” Turner acknowledged that White Island tours had offered tourists “an amazing adventure tourism opportunity” and had been running for 30 years without any problems. “You’ll be aware that tourism is significant for our local area. We are aware there are questions and you can be assured ... that at the appropriate time we will answer the questions that need to be asked.” Turner said police were working around the clock to get the remaining bodies off the Island, and boats had been stationed 1km off the coast of the island, from which drones had been launched on reconnaissance missions to monitor when it would be safe for police to land. When bodies were able to be retrieved, they would first be flown to Whakatane airport which was being prepared today, and then to the offices of the coroner in Auckland, she said. Turner added that while the local Iwi, Ngati Awa, had been showing “aroha” to those affected, she had not yet spoken to the tribe’s elders. I’m just catching up with a few other points from that news conference. John Tims from NZ police said that authorities had been working today to determine the conditions on the island. “This will be done by a drone able to carry specialised measuring equipment. This requires a boat getting into, within 1km of the island, in order to launch the drones. We are hoping to do this today. Unfortunately, we have had one attempt, the conditions have been against us and it’s been too windy. We will continue to do so today if weather permits,” Tims said. With regards to the foreign nationals affected by the volcanic eruption in New Zealand, a team of three officials from the NZ department of foreign affairs and trade has been deployed to Whakatane to support diplomatic missions of affected foreign nationals. In terms of the condition on the island currently, civil defence spokesperson, Sarah Stuart-Black, said: “Monitoring equipment on the island is still functional and providing near real-time data. GNS science will continue to closely monitor the situation on White Island. The web cameras indicate gas and steam jetting from the active vent area.” Health authorities in New Zealand have contacted burns units in Australia to ask what capacity they have to take on patients, Guardian Australia understands. Protocol for treating disaster victims is for them to be treated at the hospital closest to their home, in anticipation of a long recovery period. That press conference has just wrapped up. Here’s a summary of the most important points: New Zealand police have launched a criminal investigation into the disaster on White Island. Five people are confirmed dead and their bodies have been transferred to Auckland for a post mortem to be carried out. 31 patients are being treated for burns, including 27 who have burns to at least 30% of their bodies. Patients have been transferred to burns units across New Zealand and some may be transferred to Australia. There has been a decline in seismic activity on the island but scientists estimate there’s a 50% chance of a smaller or similar sized eruption over the next 24hours, which means a 50% chance of no eruption. It’s estimated that a large eruption is unlikely at this time. John Tims of NZ police was asked about whether the investigation would focus on the tour operators to the island: “So we’ll look into if there was anyone criminally responsible for the deaths and injuries. It’s early days yet. So we’re just going to have to work through the evidence, talk to people, and conduct the investigation,” Tims said. “Not all of the (burns) patients will survive,” Watson said. “There’s many who have suffered inhalation injuries, damage to lungs, so they’re requiring airway support. At this stage, that’s the majority of the people who are in the hospitals,” Watson said. Of the 31 people injured, 25 are now in our four regional burns units located in Christchurch, Hutt valley, Waikato and Middlemore hospital, Watson said. “They will be transferred to one of our regional burns units as soon as there’s capacity. All our burns units are full to capacity. Our plastic surgeons, hospitals, anaesthetists are doing their best to treat the many who have sustained injuries.” Dr Pete Watson also told the press conference that 27 of the 31 people being treated have suffered greater than 30% body-surface burns. John Tims says the police will open a criminal investigation into the circumstances of the deaths on White island. The nationalities of those on the island at the time of the explosion have been confirmed as 2 from UK, 4 from Germany, 24 from Australia, 5 from NZ, 2 from China, 9 from the US, one from Malaysia. Dr Pete Watson from the ministry of health is now updating the conference. He said patients have been transferred to burns units across New Zealand. Many have sustained substantial burns, including inhalation burns. Patients are aged between 13-72. He says they may transfer seriously injured patients to burns units in Australia. We are now hearing from John Tims, deputy commissioner of national operations for police in New Zealand. He has confirmed 5 fatalities. The bodies have been transported to Auckland where a post-mortem will be done. New Zealand police’s press conference has begin. The first speaker is Sarah Stuart-Black, a Civil Defence spokesperson “We were struck by the amazing efforts from first responders,” she tells the press conference”. “I would like to express our deepest sympathies for the families affected” She said the ministry of foreign affairs and trade is providing consular assistance to foreign nationals affected by the eruption. She said monitoring equipment was still functioning on he island and was providing real-time data. There has been a decline in seismic activity. She said there is a 50% chance chance of another similar eruption in the next 24 hours. If there is another eruption, it is unlikely to reach the mainland. Following Monday’s eruption, GeoNet has put together some detailed information about White Island. This includes: It was in almost continuous eruption from 1976-2000 and numerous explosive eruptions impacted the entire Main Crater floor area. A second eruptive episode started in 2011 and continues today. In 1914 a landslide destroyed a mining village and killed 10 workers on the Main Crater floor. There was no eruption related to this landslide. You can read their entire post here. Earlier police said work was being done to enable the recovery of the eight people who remained unaccounted for following yesterday’s eruption. “Recovering the remaining victims and returning them to their loved ones is an absolute priority for NZ Police,” police said in a statement on Facebook. The first press conference we are expecting is from New Zealand police who will be giving an update on the emergency response to the volcanic eruption at Whakaari/White Island. It’s expected to get underway in the next few minutes. We are expecting several press conferences in the next hour, including from police in Wellington, the mayor of Whakatane, and from GNS Science, New Zealand’s leading provider of Earth, geoscience and isotope research and consultancy services. One of the families listed as missing is the Langfords from North Sydney. The parents, Anthony and Kristine Langford, were on holiday with their two children Jesse, 19, and Winona, 17. Jesse graduated from Marist North Shore in 2018. The school’s principal, Tony Duncan, emailed parents letting them know that the former student was listed as missing. “It is with a heavy heart that I can confirm to you that several members of our Marist North shore family are missing in the aftermath of the White Island volcano disaster.” “Jesse, who graduated last year was a talented and popular student during his time at the school, finishing up as Mackillop House captain,” he said. He asked for school families to have the Langfords in their prayers. The New Zealand prime minister, Jacinda Ardern, has made a statement to parliament about the volcano’s eruption. She confirmed that of the 47 people on or near White Island at the time of the eruption, five were dead, eight were missing and 31 sustained injuries “many of them critical”. “The scale of this tragedy is devastating”, she told parliament. “Our hearts go out to the families of those who are injured, missing or deceased. Ardern paid tribute to the pilots and crew of three helicopters who flew to the island after the eruption to help the rescue operation. She said among those missing citizens from Australia, the US, the UK, China, Germany, Malaysia and New Zealand. “To those who have lost or are missing family and friends, we share in your grief and sorrow and we are devastated,” Ardern said. “To our international partners and friends, we will do everything we can to support you as you have supported us in times past. “In particular, our family in Australia has been heavily impacted... We feel the pull of our bond acutely at this time.” Ardern acknowledged the “extraordinary efforts” of the medical professionals across the country who are looking after the injured. “As we focus on the tragic events of Whakaari/White Island, I’m reminded of two things: there is no limit to New Zealand’s capacity to mobilise, to respond, to care and embrace those impacted by tragedy,” she said. “We are a nation full of ordinary people who do extraordinary things.” Hello this is Alison Rourke taking over this live blog from my colleague, Kate Lyons. If you are just joining us, here’s the latest on who has been affected by the eruption on White Island. We know that five people have died. Three of them are thought to be Australians, according the Australian PM, Scott Morrison. The Guardian also understands that two guides from the island were also killed. A further eight people are confirmed as missing. We understand 47 people were on the island at the time of the eruption, 38 of them from the cruise liner Ovation of the Seas. New Zealand’s Red Cross has published a list of people who have been listed as missing and those who have been accounted for. You can reach that list here. A report from AAP: The air is heavy and flags are at half mast in Whakatane. Unlike Monday, when police and emergency services flew into furious action after Whakaari’s eruption, the town is now calm and waiting. They are waiting for White Island to be cleared for access, and they are waiting for updates about those in hospital. Those waiting for news are doing so at the local marae, or Maori meeting house. “The marae provides a focal point for the community to rally together, to provide help and care for those who are hurting at the moment,” community leader William Stewart told AAP. “At 10 o’clock this morning we opened the marae and undertook a karakia, a spiritual ceremony. “We invited those who had been impacted, staff, emergency response teams, friends and family of those that were caught up in yesterday’s events.” People from all backgrounds are bringing food and offering support. Stewart said more than a hundred people attended, including Australians. “People of different backgrounds. The tribe was here and there were a lot of locals and people from out of town drawn by yesterday’s events,” he said. “Absolutely people are grieving and it’s completely understandable. “You don’t need to talk to them to realise they’re hurting and they’re deep in grief. “It’s a privilege for us as a tribe to be able to welcome people here and be able to care for them.” Marae leaders maintain close communications with police and other authorities; Australian consular support made themselves known on Monday. Stewart was eager to point out a historical connection between the marae and Australia and the United Kingdom - two of the countries that had nationals on or near Whakaari during the eruption. The marae is known as Mataatua or ‘the house that came home’. The meeting house was built in the 1870s, but seized by colonial powers to Australia and then Britain for exhibitions and kept overseas for more than a century. It returned in 1996, and following restoration work takes pride of place in Whakatane. “That’s why it’s such a fitting place for today. It’s a symbol of our resilience, our unity and our strength,” Stewart said. “It’s pertinent, because we do have some Australian whanau, Australian family that were impacted yesterday. There’s no better place for them than ‘the house that came home’ and is now back on our land.” AAP reports that a website set up by the New Zealand Red Cross to help connect people affected by the catastrophic volcanic eruption off the North Island has been inundated by families of the missing. People were seeking information about loved ones from the United Kingdom, United States, China, Singapore, Bourdeaux in France, Guatemala, Hong Kong, Canada, Portugal, Burma, New Delhi, New Guinea, and Holland. So far, five people have been confirmed dead. It is believed up to three of those people are Australians, although this has not been confirmed. Another eight, all believed to be Australians, are missing or unaccounted for. Some 34 people, including 13 Australians, were rescued and taken to hospital mostly suffering burns. Of these, 31 remain in hospital while three have been discharged. Here is the Red Cross list of the Australians listed as missing at 09.30 AEDT. Some may still be in hospital, some may be unaccounted for and some may be safe but not yet able to contact the Red Cross or others to notify their status. Australians listed as missing as of 9:30am AEDT South Australia Gavin Brian Dallow, 35, Adelaide Zoe Hosking, 15, Adelaide Lisa, no other details, Adelaide Queensland Robert Rogers, 78, Herberton, Queensland Maree Fish, 46, Brisbane Amy Miall, 30, Brisbane New South Wales Maureen Jones, 68, Bathurst NSW Jason David Griffiths, 33, Coffs Harbour, NSW Karla Michelle Mathews, 32, Coffs Habour, NSW Richard Aaron Elzer, 32, Coffs Harbour Alison Harris, 52, Newcastle, NSW Anthony Langford, 51, North Sydney Jesse Landford, 18, North Sydney Winona Langford, 17, North Sydney Kristine Langford, age not given, Australia (believed North Sydney) Gary Woolley, age not given, Sydney Jane Murray, 56, Sydney Marion London, 56, Sydney Sheree Toope, 31, Sydney Mathew Thomas, 31, Tamworth NSW Victoria Stuart Raymond Trott, 45, Melbourne Australia (no state named) Jessica Richards, 20, Australia Julie Richards, 47, Australia Martin Hollander, 48, Australia Susan Maree Cole, no other details, Australia NZ Red Cross website: redcross.org.nz Recovering the remaining victims an ‘absolute priority’ for NZ police New Zealand police have issued a new statement, saying they were continuing work to recover the eight people who are unaccounted for, it reads: Work is continuing today to enable the recovery of the eight people who remain unaccounted for on Whakaari / White Island following yesterday’s eruption. Recovering the remaining victims and returning them to their loved ones is an absolute priority for NZ Police. Police are working closely with experts from GNS Science to get an understanding of the current environment on Whakaari / White Island and the likelihood of any further volcanic activity, as well as any risks posed to recovery teams by gases in the atmosphere. This is a heartbreaking situation for all involved and we are working to provide every support possible to the families and loved ones of those killed and injured in the eruption. Police Family Liaison Officers are being deployed around New Zealand to assist with that support. Police understand the high level of interest from media – both domestic and international – regarding the nationalities of those killed and injured in the eruption. That information, as well as condition updates for those injured in the eruption, will be released at the earliest opportunity. Whakatāne District Mayor Judy Turner says her heart goes out to the injured, the missing and the deceased, and their families and whānau. A Civil Defence Centre opened today at Te Kōputu a te whanga a Toi (Whakatāne Library) at 49 Kākahoroa Drive, Whakatāne to provide psycho-social support to those that need this. Please note that the Whakatāne iSITE is closed for at least the next 24 hours - our immediate priority is support for those visitors and operators affected by yesterday’s tragic events. Morgan Godfrey writes for the Guardian: At 2.11pm yesterday, as the Whakaari eruption was happening, I was out mowing my lawns. From my home at Te Kaha, a tiny settlement on the North Island’s east coast, you can make out the volcano’s sunken crater. The 300-metre dust cliffs frame the northern and southern edges, and in the centre is an east-facing pit where ancient birders and old sulphur miners once did their work. On Monday the only workers and visitors on island were tour operators and tourists, several whom never made it back from yesterday’s destruction. At 2.15pm I went to empty the catcher, and I stood at the garden edge watching the ash cloud climb. I didn’t think too much of it. When I was growing up volcanic activity on Whakaari was more or less continuous. Every year or so the crater would spew out mud and rock. Steam was a daily occurrence, painting the horizon white. According to GeoNet the island was in a continuous eruption from 1975 to 2000. Disaster, or at least the ever-rising threat of it, was background music in our lives. Whakaari? There she goes again. But yesterday was different. At 2.20pm I went to the cliff’s edge for closer inspection. The ash cloud was still climbing. Six-thousand feet. Nine-thousand feet. Twelve-thousand feet. I finally knew something was wrong. Zoe Hosking, a year 9 student from Adelaide, is among those missing, her school has confirmed, along with her entire family. The atmosphere is sombre at the wharf in Whakatane, with three White Island boats docked in port. A rubber dingy in the back of one of the boats remains covered in ash, and was used yesterday to rescue 23 people off the island following the eruption. Local tourism charters have cancelled today’s excursions, saying it wouldn’t be “appropriate” after yesterday’s tragedy. Signs posted by the harbourmaster at the wharf warn people to stay five nautical miles away from White Island, unless tasked with official police or search and rescue business. A magnitude 5.3 quake has occurred south of Gisborne. Why was there no warning about the eruption? Shane Cronin, a professor at the University of Auckland, has written analysis about what caused the eruption and why we didn’t know it was coming. Monitoring and warning for hydrothermal eruptions is a huge challenge. We don’t normally see these eruptions coming, no matter how much we would like to. Many systems are already “primed” for such events, but the triggers are poorly understood. The warning periods, once an event gets under way, are likely in the order of seconds to minutes. Our only hope for anticipating these events is to track potential vapour and liquid pressure in hydrothermal systems and to learn from their long-term behaviour when they are at a super-critical state. Unfortunately there are no simple rules that can be followed and each hydrothermal system is different. In this age of technology and instrumental monitoring, it seems irrational that there should be little or no warning for such eruptions. The eruption is not caused by magma, but by steam, and this is much harder to track in our current monitoring systems. We have seen several other fatal hydrothermal catastrophes unfold in other parts of the world, such as the 2014 eruption of Mount Ontake in Japan. New Zealand has been luckier than many other parts of the world, until now. Jacinda Ardern met with first responders this morning. Laura Clark, the high commissioner to New Zealand has confirmed that two British women were among the injured. They have not been named. This is Kate Lyons taking over the blog from Charlotte Graham-McLay. If you have questions, news tips or something to share you can get in touch with me on Twitter or on email: kate.lyons@theguardian.com Here’s what we know so far: Five people are confirmed dead and eight people are missing, presumed dead, New Zealand officials confirmed on Tuesday morning. Thirty-one people are currently in hospital and three have been discharged. Many of the injured were in critical condition, most from burns. Prime Minister Jacinda Ardern told reporters that aerial reconnaissance flights did not show any signs of life on the volcanic White Island and officials are not expecting to find any survivors on the island. New Zealanders and tourists from Australia, the United States, Britain, China and Malaysia were among the missing and injured, confirmed Ardern. Australian prime minister Scott Morrison confirmed that 11 Australians are unaccounted for, he said three Australians are believed to be among the dead. “I fear there is worse news to come,” he said. Ardern confirmed that there were two explosions on the volcanic White Island on Monday afternoon, and the eruptions spewed a plume of ash thousands of metres into the air. She said: “It’s now clear that there were two groups on the island - those who were able to be evacuated and those who were close to the eruption.” White Island is about 50 km (30 miles) from the east coast of North Island and huge plumes were visible from the mainland. Volcanologists said the ash plume shot 12,000 feet (3,658 m) into the air. There were still concerns on Tuesday morning about how close rescuers can get to the island due to ashfall, with officials saying they had reports of boats returning filled with up to half a metre of ash. Ray Cas, a professor emeritus at Monash University, has told Reuters that the island “has been a disaster waiting to happen for many years”. “Having visited it twice, I have always felt that it was too dangerous to allow the daily tour groups that visit the uninhabited island volcano by boat and helicopter,” Cas said in comments published by the Australian Science Media Centre. More front pages from Australia: The eruption leads the papers in Australia today. Stephen D’Antal in Tauranga has spoken to Australian journalist Donna Field, who was on board the Ovation of the Seas for a family holiday. She said passengers had been told to be back on board by 5.30pm on Tuesday but had no information on when they would sail. “The mood has changed dramatically,” said Field, who works for the ABC. Field said she watched ship’s captain Henrik Loy on Monday afternoon as he dealt with breaking news of the disaster to the passengers. “His voice was pretty shaky,” she said. “He had two phones in his hands and was just pacing on the bridge. I can’t imagine what he was going through. Everyone just stood stock still and listened. They’re shaken up.” Some images are emerging from Whakatane. A geologist has posted the first satellite images from the island taken after the eruption. A Twitter user has posted pictures from White Island, what he says was minutes before the eruption. The prime minister has outlined what she will be doing over the course of the day in her RNZ interview: I’ll be reaching out to those who are among the first responders. There were, as I described, helicopter [pilots] with no thought to their own safety, operators who travelled to the island to extract survivors. They made an exceptional decision under hugely volatile circumstances, and I know New Zealand would want to acknowledge that. The prime minister was also asked “You must think, ‘what fresh hell is this?’” She responded: For New Zealand, we take such pride in caring for those who make the effort to visit New Zealand, so I know the whole nation will be feeling this acutely, and of course our focus as a country will be on supporting those affected, including those from within New Zealand but also particularly those who are very close to us, Australia, but every foreign national who has been affected. More from the Ardern interview. The prime minister was asked “Did you at any stage ask how come we can’t go back and see if there is anybody else we can bring off?” This is her response: I certainly asked questions about that, of course, because for anyone who has a family member missing is to ensure that everything that could be done, was done. As I said there were reconnaissance flyovers, but I’m advised someone was also able to land and undertake some assessment as well. So that’s the information on which the police had made an assessment, from all of that … that everyone who could be evacuated, was, and there was no remaining sign of life. Jacinda Ardern has given an interview to RNZ this morning. Asked if there would be an inquiry into the tragedy she said: Certainly there are questions that are being asked, and they will be answered, but today the focus is on the care of those who are … in critical condition, the recovery mission, which is a focus for the police. There will be questions that will need to be answered and will be, by the appropriate authorities, but today we’re rightly focused on those who will be affected. There will be questions that have to be answered, regardless of the form it takes, information needs to be put into the public domain to answer the questions that are being asked. Just for context, tourism operations have been undertaken I understand for the better part of 30 years on White Island, it’s been obviously an active volcano throughout that time. The advice I was given yesterday was that it’s been at what’s called Level 2, which was its status at the time of the eruption. It’s been at Level 2 at various points in recent history. I’m also advised that in 2016 if my memory’s correct, when there was an eruption overnight, it was at Level 1, a lower level. It is an unpredictable, live volcano.” Stephen D’Antal is reporting for the Guardian from the Bay of Plenty: Thousands of passengers from the Ovation of the Seas flooded into picturesque Mount Maunganui today, knowing little about the fate of their 38 companions who had been on a day trip to Whakaari/White Island. A couple from Sydney said the ship’s captain, Henrik Loy, had made an announcement through the tannoy about the volcanic eruption on Monday evening but given few details. “He said as much as he could given the situation,” said Helen, on holiday with her husband William, who declined to give her surname. “He said there were a number of affected family members still on board whose loved ones were affected and their priority is to safeguard them and their privacy. “There is a subdued atmosphere. I have not seen anyone obviously affected, they may have been segregated, but I can tell you there were reports last night that there was partying on board and that was completely untrue.” Boris Johnson, the British prime minister, has tweeted about the disaster: “Devastating scenes in New Zealand. I’ve been in contact with Prime Minister @jacindaardern to express our deepest sympathies. There are many people still feared missing, and my heart goes out to all those affected and their families.” Alison Rourke, my colleague in Sydney, has spoken to a passenger who is on Ovation of the Seas. Lynette travelled from Sydney to New Zealand on the Ovation of the Seas. She chose to go on a day trip to Rotorua yesterday instead of to White Island. She said passengers were waiting to see if they were allowed to get off the ship today. She said the captain and crew were doing their best to comfort passengers but they were not getting a great deal of detailed information available about what happened or about the missing people. Lynette said the captain’s announcements had “asked us to pray for the ones who have not come back”. “They are doing their best to comfort the families and look after the ones that are in hospital,” Lynette said. “You really do feel for the families of these people involved. There appears to be crew involved too.” The ship was supposed to sail to Wellington today. The plume of smoke from the volcanic eruption was captured by the Japanese Space Agency weather satellite Himawari 8. Shane Cronin, a professor of earth sciences at the University of Auckland has written a piece for the Conversation about the causes of the explosion: White Island is one of several volcanoes in New Zealand that can produce sudden explosive eruptions at any time. In this case, magma is shallow, and the heat and gases affect surface and groundwater to form vigorous hydrothermal systems. In these, water is trapped in pores of rocks in a super-heated state. Any external process, such as an earthquake, gas input from below, or even a change in the lake water level can tip this delicate balance and release the pressure on the hot and trapped water. The resulting steam-driven eruption, also called a hydrothermal or phreatic eruption, can happen suddenly and with little to no warning. The expansion of water into steam is supersonic in speed and the liquid can expand to 1,700 times its original volume. This produces catastrophic impacts. The expansion energy is enough to shatter solid rock, excavate craters and eject rock fragments and ash out to hundreds of metres away from the vent. We know of sites in New Zealand where material has been blasted out over 3km from the vent by such eruptions. Cronin also wrote about why such eruptions are so difficult to predict: Monitoring and warning for hydrothermal eruptions is a huge challenge. We don’t normally see these eruptions coming, no matter how much we would like to. Many systems are already “primed” for such events, but the triggers are poorly understood. The warning periods, once an event gets under way, are likely in the order of seconds to minutes. Our only hope for anticipating these events is to track potential vapour and liquid pressure in hydrothermal systems and to learn from their long-term behaviour when they are at a super-critical state. Unfortunately there are no simple rules that can be followed and each hydrothermal system is different. In this age of technology and instrumental monitoring, it seems irrational that there should be little or no warning for such eruptions. The eruption is not caused by magma but by steam, and this is much harder to track. Jacinda Ardern has given a further update that 31 people are in hospitals around New Zealand. She said: I do need to commend our emergency services – they worked very, very quickly to make sure the persons got the critical care when and where they needed. Now in the aftermath, we are working through all the information we need in order to give the information we need to victims’ families but also to those who want to provide consular assistance. New Zealand’s prime minister said Australia had offered “broad” support – “any help that we need” – including the offer of personnel for victim identification. Ardern said she had received messages from the prime minister of the UK, Boris Johnson, and Canada’s Justin Trudeau in addition to phone contact with Scott Morrison. After the tragedy, there are questions about why tourists were allowed on the island at all considering the risks. A volcanologist, Carina Fearnley, has spoken to the UK’s Channel 5 News saying she had visited the island and found it terrifying given her understanding of the danger. Scott Morrison said it was “still too early to tell” the full extent of injuries of the 13 Australians in hospitals around New Zealand but that “a number of them are in critical conditions” including those with “quite severe burns”. Marise Payne said the Australians “are located in multiple hospitals around New Zealand, in Waikato, in Christchurch, in Middlemore in Auckland, in Tauranga and in Hart Valley”. Payne said: The challenge for the next few days is supporting those Australians who are so badly injured in hospitals across New Zealand, supporting their families and supporting the families of those who remain unaccounted for. We will be working closely with New Zealand authorities and with Royal Caribbean to provide any support that we can, and we will ensure that all assistance is provided to them and to their families. Australia’s prime minister, Scott Morrison, and the foreign minister, Marise Payne, have given an update on the 24 Australians believed to be on White Island during the eruption. Morrison said: Of the 24 ones, we have been able to ascertain overnight and this morning that 13 of those Australians are hospitalised across multiple hospitals in New Zealand. There are 11 Australians that are still unaccounted for, and that we fear of the five deceased persons, that three of those, up to three are Australians, but that is not yet confirmed. That death toll is expected to rise, Morrison said: But with 11 Australians unaccounted for, three of those are feared to be amongst the five that have already been identified as deceased. This is a very, very hard day for a lot of Australian families whose loved ones have been caught up in this terrible, terrible tragedy. Can I also confirm that, after speaking with the New Zealand prime minister, that the operation has moved into recovery phase. There were four helicopters that were there as part of the rescue operation and assessing the scene, as the prime minister confirmed earlier, that were able to take a reconnaissance of the island at that time, and as New Zealand police said last night, there is not considered to be anyone on that island that remains alive ... I fear there is worse news to come over the course of perhaps today or over the next few days. This is a terrible tragedy, a time of great innocence and joy interrupted by the horror of that eruption, and I would ask again that we refrain from any speculation about individuals at this time so we can ensure that we can contact and deal directly with families to ease what will be a highly anxious and highly upsetting time for them. Here’s a quick recap of where we left things in our live coverage from events on Monday: Police have said that they believe there are no survivors left on the island after reconnaissance flights showed “no signs of life had been seen at any point”. The military will deploy drones on Tuesday to assess the situation on the ground. As many as 27 people were thought to have been stranded on the island after the eruption. Prime minister Jacinda Ardern is expected to travel to the island on Tuesday. New Zealand police deputy commissioner John Timms told a briefing that police and rescue crews have still not been able to access to the island, after advice from volcano experts. “The physical environment is unsafe for us to return to the island.”. A number of people have been taken to hospital, some with burns as a result of the eruption. Fewer than 50 people were on the island at the time of the eruption, and 23 have been taken off. 30 to 38 of those people were passengers on the cruise ship Ovation of the Seas, as confirmed by the chief executive of the New Zealand Cruise Association. The eruption occurred about 2.11pm local time, 48km off the coast of the Bay of Plenty, in the North Island. Academics have questioned the suitability of White Island, New Zealand’s most active cone volcano, as a tourist destination, saying it “was a disaster waiting to happen”. New Zealand Red Cross has activated the Family Links website for those concerned that their loved ones may have been caught up in the incident. The Australian prime minister Scott Morrison is speaking to reporters in Sydney about the tragedy. Three Australians believed to have been killed and eight missing on White Island after the eruption. Here’s some of what he had to say: Yesterday there were 24 Australians enjoying a wonderful cruise in New Zealand, taking in those sights together, enjoying life, a peaceful time. They were aged between 17 and 72. Morrison said Australian police would be working with New Zealand police on victim identification and forensics and would offer any other support required. Hello and welcome to our continued live coverage of the Whakaari/White Island volcano eruption. There are no signs of life on the active volcano Whakaari, or White Island, in New Zealand, where eight people are still missing after an eruption on Monday, according to the prime minister, Jacinda Ardern. Thirty-one people are in hospitals around New Zealand recovering from injuries – some of them badly burned – and five people are confirmed dead. Their bodies were returned to New Zealand’s mainland yesterday. While there is no official list of the injured and missing, there are reports that they came from all over the world, including two from the UK, who are in hospital. A large group were passengers on the Ovation of the Seas cruise ship, which was docked nearby. Questions remain about recovery efforts on the island – the mission is no longer considered a rescue operation – and what will happen next. Ardern revealed on Tuesday morning that private helicopter pilots and one rescue helicopter had landed on the island in the immediate aftermath of the eruption and were able to rescue survivors. But by the time the authorities got involved, it was deemed too dangerous to land there, and rescuers have not been on the ground since. Emergency services, scientists and the military are working together to decide when the situation is safe for searchers to access Whakaari. Ardern would not answer questions on Tuesday about whether the tourist operation that transported 10,000 people a year to the island should have been visiting Whakaari. She said tours had been running to the island for years while the volcano was active."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}