{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/06/turkey-did-not-make-concessions-nato-summit", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-06T18:15:10Z", "webTitle": "Turkey to press on with plan to buy Russian defence system", "webUrl": "https://www.theguardian.com/world/2019/dec/06/turkey-did-not-make-concessions-nato-summit", "apiUrl": "https://content.guardianapis.com/world/2019/dec/06/turkey-did-not-make-concessions-nato-summit", "fields": {"headline": "Turkey to press on with plan to buy Russian defence system", "bodyText": "Turkey made no concessions at this week’s Nato summit and will continue to purchase the Russian S-400 air defence system, the Turkish foreign minister has said. Mevlüt Çavuşoğlu added that the purchase of the Russian system – condemned by France and the US Congress as incompatible with Nato membership – was “perfectly understood” by Donald Trump. Çavuşoğlu said buying the Russian weapon was not politically motivated, but was forced upon Turkey by the refusal of the US and Europe to offer their own defence systems. He continued that Turkey was still open to purchasing the US Patriot missile, and again claimed that European countries, by supporting the Syrian Kurdish YPG militia, was backing terrorism. Çavuşoğlu’s remarks underline how the European members of Nato were only able to shelve their disputes with Turkey at the summit. He said the decision to purchase the Russian system came after Turkey spent 10 years trying to buy either the US Patriot missiles, or the European SAMP/T missiles, adding that many Nato countries had been withdrawing their air batteries from Turkey, including US, Germany, Netherlands and Italy. Speaking to a conference in Rome on Friday, Çavuşoğlu said: “I wanted to purchase them from our allies, but they refused, and even today I am ready to purchase Patriots, but is the US given any guarantee that they will get consent or the OK from the Congress? No, so I what I am going to do? “It is purely for a technical reason that I had to buy air defence system from somewhere else because I could not get them from my allies. In the future I need more of them and if I cannot get Patriots or SAMP/T from our allies I will have to continue to purchasing from other sources. It can be the S-400 or from other sources. President Trump perfectly understands, but the Pentagon does not want to understand this.” He added that France had over-reacted to its incursion into Syria because “they were aiming to create a terrorist state and aiming to support the separatist agenda in Syria” He also suggested that Turkey had not given clearance to publish the Nato plan for the Baltics and Poland until Nato accepted Turkey was right to describe the YPG as terrorists. Turkey had been thought to have dropped its objections at the Nato summit. He told Andalou Agency: “So long as our plan [in which YPG/PKK is regarded as a threat] is not issued, their plan [Nato’s Baltic defence] will most certainly not be issued.” “Nato currently has two defence plans. One for Turkey, and one for Poland and three Baltic countries,” he said, adding that the alliance had a strict procedure for the passage of such plans through its military committee as well as the Nato Council, before going into effect. He reiterated that the Baltics plan would go to the committee again, then be issued simultaneously with the Turkish plan. “Why?” Çavuşoğlu said. “Of course, we are not against them [Baltic countries], but Nato’s mission is to protect all allies,” he said, criticising countries approving the Baltic plan while obstructing Turkey’s."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}