{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/06/elaine-glover-obituary", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-06T16:09:32Z", "webTitle": "Elaine Glover obituary", "webUrl": "https://www.theguardian.com/world/2019/dec/06/elaine-glover-obituary", "apiUrl": "https://content.guardianapis.com/world/2019/dec/06/elaine-glover-obituary", "fields": {"headline": "Elaine Glover obituary", "bodyText": "My wife, Elaine Glover, who has died from cancer aged 75, was a feminist, activist, writer, archivist and peripatetic clarinet teacher. She also co-edited the literary magazine Stand, with a mission to fight injustice through the arts. In the late 1960s Elaine taught English and liberal studies at Bolton Institute (now Bolton University) to motor mechanics and textile technicians. She worked with the poet Tony Connor – until they were both dismissed in 1970 for reasons of “economy”. Elaine and Tony kept on teaching their students, who raised money for classes in a local pub. Protests against their sacking reached the national press and Granada TV, which filmed Elaine walking out. She then decided on a new career. Her love of the clarinet led to her studying with orchestral players and performing with the piano accompanist Bob Marsh, and then to teaching friends and neighbours at home. She taught clarinet for most of the Greater Manchester education authorities, retiring from schools in Salford in 2005. Elaine was born in Lockport, New York, near Niagara Falls, the daughter of De Forest Shaver, a punch-press operator for General Motors, and his wife, Dorothy, a primary school teacher. Elaine went to small-town Barker school, a mile from Lake Ontario, and learned music in the concert band, but it was a love of books that inspired her to leave home, first for Elmira College in New York, where she completed a BA in English literature, and then the University of Leeds, which she visited on a junior year abroad in 1964-65, and where in 1968 she completed a master’s. Elaine and I met at Leeds in spring 1965 on the editorial board of the university’s long-running magazine Poetry and Audience, and married later that year. Returning to Elmira in 1966, Elaine joined the anti-Vietnam, anti-college-authorities protests at their height. Despite these conflicts, she preferred working with people to working against them; and for years afterwards, following our return to England in 1967, feminists would meet in our house in Bolton – I looked after our children and those of others in our kitchen. The archive of the Bolton Women’s Liberation Group, largely assembled by Elaine, is held by Feminist Archive North in special collections at Leeds University. After she finished her master’s, we moved to Bolton Institute in 1968. Elaine worked in Leeds for Stand in 1965. She became co-editor in 1997. Her welcoming manner and long-term commitment to the editing process enthused students and staff. Her warmth and ability to share have been handed on to our daughters, Abigail and Rhiannon, and our grandchildren, Alice, Oliver, Katie, Lizzie and Jake. She is survived by them, by me, and by her sister, Nancy, and brothers, Brian and Lowell."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}