{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/02/turkey-denies-blackmailing-nato-over-baltics-defence-plan", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-03T09:02:58Z", "webTitle": "Turkey denies blackmailing Nato over Baltics defence plan", "webUrl": "https://www.theguardian.com/world/2019/dec/02/turkey-denies-blackmailing-nato-over-baltics-defence-plan", "apiUrl": "https://content.guardianapis.com/world/2019/dec/02/turkey-denies-blackmailing-nato-over-baltics-defence-plan", "fields": {"headline": "Turkey denies blackmailing Nato over Baltics defence plan", "bodyText": "Turkey has rejected claims it is blackmailing Nato by blocking a military plan for the Baltics and Poland unless it receives support for its effort to defeat Syrian Kurd forces on its borders. The Turkish government made the claims ahead of what may prove to be a bruising meeting between President Recep Tayyip Erdoğan and major European powers in Downing Street on Tuesday afternoon. Turkey claimed it had full veto rights for any proposal within Nato. “If our friends at Nato do not recognise as terrorist organisations those we consider terrorist organisations ... we will stand against any step that will be taken there,” Erdoğan said before travelling to London. “Nato is an institution where Turkey has full veto rights, politically and militarily, and there are procedures here,” Turkish government officials said. “There is no such thing as Turkey blackmailing – a statement like that is unacceptable.” Erdoğan has blocked a defence plan for Poland and the Baltic states until Nato recognises that the Syrian Kurdish YPG are a terrorist threat that must be addressed. Ahead of his departure from Ankara, Erdoğan reiterated the Turkish position, telling reporters: “If our friends at Nato do not recognise as terrorist organisations those we consider terrorist organisations ... we will stand against any step that will be taken there.” At the four-way meeting with Boris Johnson, Emmanuel Macron and Angela Merkel, Erdoğan will demand Europe endorses his plan for a “safe zone” and will also seek a EU donation for the reconstruction of northern Syria. He will also complain that Nato allies have left Turkey alone in its fight against terror, particularly against the YPG. The meeting is a precursor to a wider Nato leaders meeting on Wednesday that could see divisions exposed across a wider front. Macron is angry both at the Turkish decision to invade Syria, and the manner in which the decision was taken in consultation with only one Nato ally, the US. Macron warned it will create a humanitarian disaster, undermine the YPG’s leading role in suppressing Isis and complicate efforts to secure a peace settlement across Syria. Britain and Germany are both critical of Turkish actions, but believe it would be a major strategic blunder if the criticism caused Turkey to desert Nato, and instead move to further cement its fledgling alliance with Vladimir Putin. Donald Trump, who endorsed Erdoğan’s decision to invade northern Syria on 6 October, is not due to attend the Downing Street meeting. On Monday US Defence Secretary Mark Esper urged Turkey to stop holding up support for the military plan. Esper warned Ankara that “not everybody sees the threats that they see” and added he would not support labelling the YPG as terrorists to break the impasse. “The message to Turkey ... is we need to move forward on these response plans and it can’t be held up by their own particular concerns,” he said as he flew to London. “Alliance unity, alliance readiness, means that you focus on the bigger issues – the bigger issue being the readiness of the [Nato] alliance. And not everybody’s willing to sign up to their agenda. Not everybody sees the threats that they see.” Trump has a separate dispute with Erdoğan over Turkey’s decision to purchase the Russian S-400 air defence system. Trump has warned it may make it impossible for the US to supply F-35 stealth fighters since the Russian provision of air defences to Turkey may enable Russia to learn about the F-35 operational methods. Turkey says it can keep the S-400 technically apart from the Nato systems, and can limit its radar range. Erdoğan has defied US warnings by activating the system and then saying only technicalities were holding back further orders from Moscow. Turkey says its incursion into north-east Syria is designed to set up a safe zone that weakens the YPG, a faction that it claims is umbilically linked to the Kurdistan Workers’ Party that it has been fighting for decades. Trump’s decision to give Erdoğan the green light has been seen by the US military and Republican senators alike as a policy disaster that has weakened the US’s reputation for standing alongside allies such as the Syrian Kurds. In a fresh sign of the chaos being caused by the invasion, nine civilians – most of them children – lost their lives, and 10 others were wounded on Monday in an attack by Turkish artillery against the town of Tel Rifaat, south of the Turkish border. As many as 230,000 people were displaced by the initial Turkish invasion, but many have now returned to their homes. Turkey plans to establish a 20-mile-deep safe zone along a 75-mile stretch of the border, while on the east and west of the safe zone Turkish and Russian forces will conduct joint patrols. Turkey is holding back from expanding its safe zone partly due to agreements struck with Russia and the US."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}