{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/09/coats-for-homeless-removed-from-dublin-hapenny-bridge", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-09T13:08:16Z", "webTitle": "Coats for homeless removed from Dublin's Ha'penny Bridge", "webUrl": "https://www.theguardian.com/world/2019/dec/09/coats-for-homeless-removed-from-dublin-hapenny-bridge", "apiUrl": "https://content.guardianapis.com/world/2019/dec/09/coats-for-homeless-removed-from-dublin-hapenny-bridge", "fields": {"headline": "Coats for homeless removed from Dublin's Ha'penny Bridge", "bodyText": "The idea was simple: ask Dubliners to hang warm coats on the Ha’penny footbridge for the city’s burgeoning homeless population. Shortly after #warmforwinter notices appeared on lampposts near the popular landmark last week, an array of anoraks, parkas and fleeces started to line the railings. Organisers considered it a practical and symbolic display of solidarity with homeless people over Christmas. However, Dublin city council disagreed and workers removed the coats over the weekend. The action provoked a social media outcry and accusations that authorities wished to conceal homelessness in the Irish capital, especially from tourists. “Their intentions are simply to hide the issue of homelessness in the city,” said PJ Maguire Kavanagh, an activist. “Any attempt to hide that inaction is swiftly quashed.” The number of homeless people in Ireland has risen to 10,514, including more than 3,800 children, fuelling widespread anger at a housing crisis. A count last month identified 92 people sleeping rough in Dublin. Activists chose the Ha’penny Bridge, an arched walkway over the River Liffey built in 1816, for its national significance and because some homeless people begged on bridges, Kavanagh said. The council said it removed the coats because of concern about pedestrian flows and congestion. “It is the city council’s duty to protect the public and prevent accidents from occurring on this footbridge, through any restrictions in pedestrian flow, particularly at this time of year when thousands of people use this bridge on a daily basis. “Crowd surges are a particular concern and Dublin city council must, at all times, put public safety first.” It also cited concern that rain would render the coats unusable. The council said the garments would instead be distributed to homelessness services, and urged potential donors to leave clothes at charity shops. Council workers also routinely remove padlocks, or “love locks”, left on the bridge amid concern they can damage the structure."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}