{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/05/popes-aide-takes-33-refugees-to-rome-after-shameful-lesbos-visit", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-05T14:37:45Z", "webTitle": "Pope's aide takes 33 refugees to Rome after visit to 'shameful' Lesbos camp", "webUrl": "https://www.theguardian.com/world/2019/dec/05/popes-aide-takes-33-refugees-to-rome-after-shameful-lesbos-visit", "apiUrl": "https://content.guardianapis.com/world/2019/dec/05/popes-aide-takes-33-refugees-to-rome-after-shameful-lesbos-visit", "fields": {"headline": "Pope's aide takes 33 refugees to Rome after visit to 'shameful' Lesbos camp", "bodyText": "An aide to Pope Francis has urged Catholic churches across Europe to open their doors to refugees after bringing 33 people to Rome from overcrowded, squalid camps on the Greek island of Lesbos. Speaking on his return from a visit to the camps, Cardinal Konrad Krajewski, the Vatican’s almoner, condemned the EU’s handling of the refugee situation, saying that “animals live better in Europe”. The 33 refugees, among them families from Cameroon, Afghanistan and Togo, arrived in Rome on Wednesday night and will be hosted by the Vatican and the Sant’Egidio charity. “We have the money, let’s begin with ourselves … let’s open our rectories, convents and monasteries to at least one family each from the Lesbos refugee camps so that we can empty them all,” Krajewski said after landing at Fiumicino airport, in Rome, with the group from Lesbos. “I have seen terrible situations in the camps.” The population in the island’s camps has increased from 7,000 in May to more than 15,000, of whom 800 are unaccompanied children, Krajewski said. “There is no hope for them stuck in Greece, where they are living in dramatic conditions. This is a problem for Europe and is shameful.” The Vatican’s latest “human corridor” mission from Lesbos was implemented following the approval of Greek authorities and the Italian interior ministry. Pope Francis, who has likened migrant facilities on Lesbos to “concentration camps”, brought back 12 Syrian families after visiting the island in 2016. They were temporarily housed by the Vatican before being helped to integrate into society by Sant’Egidio. Ten more people will be transferred to Italy from Lesbos by the end of the year. Greece has been repeatedly castigated by rights groups and the Council of Europe over the conditions in refugee camps across its islands. On Thursday a fire broke out in a container housing a family of five Afghans in the Kara Tepe camp on Lesbos, killing a 27-year-old woman. Other camp residents managed to safely evacuate the children – an infant, a three-year-old and a five-year-old. The children’s mother was found dead after the fire was extinguished. Their father suffered smoke inhalation. A fire broke out at the crowded Moria camp in Lesbos in September killing a woman from Afghanistan and triggering clashes between refugees and police. The facility has been hit by several fires since the EU struck a deal with Turkey in 2016 to stem the flow of migrants, with a woman and child dying in a blaze that year. In November Greece’s centre-right government, which came to power in July, announced plans to close the three largest migrant camps on the islands of Lesbos, Chios and Samos and replace them with facilities on the mainland that campaigners compared to detention centres. The government has vowed to relocate 20,000 asylum seekers to camps on the mainland by early 2020. It has also passed a law tightening asylum requirements and pledged to increase border controls. Krajewski was named almoner, a job that Pope Francis transformed into a hands-on charitable mission, in 2013. He has worked discreetly, for the most part, for the poor for years. However, in May this year he made headlines after climbing down a manhole and breaking a seal to restore electricity to a building in Rome where 250 homeless people were living. The move prompted an angry reaction from the far-right politician Matteo Salvini, then the deputy prime minister."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}