{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/01/new-zealand-begins-genetic-program-to-produce-low-methane-emitting-sheep", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-01T00:11:37Z", "webTitle": "New Zealand begins genetic program to produce low methane-emitting sheep", "webUrl": "https://www.theguardian.com/world/2019/dec/01/new-zealand-begins-genetic-program-to-produce-low-methane-emitting-sheep", "apiUrl": "https://content.guardianapis.com/world/2019/dec/01/new-zealand-begins-genetic-program-to-produce-low-methane-emitting-sheep", "fields": {"headline": "New Zealand begins genetic program to produce low methane-emitting sheep", "bodyText": "The New Zealand livestock industry has begun a “global first” genetic program that would help to tackle climate change by breeding low methane-emitting sheep. There are about six sheep for each person in New Zealand, and the livestock industry accounts for about one-third of the country’s total greenhouse gas emissions. The livestock industry’s peak body, Beef and Lamb New Zealand, already uses a measure called “breeding value” to help breeders select rams with characteristics they want to bolster within their flocks. Within two years breeders will be able to select rams whose traits include lower methane emissions. “Farmers are more interested than I anticipated,” said a stud breeder, Russell Proffit. His family has been producing rams for more than 40 years. “I’ve undertaken the [methane] measurements because I believe an animal that is healthy and doing well should produce less methane and I wanted to test that. “I don’t know if that’s the case yet, but either way breeding for less methane complements what we are working to achieve on our stud. That is, more robust rams that require [fewer] inputs and make less demand on the environment.” Breeders who want to produce low-methane rams will need to measure a portion of their flock in an accumulation chamber, where their gas emissions are measured. Sheep spend 50 minutes in the chamber, and must be measured twice with an interval of more than 14 days. The resulting data is used alongside other genetic information to calculate a “methane breeding value”. Farmers who want to participate are expected to have access to breeding rams within two years, given the time it takes to breed the rams on a commercial scale. The pastoral greenhouse gas research consortium, which is jointly funded by the agricultural sector and the government, said the concept was to take advantage of variations in levels of methane emissions and research that found the differences were passed on to the next generation. “This is a global first for any species of livestock,” the consortium’s general manager, Mark Aspin, said. “Launching the methane breeding value gives New Zealand’s sheep sector a practical tool to help lower our agricultural greenhouse gases. This is significant. Up until now, the only option available to farmers wanting to lower their greenhouse gas emissions has been to constantly improve their overall farming efficiency. “This takes us a step further – towards actually lowering sheep methane emissions, in keeping with the sector’s commitment to work towards reducing its greenhouse emissions.” Progress via breeding could be about 1% a year, but it would be cumulative and have no negative impact on farm productivity. Aspin said amounts of feed were the biggest factor that contributed to methane emissions, and the consortium was working on three technologies that aimed to reduce amounts of methane generated by feed. “So by breeding sheep that produce less methane per mouthful eaten – as other methane-reducing technologies come on stream – the influence of these sheep on the national flock’s methane production becomes compounding.” Beef and Livestock New Zealand’s chief executive, Sam McIvor, said recent research of 1,000 farmers found that information about reducing greenhouse emissions was among farmers’ top five priorities."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}