{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/09/afghanistan-papers-military-washington-post-analysis", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-09T17:10:53Z", "webTitle": "US lies and deception spelled out in Afghanistan papers' shocking detail", "webUrl": "https://www.theguardian.com/world/2019/dec/09/afghanistan-papers-military-washington-post-analysis", "apiUrl": "https://content.guardianapis.com/world/2019/dec/09/afghanistan-papers-military-washington-post-analysis", "fields": {"headline": "US lies and deception spelled out in Afghanistan papers' shocking detail", "bodyText": "During the Vietnam war, the daily US military briefings were known to journalists as the Five O’ Clock Follies, described by one of the AP reporters who attended them as “the longest-playing tragicomedy in south-east Asia’s theatre of the absurd”. The Pentagon Papers, the Department of Defense’s secret history of that war, leaked by Daniel Ellsberg in 1971, only underlined the level of that deception under subsequent US presidents. Now the Afghanistan Papers, published by the Washington Post after a three-year court battle, portrays a similar trajectory: of deliberate misinformation, wishful thinking, massaging of figures and cruel waste of lives – civilian and military – and a trillion dollars spent in pursuit of an unwinnable war. What is important in these hundreds of interviews – given by key US players to a US federal agency without the expectation their words would see the light of day – is the shocking and often granular candour, detailing how politicians, commanders and senior diplomats lied to themselves as they lied to US voters. And while much confirms what has already been available in memoirs, reporting and testimony to Congress, what is valuable in this collection of documents is the detail – and the depiction of how the biggest lies in conflict are an accumulation of bad faith, groupthink and cowardice. The documents also underline an important truth. While in conflict the metrics of success will always be contested, when they are massaged so often and so cynically that they undermine the ability to see what is going on, as occurred in Vietnam, it is the setting for historic failure. If one interview stands out, it is with Michael Flynn, the director of intelligence for the International Security Assistance Force [ISAF] in Afghanistan from June 2009 to October 2010, who would later serve briefly as Donald Trump’s national security adviser before leaving the post in disgrace. Describing a “positivity bias” in reporting back to Washington, Flynn concluded that the “rosy picture” being painted across the board from the conflict was as corrupt as the theft that was also going on, and condemned a “lack of courage in senior government officials to tell the truth”. “For a while [the operational successes on a daily basis] might have made me feel good, but after 2006, for me, it was actually irrelevant because we were just killing so many people and it wasn’t making any difference at all,” Flynn told his questioners. But set against that lack of progress, Flynn continued, was an institutional desire to report and to be the recipient of “good news”. “Commanders and policymakers, on the spectrum of news, they want always to be good news. Operational commanders, state department policymakers and Department of Defense policymakers are going to be inherently rosy in their assessments. They will be unaccepting of hard-hitting intelligence.” For Flynn, the problem was not reserved to the higher-ups, but individual commanders at battalion and brigade level. “[This was true for every] commander. They all said, when they left, they accomplished [the] mission. Every single commander. Not one commander is going to leave Afghanistan or Iraq or any place, not one is going to leave and say, ‘You know what, we didn’t accomplish our mission.’ “So the next guy that shows up finds it screwed up … they do their mission analysis once they are on the ground and then they come back and go, ‘Man, this is really bad.’ “From ambassadors down to the low level [they all say] we are doing a great job. Really? So if we are doing a great job, why does it feel like we are losing? There is corruption in reporting and not just corruption in the theft that occurred … That also includes from the state department. There is no way that over the years, to include this year [2015], that we can say things are wonderful.” Bob Crowley, who served as a senior counter-insurgency adviser to US military commanders in 2013 and 2014, was perhaps even more damning of what he described as the culture of denial in the Counterinsurgency Advise and Assist Teams [CAAT] at the international coalition’s headquarters. “Truth was rarely welcome on the CAAT. Everyone just wanted to hear good news, so bad news was often stifled … when we tried to air larger strategic concerns about the willingness, capacity or corruption of the Afghan government it was clear it wasn’t welcome and the boss wouldn’t like it.” “Every data point,” he added, “was altered to present the best picture possible.” And in painting the best picture, those involved delivered the worst."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}