{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/01/spanish-police-arrest-suspected-pilot-narco-submarine", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-01T11:39:12Z", "webTitle": "Spanish police arrest suspected pilot of ‘narco-submarine’", "webUrl": "https://www.theguardian.com/world/2019/dec/01/spanish-police-arrest-suspected-pilot-narco-submarine", "apiUrl": "https://content.guardianapis.com/world/2019/dec/01/spanish-police-arrest-suspected-pilot-narco-submarine", "fields": {"headline": "Spanish police arrest suspected pilot of ‘narco-submarine’", "bodyText": "Spanish police have arrested a man alleged to be the pilot of the “narco-submarine” that was intercepted off the coast of Galicia last weekend carrying three tonnes of cocaine. Two other men were arrested at the scene after allegedly trying to scuttle the semi-submersible vessel and swim to shore on 24 November. The Spanish news agency Efe reported that the suspected pilot had been arrested in the Galician seaside town of Cangas on Friday morning, still wearing a wetsuit. Two other men have been arrested in the city of Vigo, bringing the total number of arrests to five. The craft was towed into port at Aldán last Wednesday, where it was found to contain 3,000kg of cocaine, divided into 152 bales. According to the UK National Crime Agency (NCA), which assisted in the international police operation, a large portion of the shipment would have wound up for sale in Britain. “It is highly likely a lot of this cocaine would have ended up on the streets of the UK, fuelling serious violence and impacting on the most vulnerable members of society,” said Tom Dowdall, the NCA’s deputy director international. “Seizures like this are vital in disrupting and dismantling transnational crime groups trafficking deadly drugs, and ultimately protecting the public from the damage they cause.” Javier Losada de Azpiazu, the central government’s delegate in Galicia, described the police operation as “historic”, adding that this was the first time such a vessel have been located and captured in European waters. On Sunday, Spain’s national police announced the largest ever seizure of crystal meth after officers raided a warehouse in an industrial estate in the Catalan city of Badalona and confiscated 631kg of the drug. Police said two people had been arrested in Spain and four others elsewhere in Europe as part of a Europol investigation that began early last year. “This is the biggest seizure of ‘crystal’ in the history of our country, and is three times bigger than the previous record seizure in May this year, when 178kg were recovered,” the force said in a statement. “The scale of the operation represents both a landmark in international police co-operation in the fight against organised crime and also a major blow to the supply of this drug in the European market.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}