{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/06/france-faces-second-day-travel-chaos-strikes-continue", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-06T09:40:02Z", "webTitle": "France faces second day of travel chaos as strikes continue", "webUrl": "https://www.theguardian.com/world/2019/dec/06/france-faces-second-day-travel-chaos-strikes-continue", "apiUrl": "https://content.guardianapis.com/world/2019/dec/06/france-faces-second-day-travel-chaos-strikes-continue", "fields": {"headline": "France faces second day of travel chaos as strikes continue", "bodyText": "France is facing a second day of travel chaos and school closures after unions said there would be no let-up in nationwide strikes against Emmanuel Macron’s proposed changes to the pensions system. The far-reaching strike, which brought more than 800,000 people on to the streets on Thursday, is seen as the greatest test yet for the centrist president, who has promised to deliver the biggest “transformation” of the French social model and welfare system since the immediate post-war era. Rail workers, air traffic controllers and teachers walked out, leaving transport paralysed and many schools shut. Some schools reopened on Friday, but many classes and canteens were still disrupted. Friday’s transport stoppages will run into the weekend, with almost all high-speed train services cancelled, most of the Paris metro shut down and hundreds of flights axed. By rush-hour on Friday morning, there were 215 miles (350km) of traffic jams in the Paris area as workers used their cars to get to work. The strikes were called primarily in protest at planned changes to the pension system, but marchers – including hospital staff, firefighters and teachers – also complained about cuts to public services and what they called a “dismantling” of the French social model, the country’s traditionally strong safety net for old people and the unemployed. After months of gilets jaunes (yellow vests) anti-government protests earlier this year, a majority of the French public believes the country is in a social crisis, with a sense of people struggling to make ends meet and public services shrinking. “There’s a feeling of restlessness and worry in the air,” said one Paris university lecturer who had gone on strike and joined the protests. The pro-business Macron is under pressure to prove he can face down street demonstrations and push through his changes. His mantra as president has been that it is better to risk being unpopular by making structural changes than stay stuck in the past. But the government is also conscious of the need to consult widely and tread lightly amid a mood of anger on the street. The executive is seeking to avoid a protracted, open-ended strike that could cause disruption until Christmas if it continues. The government is expected to negotiate with unions and make proposals to different sectors, including teachers. Élysée officials said Macron was “calm and determined to carry out this reform” in a mood of “listening and consultation”. The government has not yet spelled out its full plans on pensions but it is pushing for a single pension scheme that critics say would require everyone to work longer. The government has argued that unifying the French pensions system – and getting rid of the 42 “special” regimes for sectors ranging from rail and energy workers to lawyers and Paris Opera staff — is crucial to keep the system financially viable as the French population ages. Unions say introducing a universal system for all will mean millions of workers in both the public and private sectors must work beyond the legal retirement age of 62, or face a severe drop in the value of their pensions. Pension change is the latest step for Macron after he overhauled labour rules and amended the unemployment system, but it has always been a sensitive topic in France. Macron’s approval ratings, at about 30%, have improved since the height of the gilets jaunes protests last year. But while many French voters agree that the pensions system should be changed, they are not sure Macron can be trusted to do it. A recent Ifop poll found 76% of French people backed pension change, but 64% did not trust the government to pull it off."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}