{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/06/atrocity-of-the-century-uighur-activist-urges-australia-to-take-tougher-stance-against-china", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-05T17:00:18Z", "webTitle": "'Atrocity of the century': Uighur activist urges Australia to take tougher stance against China", "webUrl": "https://www.theguardian.com/world/2019/dec/06/atrocity-of-the-century-uighur-activist-urges-australia-to-take-tougher-stance-against-china", "apiUrl": "https://content.guardianapis.com/world/2019/dec/06/atrocity-of-the-century-uighur-activist-urges-australia-to-take-tougher-stance-against-china", "fields": {"headline": "'Atrocity of the century': Uighur activist urges Australia to take tougher stance against China", "bodyText": "A leading Uighur activist, Rushan Abbas, has urged Australian MPs to take a stronger stance against the Chinese regime, while backing controversial comparisons between the state’s authoritarianism and Nazi Germany. Abbas, who met with MPs in Canberra on Thursday and held a roundtable at the US Embassy on the plight of the Uighur Muslim minority in western China’s Xinjiang province, said that “modern day” concentration camps holding as many as 3 million Uighurs were a case of “history repeating itself”. The Liberal MP Andrew Hastie sparked a storm of controversy when he penned an opinion piece in the Nine newspapers in August, comparing the west’s complacency about China to France’s response to the rise of authoritarian Germany in the lead up to the second world war. Abbas, the executive director of the Campaign for Uyghurs, said she strongly backed the comparison, saying the first German concentration camps were built in 1933 while the country was still trading with other democratic countries. The first Uighur camp was built in 2014, Abbas said. “Most of the economically independent or rich countries, they continued to do business with Germany, they enabled Germany’s economy to murder more people,” Abbas said. “Great Britain – they continued to do business with Nazi Germany at that time – what happened? They were then faced with the bombers flying over London. That’s exactly the same thing happening right now. Continuing to do business with China is enabling China’s economy to be the threat to the world community … its democracy and values. “Continuing to do business with China is enabling China to murder my people.” Abbas, whose sister and aunt were both abducted and detained in camps a week after she first went public as an advocate in the US in late 2018, said Uighurs were being detained because “our religion, our culture, our language is being targeted as a mental ideological disease”. “[It is] not just the 3 million people in the concentration camps facing mental and physical torture, forced intense indoctrinations, forced medications, food and sleep deprivation, [but] even the people at large … living outside, are facing a complete surveillance police state.” Abbas said she had not heard from her sister since she was abducted, saying: “I don’t even know if my sister is still alive.” There are 17 Australian residents who are believed to be under house arrest, in prison or detained in the secretive “re-education” camps, Guardian Australia revealed in February. Labelling the mass detention of Uighurs as the “unprecedented atrocity of the century”, Abbas hit out at western countries, including Australia, for being too timid in the face of China’s authoritarianism. Sign up to receive the top stories from Guardian Australia every morning “[This] is the largest incarceration of one ethnic group since the Holocaust, since world war two – why we are not getting much attention in the international media? “It’s because China is using its economy and the market for silencing the world population. “China has become a power able to strong-arm the world … and with all that they are actually successfully silencing the world communities,” she said. She urged Australia to do more to raise human rights concerns in its dealings with China, saying the west could use its combined economic might to pressure China. She also called for the international community not to “reward” China with the hosting rights for the Winter Olympics in 2022 and the FIFA World Cup in 2021. “Freedom is not free – any kind of doing the right thing comes with a price,” Abbas said. “Yes, there might be some economic burden, but when it comes down to what is right, and when it comes down to the basic rights of human beings that is endangered right now … we shouldn’t be only shortsighted to see the economy today, or next year or next five years.” She also called for the establishment of a Uighur friendship group and for Australia to advance its own version of the US Magnitsky Act, which would impose sanctions on individuals who commit gross human rights abuses. The foreign minister, Marise Payne, has tasked parliament’s joint standing committee on foreign affairs, defence and trade to conduct an inquiry into Australia’s legal standing in response to international human rights abuses. Such legislation has already gained support from the Labor senator Kimberley Kitching and the Liberal senator James Paterson. Last month, Payne labelled reports of China’s mass internment of Uighurs as “disturbing” and called on China to end arbitrary detention, following leaked internal Chinese government documents which included directives from the Chinese president, Xi Jinping, to “show absolutely no mercy” in the “struggle against terrorism, infiltration and separatism”. Abbas also called on the Australian government to do more to prevent the “harassment and surveillance” of the 3,000-strong Uighur community in Australia. “They are feeling threatened for their own safety and for their relatives back home,” Abbas said. On the call to strip China of the Olympic Games hosting rights, Abbas also pointed to the historical comparison of Berlin’s hosting of the 1936 Olympic Games, which at the time faced calls for a boycott, and was used by the Nazi regime as a platform for rampant nationalist propaganda. “The Olympic Games is a celebration of the differences and unity in the world, bringing together all different regions, different nations … a country holding 3 million innocent people because of their race and religion is the last country qualified to host such a game.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}