{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/05/france-braces-for-biggest-strike-of-emmanuel-macron-presidency", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-05T13:03:35Z", "webTitle": "France grinds to halt in the biggest strikes of Macron's presidency", "webUrl": "https://www.theguardian.com/world/2019/dec/05/france-braces-for-biggest-strike-of-emmanuel-macron-presidency", "apiUrl": "https://content.guardianapis.com/world/2019/dec/05/france-braces-for-biggest-strike-of-emmanuel-macron-presidency", "fields": {"headline": "France grinds to halt in the biggest strikes of Macron's presidency", "bodyText": "Emmanuel Macron is facing the biggest strikes of his presidency, as French rail workers, air-traffic controllers, teachers and public sector staff staged walkouts and took to the streets against proposed changes to the pension system. Rail services almost ground to a halt, with 82% of drivers on strike and at least 90% of regional trains cancelled, amid fears that the open-ended transport disruption could continue for days. In Paris, 11 out of the 16 metro lines were shut, forcing commuters to scramble to hire bikes and scooters. Many schools were closed and even some police unions warned of “symbolic” closures of certain police stations. Shops along the route of a march in Paris were advised to close in case of violence on the edges of the demonstration. About half of the scheduled Eurostar trains between Paris and London have been cancelled. Tourists were turned away at the Eiffel Tower because of the strike. The standoff is a crucial test for the centrist French president, whose planned overhaul of the pensions system was a key election promise. The government argues that unifying the pensions system – and getting rid of the 42 “special” regimes for sectors ranging from rail and energy workers to lawyers and Paris Opera staff – is crucial to keep the system financially viable as the French population ages. But unions say introducing a “universal” system for all will mean millions of workers in both the public and private sectors must work beyond the legal retirement age of 62 or face a severe drop in the value of their pensions. The row cuts to the heart of Macron’s presidential project and his pledge to deliver the biggest transformation of the French social model and welfare system since the postwar era. Since his election in 2017, Macron has leaned towards a Nordic style of “flexi-security” in which the labour market is loosened and the focus is on changing from a rigid work code to a society of individuals moving between jobs. Pension reform is the latest step for Macron after he overhauled labour rules and changed the unemployment system, but it has always been an extremely sensitive topic in France. Macron’s approval ratings, at about 30%, have improved since the height of last year’s gilets jaunes anti-government protests. But while many French voters agree that the pensions system should be changed, they are not sure the pro-business president can be trusted to do it. A recent Ifop poll found 76% of French people back pensions reform, but 64% do not trust the government to pull it off. Unusually, the protest strike is going ahead before the full details of any pensions changes are known. A consultation process is still under way and parliament will not debate proposals until 2020. Tensions are running high after months of anti-government protests by the gilets jaunes, amid a general feeling in France that life is hard and public services are declining. A poll last month by Viavoice for Libération found 89% of French people felt the country was experiencing a “social crisis”. Beyond trade unions, there is an angry grassroots base of rail workers and other state workers keen to put pressure on the government. It is not certain how long the transport strike will continue. At Place de la République in central Paris, Didier Dupir from Lyon was among firefighters from the Sud trade union staging an unusual protest by sleeping outside in tents despite freezing temperatures. He was protesting over staffing levels, remuneration and pensions. “I’ve been a firefighter for 20 years and I’ve never slept out on a demonstration like this before,” he said. “This is about getting proper recognition from the government for what firefighters do. People are very sensitive to the state of public services.” Stewart Chau, a sociologist and consultant for Viavoice pollsters, said the public mood was of distrust rather than defiance, with people wanting pension reform but not confident in the government to carry it out. “What’s certain is we’re in a climate of real social tension today, which goes beyond pensions. Our study in Libération found almost unanimity – 89% – of French people thinking we’re living through a social crisis, but also 64% said they felt Macron didn’t understand those social difficulties … That mood of social crisis will hang over this strike action.” Chau said that since the gilets jaunes protests, Macron’s top-down approach to changing the French system had altered, with the government now appearing to engage in more public consultation. The challenge for the president was to balance a need for pensions changes and structural reform “while not appearing to force the changes through which could amplify the protests or generate a sense of social fracture, with different grievances joining up together”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}