{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/09/finland-anoints-sanna-martin-34-as-worlds-youngest-serving-prime-minister", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-09T13:55:38Z", "webTitle": "Finland anoints Sanna Marin, 34, as world's youngest serving prime minister", "webUrl": "https://www.theguardian.com/world/2019/dec/09/finland-anoints-sanna-martin-34-as-worlds-youngest-serving-prime-minister", "apiUrl": "https://content.guardianapis.com/world/2019/dec/09/finland-anoints-sanna-martin-34-as-worlds-youngest-serving-prime-minister", "fields": {"headline": "Finland anoints Sanna Marin, 34, as world's youngest serving prime minister", "bodyText": "Finland will have the world’s youngest serving prime minister later this week when Social Democrat Sanna Marin, 34, is sworn in at the head of a coalition whose four other parties are all led by women, three of them in their thirties. Marin, currently the transport minister, will take over from Antti Rinne, a former trade unionist who resigned last week after just six months in office when he lost the confidence of the Centre party, a coalition partner, over his handling of a postal strike. She will become the Nordic country’s youngest ever head of government, but said on Sunday night she had “never thought about my age or gender. I think of the reasons I got into politics, and those things for which we have won the trust of the electorate.” The five-party, Social Democrat-led coalition has agreed to stay together and maintain the policy programme it announced in June, focusing on major increases in public spending on welfare and infrastructure, and a pledge to make the country carbon neutral by 2035. Marin, who narrowly won her party’s vote on Sunday to replace Rinne as prime minister, said the programme “glues the coalition together”, but admitted the new government had “a lot of work to do to rebuild trust”. Her Social Democrats currently stand at just 13% in the polls, well behind the nationalist Finns on 24%. Finland’s third female prime minister, Marin was raised by a single mother who later entered a same-sex relationship, and was the first of her family to go to university. She will be the world’s youngest sitting prime minister: New Zealand’s Jacinda Ardern is 39, while the Ukrainian Oleksiy Honcharuk is 35. She has enjoyed a rapid rise in Finnish politics since becoming head of the council of Tampere, Finland’s third biggest city, at the age of 27, and stood in for Rinne as party leader earlier this year when he had to take time off because of illness. The Social Democrats narrowly won April’s parliamentary elections ahead of the Finns on a platform promising to end years of austerity imposed by the outgoing centre-right government, which cut public spending by €4bn and reduced Finland’s debt for the first time in a decade, but made it deeply unpopular. Rinne, who became the country’s first leftist prime minister in 20 years, said the government aimed to reduce income differences through increased spending on education, pensions and social services. But he was forced to step down last week after several weeks of political crisis over a plan to cut wages for 700 postal workers. The national postal service withdrew the reform plans in November after widespread strikes, but questions soon emerged over whether or not the prime minister had previously approved the cutbacks, prompting the Centre party to declare it had lost its trust in the prime minister. The four other female party leaders in the coalition are Li Anderson, 32, who heads the the Left Alliance; Maria Ohisalo, 34, of the the Green League; Katri Kulmuni, 32, from the Centre party, who was named finance minister on Monday; and Anna-Maja Henriksson, 55, of the Swedish People’s party. Women have been present in politics in the Nordic region for decades and today represent half of the party leaders in Sweden. Four of Denmark’s nine parties are headed by women. Mette Frederiksen became Denmark’s prime minister in June, while Erna Solberg has been Norway’s head of government since 2013. Iceland’s Vigdís Finnbogadóttir was the first woman to be democratically elected as head of state by voters when she defeated three men for the presidency in 1980. Finland’s former prime minister Alexander Stubb lauded the coalition, saying it “shows that Finland is a modern and progressive country”. Stubb tweeted: “My party is not in government, but I rejoice that the leaders of the five parties in government are female.” The timing of the change in leadership is, however, awkward for Finland, which holds the EU’s rotating presidency until the end of the year. Parliament is expected to approve the appointment of Marin and her new ministers swiftly so she can represent Finland at the next EU leaders’ summit on 12 December."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}