{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/10/aung-san-suu-kyi-court-hague-genocide-hearing-myanmar-rohingya", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-10T15:36:16Z", "webTitle": "Aung San Suu Kyi impassive as genocide hearing begins", "webUrl": "https://www.theguardian.com/world/2019/dec/10/aung-san-suu-kyi-court-hague-genocide-hearing-myanmar-rohingya", "apiUrl": "https://content.guardianapis.com/world/2019/dec/10/aung-san-suu-kyi-court-hague-genocide-hearing-myanmar-rohingya", "fields": {"headline": "Aung San Suu Kyi impassive as genocide hearing begins", "bodyText": "Aung San Suu Kyi has sat impassively through graphic accounts of mass murder and rape perpetrated by Myanmar’s military at the start of a three-day hearing into allegations of genocide at the UN’s highest court. “I stand before you to awaken the conscience of the world and arouse the voice of the international community,” Abubacarr Marie Tambadou, the Gambia’s attorney general and justice minister, said as he opened his country’s case against Myanmar at the international court of justice (ICJ) in The Hague. “In the words of Edmund Burke: ‘The only thing necessary for the triumph of evil is for good men to do nothing.’ “Another genocide is unfolding right before our eyes yet we do nothing to stop it,” he said. “This is a stain on our collective conscience. It’s not only the state of Myanmar that is on trial here, it’s our collective humanity that is being put on trial.” Before dawn on Tuesday, a long queue had formed outside the Peace Palace in the Dutch city to witness the first of three days of hearings that will focus attention on military clearance operations in 2017 against the Rohingya Muslim minority, 700,000 of whom were forced to flee across the border to neighbouring Bangladesh. Aung San Suu Kyi, Myanmar’s state counsellor and effective prime minister, is expected to defend her country’s military on Wednesday by arguing that the operations were a legitimate counter-terrorism response to attacks by Rohingya militants. Her decision to fly to the Netherlands has proven popular in Myanmar, a mainly Buddhist country that considers the Rohingya to be in the country illegally and denies them citizenship. She has the status of official “agent” for Myanmar at the hearing, meaning she is the designated leader of her country’s delegation. On Tuesday, she sat in the front row, her hands resting on a table. As a list of atrocities was read out, she stared ahead at the raised bank of judges in front of her, her face expressionless. With accusations accumulating, her body appeared to tense and her rapidly blinking eyes glanced occasionally up towards the courtroom’s stained glass windows and chandeliers. The case has been brought by the Gambia, a predominantly Muslim west African state that alleges Myanmar has breached the 1948 genocide convention enacted after the Holocaust. The Gambia’s claim states that Myanmar has perpetrated “manifest” contraventions of the convention through the acts of its military, and continues to do so. Those acts, the court was told, included “extrajudicial killings, rape or other forms of sexual violence, burning of homes and destruction of livestock … calculated to bring about a destruction of the Rohingya group in whole or in part”. Detailing events at the village of Min Gyi, the Gambia’s lawyer Andrew Loewenstein drew on witness accounts recorded in a report by UN investigators, who estimated 750 people were killed there, including more than 100 children under the age of six. “There were dead bodies on the floor; young boys from our village,” Loewenstein quoted from one survivor’s testimony to the UN fact-finding mission. “As we entered the house, the soldiers locked the door. One soldier raped me. He stabbed me in the back of my neck and in my abdomen. I was trying to save my baby, who was only 28 days old, but they threw him on the ground and he died.” Aung San Suu Kyi’s alleged personal responsibility for the military’s clearance operations was raised by Paul Reichler, a US lawyer speaking on behalf of the Gambia. He showed the court a photograph of billboards that appeared across Myanmar in which she featured in front of three leading generals above the caption “We stand with you”. “This shows – it can only have been intended to show – that they are all in it together and that Myanmar has absolutely no intention of holding its emboldened military leadership to account,” Reichler said. Prof Philippe Sands QC, the last lawyer to make submissions for the Gambia, told the ICJ that it was “the ultimate guardian of the [1948] genocide convention; it’s on you the eyes of the world are turned”. Sands quoted from the UN fact-finding mission which said Aung San Suu Kyi had not used her “de facto power or moral authority to stem or prevent the unfolding events or to protect the civilian population”. Among those in court were several Rohingya survivors who had flown in from Kutupalong refugee camp, the largest in Bangladesh outside Cox’s Bazar. Hamida Khatun, Yousuf Ali and Hasina Begum were supported by the human rights organisation Legal Action Worldwide, which was founded by a former UN investigator of the violence, Antonia Mulvey. “This is a momentous occasion. They have travelled a long way to be here,” Mulvey said outside the court. “They are seeking justice and this is the first and most important step. “Aung San Suu Kyi did nothing to stop the killing. She could have asked for help from the international community at the time. And now, as the final insult, she’s defending the army’s behaviour in court.” Khatun, 50, is a leader of the Shanti Mohila, a group of 400 Rohingya women in the Kutupalong camp. Her family and friends were murdered in the 2017 military operations. Begum, 22, was attacked by soldiers; and Ali, 46, was beaten and sexually tortured by police in detention because he was accused of supporting the Arakan Rohingya Salvation Army, which the Myanmar army describes as a terrorist organisation. Once internationally feted as a human rights champion, Aung San Suu Kyi has experienced a rapid fall from grace over what the UN has called her “complicity” in the military clearances. The contrast has been repeatedly drawn between her 1991 Nobel peace prize win and 15 years spent under house arrest, and her present position. Among Rohingya protesters who gathered opposite the court was Rafique Mohammed, 33. His family fled Myanmar when he was a child and he now lives in Ireland. In 2012, he accompanied his niece to Dublin airport where she presented Aung San Suu Kyi, then at the height of her international renown, with flowers. “We are horribly disappointed in her,” he said. “My uncle was shot dead in 2017. We are here for justice.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}