{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/05/new-zealands-first-pornography-report-finds-problematic-amount-of-coercion", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-05T04:20:10Z", "webTitle": "New Zealand's first pornography report finds ‘problematic’ amount of coercion", "webUrl": "https://www.theguardian.com/world/2019/dec/05/new-zealands-first-pornography-report-finds-problematic-amount-of-coercion", "apiUrl": "https://content.guardianapis.com/world/2019/dec/05/new-zealands-first-pornography-report-finds-problematic-amount-of-coercion", "fields": {"headline": "New Zealand's first pornography report finds ‘problematic’ amount of coercion", "bodyText": "More than a third of all pornography watched in New Zealand depicts non-consensual sexual activity, a study by the chief censor has found, in the first report of its kind into the country’s sexual viewing habits. Censor David Shanks said the findings were important because, increasingly, young people were using the internet as their first and primary tool to learn about sex – and many applied what they had seen to their own sex lives. And while adults usually had the experience to treat porn for what it was – fantasy – younger viewers did not. He said: “For young people, or people inclined to coercion, the repeated theme of ‘no’ becoming ‘yes’ could very easily be problematic.” “Often the videos with this content would start with a reluctant partner, usually the female, who starts out saying ‘no’ to sex but whose initial resistance is overcome through insistence and subtle pressure by the male. The actress is then portrayed as enjoying the sexual contact – female pleasure was notable in 99% of the videos,” Shanks said. Women’s groups in New Zealand say that extreme sexual acts are increasingly being viewed as normal by young people, mostly due to their popularity and prevalence in pornography. The New Zealand government is making moves to tighten access to pornography online, with a bill to be introduced to parliament next year. Internal affairs minister Tracey Martin has previously said it was a “priority” for the government to limit children’s and young people’s access to harmful content online. Thursday’s report was compiled by the chief censor’s office, a government department, which analysed the 200 most popular clips viewed on Pornhub in the past year. It also found that 10% of the clips depicted scenes featuring physical aggression, and 9% contained the use of derogatory language. Shanks said: “While many would observe that this is 10% too much, and I agree, this level is much lower than that indicated in various international studies.” Shanks also described as “highly problematic” the fact that nearly half of the clips featured activity between step families, often involving depictions of a power imbalance and non-consensual activity. “In these scenarios, initial refusal or reluctance by one partner would often be shown as being overcome by persistence and pressure by the other,” he said. Affectionate acts between partners was present in only about a quarter of the clips studied, and only 3% featured the use of a condom. “It is clear from this latest work that porn provides a very poor model for young people who are developing their understanding of consent and of what a healthy sexual relationship looks like,” Shanks said. “They need a real counterpoint to the fictional and confusing stories that porn offers.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}