{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/dec/06/come-mall-ye-faithful-christmas-shoppers-hit-swedish-superstore-gekas-ullared", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-12-06T09:38:06Z", "webTitle": "Come mall ye faithful: 40,000 festive shoppers to hit Swedish superstore", "webUrl": "https://www.theguardian.com/world/2019/dec/06/come-mall-ye-faithful-christmas-shoppers-hit-swedish-superstore-gekas-ullared", "apiUrl": "https://content.guardianapis.com/world/2019/dec/06/come-mall-ye-faithful-christmas-shoppers-hit-swedish-superstore-gekas-ullared", "fields": {"headline": "Come mall ye faithful: 40,000 festive shoppers to hit Swedish superstore", "bodyText": "More than 40,000 people are expected to descend this weekend on one of Europe’s largest department stores to hunt for bargains in a Christmas shopping frenzy – to a shop in Sweden that has become such an institution it has its own reality TV show. Little known outside Scandinavia, Gekås Ullared – situated about 60 miles (100km) south of Gothenburg – is Sweden’s most popular visitor attraction, with almost 5 million customers a year. Covering an area bigger than five football pitches, it has 3,500 parking spaces, 9,000 shopping trolleys and 82 checkouts. The inverse of stylish Scandi shopping, the store is renowned for sharp-elbowed crowds eager to snap up well-known brands at bargain prices. Its success in Sweden is unrivalled. Turnover has grown uninterrupted each year since Ullared opened in 1963, reaching about $500m (£379m) last year. In 2018, it sold 13 million pairs of socks, its most popular item. The clothing department alone has 95 fitting rooms. “It’s the nearest thing to Primark, but 100 times bigger,” said Rosie Sidenhjärta, 60, a marketing consultant from Västerås, a city in central Sweden. At half past midnight on Friday, she was due to board a coach for the nine-hour drive to Gekås Ullared, set in a small town in Falkenberg Municipality, Halland County. “It is so much more than shopping,” she said. “It is discoveries, community, emotions and good times. And I do more than 15,000 steps a day [while shopping there], so it’s also good exercise.” For Sidenhjärta, this is a family tradition. A few weeks ago she was there with her daughter as a 30th birthday present. They stayed overnight at the chalet village belonging to the store, where customers can turn a day’s shopping into a weekend, or longer. Home decor, clothes, toiletries, toys, hobbies, food, technology and white goods – Gekås Ullared sells everything that can fit into or on to a family car. The average customer is 43 years old and lives about 140 miles (230km) away. About two-thirds are women. It has no online outlet. On Facebook people buy goods through others who shop there, with in-store customers charging 30 crowns (£2.40), plus postage, to make purchases for others. Peter Magnusson, 39, a teaching assistant from the city of Borås, 55 miles (90km) north of Ullared, is planning his sixth trip this year to pick up Christmas gifts. “My friends think I am a little crazy,” he said. “But everything there is just cheaper. You can find the same things as anywhere else, but at a better price.” Magnusson is proud that he has appeared in two episodes of a hit reality TV show about Ullared that enters its 11th season next year. The series has turned some of the store’s colourful staff into household names in Sweden, not least its CEO, Boris Lennerhov. “Our secret is in our low-price concept – people want to pay as little as possible, and our quality is good,” Lennerhov said. “At the time, we are always trying to introduce new features, rather like an amusement park.” Over the years, the Gekås Ullared complex has added a hotel, campsite, skiing, an adventure park, fishing, a golf course and plenty of restaurants, with events and entertainments designed to turn a shopping trip into a shopping holiday. Recently the company chartered aircraft to fly shoppers from Sweden’s far north. But Lennerhov has no plans to take the model elsewhere in Sweden, let alone abroad. The store’s private owners, Gekås, are convinced that the Ullared magic cannot be replicated – any attempt to do so could never live up to the original and would dilute the experience in Ullared itself. “This is unique,” Lennerhov said. Gekås Ullared is an adventure, and the company understands this, according to Karin M Ekström, a professor of marketing at the University of Borås. “They work very hard to make Ullared fun, so shoppers are not tired and grumpy,” she said. “The prices also make it possible for low-income families to participate in mainstream consumer culture, in which shopping is to be part of society. Generations go there – people say they went with their parents, and now they are here with their children.” Not everyone is impressed. “It’s pandemonium – I hated it,” says Elaine Patterson, 43, a Swede with Scottish roots who lives in Linköping in southern Sweden. “So many people with no manners, running into you with their trolleys and pinching things from your basket. It’s just not fun.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}