{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/oct/19/arsene-wenger-aaron-ramsey-arsenal-marseille", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-10-19T22:42:06Z", "webTitle": "Arsène Wenger salutes Aaron Ramsey after Arsenal win in Marseille", "webUrl": "https://www.theguardian.com/football/2011/oct/19/arsene-wenger-aaron-ramsey-arsenal-marseille", "apiUrl": "https://content.guardianapis.com/football/2011/oct/19/arsene-wenger-aaron-ramsey-arsenal-marseille", "fields": {"headline": "Arsène Wenger salutes Aaron Ramsey after Arsenal win in Marseille", "bodyText": "Arsène Wenger suggested that Arsenal's season had reached a turning point after the substitute Aaron Ramsey scored a dramatic injury-time goal to snatch a 1-0 Champions League victory over Marseille on Wednesday night. The result put Arsenal firmly in charge of their destiny in the competition, allowing them to hope for progression into the knockout phase as Group F winners. Arsenal's season has been bedevilled by setbacks, some of them self-inflicted, but Wenger joked that fortune had been on his side in the south of France. His first two substitutes, Johan Djourou and Gervinho, were the architects of the goal and Ramsey finished unerringly. Wenger accepted that a manager can always feel happy when his substitutes make an impact and he said, with a smile, that he could also feel \"lucky\". In truth, though, Arsenal were deserving victors, having nullified Marseille in the second half and then chiselled out openings. \"Yes, this can be a big result for our season,\" Wenger said. \"It will help us. If we look back at the last five or six games, you see that we have had only one defeat [at Tottenham Hotspur] so we are slowly getting there. Tonight will help. \"We have made a little step forward but we have to be humble because we are a team that is continuing to grow. The next game at home to Marseille will be very important. It could be decisive but we have to keep our attitude and our spirit. We haven't always been lucky in this competition. We lost a goal late in our first group game at Borussia Dortmund and we lost the Champions League final [to Barcelona in 2006] in the final minutes with 10 men. But that's when good teams take their chances.\" Wenger admitted that Ramsey, who had missed the Premier League victory over Sunderland on Sunday with a tight hamstring, needed to be handled with a degree of care. He held him back until the final 12 minutes but the midfielder's cameo was headline-grabbing. \"When you see Aaron in front of goal, you know you have a chance to score,\" Wenger said. \"He is becoming a real goalscorer. He has been injured for a year and I am conscious of how much [Jack] Wilshere played last year. I try to be a bit more cautious when I can. I do not want to over-play Aaron.\" Ramsey said: \"The cross came in and I gambled that it might come to the far post. I had a bit of time to think about it but luckily for me it went in. We've had some good results recently and hopefully we can keep that going.\" The match was hardly a grand spectacle but for Wenger and his players, the result was everything. \"The game was blocked tactically and I can understand the fans might be disappointed by this game but this is the way football happens,\" Wenger said. \"We left it very late. \"We had a difficult start and Marseille pressed us well. We didn't find our fluency but we took over the second half. Marseille weren't dangerous in the second half. In the last 15 minutes we created chances and we were rewarded for keeping going. We got a very important victory. We didn't make stupid mistakes and we didn't lose stupid balls in the second half.\" The Marseille coach, Didier Deschamps, was furious with his players for leaving Ramsey unmarked and complained about the referee's failure to award a first-half penalty, when Carl Jenkinson appeared to handle. \"There was a penalty, which the referee didn't see and it would have changed the game for us,\" Deschamps said. \"A point would have been good for us and it is a cruel disappointment to lose a game like that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}