{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/oct/19/agent-mohammad-amir-no-balls", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-10-19T22:54:18Z", "webTitle": "Agent 'arranged to visit Mohammad Amir before bowling no balls'", "webUrl": "https://www.theguardian.com/sport/2011/oct/19/agent-mohammad-amir-no-balls", "apiUrl": "https://content.guardianapis.com/sport/2011/oct/19/agent-mohammad-amir-no-balls", "fields": {"headline": "Agent 'arranged to visit Mohammad Amir before bowling no balls'", "bodyText": "Mazhar Majeed arranged to visit Pakistan's \"teenage sensation\" Mohammad Amir in his hotel room on the night before he bowled allegedly prearranged no balls at Lord's, a court heard on Wednesday. The court was told how Majeed, a cricketers' agent, had that afternoon taken £140,000 from an undercover journalist he believed to be an Indian businessman arranging \"spot-fixing\" of events at cricket matches. Aftab Jafferjee QC, prosecuting, challenged Salman Butt about the hotel visit as the former Pakistan captain and opener spent a third day in the witness box in an innings that has lasted 12-and-a-half hours. Butt and another Pakistan bowler, Mohammad Asif, deny cheating at gambling and accepting corrupt payments. Majeed and Amir have been charged with the same offences but are not currently standing trial. Jafferjee focused on a series of texts between Majeed and Amir including one the agent sent him saying \"third over, third ball\": precisely when Amir would bowl one of three correctly predicted no balls. \"Everything suggests Amir is in on the fix,\" said Jafferjee. Butt replied: \"Yes.\" Jafferjee pressed on. \"By this time £140,000 has changed hands,\" he said. \"At about 11.18pm Majeed leaves the hotel. \"Within moments, seconds of leaving the hotel room, Majeed calls Asif for 30 seconds, having seen Amir beforehand. He then makes a call to another number. \"The next call he tries and leaves a voicemail is to you. Tell us why after taking £140,000 in briefcase he is calling Asif?\" Butt said: \"I don't know. He can speak to you.\" Jafferjee then said: \"He's telling the people in on the fix he's sitting with £140,000.\" Butt told Jafferjee he was wrong but again the prosecutor challenged the batsman. \"The Lord's fix is on and you know it,\" he said. Butt denied it. Jafferjee asked: \"It's all happening behind your back is it?\" To which Butt said: \"Yes.\" Butt did concede that he had developed suspicions that Majeed, was \"trying things\". He stated that the agent been annoying him and he had tried to \"negate and get rid of these conversations\". Jafferjee focused on one exchange between Butt and his then agent that had occurred during the Oval Test, which Pakistan would go on to win. Telephone transcripts heard by the court show Majeed talking to Butt about a maiden over that the prosecution claims Butt agreed to bat out as a spot fix. Butt indicated that as the discussion developed he said: \"Bro just leave it OK.\" \"I could have abused him,\" said Butt. \"But this is someone I've known for very long and I don't want to. The best thing to do is negate a person and get on with a new conversation.\" The following morning, that of the fourth day of the third Test, Butt spoke to Majeed again and was told: \"Just stick to what we said last night, just leave it like that.\" Jafferjee asked why he had challenged the agent at that point. Butt explained: \"I'm about to go to a match and it's not a good time to get involved in a confrontation. This is a never-stopping guy. He keeps on going. I've tried to stop him many times. But he just keeps on going.\" In a secretly taped discussion with the undercover journalist Majeed had boasted that he had two batsmen, two bowlers and two all rounders under his control. He told the journalist, the former News of the World fake sheikh, Mazher Mahmood, that the £140,000 was to be used to pay his \"six boys\". When Jafferjee asked him who they were Butt responded: \"Where is the money?\" Jafferjee then pointed to the £2,500 in £50 notes found in his hotel room, whose serial numbers matched those given by Mahmood to Majeed, and replied: \"There's big chunk in attache case you claim belongs to your wife.\" Butt insisted that was money he had been given to make a celebrity appearance at the opening of Majeed's new ice-cream parlour in Tooting. He said: \"That's my money. That's my money.\" The prosecution had the previous day highlighted the contrast between the £5,000 Butt was due to earn from that appearance and the £800-per-match sponsorship he received from Adidas to wear their clothing. But Butt told his defence counsel, Ali Bajwa, on Wednesday that a 25-minute appearance on a cookery programme in London had previously earned him £3,000. The case continues."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}