{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "public-leaders-network/blog/2011/oct/14/electric-cars-councils-public-sector", "type": "article", "sectionId": "public-leaders-network", "sectionName": "Public Leaders Network", "webPublicationDate": "2011-10-13T23:35:00Z", "webTitle": "Why more local councils should use electric cars", "webUrl": "https://www.theguardian.com/public-leaders-network/blog/2011/oct/14/electric-cars-councils-public-sector", "apiUrl": "https://content.guardianapis.com/public-leaders-network/blog/2011/oct/14/electric-cars-councils-public-sector", "fields": {"headline": "Why more local councils should use electric cars", "bodyText": "Many councils like the environmental benefits of electric vehicles (EVs), but most have been reluctant to add them to their fleet because of higher upfront, leasing and depreciation costs. Dumfries and Galloway council had similar reservations. But Transport Scotland offered the funding and Automotive Leasing, the public sector division of fleet management provider LeasePlan, developed a leasing package for the council to procure four fully electric Nissan Leaf cars and an electric sweeper. This fleet of green vehicles has made Dumfries and Galloway the first Scottish council to lease electric cars. It will also reduce carbon emissions by over 127 tonnes each year. NHS Dumfries &amp; Galloway are lease partners and the financing model used by the council could make procurement of electric vehicles affordable across the public sector. The Scottish government's target to cut CO2 emissions by 42% by 2020 has motivated councils to look at low carbon vehicles, but higher leasing costs have always been a concern. The typical annual lease cost of a Nissan Note is £1,593, whereas the electric equivalent Nissan Leaf costs £3,437 (based on a five year lease). The funding package made it possible for the council to lease electric vehicles at the same cost as traditional petrol or diesel vehicles. The leasing company, rather than the council, assumed the financial risk typically associated with EVs. The final challenge lay in making them operationally viable in Dumfries and Galloway – a predominately rural area. The Leaf's 100 mile range was significantly greater than previous all-electric models and was sufficient for the majority of council journeys. We installed three £4,000 charging posts at the council and NHS headquarters through the 'plugged in places' match-funding scheme. A further funding round this year should see increase in the number of vehicles and, crucially, development of fast-charging points in one or more remote locations to increase their range. As well as the immediate benefit in terms of fuel reduction costs, the visibility of the vehicles is certainly a benefit to the council. The hope is that their presence on the streets of Dumfries will inspire residents and local businesses to consider the benefits they bring. Also, the employees who drive the vehicles like them. They share their driving experiences and have become EV advocates. The public sector has an important role to play in demonstrating the viability of electric vehicles – both financially and operationally. Dumfries and Galloway's was an important test case for EV procurement. Five Scottish councils have already followed suit. If we are serious about reducing our carbon impact, this model must also be taken seriously by other authorities around the UK. Harry Thomson is head of integrated transport and commissioning for Dumfries &amp; Galloway Council This article is published by Guardian Professional. Join the Guardian Public Leaders Network free to receive regular emails on the issues at the top of the professional agenda."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}