{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2011/oct/12/youth-unemployment-1m-work-academies", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-10-11T23:05:00Z", "webTitle": "Youth unemployment set to top 1m", "webUrl": "https://www.theguardian.com/society/2011/oct/12/youth-unemployment-1m-work-academies", "apiUrl": "https://content.guardianapis.com/society/2011/oct/12/youth-unemployment-1m-work-academies", "fields": {"headline": "Youth unemployment set to top 1m", "bodyText": "Ministers are preparing for youth unemployment to go over 1 million today and will defend themselves by launching sector-based work academies across the UK designed to give people better access to work experience. The new academies are designed to provide a combination of training, work experience and a guaranteed job interview to up to 50,000 people over the next two years, with many of the opportunities going to young people. A spokesman from the Department for Work and Pensions said that together with the Work Programme and the government's Work Experience scheme, support will be available for up to 150,000 young people over the next few months and around 250,000 people over the next two years. However, Labour claims that the plans are little more than sticking plaster and, in common with most economic forecasters, expect the number of under-24s who are out of work to pass the 1 million mark for the first time since the early 1990s. Labour also predicted that growth in the UK on the basis of independent forecasts is likely to scrape just over 1 % this year. Figures published in September showed the total number of 16- to 24 year-olds without a job rose to 972,000 in the three months to July. The government is likely to point to higher unemployment in countries such as Spain where youth joblessness has reached over 40%. Sector-based work academies are designed to operate in industries based on local labour market demand, including construction, contact centres, hospitality, logistics and retail. The Department for Work and Pensions claims that there are currently over 90,000 vacancies in retail, over 44,000 in hospitality and 11,000 vacancies in construction. The employment minister, Chris Grayling, said: \"With training, work experience and a guaranteed interview, they will put people at the front of the queue for vacancies that employers are looking to fill.\" Judith Nelson, UK personnel director for Tesco, one of the firms co-operating with work academies, said: \"We are always on the lookout for new talented individuals to join our teams across the UK. Sector-based work academies are a great way to find these new people from within the communities we serve and provide them with the skills and experience needed to succeed.\" Rachel Reeves, the new shadow chief secretary, said: \"With families feeling the squeeze no growth in our economy since last autumn and unemployment rising again, it's clear that Britain now faces a real jobs and growth crisis.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}