{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/oct/29/women-mps-tunisia-government", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-10-28T23:19:25Z", "webTitle": "The women MPs tipped to play leading roles in Tunisia's new assembly", "webUrl": "https://www.theguardian.com/world/2011/oct/29/women-mps-tunisia-government", "apiUrl": "https://content.guardianapis.com/world/2011/oct/29/women-mps-tunisia-government", "fields": {"headline": "The women MPs tipped to play leading roles in Tunisia's new assembly", "bodyText": "When it was decided that 50% of parties' candidates should be women, many saw it as trying to wrong-foot An-Nahda. If so, it failed spectacularly, and the Islamist party met the quota. In the 217-seat assembly, there are 42 An-Nahda women, out of 49 women elected. An-Nahda's chair Rached Ghannouchi said: \"Women have a special status in our party's project, in accord with their elevated status in our religion.\" He pledged they would be ministers in the constituent assembly. Some of its prominent MPs are: • Maya Jribi, secretary general of the Democratic Progressive party (PDP), elected with 10 candidates from various parties to represent Ben Arous, a crowded Tunis suburb. The only woman to head a party in Tunisia, she came to politics from market research and journalism, with a solid record of rights activism under Ben Ali. After the January revolution, party posters sprang up in Tunis showing Jribi, in trademark black trouser-suit, beside the PDP president, lawyer Ahmed Chebbi. It was a mistake, reminiscent of Ben Ali's propaganda. The PDP slumped in Sunday's poll, taking a disappointing 7%. • Souad Abdelrahim agreed to stand on the An-Nahda list in a Tunis constituency although not a party member. She is a pharmacist with 25 years of trade union activism since starting as a student. An impassioned orator, she appears on Nahda platforms as evidence that the party has no problem with unveiled women. But she is also a link to the labour movement, and will help keep the party focused on bread-and-butter issues and the need to improve living standards. In this she will find allies on the left of the party. • Ferida Labidi is a lawyer and one of two An-Nahda candidates elected in the constituency of Kairouan, Tunisia's historic seat of religious learning. As a student activist, she saw the inside of Ben Ali's prisons in 1990-91, being condemned to six months for membership of an illegal organisation. She later married a former political detainee. One of only two women on An-Nahda's 17-member political executive, she is in charge of moves to get its former detainees reinstated in their jobs, as specified by an amnesty decreed last spring. Hundreds of men and women have got back their civil service jobs, she says, but getting ex-detainees reinstated in private jobs is proving more difficult. • This article was amended on 29/10/2011 to correct reference to Tunisia's constituent assembly as a 'government'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}