{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/oct/16/liverpool-manchester-united-steven-gerrard", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-10-16T22:00:08Z", "webTitle": "Liverpool lifted by Steven Gerrard's display against Manchester United", "webUrl": "https://www.theguardian.com/football/2011/oct/16/liverpool-manchester-united-steven-gerrard", "apiUrl": "https://content.guardianapis.com/football/2011/oct/16/liverpool-manchester-united-steven-gerrard", "fields": {"headline": "Liverpool lifted by Steven Gerrard's display against Manchester United", "bodyText": "Steven Gerrard longs for normality at Liverpool and, though experience may have taught him to appeal in hope not expectation, 13 years inside the Anfield soap opera have not diminished his influence over its return. No sooner had Liverpool's captain urged the club to move on from off-field controversies and re-immerse themselves in the game than Patrice Evra and Sir Alex Ferguson walked into the referee's room at Anfield to lodge a complaint of racist abuse against Luis Suárez. Elsewhere Manchester United defenders lined up to accuse Charlie Adam of diving. Gerrard will have to wait another day to impart his advice without interruption. It will console Liverpool for now that he is fit and able to give it. For seven months the Merseyside rumour-mill has been awash with tales of the 31-year-old's premature demise through injury then illness and his first start since March silenced those whispers in typically authoritative fashion. The 90 minutes were as important to Kenny Dalglish as the level of performance and, uniquely for this fixture, both sides could celebrate the free-kick Gerrard miscued into the United goal after Ryan Giggs had instinctively placed the preservation of his crown jewels before that of a clean sheet and moved out of the wall. The breakthrough marked the moment Ferguson abandoned his defensive formation and returned to United's adventurous DNA. For 22 minutes at least there was a spectacle worthy of the occasion and cause for Gerrard to believe that the one-year anniversary of Fenway Sports Group's takeover of Liverpool, and the spotlight that inevitably placed on the club's turbulent recent past, was an appropriate point for the club to move on. \"Enough has been said about the previous regime. A bit more has been said this week with Pepe [Reina]'s book being serialised,\" the Liverpool captain said. \"The new owners have come in, steadied the ship and there is a lot more positivity around from top to bottom in the club. That's what Liverpool Football Club is all about. Quiet up above and making all our noises on the pitch. It's nice to be talking about how well the team is doing rather than the owners.\" Deflation replaced elation as the over-riding feeling of the home dressing room for the first time in four years following a visit from United. Yet in Ferguson's tactical approach – \"a compliment\", according to Dalglish – the strength of the home bench and the reaction to Javier Hernández's late equaliser, another instinctive header from the Mexican striker from a corner by his fellow substitute Nani, Liverpool's claims of progress did not appear groundless. Gerrard added: \"We can't be too down over letting the lead slip. We've got to put it into perspective. We were playing probably the best side in the league. It goes to show how far this team and this squad has come that we're disappointed not to have taken maximum points off Manchester United. I thought we more than matched them over the course of the game. \"Both teams showed each other too much respect and in the first half that's probably the reason why the first 45 minutes were a little flat. But in the second half we were really positive. Right until the final whistle we were pushing for that winner. \"There have been times when Manchester United have come here and in the last 20 we've been hanging on. That's probably because they've been a lot better and their squad has been a lot stronger. But we've proved we're up there with the best in the league. We have improved and are a lot stronger. We are really confident we can push on now and put a real fight in for the top four.\" But for an exemplary performance from David de Gea in the United goal, who saved impressively from Suárez, Dirk Kuyt and Jordan Henderson, Liverpool would have taken a merited win. \"I thought he was supposed to be struggling,\" said Dalglish of the young Spanish goalkeeper. Both sides had optimistic penalty appeals for handball dismissed by the impressive referee Andre Marriner, who also handled the game's clear controversy correctly when Adam won the free-kick that produced Gerrard's fifth goal against United. Walls have tumbled more quickly and with more grace than the Scotland midfielder did to a slight touch from Rio Ferdinand, who again excelled in this fixture, but contact was made and the free-kick was just. The subsequent debate over whether Ferdinand deserved a second yellow card was embarrassing. Adam said: \"I felt a touch and, if I hadn't gone down, I would have been clear through on goal so there must have been contact. I'm not that type of player. It was a foul and that is why the referee gave it and the goal was just different class. That is why he is one of the best players in the world.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}