{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/oct/16/bolton-wigan-gary-cahill", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-10-16T22:00:09Z", "webTitle": "Bolton's win against Wigan gets Gary Cahill off the rollercoaster", "webUrl": "https://www.theguardian.com/football/2011/oct/16/bolton-wigan-gary-cahill", "apiUrl": "https://content.guardianapis.com/football/2011/oct/16/bolton-wigan-gary-cahill", "fields": {"headline": "Bolton's win against Wigan gets Gary Cahill off the rollercoaster", "bodyText": "Gary Cahill experienced a rare fillip with Bolton Wanderers at the weekend after a rollercoaster start to his season. For the fluctuations in the England defender's emotions have been extreme since the start of August: there has been the uncertainty thrown up by the summer transfer window, an on-field crisis at the Reebok Stadium and the business end of a Euro 2012 qualification to handle. Disparity between buyers and sellers on his value meant a move to north London – both Arsenal and Tottenham Hotspur were suitors – did not materialise and although the 25-year-old was a leading protagonist in England's passage to the finals, he remains the cornerstone of a defence that conceded 21 goals in the six successive defeats that plunged Bolton to the bottom of the Premier League. \"It's been difficult in the sense that one minute you think you're staying and the next you think you're going. The worst thing about that is that everything is outside your control. It was strange in that sense and for me this season has been a bit of a rollercoaster,\" Cahill said, following the Lancashire derby success. \"I was on a high at QPR on the opening day, winning and scoring a goal. On a low, losing and conceding a lot of goals. On a high playing for England, scoring against Bulgaria and keeping two clean sheets. Then you're back down and you're playing Man United and conceding five.\" With his contract up next summer, transfer speculation is likely to rear its head again in January but for now stability is essential. \"For me, the way I looked at this game was we couldn't do anything else but win,\" he said. \"We've been criticised and the Bolton fans have been unhappy so it [pressure] just snowballs and there were nerves around the place.\" Bolton's manager, Owen Coyle, attempted to dissipate those nerves with a team-bonding day at a local go-kart track last month. A 5-1 home defeat by Chelsea followed, one of 11 in a 12-match sequence stretching back to last season. Despite the inevitable pressure on the manager's position that kind of form brings, however, Cahill insists the Scot refused to get down-hearted. \"He's been the same. He doesn't like people moping around. I think if you are one of those who comes in feeling sorry for themselves, you won't be playing in his team,\" he said. Coyle, demands smiles on his players' faces, and they were abundant inside four minutes when Wigan's accident-prone backline made its first blunder. This was no laughing matter for Wigan manager Roberto Martínez, however – all three Bolton goals stemmed from his players being robbed of the ball in their own half. Antolín Alcaraz was the first to be dispossessed, and when Chris Eagles whipped over the cross, Nigel Reo-Coker's chest converted his first Premier League goal for three years; makeshift left-back Steve Gohouri was pick-pocketed by Kevin Davies on the stroke of half-time to offer David Ngog the chance to open his Bolton account; and Alcaraz's indecision was exposed at the death when Eagles pounced, and capped a virtuoso display with a precision finish. \"The talent is there, the attitude is there and in many ways our play was very good. But it is simple for us. We cannot concede goals like that,\" said Martínez, whose side, briefly level through Senegal midfielder Mohamed Diamé's opportunistic 25-yarder, have now slipped below Bolton in the table. \"We are not in a situation where we can outscore the opposition. In the Premier League that is a privilege that exists for only one or two clubs. We have to be harder to beat and keep clean sheets, or at least make the opposition work harder to get goals.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}