{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2011/oct/11/zynga-new-product-launch", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2011-10-11T22:00:31Z", "webTitle": "Zynga launches 10 new products in 'social gaming' push", "webUrl": "https://www.theguardian.com/technology/blog/2011/oct/11/zynga-new-product-launch", "apiUrl": "https://content.guardianapis.com/technology/blog/2011/oct/11/zynga-new-product-launch", "fields": {"headline": "Zynga launches 10 new products in 'social gaming' push", "bodyText": "Zynga, the social gaming firm behind popular Facebook games CityVille and FarmVille, on Tuesday launched 10 new products in its biggest push yet towards a new generation of social networking. At its first major press conference in San Francisco, Zynga chief executive Mark Pincus said the fledgling company wanted to place \"the world's biggest macro bet on social gaming\". Alongside five new mobile games, Pincus unveiled CastleVille, the latest in the popular franchise played by more than 100 million Facebook users worldwide. Zynga is best known for its Facebook games and is one of the few Silicon Valley internet firms to make a profit. The gaming firm filed for a $1bn Wall Street flotation in June, but the company's second-quarter earnings, posted last month, showed a 90% year-on-year drop in net profit to $1.4m, leading some to question whether Zynga can sustain its huge growth. Pincus, who co-founded the firm in 2007, on Tuesday placed his bets on mobile. He unveiled five new mobile games, including Facebook titles built on HTML5, meaning they can be played on any smartphone. Zynga launched 10 new products including: • CastleVille, the latest in the popular \"Ville\" franchise after FarmVille and CityVille • Hidden Chronicles, a new genre based on finding hidden objects with friends • Zynga Bingo joins Zynga Poker as the latest in the new Zynga Casino franchise • Dream Zoo, the compay's first zoo-themed game • Mafia Wars 2 launched on Monday, but on Tuesday launched on Facebook rival, Google+ • Three new HTML5 games for Facebook mobile: Words With Friends, Poker and FarmVille Express • Project Z. Little was given away about Project Z, just that gamers will be able to continue Facebook games outside of the social network and reserve usernames from Tuesday • Two other mobile games: Mafia Wars Shakedown and Dream Zoo Pincus said the launches represent \"the biggest integration with Facebook by any service on the web or on mobile\". He added: \"We believe there is way more than just us in this building around world [who are] going to embrace play in their lives. \"Everything we're doing is trying to bring that to life. I know it's early, I know it's primitive, but it's going to come to life and it's going to be mobile.\" David Ko, Zynga's chief mobile officer, added that the company's ambition was to be the \"best content creators out there regardless of platform\", as internet-connected mobile phones become mainstream in the US and Europe."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}