{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2011/oct/06/philip-roth-wellcome-prize", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2011-10-05T23:01:00Z", "webTitle": "Philip Roth heads Wellcome prize shortlist", "webUrl": "https://www.theguardian.com/books/2011/oct/06/philip-roth-wellcome-prize", "apiUrl": "https://content.guardianapis.com/books/2011/oct/06/philip-roth-wellcome-prize", "fields": {"headline": "Philip Roth heads Wellcome prize shortlist", "bodyText": "With the niftiness of a small scouting submarine dodging the a fleet of battleships, the Wellcome book prize has darted between the flotilla of Nobel prizes to announce its shortlist for medicine in literature. The three-year-old prize carries a £25,000 purse. It has yet to go to a work of fiction, but intriguingly four of this year's six shortlisted books are novels. The highest profile of the quartet is Phlip Roth's Nemesis, whose central character is a teacher faced in his youth with a polio epidemic in the days before a vaccine was invented. \"A misplaced sense of responsibility can be a debilitating thing\", his girlfriend's doctor father tells him. Anne Patchett's State of Wonder sends a pharmacologist into the Amazonian jungle to investigate, among other things, why the women of a remote tribe are able to bear children into their seventies. Louisa Young's My Dear I Wanted to Tell You, meanwhile, involves plastic surgery in the first world war., while Alice LaPlante's debut novel Turn of Mind joins the growing legions of novels dealing with the ravages of Alzheimer's. The two non-fiction titles include Siddhartha Mukherjee's Pulitzer-winning biography of cancer, The Emperor of All Maladies, which also features on the Guardian first book prize longlist. The sixth title is poet Sarah Manguso's memoir of dealing with an auto-immune disease, The Two Kinds of Decay. The winner will be announced on November 9."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}