{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/the-womens-blog-with-jane-martinson/2011/oct/21/brand-classifications-nbcu-single-mums", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2011-10-20T23:05:05Z", "webTitle": "Putting the class in classification", "webUrl": "https://www.theguardian.com/lifeandstyle/the-womens-blog-with-jane-martinson/2011/oct/21/brand-classifications-nbcu-single-mums", "apiUrl": "https://content.guardianapis.com/lifeandstyle/the-womens-blog-with-jane-martinson/2011/oct/21/brand-classifications-nbcu-single-mums", "fields": {"headline": "Putting the class in classification", "bodyText": "You may not be aware of Women at NBCU, but they are, they insist, aware of you. The marketing outfit create \"custom solutions for advertisers to connect with female consumers,\" and their mantra is the faintly ominous: \"We get women.\" Recently, Women at NBCU unveiled a study that kindly divided single mothers into four groups, so that advertisers could cut it out and keep it on their fridge for marketing purposes. There was Girl Interrupted to describe the young, low-income white mothers who have found their lives sent off-course by the birth of a child. While the NBCU report admits that GIs \"may not be the happiest group of women for marketers\" they should not be ignored, as their digital clout is formidable: \"Don't just write them off,\" NBCU says. \"Because they've got lots of friends.\" We also have Dream Girl, who is tech-savvy, family-focused and warms to anything with \"inspirational and aspirational messaging\". And Survivor Mom, who is older, widowed or divorced, and financially struggling, but for bonus points shows really strong brand loyalty. And finally Secondlife Mom, a sort of hip, ever-socialising, online-dating whirligig of a woman \"looking for new brands\". It's always entertaining to see how marketers' divisions fall. From the Spice Girls roll-call of Posh, Scary, Baby, Ginger and Sporty, to the female-voter groups political parties set their sights on come election-time – Holby City Woman, for instance, Worcester Woman or Soccer Mom. We have Boomer Women, High Net Worth Women, and this week Homebase announced plans to target Female Home Improvers. One can't help but wonder what other gloriously specific classification marketers will soon dream up to describe us. Will the unmarried older women with one adopted child be known as Havishams? The home-making, pastry-rolling mothers of multiple offspring be the Ma Larkins? And might all the mothers of three fine daughters find themselves described as the Downtons"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}