{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2011/oct/20/weatherwatch-bank-holiday-may-day-trafalgar", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2011-10-20T22:05:01Z", "webTitle": "Weatherwatch: Is Trafalgar Day a good day for a bank holiday?", "webUrl": "https://www.theguardian.com/news/2011/oct/20/weatherwatch-bank-holiday-may-day-trafalgar", "apiUrl": "https://content.guardianapis.com/news/2011/oct/20/weatherwatch-bank-holiday-may-day-trafalgar", "fields": {"headline": "Weatherwatch: Is Trafalgar Day a good day for a bank holiday?", "bodyText": "If the coalition government has its way, we may be celebrating UK day in Octobers to come. The new holiday would replace May Day, thereby extending the holiday season beyond the summer holidays, and thinning out the cluster of holidays between Easter and Whitsun. One potential date for UK day could be 21 October – the anniversary of Nelson's naval victory at the battle of Trafalgar in 1805. So, politics aside, what kind of trade-off will we get weather-wise? Across the UK, May is generally a calm and dry month. At the beginning of the month, the Atlantic Ocean is still cool, making it harder for storms to brew. The average maximum May temperature for England is 15.4C and 12.8C for Scotland. Meanwhile, there are nearly 190 hours of sunshine through the month, and just 55.9mm of rain. October, by contrast, tends to be highly unsettled. Cool polar air follows the Sun southwards, meeting warm tropical air, and producing large disturbances right over the UK. Atlantic depressions billow in, sometimes bringing hurricane-force winds, and the contrast between warm ocean and cool land temperatures encourage condensation and rain-bearing clouds. Average maximum temperatures for October are 13.6C for England and 10.8C for Scotland. Sunshine hours fall to just over 100 for the entire month, and rainfall rises to 83.6mm. Certainly, from a weather point of view, trading May Day for Trafalgar Day seems like a poor exchange."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}