{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/ana-marie-cox-blog/2011/oct/20/cnn-gop-republican-debate", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-10-19T23:29:00Z", "webTitle": "The GOP debate – finally", "webUrl": "https://www.theguardian.com/commentisfree/ana-marie-cox-blog/2011/oct/20/cnn-gop-republican-debate", "apiUrl": "https://content.guardianapis.com/commentisfree/ana-marie-cox-blog/2011/oct/20/cnn-gop-republican-debate", "fields": {"headline": "The GOP debate – finally", "bodyText": "So I was going to try to feel guilty about not posting about the debate until now, but looking at how coverage has unfolded, I wonder if there's any reason to comment at all. For it being one of the most contentious debates in recent memory, the field seems remarkably unchanged. The biggest news of the night was probably not the unruly petulance of the B-team (Santorum and Bachmann) but the vital signs exhibited by Rick Perry. He showed up, tanned, ready and rested, and though his caffeine intake may have pushed him over the edge into irritability, he also proved that he's willing to bring a little passion to his campaign. That's no small thing, (cf Fred Thompson, Rudy Giuliani.) Romney got passionate, too, though his clearly unplanned outburst about needing to avoid hiring illegal aliens because \"I'm running for office, Pete's sake\" is such a gift I'm surprised Perry didn't write him a thank you note right then and there. And Cain? His struggles to be taken seriously by the media continues to be a weird asset: Virtually unheard-from after the first quarter of the debate, he came out of it with as much momentum as he went in with. What's more, rivals attacked his 9-9-9 plan from the right, ceding ground on the central issue of whether the tax code should be progressive, and allowing the plan's utter incoherence to go largely unchallenged. The real winner of the night was probably Anderson Cooper, whose genial skepticism of the whole affair nicely contrasted with CNN's attempt to ad gravitas by virtue of hyperbole. If you missed it, you can of course watch it online (transcript here), or read this ridiculously detailed play-by-play, or you can wait a few days (okay, until Nov. 9) until they do it again. (But, okay, I do feel a little guilty.)"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}