{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/oct/20/mario-balotelli-manchester-city-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-10-20T22:00:03Z", "webTitle": "Mario Balotelli out of town and backing Manchester City in the derby", "webUrl": "https://www.theguardian.com/football/2011/oct/20/mario-balotelli-manchester-city-united", "apiUrl": "https://content.guardianapis.com/football/2011/oct/20/mario-balotelli-manchester-city-united", "fields": {"headline": "Mario Balotelli out of town and backing Manchester City in the derby", "bodyText": "Mario Balotelli has established himself as Manchester City's very own chameleon but he is determined to stop changing with quite such bewildering frequency. An at times brilliant striker capable of rivalling the world's best believes that growing maturity and increasing faith in a once troublesome right knee will banish his hallmark inconsistency. \"The real Mario is coming now and it isn't the same Mario as last year,\" says a 21-year-old anxious to eradicate an infuriating penchant for constantly blowing hot and cold. \"This year it's going to be better, I hope. It has to be better. Last year, because of my injury, I couldn't play at the top but I train good now and I feel good and that's how it should be always. I'm getting better all the time. It's four in four [goals in as many games] now and I hope to God it will be five in five [at Manchester United on Sunday].\" A notable recent reduction in both Balotelli's mood swings and form oscillations stems partly from a significant improvement in a knee which, following surgery early last autumn, hampered him for months. \"With the injury I wasn't sure about myself or my body,\" he says. \"Like with tackles, I didn't do them because I wasn't sure about myself. This year I feel more free.\" Such liberation is not confined to that formidable 6ft 2in physique. By calling an apparent halt to the self-destructive scrapes which studded his induction to Manchester life, Balotelli has become if not exactly serene, appreciably more content than before. \"This is down to me; it's me that changed my life,\" he says. \"I don't live in town any more. I'm outside now so it's more quiet. I try to stay at home more. Maybe I'll stay in now with my family, my brother or girlfriend. It's quieter now but also I am growing up. Everything is getting better. If last year I missed home so much, maybe now I miss it a little bit less. I'm OK now, I'm good. I'm happy – the only problem in England is the weather.\" If having his adored family around him helps, this new-found emotional equilibrium is further enhanced by the enduring strength of Balotolli's bond with Roberto Mancini. The pair first developed an ostensibly unlikely chemistry at Internazionale and the City manager's loyalty to his protege has, at times, well exceeded the call of duty. \"With Mancini I feel very comfortable. I've known him a long time and he's a good manager,\" says Balotelli. \"He believes in me. Even when no one in England believed in me, he did. And he kept on believing. I want to do something important here with him.\" It is a desire fuelled by personal ambition. \"At Inter I was top of the table,\" says Balotelli. \"Last year we were second. That was the first time in my life I was second. For me it's normal to be top of the table. That's where I want to be.\" He is not merely talking domestically. \"We could be the best in Europe,\" enthuses an unusually versatile forward evidently undaunted by Barcelona's omnipotence. If that sounds like a potentially hollow boast, Balotelli underpins this bold prediction with sound logic based on the extraordinary strength in depth of Mancini's squad. \"We have many good players who are broadly at the same level, some a little bit more or a little bit less,\" he says. \"The level is high and that's good. There are not many teams like this. It doesn't matter who plays; we can win. And we have so many players who can come on and change games.\" Along the way City have become much more fun to watch, with Balotelli's renaissance emblematic of Mancini's increasingly inventive attacking directives. Suddenly enjoying himself on the pitch, he has, tellingly, lost the urge to throw darts in the direction of youth team players, tour Moss Side or make unauthorised visits to women's prisons. Undeterrred, City fans still relish serenading him with a gloriously irreverent tribute to past controversies. \"Oh Balotelli, he's a striker,\" they sing. \"He's good at darts, an allergy to grass but when he plays he's fucking class, he drives around Moss Side with a wallet full of cash.\" The object of their affection appreciates the joke. \"I like it, it's funny,\" he says. \"It's the best song I've had sung to me.\" Further renditions will be in order should he score at Old Trafford. \"I think we can beat them,\" he says. \"I think it will be a lot of fun – and soon United v City will be the biggest derby in the world.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}