{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/oct/24/health-and-social-care-bill-cuts-lords", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-10-24T21:30:00Z", "webTitle": "The battle for the NHS is far from over | Allyson Pollock", "webUrl": "https://www.theguardian.com/commentisfree/2011/oct/24/health-and-social-care-bill-cuts-lords", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/oct/24/health-and-social-care-bill-cuts-lords", "fields": {"headline": "The battle for the NHS is far from over", "bodyText": "Critics of the controversial health and social care bill were taken aback by the partisanship of peers when debate moved to the House of Lords two weeks ago. Amendments by Lord Rea to reject the bill altogether, and by Lords Owen and Hennessy to send parts to a select committee for more forensic scrutiny were defeated after energetic whipping by party bosses. But all is not what it seems. For many peers it was not pro-competition sentiment that caused them to oppose the amendments but the so-called Salisbury convention, according to which the Lords does not throw out legislative measures trailed in manifestos. Nor is the battle over by any means. Many peers are determined to rewrite the bill, and the list of amendments for debate on the floor of the house is building daily. More than 350 amendments have been tabled, and more are expected during the debate. The royal medical colleges, professional bodies and the general public have registered their concerns about competition, loss of professional autonomy, conflicts of interest and rank commercialism. The amendments include proposals to delete or alter clause 1 of the bill – which abolishes ministerial responsibility for the health service – and to ensure principles of comprehensive care are written into the legislation. Professor Malcolm Grant's evidence to the commons health committee last week adds fuel to the fire. Health secretary Andrew Lansley's nominee for chairman of the NHS commissioning board, which will run the marketised system, revealed the extent of the legislative chaos when he said that the bill was \"completely unintelligible\" and with the £20bn efficiency target a \"double hammer\" for the NHS. The scale of criticism underlines the constitutional and epochal character that the debate has assumed. Few by now are in any doubt that the England's social contract is potentially redrawn by measures that shred a public institution designed for universal healthcare. However, the response brings difficulties of its own – peers have been inundated with advice from thousands of correspondents. Finding a clear line through a bill of such length and complexity that has been amended by the government right up to the last minute was always going to be a huge challenge. But without that clarity, opposition forces will be disorganised and voting patterns a lottery. The solution to the overload is for peers to work out a clearer understanding of what's at stake. Put simply, the legal effect of the bill is to abolish the statutory basis of a national health service by repealing duties to provide a comprehensive and universal service. The change is effected by creating clinical commissioning groups (CCGs) with an obligation to cover fewer services and responsibility for fewer patients and residents than primary care trusts (PCTs). Whereas PCTs act on behalf of the secretary of state, CCGs will exercise functions in place of him or her but without a clear primary legislative framework. The bottom line is that commissioners and providers in the new market will have freedom to select patients and services on financial grounds and to redefine eligibility for NHS care and in so doing introduce charges for care. The blurring of boundaries and responsibilities for funding and provision will make it almost impossible for parliament to hold health bodies accountable for the various elements of their expenditure or for the secretary of state to carry out his or her duty to promote a comprehensive health service throughout England. The key features of the bill are therefore the move from comprehensive, universal, geographical duties and the assignment of extraordinary discretion to CCGs and the NHS commissioning board. These elements are laid down largely in part one of the bill. It is vital that amendments focus in the first instance on clause 1, which deals with the existing duties of the secretary of state, and clause 10, which sets out the new powers of CCGs. Reports of drastic cuts to NHS frontline services lie behind the extreme urgency with which the government is pushing its changes. Cuts on the scale envisaged are only possible if the duties laid on government by parliament are abolished. So it is the bill or the NHS; the people will rely on the crossbenchers to decide their fate. • David Price, a senior research fellow at Queen Mary, University of London, contributed to this article"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}