{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/oct/02/british-weather-heatwave-barbecues", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-10-01T23:45:01Z", "webTitle": "But do we really want a barbecue autumn? | Alex Clark", "webUrl": "https://www.theguardian.com/commentisfree/2011/oct/02/british-weather-heatwave-barbecues", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/oct/02/british-weather-heatwave-barbecues", "fields": {"headline": "But do we really want a barbecue autumn?", "bodyText": "Had the world not gone mad, you might be reading this with a cardigan pulled close around your shoulders, relishing the fact that you had a steaming mug close at hand. You might, if you were an organised type, be contemplating a relaxing hour with the paper followed by a brisk session doing dull but important tasks in the garden (see Dan Pearson's advice, in the magazine, on scarifying your lawn and getting to grips with vine weevils); the particularly well-groomed might be taking the opportunity to shake the mothballs from their woollens while neatly folding linen items between sheets of tissue paper and consigning them to a lavender-scented trunk. For the truly forward-looking, also known as those with too much time on their hands, the first Sunday in October could even bring thoughts of Christmas card lists, amusing stocking-fillers and the ingredients needed for Stir-up Sunday. Instead, you are more likely to be pondering how much time you can afford to spend reading before you lug the barbecue from beneath its tarpaulin or hoik the kids from their beds, lather them in factor 50 and march them off to the park. You are perspiring lightly and considering how the hearty stew you had planned for dinner can be transformed into a light summer salad. You are wondering if that sneezing fit was the resurgence of hay fever or the first intimations of a trans-seasonal cold. In short, you are confused. And who can blame you? A bitter, entrenched winter was succeeded by a grotty summer, via a teasingly gorgeous spring; the dying of the evening light and the back-to-school whirl seemed to arrive before we had quite got used to the fact that Wimbledon was over. Now, just as suddenly, the onset of autumn is in abeyance, however briefly. On the streets, the Immersion version of Dark Side of the Moon blares from hastily reconverted convertibles; the hems of a thousand maxi dresses inadvertently sweep up prematurely reddened leaves. In the garden of a friend of mine, and much to his concern, a bewildered tortoise beds down for winter, feels the rays of the sun and gets up again to poke his nose around the spookily re-blooming flowers and late-yielding strawberries. Few will deny that this final burst of warmth and sunshine is welcome, but it is not without its tristesse. Reprieve this might be, but common sense – and the shortening of the days – tells us that it can't last that long. We fear, perhaps, that when the cold comes, it might come with a vengeance and we will be caught unawares, daiquiri still in hand and jumpers as yet unaired. If last year is anything to go by, when snow arrived before Christmas and daily life and holiday travel plans were thrown into chaos, and when the ice and grey endured long past any kind of usefulness, we might once more be in for the long haul. Time then, to charge up your vitamin D stores, char a burger or two on the barbie and give that slightly ill-advised piece of swimwear a final chance. A false start might be a most disorientating thing, but there will be plenty of time for pulling the drawbridge up (never mind the thermals on) in the months to come."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}