{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2011/oct/09/weatherwatch-concrete-rust-corrosion-acid-rain", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2011-10-09T22:05:00Z", "webTitle": "Weatherwatch: Concrete under attack", "webUrl": "https://www.theguardian.com/news/2011/oct/09/weatherwatch-concrete-rust-corrosion-acid-rain", "apiUrl": "https://content.guardianapis.com/news/2011/oct/09/weatherwatch-concrete-rust-corrosion-acid-rain", "fields": {"headline": "Weatherwatch: Concrete under attack", "bodyText": "Reinforced concrete is standard construction material for blocks of flats, offices, bridges, harbours and piers. In older buildings, particularly at the seaside, we are all familiar with signs of decay, the rust coloured stains as the structures deteriorate. To most of us this is simply weathering, but there are chemical processes going on. Where seawater splashes the structure the concrete is attacked by salt. Eventually the steel is exposed and rusts quickly when wet. Concrete's other main enemy is the carbon dioxide in air. This dissolves in rainwater to form a mildly acidic solution. Since concrete is alkaline the acid gradually attacks the concrete and allows water to reach the reinforcing steel inside causing it to rust. Rust has 10 times the volume of the steel and even a small amount of corrosion causes the concrete to crack and large pieces can fall off buildings and bridges. This process would normally take a long time but research has found that in weather conditions like those of the UK, climate change will dramatically increase the speed of deterioration of reinforced concrete structures. Higher temperatures will accelerate the action of salt water by 15 per cent but it is the increase of carbon dioxide in the atmosphere that will do most damage. Later this century the extra acid produced in rainfall will attack concrete four times as fast as at present, dramatically reducing the life expectancy of structures like motorway bridges."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}