{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2011/oct/05/weatherwatch-thunder-noise", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2011-10-05T22:05:00Z", "webTitle": "Weatherwatch: Snap, crackle and boom", "webUrl": "https://www.theguardian.com/news/2011/oct/05/weatherwatch-thunder-noise", "apiUrl": "https://content.guardianapis.com/news/2011/oct/05/weatherwatch-thunder-noise", "fields": {"headline": "Weatherwatch: Snap, crackle and boom", "bodyText": "Thunder does not just boom but has a surprisingly rich vocabulary. It can snap, crackle, peal and rumble, with each sound being produced by a distinct physical process. A snapping or tearing sound before the main thunder is caused by a failed leader, a streamer of positive charge going up from the ground. One streamer connects with the downward stroke to make the lightning circuit, but many others do not, and make a faint sound without even being visible. Crackling comes from small branches of lightning nearer than the main stroke, so the sound is heard first. The loudest part of the lightning, the clap or crack, comes from the main channel. If the path of the lightning is relatively straight, there will be a single boom, but lightning with several zig-zags will produce a different clap from each section. Cloud to ground lightning that originates from the top of the cloud may be several times longer than lightning from the base of the cloud a few hundred metres above the ground. Sound travels at 300 metres a second, so the sound from a long stroke may reach you over the course of five seconds. A peal of thunder is a clap which changes in pitch or loudness. And, finally, the rumble at the end of thunder is prolonged by reflections off the clouds and ground features such as hills. These echoes gradually tail off in the distance, so the loudness of the next clap is always a surprise."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}