{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/oct/06/vladimir-putin-spokesman-urns-staged", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-10-05T23:57:10Z", "webTitle": "Vladimir Putin's chief spokesman admits Greek urn find was staged", "webUrl": "https://www.theguardian.com/world/2011/oct/06/vladimir-putin-spokesman-urns-staged", "apiUrl": "https://content.guardianapis.com/world/2011/oct/06/vladimir-putin-spokesman-urns-staged", "fields": {"headline": "Vladimir Putin's chief spokesman admits Greek urn find was staged", "bodyText": "Vladimir Putin's apparently remarkable discovery of two ancient Greek urns on the floor of the Black Sea during a scuba-diving expedition was staged, the Russian prime minister's chief spokesman has admitted. In an unusually candid glimpse into the cultivation of Putin's macho image, his spokesman Dmitry Peskov said archaeologists had planted the amphorae in shallow water for the politician to find. The widely publicised incident in the Kerch Strait in August was ridiculed in the Russian blogosphere and independent media as yet another of Putin's photo opportunities. In video footage of the dive, Putin holds two fragments of what are said to be sixth-century BC amphorae and says \"the boys and I found them\" in about 2 metres (6 feet) of clear water. In an interview on the Dozhd TV channel on Tuesday, Peskov finally confirmed widespread suspicions that the find was a set up. \"Look – Putin didn't find down there jugs that had lain there for many thousands of years. It's obvious,\" he said. \"Of course they were found in the course of an expedition several weeks or days earlier. Of course they were left there or placed there. It's completely normal. There's no reason to gloat about this and everything else.\" The prime minister has developed a habit of appearing in vigorous and adventurous scenarios, including fishing while stripped to the waist and riding a motorcycle with leather-clad bikers. Other attempts to boost his image as a tough man of action have included photos of him hunting, arm wrestling, riding horseback and fitting a collar to a tranquilised polar bear. Putin, who was president of Russia between 2000 and 2008, is expected to return to the Kremlin in next March's election. He and the current president, Dmitry Medvedev, announced in September they had agreed that Putin would run for the presidency and Medvedev would be named prime minister."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}