{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/oct/02/cat-theft-paris-fashion-immigration", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-10-01T23:07:50Z", "webTitle": "Stealing a kitten is not the only cruelty here | Barbara Ellen", "webUrl": "https://www.theguardian.com/commentisfree/2011/oct/02/cat-theft-paris-fashion-immigration", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/oct/02/cat-theft-paris-fashion-immigration", "fields": {"headline": "Stealing a kitten is not the only cruelty here", "bodyText": "Christine Hemming, wife of John Hemming, Lib Dem MP for Birmingham, has been found guilty of burglary – breaking into the home of her husband's mistress, Emily Cox, and stealing a kitten. The incident was caught on CCTV – 16 minutes of tragicomic footage of Mrs Hemming, crawling around on her hands and knees outside the house, standing in the kitchen, then going off with the cat. It's disturbing on so many levels (what happened to the wretched cat?), but if we are all agreed that Christine Hemming acted like a crazy person, then, in the interests of fairness, shouldn't we be wondering who or what might have made her that way? This is a mother of three, married for 30 years, forced to endure her husband's numerous infidelities. Hemming fathered a love child with Cox, and runs a second home with her, flitting between the two women, as the Daily Mail put it, like \"an unlikely Casanova\". For once, the Mail is restrained. Maybe he has hidden lights, but if so they're lurking under a bushel the size of Brum's notorious Bull Ring. Hemming once said that his infidelity made him seem like a \"James Bond character\". How insensitive to his wife, how cold, but then, this seems par for the course for Toby Jug-lookalike political geeks, who can't cope with sexual attention. Robin Cook, Chris Huhne, the list rolls on. Nice-looking politicos, such as David Miliband, don't seem to have the same clawing need for validation. However, I'm not sure that Christine's case could be written off as just another used'n'spurned political wife. We're all responsible for our actions. Life sometimes bites and we have to deal with it, try to hang on to our dignity and sanity, because the alternative is just too terrible. None of us in our right minds would want to end up crawling around a love rival's garden or stealing their pets. The operative phrase here is \"right minds\". To me, Christine Hemming's actions were not those of someone who felt entirely mentally well. Rather, she's someone who may have convinced herself, perhaps for her children's sake, that she was strong enough to endure years of a highly toxic, humiliating, emotionally damaging domestic set-up. Who discovered too late, maybe even as she crawled across the grass in Cox's garden, that actually she wasn't coping very well at all and that something important had broken in her. Anyone who has ever experienced sustained extreme emotional stress knows that sometimes it's akin to falling into a well with no bottom, ever-deeper into an obsessive craziness, sometimes leading to acts completely out of character. I've known people who've sat in cars outside ex-lovers' houses for entire nights. I've known others who've dispatched unnecessary fire engines or turned up pissed and raving at dinner parties. The main reactions seem to be either to give up or act up. When humiliation is thrown into the mix, especially long term, dark, stupid feelings and decisions may start to feel perfectly normal and justified. The good news is that, in the vast majority of cases, it's temporary – people recover. For whatever reason, Christine Hemming's situation was far from temporary and she didn't. Do I condone her actions? No, especially regarding the cat (though the fact that she has six of her own makes me optimistic that she didn't harm it). What I hope is that when it comes to sentencing, her obvious mitigating circumstances are taken into consideration; that there could be a modicum of empathy for someone who's suffered what must have been unrelenting stress. Christine Hemming may have carried out the burglary singlehandedly, but when it comes to her crazy antics, it seems to me that she did not act alone. We Brits need to Polish up our act It appears that not only has Poland a better quality of life than Britain, according to a recent study, but rising numbers of Britons are choosing to live and work there. So, a bit of a twist on the usual migration moans, though maybe we Brits should be asking ourselves if we're up to it. On the whole, Poles coming to the UK have tended to travel well. In the majority of cases, they learned the language, took on low-status jobs and endured a lot of ribbing, sometimes not so good-natured, if the endless jibes against Polish builders (at least from native builders) are anything to go by. However alluring Poland looks, these days (less crime than the UK; cleaner; more bang for your buck), one has to wonder whether the average transplanted Briton would cope. I once spent some time in Krakow and I loved it. Could I live there? Probably not –I'm too old and thick. This is the reality of British migration to a country such as Poland. For a start, one would have to learn the language (it's no coincidence that our previous top emigration destinations are Australia and Canada). Then there'd be getting and keeping a job in a foreign country. And one could perhaps expect a little payback for all the Polish builder jokes. After all, you're the immigrant now. Still think you could do it? Are we feeling a little more respect for all the different nationalities which migrate here? There seems to be this fallacy that, while we make it terribly easy for people to come to Britain, it's desperately difficult for us to settle anywhere else. Codswallop. Most of us just aren't up to it. While we love our holidays, many Brits just don't travel well long term. Paris fashion? I simply wouldn't stand for it It's pointless mocking high fashion, since the sublime film Zoolander covered every base (\"As the caterpillar becomes the butterfly, so must you become Derelicte!\"). Still it was funny to see the audience forced to stand at the Paris Balenciaga show, after the benches collapsed, including the fabled front row (FROW), which featured Anna Wintour, Catherine Deneuve, Salma Hayek and Vogue's Grace Coddington. Poor FROW. They came expecting fashion shock and awe and ended up looking as though they'd had their planes cancelled at a strange airport, where everyone was forced to wear their highest heels. Apparently, all it takes to ruin the magic and glamour of a high-end fashion show is to remove the seating: couture catastrophe meets musical chairs! I once (very incompetently) covered the menswear shows in Paris and, by the end, I was so exhausted, bored and irritated, I was seriously considering slashing my wrists with one of my 700 laminated passes. But at least I got to sit down. These shows are usually tedious enough – to have to stand on heels and watch from behind someone else's shoulder pads or batwings must be beyond endurance."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}