{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/oct/16/matthew-upson-stoke-city-fulham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-10-16T22:00:11Z", "webTitle": "Matthew Upson revels in Stoke City's ethos following Fulham victory", "webUrl": "https://www.theguardian.com/football/2011/oct/16/matthew-upson-stoke-city-fulham", "apiUrl": "https://content.guardianapis.com/football/2011/oct/16/matthew-upson-stoke-city-fulham", "fields": {"headline": "Matthew Upson revels in Stoke City's ethos following Fulham victory", "bodyText": "\"It is not enough that I succeed,\" said the chef Marco Pierre White. \"Everyone else must fail.\" He would have liked Stoke's third league victory of the season, when Fulham went the way of Liverpool, Chelsea and Manchester United in having their aspirations choked by the Premier League's least merciful. White has close ties with Stoke City. Only last week he judged a players' Masterchef competition, held at the club, where Matthew Upson outshone his team-mates Peter Crouch and Carlo Nash with a menu the defender simply described as \"salmon, followed by steak, and then cheesecake\". Simple is serving Upson well after swapping the chaos of West Ham United for Stoke's stoicism back in August. This was only the sometime England defender's second league start of the season, but the team's overall success – seventh in the table and impressive in the Europa League – has made up for that. \"I am exceptionally happy here. The ethos of the club suits me down to the ground. In many ways it is such a simple club. By which I mean straightforward,\" he said. \"Everybody knows what they are doing and what they are supposed to do. A lot of it stems from the manager who has a very happy knack at getting the most out of everybody. He achieves that through a combination of personality, attitude and a disciplinarian approach. And the ability to recruit the right type of characters for this club.\" If Wilson Palacios, Peter Crouch and Jonathan Woodgate have given Stoke a rather more urbane appearance, their steely, uncompromising approach remains the same. Fulham started the match with at least some of the confidence gained from a 6-0 win in their previous outing, but as the match wore on Stoke began to play the game at their own tempo. Jonathan Walters and Rory Delap scored the hosts' fifth and sixth league goals of the season to maintain an unwithering, unbeaten home record. \"Our game is about getting the ball into the box properly,\" Upson said. \"Everybody knows about it but they continually find out how difficult it is to counter. Having said all of that I don't think this was possibly the best game of football you will ever see.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}