{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/oct/24/us-open-champion-sam-stosur-interview", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-10-24T22:00:00Z", "webTitle": "Sam Stosur: Serena is intimidating even when on her best behaviour", "webUrl": "https://www.theguardian.com/sport/2011/oct/24/us-open-champion-sam-stosur-interview", "apiUrl": "https://content.guardianapis.com/sport/2011/oct/24/us-open-champion-sam-stosur-interview", "fields": {"headline": "Sam Stosur: Serena is intimidating even when on her best behaviour", "bodyText": "In the heat and fury of the most significant tennis match of her life, the US Open final last month against Serena Williams, Sam Stosur took a deep breath at the back of the court. She turned away from the tirade unleashed by Williams against the umpire, Eva Asderaki, and tried to maintain her calm. One set up and sensing her first grand slam victory, Stosur was still distracted. \"I tried to stay cool,\" Stosur says in her soft Australian drawl, \"but it's not easy when 20,000 people are staring down at the court. And when the two other people you're sharing that court with are involved in such a tense exchange it becomes difficult.\" The fracas between Williams and Asderaki began early in the second set when the American, attempting to fight back, smacked a forehand across the net. Williams yelled \"Come on!\" just as Stosur reached the fizzing ball with her outstretched racket. It was a clear winner but, crucially, Williams's war-cry came before the point ended. Asderaki ruled correctly that it should be awarded to Stosur. \"I'm not giving her the game,\" Williams snarled. \"You're nobody. You're ugly on the inside.\" The abuse darkened during the change-over. Having lost the game through her ill-discipline, Williams let rip at Asderaki. \"You're totally out of control. You're a hater and unattractive inside. What a loser.\" Was Stosur shocked by Williams's venom? \"Yeah,\" she says wryly. \"You don't expect anyone to say that to an umpire. I certainly wouldn't want to be on the other end of it. It definitely wasn't nice.\" Williams was fortunate to escape with a $2,000 fine but she was completely outplayed in a 6-2, 6-3 defeat. And yet Stosur's greatest triumph was overshadowed by the furore surrounding Williams. As the Australian prepares to play in the WTA Championships, which begin in Istanbul on Tuesday and feature the world's top eight, she describes her refusal to be cowed by Williams – displaying a resilience that stems from a past of some adversity. At the age of six Stosur and her family lost their home on Queensland's Gold Coast when it was swept away in a flood. In her later life Stosur was off the circuit for a year when she was stricken with Lyme disease – a bacterial disease that is usually caused by an infected tick bite. The grit discovered during those testing times was obvious against Williams. \"Serena is intimidating even when she's on her best behaviour,\" Stosur says. \"Her tennis normally does all the talking she needs. But she's larger than life and in early matches, when I wasn't as experienced, I did find it very intimidating against her. You almost feel like you've got no chance. But as I've got older and had some success it's not so easy to intimidate me now. \"Deep down, in my head, I believed I could win. I'd beaten her twice before – on a hard court and then last year in a grand slam quarter-final at the French. Those two matches gave me belief. I also played her in the final at Toronto two weeks before and, while she beat me, it was great preparation. I knew I had to play aggressive tennis. You've got to go at her and do what she does to you. You can't let her dictate or it's a lost cause.\" Stosur executed her game plan clinically. But she shies away from describing it as the best she has ever played. \"There've been other matches where I thought, 'Oh my God, I hit every ball perfectly.' You know that playing-out-of-your-skin feeling? The final wasn't one of those unsustainable matches where you almost close your eyes and do whatever you want. But I was still close to my absolute best against Serena. She was definitely feeling the pressure. I saw a replay a couple of days later and realised that, boy, I was really on top of her.\" Did she hear Williams's infamous screech of \"Come on\"? \"Oh yeah,\" Stosur murmurs. \"Absolutely. I was just trying to get the ball back; but Serena did something you can't do.\" What does Stosur think of Williams's behaviour seven weeks later? \"Well, I know it was not directed at me,\" she says dryly. \"The umpire got all of it – which probably makes me feel better.\" Stosur was impressive throughout a draining tournament. Against her frequent doubles partner, Nadia Petrova, it took Stosur three hours and 16 minutes to prevail in a third-round match. \"It was a hard battle. I was 4-2 down in the third and that's tough against someone like Nadia. But the decisions I made to get out of that hole make me realise how well I did.\" In her next match, against Maria Kirilenko, Stosur lost a second-set tie-break which, with a score of 17-15, was the longest in women's grand slam tennis. \"It wasn't easy coming back from that, especially as I had four match points. With all the challenges, with two on match point, when she hit half the line, it was millimetres that cost me the tie-break. But in the third set I got a break opportunity at 2-2. I took it and never looked back. That shows how I hung in there and played smart.\" During the French Open final last year Stosur had been less canny. Surprisingly she lost in straight sets against Francesca Schiavone. \"I'd beaten her five times before that final. So that was hard to get over. She played extremely well but I was not as free-swinging as in the earlier matches. I paid the price. \"Afterwards I had all sorts of things going on in my head – like was this the one and only chance I'd have to win a grand slam. I was the most disappointed I've ever been. I'd beaten Justine Henin, Serena and Jelena Jankovic to reach the final. Even when past champions said: 'Don't worry, you'll win a slam one day,' I felt real dejection.\" Stosur's contrasting elation after winning at Flushing Meadows turned to amazement the following morning when she arrived for her round of television interviews with the American networks. \"That's when it hit me. I got out at Times Square and started walking through all the people. Cameras were following me as I walked and you could see the image of me on the big screen at Times Square. I said, 'Oh my God, this really did happen!' \"Since then life has changed. I'm the same person but it's changed how people look at me. There's definitely more attention on me. It's almost an overnight feeling.\" The 27-year-old Stosur, however, had to struggle to reach this point. \"I don't really remember the day we lost our home in the floods,\" she says, \"but looking back I can understand how devastating it was for my parents. I was only six, so I remember us having to move to Adelaide – but not much of the actual day and night of the flood. We had to start all over again and my parents opened a cafe. Losing your home is not nice but I believe everything happens for a reason. Who knows what would've happened if we hadn't gone to Adelaide because that's where I started playing tennis.\" While Stosur's parents worked hard in a strange city, Sam and her two brothers occupied themselves at the local tennis courts. \"Daniel, my big brother, is eight years older. I'm lucky he didn't mind hanging out with his little sister and my younger brother. With my parents working so hard he gave up a lot in those early years and hit so many balls to me. \"The whole family sacrificed so much for me. I started playing tournaments and my brothers would get dragged along by my mum. Dad would work Saturdays and then take the bus to the tournament the next day. I'm sure it took its toll – but they're happy with the way it all paid off.\" Stosur played her first professional tournament aged 15 – but it took another five years before she became a tour regular. She was described mostly as a doubles player, especially after she won two grand slam titles, at the French and the US Open, with Lisa Raymond. \"I was labelled a doubles specialist but it was never my intention when I started with Lisa. We just clicked on court, had some fantastic results and got to world No1. All of a sudden I was this doubles expert. But I was still playing singles and my world ranking was about 40. It wasn't bad. \"I then got Lyme disease and had to take a year out from the game. When I came back I was determined to give everything to my singles. The problem with doubles is that, if you're making finals, it's not easy to prepare for singles at your next tournament. So I committed myself 100% to singles – which was a risk because I could've made a comfortable living in doubles.\" Stosur has spent the past two years in the world top 10 and this week's finale in Istanbul presents a chance for her to cement her place at the peak of the women's game. \"Last year I got through my pool after a couple of good wins and then lost to Kim Clijsters in the semi. Hopefully I'll do even better this time.\" It is considered an indictment of the women's game that all four grand slam events this year have been won by a different player. The world No1, Caroline Wozniacki, meanwhile, is yet to win her first. \"When one player dominates it gets boring and everyone complains,\" Stosur argues. \"Yet when it's this way everyone complains there's no standout player. This is just the phase we're in – and maybe it proves how competitive our game is.\" She may not match the achievements of Williams but a measure of Stosur's ambition can be heard when she is asked whether, as a girl, she wanted to win a grand slam or become world No1. \"Both,\" she says. \"I'd still like to do both but I'd take another slam first. In tennis it's easy to get greedy – and one grand slam doesn't feel enough any more.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}