{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/oct/14/small-talk-mens-coxless-fours", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-10-13T23:08:01Z", "webTitle": "Small Talk | Men's coxless fours: 'The Winklevoss twins? They're a bit geeky actually'", "webUrl": "https://www.theguardian.com/sport/2011/oct/14/small-talk-mens-coxless-fours", "apiUrl": "https://content.guardianapis.com/sport/2011/oct/14/small-talk-mens-coxless-fours", "fields": {"headline": "Men's coxless fours: 'The Winklevoss twins? They're a bit geeky actually'", "bodyText": "So, are you guys back in training? Ric Egington: We've just started. We had three weeks off and now it's back to the grindstone. How does that feel? Alex Gregory: Terrible. I feel like I've never rowed before. Ric: I only cooked once in the three weeks I had off. I've ate out or existed on liquid dinners. Is the boozing now over until after London 2012? Tom James: We'll still have the occasional drink but no more. Ric: I'm trying to ween myself off it. I'm down to one Budvar a night. How much fitness do you lose in three weeks? Matt Langridge: I don't think it's as much as it feels. But after the first session back I wanted to be sick. Tom: You lose your top end. If we were to do a 2km race now we'd be terrible. But in a month's time we'll be fine. How much can you bench? Matt: Not a huge amount. We're not weightlifters. It's quite embarrassing when you see what the sprinters can do, but we're all about slow-twitch muscles. Tom: Ask them what they can do on the ergo! We do a lot of sports endurance – it's technically low-rate work but it's not easy. Your heart rate is still at 160-170 for 60-70 minutes and the standard is to pull that twice a day. Have you guys seen the Facebook movie? [All] Yes. And met the Winklevoss twins? [All] Yes. In the movie they're depicted as buff buffoons, but what are they really like? Ric: They are a bit geeky actually. And a bit awkward. If I had 65m quid in the bank I'd look a lot more buff they do. [Laughs] Matt: They're not much fun. They're not the All-American heroes they're portrayed in the movie. Tom: We raced against one of them a year or so ago in Lucerne. Or maybe it was the year before? Ric: Did we? Have you dreamt that? Did you not watch the film and imagine it? Tom: Did he not applaud us when we crossed the line ahead of him? [More laughter]. So how important is winning a gold at London 2012 to you? Tom: Very. I found after Beijing [when he won gold in the men's coxless fours] things changed dramatically. You don't feel different in yourself but people treat you very differently and it's something that no one is going to take away from you. Matt: Ric and I got the silver in Beijing and I don't want to get silver again. I've only got a gold in mind. I don't just want to get a medal. Alex: I was a reserve in Beijing, so I sat in the grandstand watching. It was a major change to my rowing mindset. I'd always said that I wanted to go to the Olympics, because that's what you say, but it wasn't until I saw these guys getting their medals that I realised I wanted more. For all of the men's rowing team it's gold or nothing. OK, on to the more important stuff. What's your favourite film? Tom: Er. Matt: Can you start the other end? [Laughs] Alex: High Plains Drifter. Ric: Scarface. And your favourite band? Matt: The Killers. Alex: Monsters of Folk. Ric: I'd have to go Zeppelin. And the last book you read? [Long silence] Ric: Sorry? The last book you read? [Another silence followed by laughs] Tom: Dorian Gray Matt: The Long Way Home Tom: That was seven years ago, Matt … Alex: Game of Thrones. If you weren't a rower what you want to be? Matt: A Formula One driver. [Laughs] And realistically? Tom: Not that Small Talk is trying to kick you in the nuts or anything, Matt … Matt: Uhm, dunno. Tom: I'd like to be a big CEO of some massive company. Ric: It would have to be a rock star. Alex: A farmer. Or a zoo keeper. I really believe I'm going to have an elephant one day. I just fancy having an elephant walking with me across the countryside. Tom: You can get pygmy elephants in Borneo. Who's the joker in the crew? [All] Ric. Tom: He's just always abusing us, basically. Ric: My sense of humour is pretty borderline ... Can you tell us a joke that we could publish in the Guardian? Ric: No. Tom: There would probably be more stars than there would be letters when you published it ... [Laughs] Ric: I saw a documentary on rimming last night, very tongue-in-cheek. [More laughter] How do you get on with your rivals? Nice-nicey smiles or do you keep your distance? Matt: If they're not very good we get on fine with them ... Tom: You don't really talk to the ones who are going to challenge you. But everyone else we are happy to talk to. What do you do when you're not training? Matt: Box sets, DVDs, a lot of banter ... Ric: Or go to some darkest corner of the internet where they do the most depraved things. [Laughs] Matt: When we get back to normal life it takes a while to readjust. I was picked up by my girlfriend and I was farting in the car, swearing, burping and saying the most inappropriate things and she was completely shocked. It takes a while to remember that this isn't normal civilised behaviour. Alex: My two-year old son Jasper has just learned his first swear word. I was in the car and missed a turning and shouted 'Oh shit' ... and he just copied everything I said so I have to be really careful. Thanks for that chaps, and good luck at London 2012 next year. [All] Cheers Small Talk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}