{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2011/oct/21/complaints-watchdog-question-state-decisions", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2011-10-20T23:01:04Z", "webTitle": "Watchdog warns of difficulty over challenging state decisions", "webUrl": "https://www.theguardian.com/law/2011/oct/21/complaints-watchdog-question-state-decisions", "apiUrl": "https://content.guardianapis.com/law/2011/oct/21/complaints-watchdog-question-state-decisions", "fields": {"headline": "Watchdog warns of difficulty over challenging state decisions", "bodyText": "The government is making it more difficult for the public to challenge decisions made by the state, the official watchdog for complaints has warned. Richard Thomas, the chair of the Administrative Justice and Tribunals Council (AJTC), cites the introduction of employment tribunal fees, forcing people to take their housing case to local councillors, and delays in hearing cases. Thomas argues that the government is resorting to a number of tactics to choke off \"the demand for redress\", which go beyond cuts in legal aid. An example of this, he says, was Chancellor George Osborne's announcement this month of a fee for bringing an employment tribunal from 2013. Thomas points out that a family of four going to an immigration tribunal already face a £560 charge. Then there are the coalition's plans to force anyone complaining to the housing ombudsman, which supervises the private and social rental market, to first see their local councillor. Another blocking procedure emerged when the watchdog investigated how social security complaints were handled. It found that the average time from receipt of appeal by the Department for Work and Pensions to hearing was 29 weeks, or 202 days. The longest time was 60 weeks — 423 days. \"If you are dependent on benefits to keep your household afloat then this is not a happy story,\" said Thomas. His report also warns that in education there is a trend for non-accountability in government policy. \"The increasing number of schools that will be outside local authority control (including academies and free schools), and which will, therefore, act as their own admission authorities, is especially troubling.\" Thomas, a lawyer and former information commissioner, said there had been an \"explosion of challenges\" to the judgments of public bodies affecting family incomes, jobs, housing and education, but little evidence that the state was learning from the experience to improve services. The AJTC, which is to be abolished under the coalition's plans to cut quangos, said that while government services are reluctant to part with data on complaints, the evidence points to a shift in public disquiet. For example, the NHS noted a record rise of 13.4% in written complaints in the 12 months to 2010, to 101,077. There were 831,000 cases received by the Tribunals Service in 2010-11, up more than a third over 24 months – with cases in recession-linked areas such as employment and social security rising sharply. And state decisions are being increasingly reversed on appeal. Half of all immigration appeals were successful, as were a third of cases to overturn school admission decisions and 42% of challenges to child support. \"More than a million appeals or complaints are brought forward every year … over three times as many tribunal hearings as there are criminal trials. But whereas companies learned long ago that complaints were a valuable source of free market intelligence the state views them as a pain,\" Thomas said. The Ministry of Justice, which will take over the AJTC's responsibilities, said its work was \"considered to offer a duplication of work that is properly the role of government\". \"We are committed to developing a strategic, UK-wide approach to the administrative justice system, to ensure the right decisions are made the first time; that where disputes arise, proportionate, timely and cost-effective solutions are provided; and lessons are shared and applied.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}