{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/oct/05/mobos-glasgow-jessie-j-wins-four", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-10-05T22:16:00Z", "webTitle": "Jessie J named best UK act as she collects four awards at Mobos", "webUrl": "https://www.theguardian.com/music/2011/oct/05/mobos-glasgow-jessie-j-wins-four", "apiUrl": "https://content.guardianapis.com/music/2011/oct/05/mobos-glasgow-jessie-j-wins-four", "fields": {"headline": "Jessie J named best UK act as she collects four awards at Mobos", "bodyText": "Critics had complained about Jessie J leading the nominations for the 16th Music of Black Origin awards, but the 23-year old – who is white – was the big winner at the ceremony in Glasgow on Wednesday night. The singer, whose hits include the No 1 single Price Tag, triumphed in four of the five categories for which she was nominated, including the prize for best UK act. In the buildup to the event, hosted by US singer Jason Derulo and Strictly Come Dancing judge Alesha Dixon, questions had been raised about the preponderance of white acts among the nominees. Jessie J, accepting her best album award, said: \"Wow. I did not expect to win that at all. I just want to say the biggest thank you to my fans because I watched this last year by myself in my living room and no one knew who I was and now I just won best album. That is epic. Thank you everyone.\" Adele won one of the four categories for which she was nominated – best R&amp;B/soul act. In a video message, she said: \"Thank you very much for this Mobo award. It means a lot to me. I'm so sorry that I can't be with you there tonight.\" A recent editorial in the Voice newspaper asked whether the Mobos were \"doing a disservice to black artists\" by using white singers to promote the awards, but Kanya King, who established the Mobos in 1995, said before the show started at the Scottish Exhibition and Conference Centre that \"most forms of pop\" had their heritage in black music. \"The awards reflect what is happening in the UK music scene right now,\" King said. \"Now more than ever, urban music is prevalent.\" After the awards, King said: \"Jessie's opening number – I think people will remember that for a long time to come. \"The excitement and atmosphere of our second year here in Glasgow has shown the love that the whole country has for Mobo. We felt so welcome the first time we came here, we didn't think it could be topped. This year has been a phenomenal success and we can't wait to return in 2013. \"It's been a great event that has welcomed some exciting new award winners to the Mobo roll of honour including the global superstar Adele, the UK's hot talent Tinchy Stryder and of course the fantastic Jessie J walking away with four awards.\" The most disappointed artist at the Mobos was Wretch 32. The rapper from Tottenham, north London, was nominated in four categories but failed to win in any. The award for best hip hop/grime act was won by Tinie Tempah. Jessie J's award haul also included best newcomer, best song for her hit Do it Like a Dude and best album for Who You Are. Collecting the best song accolade, she said: \"There are so many people that I want to thank but there are two people that mean more than anything to me and they are my mum and dad. Without them, I wouldn't be the person I am or write the songs that I write, so thank you.\" Released in March, Who You Are has sold 600,000 copies in the UK. Earlier this week, the singer born in east London was named as a coach and mentor on the BBC1 show The Voice, which is billed as a rival to The X Factor. The Mobos ceremony also featured a tribute to Amy Winehouse, led by the singer's 15-year-old goddaughter Dionne Bromfield, who sang Love is a Losing Game. Winehouse, 27, was found dead at her flat in north London on 23 July. The Back To Black singer had fought a lengthy public battle with drink and drug problems but toxicology results showed there were no illegal substances in her system. Speaking before performing the tribute, Dionne, who was nominated for the best UK R&amp;B/soul act, said: \"It's amazing. It's really emotional but I'm really pleased to be doing it. \"Amy loved the Mobos, it was one of her favourite awards.\" The winners in full: Best UK act: Jessie J Best newcomer: Jessie J Best hip hop/grime act: Tinie Tempah Best video: Spaceship, Tinchy Stryder and Dappy Best international act: Rihanna Best song: Do it Like a Dude, Jessie J Best album: Who You Are, Jessie J Best reggae act: Alborosie Best jazz act: Kairos 4Tet Best African act: Wizkid Best gospel act: Triple O Best R&amp;B/soul act: Adele Outstanding contribution to music: Boyz II Men"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}