{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2011/oct/12/britain-faces-slowest-recovery-in-a-century", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2011-10-11T23:05:04Z", "webTitle": "Britain faces slowest recovery in a century", "webUrl": "https://www.theguardian.com/business/2011/oct/12/britain-faces-slowest-recovery-in-a-century", "apiUrl": "https://content.guardianapis.com/business/2011/oct/12/britain-faces-slowest-recovery-in-a-century", "fields": {"headline": "Britain faces slowest recovery in a century", "bodyText": "Labour will ratchet up the pressure on chancellor George Osborne, accusing the government of choking off growth after a leading thinktank warned that Britain faced its slowest recovery for a century and that the economy remains mired in \"depression\". Publishing its monthly estimates on growth, the National Institute of Economic and Social Research (NIESR) said GDP rose 0.5% in the three months to September. That was a slight uptick from 0.4% growth in the three months to August but overall, it said, \"UK economic growth over the past year has been anaemic\". \"The level of GDP is still 4% below its pre-recession peak, suggesting that this recovery will be the weakest of any since the end of the first world war,\" it added. Labour will use the backdrop of Tuesday's poor data – industrial production also fell faster than expected in August – to champion its own plan for recovery. Rachel Reeves, the new shadow chief secretary to the Treasury, will join shadow chancellor Ed Balls in leading the opposition day debate on the state of the economy. \"With families feeling the squeeze, no growth in our economy since last autumn and unemployment rising again, it's clear that Britain now faces a real jobs and growth crisis,\" she has said. \"Tax rises and spending cuts that go too far and too fast have crushed confidence and choked off the British recovery well before the eurozone crisis of recent months.\" Labour will put its five-point plan for jobs and growth to a vote. This includes a temporary VAT cut and a tax on bank bonuses to fund jobs for young people, a push that will coincide with official labour market data expected to show a further rise in youth unemployment. The Office for National Statistics (ONS) said manufacturing output fell 0.3% in August on the month, stoking worries that exporters are facing a drop-off in demand as key trading partners in the eurozone grapple with the sovereign debt crisis and their own sluggish growth. The drop left the annual pace of manufacturing growth at 1.5%, the slowest for 18 months. The wider industrial sector saw output rise 0.2% on the month but production was still down 1% on the year. The government has been hoping to rebalance the economy towards export-led growth. But the latest ONS data on UK economic output suggests the supposed engine of growth has shrunk. Reclassifications and other changes at the ONS leave the manufacturing sector making up just 10.2% of the economy, from 12.8% previously. The wider industrial sector is 15.4% of the economy, down from 17.2%. Former Liberal Democrat Treasury spokesman Lord Oakeshott called for more help to boost the sector. \"Now manufacturing is only one tenth of our economy, against a quarter when it led the 90s recovery after Black Wednesday, we must boost demand and bank-lending right across the economy to stop it stagnating.\" The manufacturers' organisation, EEF, said that the sector had already made a significant contribution to the recovery. \"The sector accounlts for 10% of the economy but if If you look at the GDP data it has accounted for around a quarter of the recovery since the recession ended in the second quarter of 2010. So that suggests its share of growth is increasing and has increased over the last couple of years,\" said EEF economist Jeegar Kakkad."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}