{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2011/oct/25/swiss-tax-deal-uk", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2011-10-24T23:01:01Z", "webTitle": "Swiss tax deal could end up costing UK", "webUrl": "https://www.theguardian.com/business/2011/oct/25/swiss-tax-deal-uk", "apiUrl": "https://content.guardianapis.com/business/2011/oct/25/swiss-tax-deal-uk", "fields": {"headline": "Swiss tax deal could end up costing UK", "bodyText": "Britain's controversial tax deal with the Swiss government will raise considerably less than claimed and may even cost the UK money, a tax campaign group has claimed. The Tax Justice Network (TJN) has highlighted loopholes in the UK-Swiss agreement, saying it will raise no more than £1bn – much less than the £5-7bn claimed by HM Revenue &amp; Customs (HMRC). In hampering other attempts to get tax paid on cash salted away in havens, the deal could even be \"revenue-negative\", TJN claimed. Revenue insiders said the TJN analysis missed the point. If tax evaders chose to exploit loopholes in the deal, sources said, they would remain open to prosecution and huge penalties. The UK's tax deal with Switzerland, along with a similar agreement struck by the Swiss government with Germany, effectively offers an amnesty for people who have illegally kept cash in Swiss banks without paying tax on the income. In return for a one-off payment for tax unpaid in the past and an annual levy on the sums held in Switzerland, evaders can keep their identities secret from the taxman and avoid prosecution and heavy penalties. Critics have said that the deal is not just sordid but counter-productive, in that it will make it harder for the EU to extend its savings tax directive, another measure to extract cash from savings held offshore. The TJN report published on Tuesday says the deal will not net all the cash held by UK citizens in Switzerland. The very wealthy will be able to use trusts to disguise their beneficial ownership of assets, or own assets through insurance wrappers that effectively mean the insurer \"owns\" the underlying investments. They will also be able to make very simple transfers to other jurisdictions before the deal takes effect. HMRC is understood to be relaxed about those criticisms. If tax evaders do not take part in the deal, they will simply be putting off the day of reckoning. \"They will need to live with the fear that we will catch up with them,\" an HMRC source said. HMRC's permanent secretary for tax, Dave Hartnett, has already said he does not believe European Union efforts to tackle transparency in Switzerland were likely to be immediately successful. Hartnett told a Commons committee last month: \"The judgment made was that, certainly in the next 10 years, [breaking down banking secrecy] seemed very unlikely, and therefore it seemed reasonable to take a very large slice of money in a way that Switzerland had never previously contemplated.\" An HMRC spokesman said: \"The Swiss agreement will deliver billions of pounds to the UK that would otherwise have been lost. It will deliver significantly more than under the EU agreement with Switzerland.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}