{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/oct/10/new-zealand-oil-slick", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-10-09T23:57:34Z", "webTitle": "New Zealand oil spill reaches shore as weather holds up response", "webUrl": "https://www.theguardian.com/world/2011/oct/10/new-zealand-oil-slick", "apiUrl": "https://content.guardianapis.com/world/2011/oct/10/new-zealand-oil-slick", "fields": {"headline": "New Zealand oil spill reaches shore as bad weather holds up response", "bodyText": "Oil has begun washing up on a popular beach on New Zealand's east coast, five days after the container ship Rena struck a reef in the Bay of Plenty. Officials urged people to avoid the area, warning that the water off Tauranga city had become \"highly toxic\". Efforts to remove oil from the ship, which ran aground on Astrolabe Reef in the early hours of Wednesday, have been suspended in the face of deteriorating weather conditions. On Sunday about 10 tonnes of fuel oil had been pumped into safe storage from the 236-metre-long ship but that represented a fraction of the 1,700 tonnes on board. The salvage operators have said they are confident the Rena is secure but fears remain that the 47,000-tonne vessel could break up in stormy weather, disgorging oil and cargo into the bay. Maritime New Zealand, which is overseeing the salvage operation, issued a public health warning on Monday, ordering people not to \"touch or attempt to clean up oil as it is toxic\" and reinforcing earlier advice to avoid collecting or eating shellfish from the affected area. Warning signs are being erected on beaches. Earlier advice had been that oil was unlikely to come ashore before the middle of this week but stick black blobs have been deposited on shorelines by the tide. At least nine oil-coated seabirds, including seven little blue penguins, have been recovered from the slick. Maritime New Zealand said it hoped that when the operation resumed it would take between 30 and 40 hours to remove the remainder of the oil. Chemical oil dispersants have been dropped on the slick but this is believed to have had little effect. Maritime New Zealand salvage co-ordinator Bruce Anderson said experts were confident the ship was in \"pretty good shape\". He told Radio New Zealand: \"It's stable on the reef, there are no signs of deformation in the vessel, things are OK.\" The salvage strategy is first to remove oil, then to lighten it by lifting off containers, and finally to remove the ship itself. In a press conference on Monday afternoon the New Zealand transport minister, Steven Joyce, confirmed that among the many hundreds of containers stacked on board the ship 12 were believed to contain potentially dangerous materials. He added that the captain of the Rena, which is chiefly crewed by Filipino nationals, had been interviewed as part of two separate investigations into the grounding and that consumption of alcohol could not be ruled out as a factor. Brett Keller, the owner of Tauranga Marine Charters, who has viewed the stricken vessel from sea, said that in the face of deteriorating weather the response could be \"too little, too late\". \"They're lucky they had five flat days, and now today is looking pretty snotty,\" he told the Guardian early on Monday. \"The ship is totally unsupported on half its length. You put a two- or three-metre swell on that, add in 40 or 45 knots of wind and something has got to give.\" Responding to criticisms around the speed of the response, the New Zealand prime minister, John Key, pointed to the rarity and complexity of the incident. Speaking on the TV One Breakfast programme, Key said: \"Every year around the world there are ships that get into grief, but not ones that normally just plough into a very well documented reef in calm waters at high speed.\" Officials had moved immediately to fly specialists to New Zealand, Key said, with five of the world's 50 top experts now in the country. \"You have to make sure you understand exactly what you're doing before you do it,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}