{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/jun/09/women-processions-uk-cities-right-to-vote-centenary-celebration", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-06-09T23:05:35Z", "webTitle": "Women of Britain march again to celebrate winning the right to vote", "webUrl": "https://www.theguardian.com/politics/2018/jun/09/women-processions-uk-cities-right-to-vote-centenary-celebration", "apiUrl": "https://content.guardianapis.com/politics/2018/jun/09/women-processions-uk-cities-right-to-vote-centenary-celebration", "fields": {"headline": "Women of Britain march again to celebrate winning the right to vote", "bodyText": "This afternoon, London, Cardiff, Belfast and Edinburgh will be awash with the colours of the women’s suffragette movement: white, green and violet. At least they will if the scrupulous organisation of Helen Marriage goes to plan. Marriage and her team at arts charity Artichoke are the creative producers of what is set to be the most visually impressive demonstration of female solidarity since the suffragists and suffragettes marched for the right to vote 100 years ago. “It is a commemoration, because it marks the way 300,000 women came together in the 1908 processions, but it is also about women now and what they might hope for,” said Marriage, who is a director of Artichoke. “I am fairly sure it is going to be emotional for many of those taking part.” Among the personal stories that have struck her during the preparations are the promise of one Scottish woman to travel on her own from Hamilton. “She would normally be too nervous to do this, she has said, but then decided that as women had died for her to get the vote she will make the journey. We have also heard from a prisoner who has just been released and who has never voted, but says she will from now on.” Commissioned as part of Britain’s first world war commemorations by 14-18 NOW, processions was the idea of creative director Darrell Vydelingum and will feature hundreds of modern banners made by female artists and volunteers from across the country. Over the last few months, 100 organisations have been paired with female and female-identifying artists for a series of workshops. Participants have also made their own banners at home using a toolkit inspired by a 1909 pamphlet created by the suffragette artist Mary Lowndes. The messages the banners bear express the dreams and fears of contemporary women and of non binary people. There is no official registration and no fee, so anyone can turn up to be handed a scarf to carry and told where to stand. Men are invited, but only to support as spectators. Seen from above, the crowds, which are expected to reach the tens of thousands in each city, will create one large suffragette banner. Music is also a big feature of the plans. The DJ and writer Lauren Laverne has curated a playlist of female artists to accompany the march. Her chosen selection of music will be broadcast on the PA systems along the routes in all four cities. “I’ve noticed a slightly different feeling in each of the cities,” said Marriage. “In Belfast there is specific response to what has just happened in women’s rights over the border with the abortion vote. In Scotland there is a flavour of the independence debate, in Wales there has really has been an emphasis on music, while in London there is a strong multicultural element.” Kirsty Young will present live coverage of Processions on BBC One and BBC News between 2-4pm. Start times, start points and route end points for each city are available to view on the Processions website."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}