{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2018/jun/14/australian-media-consumers-more-polarised-than-the-global-average", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2018-06-13T23:00:31Z", "webTitle": "Australian media consumers more polarised than the global average", "webUrl": "https://www.theguardian.com/media/2018/jun/14/australian-media-consumers-more-polarised-than-the-global-average", "apiUrl": "https://content.guardianapis.com/media/2018/jun/14/australian-media-consumers-more-polarised-than-the-global-average", "fields": {"headline": "Australian media consumers more polarised than the global average", "bodyText": "Australian news consumers are more polarised than the global average, and people’s political leanings influence their choice of news outlet, according to a new survey of media trends. The comparative polarisation of media consumers in Australia compared with those in other countries is one of the findings of the Digital News Report, Australia 2018 – a regular collaboration between the Reuters Institute for the Study of Journalism at the University of Oxford and the News and Media Research Centre – University of Canberra. The majority of Australian survey participants (60%) identified themselves as political centrists, with 40% identifying strongly with the left or right side of politics. “This reflects a slightly higher degree of political polarisation amongst Australian news consumers than the global average of the 37 countries surveyed,” the survey released on Thursday says. Sign up to receive the top stories from Guardian Australia every morning The study finds that Australian viewers of commercial TV networks and the subscription channel Sky News are more right-leaning than the ABC television audience, which attracts viewers evenly from across the political spectrum. The report notes strong partisan identification by Australian news consumers with particular news brands, with rightwingers more likely to read the Australian and watch their nightly TV news on the Nine or Seven networks, and leftwingers more likely to read Fairfax newspapers and watch SBS. Australian news consumers who identify as leftwing have the highest interest in news and access it most often. In the online news world, outlets including Guardian Australia and BuzzFeed “attract strong leftwing audiences” but the online offerings news.com.au and Yahoo7 skew right. The ABC audience is mixed picture. Consumers of the ABC TV news come from all sides of the political divide but the national broadcaster’s online news service “attracts a heavily leftwing audience”. The survey also reveals this was the year when mobile devices overtook computers as the primary means of accessing online news, with almost 60% of Australians surveyed now consuming their news on the go. There are two heartening pieces of news for mainstream media outlets. Audience trust in established news brands is improving, with an increase from 42% to 50% from last year’s survey, and there has been a 10% increase in the last two years in the number of Australians reporting they are paying for news – the biggest increase out of 37 countries surveyed. Australians are also very concerned about fake news and believe it is the job of news organisations, rather than the global distributors of online content – Google or Facebook – to correct misinformation. But the report notes that globally, concern about political misinformation is much higher than people’s reported experience of it. “In Australia 67% of news consumers are worried but only 25% say they have encountered it,” it says. The form of fake news experienced by most people is “poor journalism”, and news consumers concerned about misinformation are inclined to pay for news they value. Consumers who access information via social media feeds report encountering more more fake news, and this group has lower trust in news. “However, those with higher news literacy also report experiencing more fake news, possibly because they are better at discerning the quality of reporting,” the report says. “There are signs news consumers are adopting strategies to manage their exposure to misinformation by accessing trusted sources directly via brand websites and apps, using news aggregators to get tailored news and following news sources directly on social media.” The report notes “there is an opportunity for news organisations to continue to improve the quality of their reporting with a view to encouraging more people to pay for it”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}