{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "inequality/2018/jun/10/rising-inequality-falling-union-membership", "type": "article", "sectionId": "inequality", "sectionName": "Inequality", "webPublicationDate": "2018-06-09T23:04:35Z", "webTitle": "Rising inequality linked to drop in union membership", "webUrl": "https://www.theguardian.com/inequality/2018/jun/10/rising-inequality-falling-union-membership", "apiUrl": "https://content.guardianapis.com/inequality/2018/jun/10/rising-inequality-falling-union-membership", "fields": {"headline": "Rising inequality linked to drop in union membership", "bodyText": "The sharp fall in trade union membership since Margaret Thatcher came to power in 1979 has directly contributed to the high levels of income inequality that the current prime minister, Theresa May, has denounced and promised to tackle, according to a new study. The analysis, which looked at the effect unions have had in combating inequality and improving pay and working conditions in the UK and other countries, found that, where membership had fallen and union influence had decreased in workplaces, income inequalities had risen. At the same time, wealth had become concentrated more and more in the hands of the richest 1% in society. Conversely, during periods when union membership had grown and in countries where unions were strong, pay inequality had declined. The study by the centre-left Institute for Public Policy Research (IPPR) also found that there was less pay inequality in firms where a trade union was present and represented at least some of the workforce. Between 1937 and 1979, trade union membership more than doubled (increasing by 126%), while the share of income going to the top 1% fell by two-thirds (65%). However, between 1979 and 2014, a period during which membership of unions fell by half (47%) in the UK, the share of wealth that went to the richest 1% more than doubled (leaping by 134%). The research comes at an important time for unions as the TUC marks its 150th anniversary and new figures show that the proportion of employees who are members of a union has fallen to an all-time low. Across the 37 member countries of the OECD (Organisation for Economic Co-operation and Development), the study found that where collective bargaining was more common in workplaces, inequality tended to be lower. Reacting to the report, Frances O’Grady, the TUC general secretary, said: “If we want to live in a more equal Britain, we have to get more people into unions – and unions into more workplaces. Extending collective bargaining would improve workers’ pay, conditions and voice at work – and get them a fairer share of the wealth they create. “If Theresa May is serious about ‘protecting and enhancing’ workers’ rights, she must allow unions the right to go into every workplace.” The author of the report, Joe Dromey, a senior research fellow at IPPR, said: “In recent years, we have seen union membership fall by half, and collective bargaining coverage fall by two-thirds. At the same time, inequality has rocketed. Over the past four decades, the share of income going to the top 1% has nearly tripled. “Inequality is the scourge of modern times. If we want to tackle inequality – and if we want to improve productivity, pay and job quality – we need stronger unions and a renaissance in collective bargaining.” When May entered Downing Street on July 2016 she said she would govern in the interests of everyone not just those at the top of the income pile. Pledging to make this the guiding principle of her premiership she said: “The government I lead will be driven not by the interests of the privileged few, but by yours. We will do everything we can to give you more control over your lives. When we take the big calls we’ll think not of the powerful, but you. When we pass new laws, we’ll listen not to the mighty, but to you.” With nearly three million union members set to retire over the next two decades, IPPR suggests May’s government should act to reverse the decline in union membership by appointing a minister for labour with a target of doubling the proportion of workers covered by collective agreements, to 50%, by 2030. Other measures proposed include: mandatory collective bargaining to raise pay in low-productivity sectors; a lower threshold for unions to achieve recognition at employer level; a “right of access” – based on a New Zealand model – under which unions would be ensured access to workplaces to recruit members; and a “right to join”, with employers required to inform workers of their right to join a union on starting employment, with the right to have subs deducted at source."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}