{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/jun/05/bride-and-prejudice-review-guaranteed-to-expose-your-inner-bigot", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-06-05T21:00:55Z", "webTitle": "Bride and Prejudice review: guaranteed to expose your inner bigot", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/jun/05/bride-and-prejudice-review-guaranteed-to-expose-your-inner-bigot", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/jun/05/bride-and-prejudice-review-guaranteed-to-expose-your-inner-bigot", "fields": {"headline": "Bride and Prejudice review: guaranteed to expose your inner bigot", "bodyText": "Steve and Linda are having a few problems coming to terms with their son Rob’s sexuality. “If he was a genuine gay, you would notice it from a very early age, I think,” says Steve. “You know, the mannerisms …” “Limp hands,” says Linda, helping out. “The way they walk.” Uh, oh. Rob is hoping his parents are going to come round to the idea before his wedding to Simon, to embrace it and show the same interest and involvement as they did for his first wedding, to a woman. I have my doubts; Steve and Linda don’t seem the types for sudden enlightenment. Steve has further evidence that his son is not “a genuine gay”. “When he was growing up, he used to bring some cracking birds round, didn’t he? Really big-chested ones.” Linda nods in agreement. Rob is a builder, a big, strong builder – strong wrists, walks like a fella, cracking birds/things, big chests … we rest our case, your honour. Our son ≠ a gay. (That indefinite article – a gay – is important. It shows what we are dealing with here.) They play the generation card: it wasn’t like this in their day, but they’re only in their early 60s. And look at Simon’s mum: on board, involved, delighted her son has found someone he is happy with and in love with. No, I’m afraid, Steve and Linda, you represent the prejudice in Channel 4’s Bride &amp; Prejudice. Silly title, that, and not just because there isn’t a bride in this case. It should have been discarded. The programme is more interesting than that. It explores a variety of intolerances within families. Rob and Simon’s case is probably the most common here, a straightforward inability to understand same-sex relationships. In Colchester, Shaaba and Jamie, appear to be very well suited and very much in love. Like Rob and Simon, they also have a video of the question being popped. Is that a thing now, proposal videos? Did they do it because they knew it would be useful, for when they went on telly? Anyway, Shaaba’s family is from Mauritius. “My mum has always had a very set idea of what she wanted for me in terms of my relationship,” she says. “Someone of the same culture and preferably someone who was Mauritian. Someone who was brown, basically.” Jamie is white, basically. “It’s not the dream I’ve ever wanted for my girls,” says Shaaba’s mum, Fai. Wait, though, because there’s more. What’s this clear gel that Jamie is rubbing into his skin? Testosterone. Jamie was born into a female body and now he is putting that right. He was six months into transitioning when he met Shaaba. Guess what? Fai’s not happy about that, either. “You’re kidding me … this isn’t happening,” was her reaction to the news. She would have been so much happier if her daughter were marrying someone not only of the same colour, but also someone the same gender as they were expected to be when they were born. Get with the times, lady. Finally – because this kind of show always needs three case studies (that’s the rule) – to east Yorkshire, where Dee, a 24-year-old politics student is marrying local councillor John. John, Dee’s first serious boyfriend, is 59, 35 years older than she is. That’s what we’re dealing with here: mind the gap. Dee’s grandad Paul who is only eight years older than John and who was a father figure to Dee after her dad died, really does. “I wanted to go out there and strangle him,” Paul says. “I know you’ve got your Rod Stewarts and all that, and your Mick Jaggers, but I couldn’t understand why she was so attracted to John.” To be honest, I couldn’t, either. Dee seems lovely. When she’s 40, he’s going to be 75. What about if they have kids? He’s not going to be much use, is he? Well, at least she can change all the nappies at the same time … Hey, who is being prejudiced now? I’m outed, as a gappist bigot, for which I apologise. I will work on that. What matters is that they love each other and want to be together, which they clearly do. “We just click … we just work,” says Dee. And, while John was never in the Rolling Stones, he was once lord mayor of Hull."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}