{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jun/19/eoin-morgan-england-cricket-record-total-481-australia-trent-bridge", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-06-19T22:11:23Z", "webTitle": "Eoin Morgan salutes England’s record 481 total as his ‘proudest moment’", "webUrl": "https://www.theguardian.com/sport/2018/jun/19/eoin-morgan-england-cricket-record-total-481-australia-trent-bridge", "apiUrl": "https://content.guardianapis.com/sport/2018/jun/19/eoin-morgan-england-cricket-record-total-481-australia-trent-bridge", "fields": {"headline": "Eoin Morgan salutes England’s record 481 total as his ‘proudest moment’", "bodyText": "Eoin Morgan basked in his proudest day as England’s one-day captain and heralded the finest performance under his watch following an astonishing 242-run victory over Australia in which their own world record total was smashed to pieces. The jaw-dropping 481 for six from 50 overs by England was powered by centuries from Alex Hales and Jonny Bairstow and surpassed the 444 for three made on the same ground against Pakistan in 2016. Tim Paine’s beleaguered tourists then crumbled to 239 all out for their heaviest one-day defeat by runs and England’s biggest. Morgan, who has led England from their harrowing World Cup campaign in 2015 to the dizzying heights of the No 1 side in the world, and now seen back-to-back series wins over Australia this year sewn up by their current 3-0 lead, is not a character prone to hyperbole but even he could not play down this remarkable performance. “It is the best, definitely,” said Morgan, having himself struck a 21-ball half-century from No 5 to claim another English record. “What is most pleasing is the level of intensity we operated at throughout the whole game. Whoever came in, every bowler who came on, showed unbelievable energy, which is all you can ask. “The players are obviously proud of what they’ve achieved but certainly this is the best period of my career and the proudest as well.” Paine, who is leading a broken Australian side that is still reeling from the ball-tampering scandal in South Africa and lacking five first-team players through suspension or injury, was understandably at the opposite end of the emotional spectrum. He said: “I’ve been playing cricket since I was a kid, and that was the hardest day’s cricket of my life. You take your hat off, England struck the ball as well as I’ve ever seen. We just ran into some guys who are absolutely red hot at the moment and put us to the sword.” England’s dominance was perhaps summed up by Hales. While Bairstow made it four hundreds in six innings with his 139 from 92 balls, the 147 from 92 struck by the Nottinghamshire man at No 3 shows the assets at Morgan’s disposal, given he will likely make way when Ben Stokes is fit again. Hales said: “What a ground! We’ve had some great memories here as a team and today is another special day. “My plan was just to keep the momentum going. I know the ground like the back of my hand so it was nice to do something special.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}