{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jun/01/kyle-edmund-fabio-fognini-french-open", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-06-01T21:30:01Z", "webTitle": "Kyle Edmund’s power faces the unpredictability of Fabio Fognini", "webUrl": "https://www.theguardian.com/sport/2018/jun/01/kyle-edmund-fabio-fognini-french-open", "apiUrl": "https://content.guardianapis.com/sport/2018/jun/01/kyle-edmund-fabio-fognini-french-open", "fields": {"headline": "Kyle Edmund’s power faces the unpredictability of Fabio Fognini", "bodyText": "Fabio Fognini is as close as tennis has to a wild-eyed, trash-talking boxer. Kyle Edmund would not look out of place checking your books in a library. Which only shows how appearances can deceive, as will surely be seen when the Italian and the Yorkshireman go at it for the first time in the third round of the French Open on Saturday. There is a steeliness about Edmund’s game that was missing last year, when he lost too many close matches to good players – most notably Kevin Anderson here at the same stage of the tournament, when he squandered a 2-1 advantage. First evidence that he had addressed the issue arrived in the rematch at the Australian Open. He overhauled a 2-1 deficit against the 2017 US Open finalist and was a break down in the fifth before grinding out the biggest win of his career to that point, leading on to his first appearance in a major semi-final. Edmund, 23, has no history with Fognini, who turned 31 last week, but, as he said after beating Marton Fucsovics in the second round: “The tour is aware of all players and what their attitudes are like.” Later, as he gathered his thoughts about the challenge the world No 18 will bring, he said: “He’s just a character. I was next to him this morning on the [exercise] bike. He was smiling. We get on fine. It was nothing more than hello and talk a little bit.” It is likely the volume will be turned up on Saturday. If people thought marriage to the 2015 US Open champion, Flavia Pennetta, and fatherhood had calmed Fognini’s fire, he disabused them of the notion when he was thrown out of that tournament in September for hurling “extremely derogatory and misogynistic language” at a female umpire. The source of his ire was his compatriot, Stefano Travaglia, a qualifier who bageled him in the last set of their first-round match. Fognini still has a suspension hanging over him for that one. But nobody looks away. It is his tennis as much as his temperament that makes him a star, as Edmund is aware. “He’s a really good player,” he said. “He has his own style. He finds the areas on the court which are very good on clay.” Edmund’s first glimpse of Fognini was on TV, having left the Great Britain camp before their Davis Cup match against Italy in Naples four years ago, when Andy Murray, struck by flu and hampered by a dangerous court, could not unlock his mysteries. “There was the crowd, very passionate. That was a test, like playing a South American in South America. It doesn’t get much tougher in terms of atmosphere. It’s going to be a big test for me – playing a good clay-courter at the French Open, the clay grand slam. It’s where you want to be.” Fognini acknowledges Edmund’s progress, having seen him pass him in the rankings this week. “He is growing as a player,” he said. “He was able to take [Alexander] Zverev to the limit in Rome [where Fognini took a set off Rafael Nadal]. He still has some strange results because he lost to [Andreas] Seppi in Monte Carlo and he lost a strange final to Pablo Andujar in Morocco. “But he is a player who is more difficult for me to beat on hard court than clay. He has a good forehand and serve. Before he wasn’t moving so well but now he is much better from a physical point of view. “I don’t see myself as underdog. It’s at least 50-50 chances for me. I’m coming out of six sets won in a row and I’ve lost just 14 games.” Someone who has watched Edmund close-up for years is his Davis Cup captain, Leon Smith, who said: “You’ve seen him grow in confidence. Because he is not an extrovert, it was going to take him a little bit more time. His ranking and his results are what give him that sense of: ‘Yeah, I’m here because of my tennis.’ “The good thing about him now, unusually for a British player – although Tim Henman got to a semi and Andy is obviously a very good clay-court player – Kyle is really suited to clay. It’s going to be a really good match. You have the flair and unpredictability of Fognini and the power game of Kyle.” Others have an equally high opinion of Edmund. John McEnroe said this week: “He’s got a great shot to get into the top 10 – in the next year, maximum, maybe less.” Pat Cash thinks so too. Edmund blushes and responds: “For someone to say that is great. Top 10 in waiting, OK – but it doesn’t just come. You have to earn it. I have to make it happen. I believe I can. “I have good confidence in my game, the way I played against guys that are ranked at the top. [Grigor] Dimitrov and Zverev were three in the world when I played them. I’ve played the No 1 in the world, Novak [Djokovic] and Rafa. I’m still pretty young at 23. Hopefully, as you get older you move up the ranking. Top 10 is for sure a goal. It has to be.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}