{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/jun/13/california-split-into-three-states-proposal-vote-tim-draper", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-06-13T21:42:29Z", "webTitle": "Split California into three states? Billionaire's eccentric idea will get a vote", "webUrl": "https://www.theguardian.com/us-news/2018/jun/13/california-split-into-three-states-proposal-vote-tim-draper", "apiUrl": "https://content.guardianapis.com/us-news/2018/jun/13/california-split-into-three-states-proposal-vote-tim-draper", "fields": {"headline": "Split California into three states? Billionaire's eccentric idea will get a vote", "bodyText": "A proposal by the billionaire venture capitalist and Bitcoin investor Tim Draper to divide California into three separate states will appear on the November 2018 ballot after the “Cal 3” campaign garnered enough signatures for a statewide referendum. Cal 3 is Draper’s latest effort to break up the country’s most populous state. In 2014, he spent $5.2m on a campaign to split the state into six pieces, but failed to qualify for the ballot when only about 750,000 of the 1.14m signatures collected were found to be valid. This time around, Draper cut the number of new states in half, and cleared the requirement for petitioners, reportedly paying canvassers $3 per signature. The three new states would be Northern California, roughly comprising the northern half of the state, including San Francisco, Silicon Valley and Sacramento; Southern California, stretching from Fresno to the US-Mexico border; and California, comprising six coastal counties between Los Angeles and Monterey. “ThreeCAs will give Californians better education, better infrastructure and lower taxes,” Draper said in a statement when he launched the campaign in November. “Three new state governments will be able to start fresh, to innovate and better serve their people.” If approved, the partition would mark the first division of a US state since the pro-union West Virginia broke from secessionist Virginia during the US civil war. But don’t start adding stars to the US flag yet: even if the idea were to win voter approval, it would still have to clear numerous hurdles, including getting approval from the US Congress. “My guess is [voters] will vote this down, and this will all be a waste of time,” said Jim Newton, a lecturer in public policy at the University of California Los Angeles. “But no children or animals will be hurt in the process. It’s a fatuous exercise but it’s not fatal.” It’s not immediately clear what the constituency is for the proposal, beyond the eccentric Draper. An April poll by SurveyUSA found support for the measure among registered voters was just 17%. Draper made his fortune investing in Hotmail and Skype, and made headlines in recent years over his investments in cryptocurrency and staunch support of Theranos and its disgraced founder, Elizabeth Holmes. Draper also runs a school for entrepreneurs called “Draper University of Heroes” and once performed a striptease in honor of the female entrepreneurs in whose companies he has invested. “I don’t think anyone else in the state besides Tim Draper thinks this is a good idea,” said Steven Maviglio, a Democratic political consultant and spokesman for the official opposition campaign, OneCalifornia. “Our only difficulty is getting people to take it seriously ... In this political climate, you have to take everything seriously.” The Cal 3 campaign blames “the Sacramento system of top-down control” for the state’s various ills, and suggests that having state governments “closer to home” will result in better outcomes for education, infrastructure and taxes. “I think it’s actually fairly ludicrous,” said Newton. “Why three states? Why not 30 states? Why not 300? ... Substantively, I don’t think it solves any problems California confronts.” There are also a host of legal obstacles that could stymie the effort. “There’s a lot more than just an initiative that would be required to split California in three parts,” said Eric McGhee, a research fellow at the Public Policy Institute of California. “Even if this were to pass, it would face a real struggle in Congress, or it would be tied up in legal issues in California, or both.” Vikram David Amar, the dean of the University of Illinois College of Law, has suggested that the Draper proposal, which is written as an amendment to the state constitution, may not pass legal muster. “There is a very strong argument that Mr Draper’s proposal would constitute a ‘revision’ to rather than an ‘amendment’ of the California constitution,” he wrote in April. A constitutional revision cannot be placed on the ballot in the same manner as an amendment. Whether Draper has any chance of seeing his dream come true, he has certainly succeeded in making the state’s voters debate his idea, which may stir more debate over California’s referendum process. “We’ve gotten further and further away from the idea that this is a populous or progressive process,” said Newton. “It really is a money process, and anyone with enough money that wants to get something on the ballot can do it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}