{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/jun/01/africa-a-journey-into-music-review-nigerias-rich-musical-history-is-examined", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-06-01T22:05:00Z", "webTitle": "Africa: A Journey Into Music review – Nigeria's rich musical history is examined", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/jun/01/africa-a-journey-into-music-review-nigerias-rich-musical-history-is-examined", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/jun/01/africa-a-journey-into-music-review-nigerias-rich-musical-history-is-examined", "fields": {"headline": "Africa: A Journey Into Music review – Nigeria's rich musical history is examined", "bodyText": "I’ve been known to be a bit down on BBC4’s Friday night music docs. You know how they go: blokes sitting in front of their massive vinyl collections and mixing desks, listing people from “back in the day”, showing off about how much they know, while dropping names and hinting at wild times. These shows can sometimes seem to be more about talking about the music than the music itself. Not this lovely one though, which is full of joy and wonderful music. Presenting is Rita Ray, broadcaster and DJ (she co-ran the legendary Mambo Inn in Brixton in the 1990s that I remember very fondly … hang on, who’s being boring and showing-off now?). Now, she’s starting her whistle-stop African music odyssey, which will also drop in to Mali and South Africa, in Nigeria. It is a serious, authoritative, fascinating music documentary that demonstrates how ancient rhythms formed the foundations and then punctuated the evolution of Nigerian popular music from juju and highlife to fuji, Fela Kuti’s Afrobeat, and now the Afrobeats (with an s) pop music revolution that is sweeping not just Africa but the world. But it’s not too muso-ish, or dull. Ray is also a massive fan and she’s travelled to Nigeria to find out what makes the country’s musicians tick. She has a dialog with a talking drum and meets (pop and actual Yoruba) royalty King Sunny Adé. She visits a musical hero, Orlando Julius, who sings along to his 1966 hit Jagua Nana. There’s highlife superstar Victor Uwaifo, who demonstrates his amazing spinning guitar, and then takes Ray for a spin in his equally amazing, apparently rocket-powered, car. Fela died back in 1997, but here’s son Femi Kuti, at the latest incarnation his dad’s legendary club the New Afrika Shrine continuing his father’s legacy, and continuing the Fela theme there’s Keziah Jones, who is the bridge between Fela and the pop music of today, says Ray. It’s not just about old dudes and the past, or just about men. Singer and actor Nneka sings a beautiful song in a vegetable market on Lagos island. And on the more affluent Victoria Island, Afrobeats star Tiwa Savage tells Ray why she left America, where she worked with Babyface, and Fantasia and Whitney Houston, to come back home. Because Nigeria – and Africa – is where it’s at. Africa: A Journey Into Music is on BBC4, Fridays at 10pm"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}