{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/jun/28/former-pakistan-prime-minister-barred-from-re-election", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-06-28T22:32:00Z", "webTitle": "Former Pakistan prime minister barred from re-election", "webUrl": "https://www.theguardian.com/world/2018/jun/28/former-pakistan-prime-minister-barred-from-re-election", "apiUrl": "https://content.guardianapis.com/world/2018/jun/28/former-pakistan-prime-minister-barred-from-re-election", "fields": {"headline": "Former Pakistan prime minister barred from re-election", "bodyText": "Pakistan’s former prime minister and a member of his cabinet have been controversially barred from contesting next month’s general election. It is the latest in a series of blows to the Pakistan Muslim League-Nawaz (PML-N) party that have fuelled accusations the country’s military is trying to deny the party a second term. On Thursday, the supreme court found the former privatisation minister Daniyal Aziz guilty of contempt, disqualifying him from parliament for five years. The verdict came one day after an election tribunal barred ex-prime minister Shahid Khaqan Abbasi from contesting his home-constituency of Murree. A single-judge bench ruled that Abbasi was “guilty of concealment of facts” on election papers and therefore disqualified from politics for life under article 62 of Pakistan’s constitution. That clause, which requires politicians to be “honest and righteous”, was also used in 2017 by the supreme court to justify the ousting of prime minister Nawaz Sharif. Sharif, who has opposed the military establishment since he was removed from office in a 1999 coup, is calling on voters to back the PML-N on 25 July in the face of what leaders describe as a familiar conspiracy between the army and the judiciary. Aziz told the Guardian the charges against him were “flimsy”. “There has been a long history of mangling the democratic process by state institutions,” he said, using a common codeword for the army. “Here I am, Mr Clean, and I’m pulled up on flimsy charges drummed up from a year ago.” The supreme court had objected to Aziz claiming the court was following a “script” in its ruling against Sharif. Mosharraf Zaidi, a Pakistan commentator, told the Guardian that the remarks Aziz made constituted little more than “overheated political rhetoric,”, adding that he worried the series of unexpected twists ahead of the vote was undermining public faith in the electoral system. In an appearance on television on Wednesday night to discuss his own dismissal, Abbasi said: “It’s an election for parliament. They have made it a joke.” The tribunal ruled that he had made an error in his declaration of the value of his home in Islamabad. According to Abbasi, who will appeal against the ruling, the value he set down legitimately represented the cost at which the property was purchased in 1974. He further claimed the election tribunal went beyond its remit in applying article 62. Legal experts were divided over whether Abbasi can still run for the second seat he is contesting in Islamabad. Several leaders from the main opposition party, the Pakistan Tehreek-e-Insaf (PTI), have also been knocked out of contention under the same clause in the constitution. However, analysts note a preponderance of verdicts against the PML-N. Earlier in the week, the National Accountability Bureau (NAB), an anti-graft court, arrested another PML-N candidate, Qamarul Islam, shortly after he announced he would contest a seat against the pro-military former interior minister. On Wednesday, Islam’s 12-year-old son was driven around the constituency in his place, hailing supporters via megaphone through the vehicle’s sunroof. The NAB is widely expected to convict Sharif on charges of corruption in the coming days."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}