{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2018/jun/25/ministers-shake-up-contract-bidding-rules", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2018-06-24T23:01:45Z", "webTitle": "Ministers shake up contract bidding rules", "webUrl": "https://www.theguardian.com/business/2018/jun/25/ministers-shake-up-contract-bidding-rules", "apiUrl": "https://content.guardianapis.com/business/2018/jun/25/ministers-shake-up-contract-bidding-rules", "fields": {"headline": "Ministers shake up contract bidding rules", "bodyText": "Measures to make it easier for small businesses, charities, co-operatives and social enterprises to bid for government contracts will be unveiled by ministers on Monday in an attempt to rebuild trust, following the collapse of Carillion. In the wake of criticism of the government’s handling of the outsourcing company, ministers plan to change the rules so that when companies are bidding for contracts, their “social values” will be taken into account, as well as whether they provide value for money for the taxpayer. Carillion, a building and services contractor, collapsed abruptly earlier this year with the loss of thousands of jobs. It recently emerged that taxpayers are expected to foot a bill of more than £150m. In a speech on Monday, David Lidington, the Cabinet Office minister, will reinforce the government’s commitment to using the private sector to deliver public services such as running call centres, building railways or providing school meals. About £200bn a year is channelled to private companies providing public services. He will also say that there needs to be a more diverse marketplace of companies bidding for official contracts. The planned measures would encourage and make it easier for small businesses, mutuals, charities, co-operatives and social enterprises to take on government contracts. “We will extend the requirements of the Social Value Act in central government to ensure all major procurements explicitly evaluate social value where appropriate, rather than just consider it. By doing so, we will ensure that contracts are awarded on the basis of more than just value for money, but a company’s values too, so that their actions in society are rightly recognised and rewarded,” Lidington will say in a speech at the thinktank Reform. The government will also outline how it intends to use its purchasing power to challenge suppliers to do better on equality and diversity. “We will now develop proposals for government’s biggest suppliers to publish data and provide action plans for how they plan to address key social issues and disparities such as ethnic minority representation, gender pay, and what they are doing to tackle the scourge of modern slavery,” Lidington will say. The Confederation of British Industry welcomed the announcement, saying that the collapse of Carillion “was a warning of the dangers of short-termism in public contracts”, and that it was vital to have a healthy, competitive and dynamic marketplace of suppliers of all sizes. It added: “So businesses will welcome a change of focus to long-term value rather than short-term costs in procurement, and its intention to reduce complexity and cost involved in bidding to allow more SMEs to compete for work.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}