{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jun/12/is-the-state-of-the-game-to-blame-for-dismal-afl-tv-ratings", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-06-11T22:19:06Z", "webTitle": "Is the state of the game to blame for dismal AFL TV ratings? | Craig Little", "webUrl": "https://www.theguardian.com/sport/2018/jun/12/is-the-state-of-the-game-to-blame-for-dismal-afl-tv-ratings", "apiUrl": "https://content.guardianapis.com/sport/2018/jun/12/is-the-state-of-the-game-to-blame-for-dismal-afl-tv-ratings", "fields": {"headline": "Is the state of the game to blame for dismal AFL TV ratings?", "bodyText": "Shortly after 9/11, the US Defence Department hired Renny Harlin, the writer-director of Die Harder: Die Hard 2, to workshop potential doomsday scenarios. In other words, fiction was summoned to help real life. Last week, shortly before the Gold Coast Suns followed up an 85-point defeat to Geelong with a 108-point thrashing by Greater Western Sydney, the boss of the Seven Network, Tim Worner, called for “beauty’’ to be brought back into football. His hope was that a sleepwalking season’s subterranean ratings would be roused with more exciting games throughout the remainder of the year. Worner explained that the ratings had been low, in part, due to the clash with television events such as the royal wedding. But nonetheless, he ceded the state of the game was also to blame, particularly the scoring which is lower than at any stage since 1968. “We want back-to-back shootouts… I want more goals,” said Worner, metaphorically pushing the puppy’s snout in its own shit, showing the dog its sins. “[The break after a goal] is the most valuable 30 seconds of screen real estate in Australian television, aside from the 30 seconds after an over.” Is it? Perhaps Worner should ask AFL coaches to be more conscious of detail and pace with their instructions and focus on ensuring each game unfolds in three quick, clean acts – particularly given that Seven’s Saturday Night Football drew 96,000 fewer viewers than Agatha Christie’s the Witness for the Prosecution. Seven’s Friday night telecast fared a little healthier but was still outdone by the Better Homes and Gardens. And for all the media surrounding the war between The Footy Show and The Front Bar, collectively they barely draw more viewers on a Thursday night than repeats of Grand Designs Australia on the ABC. Football isn’t dead, it just may not be as central to the culture as it once was. And ironically, television – which is also no longer as central to the culture as it once was – may be partly to blame. In Up Where, Cazaly? The Great Australian Game, the first serious attempt to explore the social and economic history of Australian Rules football, Leonie Sandercock and Ian Turner attempted to answer several social and philosophical questions about the place of football in Australian society. Released in 1981, the book looked at the impact that television could have on the game. “Television distances people from personal involvement,” they wrote. “It converts football into a spectacle to be watched from afar—a spectacle in which entertainment is the most important thing, not the winning or losing. Yet, football fans follow the game because they feel close to it.” Almost 40 years on, it is not unreasonable to say the fears of Sandercock and Turner were well-founded. When you elevate entertainment above all else, you subject yourself to the whims of the market and the vagaries of taste. Sandercock and Turner were writing of the game in a time where you could watch your team play regularly on a Saturday afternoon. While this didn’t make the game (or your life) better necessarily, it worked for the same reason Mass or the Kaddish worked. It was a ritual that helped you get through it all. You felt a part of something larger than yourself. This was a time before the big television money came for football, before football became an “industry” beholden to its broadcast partner as part of the entertainment complex – a complex whose hooks are big enough to gaff our experience at the game, insisting on fan engagement in homogenous stadiums. While football remains a religion for generational fans, in those areas where it is trying to stake out new territory largely to appease the television networks, there is little that separates the game from NCIS or House Rules (well, other than a few hundred thousand viewers). But if we resign ourselves to the fact that football will never again attain the cultural importance it had in a time before you could stream The Walking Dead or the NBA finals on your iPhone over brunch, then maybe it is the television executive who is our last hope at a better game? Better the television executive than the AFL coach whose substantial wage is benchmarked by but two things – wins and losses. Even Worner understands that it is not for the coaches to concern themselves with the role of creative director. “I don’t blame them [the coaches]. The Scott brothers are brilliant coaches, but they don’t care if they win ugly.” Perhaps the pressure generated by a network that, with Foxtel, is responsible for more than half of the AFL’s revenue is double-entry bookkeeping on a football level – one bad thing, balanced by one good thing. The interminable push for a twilight grand final balanced by the push for more goals and closer games, or Brian Taylor’s artless broadcasting career balanced by more creative football. Or, there’s the simpler (and for many, more terrifying) solution. “If we can get Collingwood firing, that helps,” said Worner. On Monday Collingwood – led by Mason Cox (five goals) and Jordan De Goey (30 possessions and a hand in just about everything) – took its record to 8-4 after blowing Melbourne’s doors off by six goals. It is a script even Renny Harlin would love, but one Seven will love even more… well, they would if Collingwood didn’t have the bye next week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}