{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2018/jun/09/bbc-itv-world-cup-rivals-more-women-pundits", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2018-06-09T23:03:35Z", "webTitle": "Female pundits set for star roles as BBC and ITV battle for World Cup ratings", "webUrl": "https://www.theguardian.com/media/2018/jun/09/bbc-itv-world-cup-rivals-more-women-pundits", "apiUrl": "https://content.guardianapis.com/media/2018/jun/09/bbc-itv-world-cup-rivals-more-women-pundits", "fields": {"headline": "Female pundits set for star roles as BBC and ITV battle for World Cup ratings", "bodyText": "It’s not one of the all-time great sports rivalries. It’s no Coe-Ovett, Navratilova-Evert, Ali-Frazier. Historically, it’s been just a bit too one-sided. But, as head-to-heads go, there’s plenty of passion, and maybe even animosity, on both sides. You can’t fault it for longevity, either. What started at the World Cup in 1966 will have its latest instalment in Russia over the next five weeks. And millions of us will tune in to watch. It’s BBC v ITV in the battle of the broadcasters, going back and forth until the World Cup final in Moscow on 15 July. The opening shots of this media showdown were fired in mid-May. ITV launched its World Cup trailer, called Forget, first. The film – directed by Hauke Hilberg, who is German – was energetic, wry and modern. It starts with a mural of Bobby Moore’s winning team being painted over and ends with Harry Kane being pursued by three rampaging lions. The BBC responded a few days later with History Will Be Made. This was a more portentous, stately affair, with a soundtrack of the Russian folk song Ochi Chernye in earth-rumbling baritone. You had to marvel at the ambition, though: it featured more than 600 embroideries of key moments from the World Cup, made from 227,000 metres of thread. Both were impressive, but YouTube gave the first round, narrowly, to the BBC: 435,000 views to 362,000 for ITV. This follows a well-established template. Whenever both broadcasters screen the same match – essentially, only the Euro or World Cup finals – the BBC scores significantly higher viewing figures. But ITV clearly has no intention of settling for second best. In November, the network announced it had signed up Sky Sports’ Gary Neville, football’s most admired pundit, for the tournament. A coup for sure and he will be joined on the sofa by a Manchester United-heavy lineup that includes Roy Keane, Ryan Giggs and Patrice Evra. The BBC team will be more familiar from regular Match of the Day duties, but where both channels will be breaking new ground is in their use of female commentators, presenters and pundits. The BBC’s Vicki Sparks will become the first woman to commentate on a World Cup game for British TV during the tournament, which starts on Thursday. Meanwhile, two of England women’s longest-serving players, Alex Scott and Eniola Aluko, will be pundits on the BBC and ITV respectively, while Gabby Logan and Jacqui Oatley will also present. “Gabby Logan and Clare Balding have been a great inspiration for girls coming into the industry but I don’t model myself on anyone,” says Scott, who retired last year with 140 England caps. “What people see on screen is me and my personality. I’m from east London and I’ve got an accent but nobody has tried to make me change it.” Does she feel the pressure of being a trailblazer? “It’s a huge responsibility,” she replies. “I know this is a first for the BBC to have a female pundit at a World Cup and there’s not only that pressure but also the responsibility of inspiring the next generation of females watching me. “Not everyone’s going to make it as an elite footballer but this shows young girls at home that there are other avenues.” Broadcasters’ team sheets The anchors BBC Gary Lineker, the clean-cut England hero from a family of Leicester greengrocers, has become the benchmark for sports presenting. Normally reserved and deferential on TV, his outspoken social-media presence (he’s been called “the voice of liberal Britain”) reveals a more spiky side. ITV Since 2015 Mark Pougatch has been the frontman and he performs the role with smooth competence. Trained for decades at the BBC, his knowledge is deep and he will be a reliable link to the pundits. Who has the edge? BBC The pundits BBC Its pundits have always felt like a tight club and recently it has added strong new members. Frank Lampard has been excellent on Match of the Day, likewise Rio Ferdinand. For the World Cup, they’ll be joined by Didier Drogba, Jürgen Klinsmann and Pablo Zabaleta, a charismatic Argentinian now at West Ham. Alex Scott, formerly of Arsenal women, has been building experience on Football Focus and the women’s FA Cup coverage. ITV While the BBC’s pundits are unquestionably solid, there’s a loose-cannon appeal to ITV’s line-up. Gary Neville is unquestionably the star addition, but Roy Keane can be as fierce as he was on the pitch and Martin O’Neill, Slaven Bilić and Patrice Evra all bring strong personalities. Eniola Aluko, who off the field is a lawyer and has been a guest editor on Woman’s Hour, rounds off an exciting, unpredictable team. Who has the edge? ITV The tech BBC This World Cup will see some technological firsts. All 33 matches will be available in ultra HD and high dynamic range (although only for a limited number of people, first-come, first-served). Also, via their app, you can watch matches in virtual reality, almost – but not quite – as if you are in a private box at a Russian stadium. ITV– Promises its biggest and best digital offering, though it’s low-tech compared with the Beeb. One element will be a collaboration with the F2 – aka freestylers Billy Wingrove and Jeremy Lynch – who have a reach of more than 50 million followers from their social-media platforms. F2 will create packages of goals, mixed with their usual tricks and stunts. Who has the edge? BBC"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}