{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jun/20/leeds-catalan-dragons-super-league-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-06-20T21:10:18Z", "webTitle": "Leeds facing relegation fight after Catalans inflict sixth straight defeat", "webUrl": "https://www.theguardian.com/sport/2018/jun/20/leeds-catalan-dragons-super-league-match-report", "apiUrl": "https://content.guardianapis.com/sport/2018/jun/20/leeds-catalan-dragons-super-league-match-report", "fields": {"headline": "Leeds facing relegation fight after Catalans inflict sixth straight defeat", "bodyText": "While recent performances offer some encouragement, the facts are becoming increasingly unavoidable for Leeds. The Super League champions have now suffered six defeats in a row and are in grave danger of a relegation battle. Such runs can often be determined by game-changing moments and, had the winger Tom Briscoe finished a last-ditch breakaway, talk of the Qualifiers would have been almost immediately quelled. Instead Catalans’ Fouad Yaha took one for the team, holding down Briscoe long enough to allow their line to set, earning himself a yellow card but crucially earning the Dragons two points that had a dramatic impact on the race to make the top eight. They are now a point behind Huddersfield and Leeds; with five games remaining, Leeds’ chances of retaining the title are disappearing and avoiding the Qualifiers should be their sole concern. “It’s a worry but, like I’ve said most weeks, I think we’re in good shape,” their coach, Brian McDermott, said. A Leeds side containing five teenagers acquitted themselves well in the first half, leading 24-10 before Catalans set up a thrilling finale with three unanswered tries by Yaha, Lewis Tierney and Kenny Edwards that levelled the scores. Their fightback alone should give them hope that all is not lost. “It would have made it difficult if we’d let this slip,” their coach, Steve McNamara, said. “It was a huge game.” Samisoni Langi had put Catalans ahead before tries by the 18-year-old Jack Walker and the 19-year-old Cameron Smith helped give Leeds their 14-point lead at half-time. Had Leeds scored first against a fragile Catalans side after the break, the outcome might have been different. Instead the Dragons managed to level the scores by the hour mark and, though Liam Sutcliffe kicked Leeds ahead with a drop goal, Edwards’ second try in the final 10 minutes put Catalans in front."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}