{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2018/jun/01/boom-in-small-music-festivals-put-punters-at-risk-experts-say", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2018-06-01T21:51:13Z", "webTitle": "Boom in small music festivals put punters at risk, experts say", "webUrl": "https://www.theguardian.com/music/2018/jun/01/boom-in-small-music-festivals-put-punters-at-risk-experts-say", "apiUrl": "https://content.guardianapis.com/music/2018/jun/01/boom-in-small-music-festivals-put-punters-at-risk-experts-say", "fields": {"headline": "Boom in small music festivals put punters at risk, experts say", "bodyText": "The boom in the number of small music festivals with inexperienced, cost-cutting organisers could be putting festivalgoers at risk, experts have warned. Last-minute cancellations which leave punters stranded, inadequate health and safety measures and an inability to cope with the British weather befalls some of the hundreds of festivals put on in the UK every year. Michael Baker, events coordinator of the UK festival awards and editor of Festival Insights said “greed and poor planning” can be a problem among some of the smaller festivals, where “overcrowding .....can lead to bigger problems”. Organisers have to have robust contingency plans in place for things going wrong but not all organisers take health and safety seriously enough, he said. The festival sector has exploded in the last 15 years. It is dominated by big promoters such as Live Nation, which puts on Download, Wireless, and has a stake in Festival Republic – the owner of Leeds and Reading, Latitude and Electric Picnic. But there are now hundreds of small and medium sized festivals, not all of which are well run, experts have said. “Some people try to circumvent some of that or cut corners and even sell too many tickets or not communicate as well as they should on the day. That leads to festivals getting cancelled and all manner of different disasters. There’s always a few high-profile cases a year,” said Barker. This year’s music festival season got off to a tragic start when Tommy Cowan, 20, and Georgia Jones, 18, died after attending the Mutiny festival in Portsmouth last week, amid warnings about a high-strength or bad batch of drugs. While attendees at Mutiny criticised the festival’s security and raised concerns about poor access to water, Luke Betts, the festival organiser vehemently denied this, saying his team went “above and beyond” the requirements set by the event’s licence. He later told The Portsmouth News that he and his team were devastated that two people had lost their lives at their event. Ralph Broadbent – who founded the Y Not festival when he was 18, and went on to run several other small to medium sized festivals, including Truck and Brownstock, before selling his company in 2016 to Broadwick Live – said it was a feeling he knew all too well. In 2013 at the Brownstock festival in Essex, Jonathan Graham, 33, consumed a substance known as 5-EAPB, also named Benzo Fury, which at the time was legal although still banned from the festival site. He later died in hospital. “People were physically sick when we heard the news,” Broadbent said. “It was the hardest thing that ever happened to us. It was just horrific, mostly for the family and friends of the man obviously, but it was horrible for our team too.” “There is nothing worse than putting on a festival and someone hurting themselves or worse. It’s every festival organiser’s worst nightmare and obviously you do everything you can to make it safe. Even at the most well-run festival in the world, there’s still a chance that someone will hurt themselves.” He said no organiser wants drugs on their site but there was no way to prevent this as people go to extraordinary lengths to smuggle drugs in. Some festivals invariably attract more drugs than others, which is often down to the music, but poor organisation can also play a part. Tony Graves, who leads the arts and festivals degree at De Montfort University, said the rise in popularity of festivals has meant there is a crowded market and tight margins, which could lead to potentially dangerous cost cutting. “Festivals cost a lot to put on because there are so many risks and the overheads are huge so some may struggle with getting health and safety right if they are struggling with budgets,” he said. “Margins also aren’t as big as people expect so people are really in it for the love and the passion but perhaps don’t realise the level of professionalism required.” Smaller festivals can fail if they “get too big for their boots” by attempting to grow too fast, he said. But, he added, even the most well organised festivals were not immune to problems. One festival on the southern coast of England suffered a huge fire in 2016 and the following year people fainted and had panic attacks while stuck in a nine-hour queue outside the festival grounds. A freelance festival producer, who asked not to be named, was working at the festival both years. She said: “The fire spread extremely quickly because of the wind and because the site was so hot and dry but the event control team handled the fire really well. Afterwards, they worked really hard to get information out to festivalgoers whose cars were destroyed and helped them all get home.” But it wasn’t the same the following year when increased security slowed things down at the entrance gate, although that wasn’t the only reason for the problems. “The bad weather that week pushed the schedule back a lot for setting up the festival. They weren’t ready to open the gates in my opinion but they went ahead and did it anyway,” the producer said. Drug testing is one way to help make all festivals safer, Baker said. The Loop, the UK’s only drug-testing charity, provides a service where qualified chemists test the potency of drugs a festivalgoer wishes to take and offers them hard reduction advice. Bestival, one of the UK’s biggest festivals, has announced it will introduce optional drug-testing this year for anyone who attends, after facing criticism last year when Louella Michie, 25, died after taking recreational drugs. Baker said: “People have a lot of knee-jerk reactions to drugs and how no one should take them and those who do get what they deserve, but I consider what the Loop do as being pretty undeniable in terms of its positive effect. I would like to see that rolled out to all festivals.” • This article was amended on 2 June 2018 to remove a statement that Live Nation has a stake in Glastonbury. It does not. Further amendments were made on 15 June 2018 in relation to Michael Baker’s quotations: to augment them to add additional context and to correct an earlier version which referred to smaller festivals “getting too big for their boots” by attempting to grow too fast. This was said by Tony Graves but misattributed to Baker."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}