{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2018/jun/20/iran-v-spain-world-cup-2018-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-06-20T20:17:41Z", "webTitle": "World Cup 2018: Iran 0-1 Spain – as it happened", "webUrl": "https://www.theguardian.com/football/live/2018/jun/20/iran-v-spain-world-cup-2018-live", "apiUrl": "https://content.guardianapis.com/football/live/2018/jun/20/iran-v-spain-world-cup-2018-live", "fields": {"headline": "World Cup 2018: Iran 0-1 Spain – as it happened", "bodyText": "That’s all from me tonight. Thanks for reading and emailing. Tomorrow on the site: Denmark v Australia at 1pm BST France v Peru at 4pm BST Argentina v Croatia at 7pm BST Bye! It’s Argentina v Croatia tomorrow. Here’s Barney Ronay on Messi. Observation: cheery Ian Wright is sitting in between Roy Keane and Slaven Bilic in the ITV studio. Probably just as well. Slaven Bilic is ripping into Spain on ITV. He’s accusing them of mucking around when it was goalless. As for the disallowed Iran goal, the linesman had his flag up for offside when Saeid Ezatolahi put the ball past David de Gea. Spain top Group B because they have a better fair play record than Portugal. “It’s going to be a cracking match against Portugal,” Edward Lee says. “If anyone can nullify Ronnie it’s going to be Carlos Queiroz.” Spain will take that. They were the dominant side, despite struggling to create chances, and snatched it thanks to a lucky goal from Diego Costa. They go level on Portugal with four points, with Iran slipping to third on three points, and will be confident of securing their last-16 place when they face Morocco on Monday. Iran, however, will also believe that they can progress. They defended brilliantly, showed plenty of tactical cohesion and looked dangerous going forward. Saeid Ezatolahi had a goal disallowed for offside and Carlos Queiroz’s side will progress if they beat Portugal on Monday. Queiroz, of course, is Portuguese. What a game that promises to be! It’s all over! 90 min+4: A throw to Iran on the left. Mohammadi, another long throw specialist, goes to take it. He does a somersault. Then he thinks better of it. Eventually the ball’s pumped into the Spain area, but De Gea punches it away. 90 min+3: “Death by passing or vuvuzela?’ Ruth Purdue says. 90 min+2: Omid slides to bring down Rodrigo. Yellow card. 90 min+1: There will be four added minutes. De Gea, who hasn’t had to do much, claims a cross. You know, Iran are likely to give Portugal a game next week. Whether they can handle Ronaldo is another thing. 90 min: Spain are trying to pass Iran to death now. 88 min: Rodrigo replaces Diego Costa, whose flukey goal separates the sides. 86 min: Iran make their final change, Saman Ghoddos replacing Amiri. 85 min: “It should be noted that VAR just held the game up to confirm the Iran goal was offside,” David Seare says. “Something the officials had already decided.” 84 min: Do we want Suarez v Pepe in the second round or Suarez v Ramos? 82 min: What a chance for Iran! Amiri nutmegs Pique on the left and produces a great cross to the far post! Mehdi powers on to the ball and nuts it over from six yards out! He should have scored! 81 min: “This tournament has made me reconsider VAR,” Brad McMillan says. “Hitherto, I’ve worried about the same things as everyone else, not help by it’s application in last season’s FA Cup. However, it doesn’t slow the game down as much as I thought it would and, whatever other misgivings I may have had, you can bet your bottom dollar I’d be happy if a Spain fan right now. They seem to be getting most of the BIG decisions correct, so the debate has shifted to when the technology should be used, something I believe will improve over time.” 80 min: Marco Asensio replaces the disappointing Lucas Vazquez. 79 min: Amiri picks up a booking for catching Carvajal. 78 min: Isco’s free-kick is blocked by the wall. 75 min: AZ Alkmaar’s Alireza Jahanbakhsh replaces Karim. It’s an attacking change from Iran and soon they’re chasing an equaliser. Mohammadi curls a good cross to the far post but it eludes both Sardar and Mehdi. 74 min: “Would a tennis system work?” David Penney says. “Each manager gets 2 challenges?” I don’t think so. Tennis is a very different and much longer sport. You get three challenges per set. 71 min: Koke replaces Andres Iniesta. 70 min: Isco rolls the ball cleverly along the floor to Silva. This is one off the training ground. At first it looked like a mishit from Isco. Instead Silva turns the ball back to Ramos, who drives the ball goalwards. It’s blocked near the line and Pique tries to turn it in. Two or three Iran defenders throw themselves in front of the ball. Costa and Pique still try to force the ball in. Eventually the referee gives a free-kick to Iran. 69 min: Mohammadi replaces Safi. 68 min: Spain gather their thoughts and Isco threads a pass through to Iniesta, who brilliantly dummies his way to the byline. Spain end up winning a corner. Safi, Iran’s captain, will receive treatment before it can be taken, though. 67 min: Ezatolahi was definitely offside. Not from the initial free-kick but when Sardar’s header hit him. Here, this VAR stuff is tough on MBMers. 66 min: What do you think of VAR, guys? Guys, let’s talk about VAR. 64 min: Ezatolahi was offside! The ball came to him off Sardar, I think, and he was about a yard offside. Relief for Spain, heartbreak for Iran. Spain remain in front. 63 min: The vuvuzelas get even louder. We don’t know the verdict yet. The free-kick from the right caused problems, Spain couldn’t deal with an overload at the far post and Ezatolahi was able to bring the ball down before driving it past De Gea from close range! 62 min: Iran equalise from the free-kick, Ezatolahi bundling home! Or have they? They’re checking VAR for offside! The linesman also has his flag up! 61 min: Isco loses possession in Spain’s half and Mehdi, making a nuisance of himself, wins a free-kick in a promising position on the right. And... 60 min: Iran have been positive since going behind. Ramin lofts a cross into the middle and Mehdi, under pressure from Carvajal, heads just wide from a decent position. 58 min: Spain will do very well to let this go. You can’t help but feel that Spain will start to enjoy themselves if Iran start to commit more players forward. “Really enjoying the vuvuzela concert, it really adds to the sense of a Spanish swarm and the Iranian doughty defending,” Frank Bredin says. “What would Hitchcock’s movies have sounded like had Bernard Hermann had access to 40,000 vuvuzelaists?” 57 min: “When is karma going to kick in for Ramos?” Ian Copestake says. “I want to know the rules.” Never. All of humanity will suffer a dislocated shoulder before he does. This is so unfortunate from Iran’s perspective. Not that Spain will care. Iniesta fed a pass through to Costa, who looked to roll away from his marker on the edge of the area. Ramin across to cover but his tackle hit Costa and rebounded past Beiranvand! Costa knew nothing about that but it’s his goal and Spain have taken the lead with a moment of extraordinary luck! This is absurd. 53 min: Iran win a throw on the left. They Delap it into the Spain area and it’s not dealt with properly. The loose ball drops to Karim, who wallops a shot past De Gea! Some fans think it’s in! But no, it’s hit the side netting! That was so close. 52 min: Carvajal gambols into the area from the right and drags the ball back to Isco, who wafts his shot over under pressure. He was leaning back. Spain have quickened the pace, though. “Alba’s not at anything like his best, getting down to the byline and crossing at an acute angle - he’s misplaced a pass or two,” Charles Antaki says. “Is that good defending, or is Isco getting in Iniesta’s way, and vice versa, for the pass out to the wing? The fact that Iran are prompting such musings (of the useless variety) is testament to them, in some fashion.” 50 min: Spain have finally woken up in attack! Iran struggle to clear their lines and the ball runs to Busquets, 20 yards out. He opens up his body and clips one towards the top left corner. Beiranvand almost misjudges his dive but he manages to claw the ball out with his right palm - and he deals with the rebound before Vazquez can pounce. 49 min: A corner to Spain on the left. Isco takes it and it’s flicked on at the near post. Pique prods the ball goalwards but his dribbling effort is cleared off the line! 48 min: By the way, England received a lot of criticism for their second half performance against Tunisia. Doesn’t the first half we just witnessed slightly put their toils in perspective? I’m not saying that England impressed, so calm down. But the point is that a lot of big teams are going to struggle against this kind of negativity. 47 min: “I see the lads in the ITV studio are bemoaning the playacting and timewasting by the Iranian players,” Luke Forrester says. “It’s fair enough - some of it has been particularly egregious - but I’m sure you could find myriad examples for each Spanish player were you to look at their club games. It always seems to me, for example, that Ramos is often afflicted with mystery injuries and complaints as the clock runs down while Real Madrid are a goal up. No sympathy. It happens all the time in football and almost everyone is complicit; so either everyone clambers back down from their high horses or FIFA cracks down on it across the board.” On the one hand it would be quite funny if Spain don’t find a way through here. On the other I don’t particularly want Iran to hold out - the latter stages suffer when smaller defensive teams get through. 46 min: Iran get the second half underway. “Real NUFC at home to Citeh feel to this game,” Victor Kasowski says. “Iran parking the bus, massive crowd on hand and happy to play for the draw or maybe nick something extra off a corner. Very rational but makes dismal watching.” A lot has been made of Iran’s playacting on ITV, with Roy Keane particularly scathing. I think that’s a bit ungenerous. They’re a tiny side doing everything in their power to resist one of the best teams in the world. It’s not like Spain are a team of innocents. “I will never accept accusations of play acting and cheating from a team that contains Costa, Busquets and Ramos,” Hugh Molloy says. “The hypocrisy is staggering.” “This is the 2nd day in a row someone has referenced Love Island and I’ve had to consult Google to work out what was going on,” David Flynn says. “I’m 34 by the way. Or BTW. Whatever.” Blame my wife. Iran are delighted. Spain are frustrated. This has been an excellent defensive performance from the underdogs, who have restricted Spain to barely any chances. Fernando Hierro’s attacking talents have been completely neutralised. Just as well Roy Keane never took Carlos Queiroz’s head off. 45 min+2: Silva cuts in from the right. For a moment it looks like a deflection’s taking his shot into the right corner. Instead it drifts wide. 45 min+1: There will be three added minutes. 45 min: This half has been a reminder of why it’s arguably better for smaller teams to focus on defensive play in international football. It’s easy to pull off than off-the-cuff attacking moves. You’ve got to love two banks of four. Good old TBOF. 44 min: “I’m with my eldest son at the doctor,” Mac Millings says. “Should I tell the medical professionals he’s fine, and hurry home for the second half?” No need - Ramos punches in a winner in the 97th minute. 43 min: Costa is getting increasingly irritable. A bit like someone else I could mention. Watch this space. “If there’s such a thing as The Mickey Mouse Times, I definitely read their MBMs as well,” Peter Van notes. 42 min: Isco twists and turns on the left and jabs a low cross into the middle. Silva collects the ball, six yards out, but he’s met by 47 Iranian defenders when he tries to shoot. 40 min: A replay shows that Costa ran up to the Iran goalkeeper, stared at him angrily and clipped his right foot. There wasn’t much in it to be honest. There’s no need to dwell on the incident for much longer. 39 min: Beiranvand has the ball in his grasp. With Costa nearby, the Iran goalkeeper falls over in pain. Oh Diego. What have you done this time? The Uruguayan referee races over to sort things out. So do both sets of players. All very silly. 38 min: “Just to add that this is supposed to be the Guardian and not the Mickey Mouse Times,” adds a po-faced Kevin Parris. 36 min: Ramin pops up on the right, creeping forward from the back, and Ramos heads the Iranian’s cross behind. Nothing comes from Karim’s corner. 34 min: Iran win a throw deep in Spain’s half. Their fans roar. Are they about to introduce Dave Challinor? 33 min: Alba tries a piece of skill, gets it all wrong and concedes possession. Spain don’t need long to win the ball back, though, and on it goes. How long can Iran stay focused? 31 min: “It would be appreciated if you could please provide a commentary on the match rather than a lot of other non-relevant text,” says Kevin Parris, who is a lot of fun at parties. 29 min: Iran are defending extremely well. They are making it very tough for Spain to break them down. You won’t be shocked to learn that Spain are seeing all the ball. It also feels like they’ll make the breakthrough eventually. But they’re yet to create a real opening. This is better, though. Isco brilliantly sends Iniesta skating through on the left and he wins the corner. Spain exert aerial pressure, as if they were coached by Samuele Allardici, and a spot of head tennis ends with Silva hooking a half-chance over the bar. 28 min: Maybe Gareth could use his waistcoat as a sling. 27 min: Am I sorry? No. I’m not sorry. You have to keep up with the kids in order to stay relevant. 26 min: Iran are so deep they could be Eyal off Love Island. 25 min: Silva curls the free-kick straight at Beiranvand, who did well to adjust to a slight deflection. 24 min: Ezatolafhi stays down for a while after that clash with Busquets. He’s up on his foot soon enough, though. 23 min: Costa, trying to turn on the edge of the area, falls in the Pepe style. No free-kick. The Uruguayan referee receives a glare. Moments later, though, Busquets is brought down. This time Spain get the decision around 25 yards out. 22 min: My natural instinct was to blame Sergio Ramos for Southgate’s shoulder but the Spain defender has an alibi. 20 min: Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. Pass. 17 min: Iran attack again and Mehdi suddenly finds himself in space behind Alba. He has so much time and freedom - so much that he almost seems surprised and unsure about what to do next. He flaps and wastes the opening with an inconsequential cross. “Paraphrasing a joke told by my young kids, what do you call a right back who is listed in your starting lineup but then gets replaced?” Peter Oh says. “Nacho right back!” 16 min: Ramos barges the referee out of the way - of course he does - and produces a poor cross. Spain are having to work hard. 14 min: Karim belts a shot over from 20 yards after good work from Sardar. Iran are showing no fear. They’ve realised they can’t just sit back and hope. Meanwhile word has emerged that Gareth Southgate, in a tribute to Mo Salah, has dislocated his shoulder. Oh Gareth! Still, at least he hasn’t done a Gary Lewin. 13 min: Azmoun catches Busquets late on his ankle around 35 yards from goal. The Iranians protest the decision but the Uruguayan referee orders them away. Silva lofts to the free-kick to the far post and it’s headed back by Ramos, but Costa can’t shake off his marker. 12 min: “Speaking of weird, did you see Pique rescue a tiny bird on the field?” Maria Bruschi says. “Awww!” 10 min: A free-kick to Spain on the left. Isco and Silva stand over it. Silva swings it in but it’s too high for everyone in the middle. 9 min: Iran are determined not to sit back. Amiri tries to charge into the Spain area but Pique hooks clear. 6 min: Safi’s corner is headed away and Omid skews a volley over from 25 yards. 5 min: Iran counter for the first time and threaten to expose Spain’s lack of pace in defence. The ball comes to Amiri on the left and he shows good intent, charging past Carvajal. His cutback’s dealt with by Silva but it’s not long before Amiri wins the game’s first corner. 4 min: Carvajal, looking to make an early impact, shoots from long range. Nope. 3 min: Spain have set up camp in Iran’s half. Isco bursts down the left and crosses towards Costa. Beiranvand punches the ball away. 2 min: It occurs to me that Iran came very close to holding Argentina at the last World Cup, only to be undone by a late moment of Messi magic. Carlos Queiroz’s Portugal also gave Spain a stern test in the second round in 2010. Maybe this will be a game for the Spaniards. Iran certainly don’t lack for support in this stadium. Their fans are giving them tremendous backing. Peep! Iran and Spain have never played before. But this is the World Cup and they meet last. Spain, all in white and kicking from right to left in the first half, get the ball rolling in a noisy atmosphere. “Starting to feel weird here too...made worse by the huge time difference here in Tokyo...so I’m now watching my third game of the day (like everyday so far) at 3am...” says Stuart O. We’ve had the anthems! We’ve had the handshakes! It’s time for the day’s third football match! I’m starting to feel slightly strange. How about you? Here come the teams. I hear vuvuzelas in Kazan. No comment. Gerard Pique wins his 100th cap tonight. As Sid Lowe said earlier, it’s funny to think how much his commitment to Spain has been questioned. It’s a more offensive team from Spain tonight. Dani Carvajal is fit to replace Nacho at right-back and Koke makes way for Lucas Vazquez. Their strength in depth is pretty intimidating. On ITV Roy Keane is asked about his relationship with Carlos Queiroz. Disappointingly he fails to tell a story about Queiroz calling him “Keane”. But while he says the Portuguese is an excellent coach, the former Manchester United captain says one of his biggest regrets of his career is not responding to Queiroz questioning his commitment by ripping his head off. Fair enough, Roy. Pre-match reading Iran: Beiranvand; Ramil, Hosseini, Pouraliganji, Haji Safi; Karim, Omid, Ezatolahi, Amiri; Mehdi; Sarhar. Spain: De Gea; Carvajal, Pique, Ramos, Alba; Busquets, Iniesta, Silva; Vazquez, Costa, Isco. Referee: Andres Cunha (Uruguay). Other than Cristiano Ronaldo, the traditional big teams are yet to convince at this World Cup. Germany are in danger of going the same way as recent world champions, Brazil were self-indulgent against Switzerland, Argentina’s dodgy defence is likely to cancel out Lionel Messi’s genius and France have Didier Deschamps in the dugout. As for Italy and Holland, they aren’t even here! The sense is that it’s up for grabs. In fact, this has the potential to turn into the most open World Cup since 2006. Yet if any side looks capable of running away with the trophy, it’s Mexico Spain. Yes, they could yet find a way not to qualify from this group. But given that they prepared for the tournament by firing their manager, Julen Lopetegui, two days before facing Portugal in their opening game, they can feel justifiably encouraged about their start. They made some memorable contributions to the best game of the tournament so far and although they dropped two points after conceding three goals to Portugal, it should be pointed out that they aren’t the first good side to find Ronaldo too much to handle. Better to focus on positive like Diego Costa’s brawn and finishing, Andres Iniesta’s enduring brilliance, Isco and an overall performance that suggested that Spain could be unstoppable if they hit their peak, find some consistency and manage to avoid another encounter with Ronaldo. After the debacle of 2014 and the disappointment of Euro 2016, They have something to prove after the debacles of 2014 and 2016 and although they aren’t perfect - not like they were from 2008 to 2012 – the likelihood is that Fernando Hierro’s men are going to take some stopping. Let’s not get ahead of ourselves, though. After all, Spain still have some work to do if they want to make it into the last 16. There’s a small amount of pressure on them after Portugal’s win over Morocco earlier. Nothing can be taken for granted. They should, of course, have far too much for Iran tonight. Yet Carlos Queiroz, who has history with Hierro from their Real Madrid days, has created a stubborn, organised team. For all their limitations, they’re persistent enough to take advantage of any Spanish complacency. Morocco discovered that last Friday and Iran will qualify for the second round with a game to spare if they pull off one of the greatest shocks in World Cup history. Spain, no doubt, will have other ideas and this could easily be a hiding. But there are no certainties in this tournament. Kick-off: 7pm BST and 9pm in Kazan. Enter your email address to subscribe to our daily email throughout the World Cup:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}