{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/jun/21/universal-credit-flaws-inflict-childcare-costs-on-new-workers", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-06-20T23:01:05Z", "webTitle": "Universal credit flaws inflict childcare costs on new workers", "webUrl": "https://www.theguardian.com/society/2018/jun/21/universal-credit-flaws-inflict-childcare-costs-on-new-workers", "apiUrl": "https://content.guardianapis.com/society/2018/jun/21/universal-credit-flaws-inflict-childcare-costs-on-new-workers", "fields": {"headline": "Universal credit flaws inflict childcare costs on new workers", "bodyText": "Design flaws in the way universal credit supports families with the cost of childcare are pushing low-income parents hundreds of pounds into debt “just for getting a new job”, according to Save the Children. The charity said the requirement by childcare providers for costs to be paid in advance – as much as £1,000 a month for a full-time place for a one-year-old on average in England – leaves families out of pocket for weeks and risks tipping them “over the financial precipice”. The problem has been made worse by common administrative errors which can leave claimants waiting up to two months for childcare costs to be reimbursed – leaving household budgets in chaos and parents short of cash for basics such as food, the charity said. It added: “These high upfront costs will dissuade many low-income parents from getting a new job and push others into debt. This could seriously undermine the government’s ambition for universal credit – to help more parents into work and improve their pay.” The charity called for a comprehensive redesign of the childcare element of universal credit to mitigate its impact on poorer families before the rollout of the new benefit accelerates. Around 500,000 families will qualify for childcare support by 2023. Parents interviewed by Save the Children said paying upfront caused them stress and forced them to borrow from friends and family to make ends meet. They said the reclaiming process was slow and unreliable, and official support inadequate. Although universal credit’s childcare support is more generous than that available under tax credits – it reimburses parents for up to 85% of the childcare costs, compared to 70% under the latter system – it is far more complicated to access and manage, the charity said. The charity cites the case of Louise, a mother of two, who faced an upfront childcare bill for £850 when she returned to work after maternity leave. She described it as a “stressful and unpleasant experience”. The payment in arrears system for poorer families contrasts with the tax-free childcare subsidy for higher income families. This provides funding up front and the administration is far more flexible and swift – “an inequality between the two systems that urgently needs to be addressed,” the charity said. Although 90% of childcare providers in England require parents to pay monthly fees in advance, half of low income families have no savings, and of those that do, average household nest eggs amount to just £300. Steven McIntosh, director of UK policy, advocacy and campaigns at Save the Children said: “Parents are trapped between going into debt to afford childcare and turning down work because they can’t risk household direct debits bouncing. This defeats the point of universal credit. “Childcare support should help parents find work and improve children’s chances in life. Instead of making it harder to get into work, the government must switch to providing upfront help with childcare costs.” Frank Field MP, the chair of the commons work and pensions select committee, said the childcare element process was “brutal”, leaving parents in debt and unable to feed their children: “It’s another example of universal credit leaving children hungry because it fails miserably to reflect the reality of ordinary families’ lives.” A government spokesperson said: “Under universal credit, working parents can claim back up to 85% of eligible childcare costs, compared to 70% of costs covered under the previous legacy system. This is the highest level of support ever. And if someone has accepted an offer of paid work, they are eligible to be paid these costs for the month prior to starting work. “This generous provision has been widely welcomed by stakeholders and is available in addition to an entitlement of up to 30 hours of free childcare.” Universal credit has been dogged by implementation problems and widespread criticism, most recently from the National Audit Office, which last week concluded that the ambitious reform of the benefit system failed to deliver promised financial savings or employment benefits, and leaves thousands of vulnerable claimants in hardship."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}