{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/jun/12/developer-criticised-for-plan-to-dredge-queensland-wetland-and-build-3600-homes", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-06-11T23:00:34Z", "webTitle": "Developer criticised for plan to dredge Queensland wetland and build 3,600 homes", "webUrl": "https://www.theguardian.com/australia-news/2018/jun/12/developer-criticised-for-plan-to-dredge-queensland-wetland-and-build-3600-homes", "apiUrl": "https://content.guardianapis.com/australia-news/2018/jun/12/developer-criticised-for-plan-to-dredge-queensland-wetland-and-build-3600-homes", "fields": {"headline": "Developer criticised for plan to dredge Queensland wetland and build 3,600 homes", "bodyText": "Australia’s largest private property developer has launched a third attempt to dredge and reclaim the Ramsar-listed wetland south of Brisbane to build an artificial harbour and 3,600 homes. Toondah harbour is listed by the Queensland government as a “priority development area”, a state-significant site identified for accelerated development. It also sits on tidal flats that are considered internationally significant and home to endangered migratory shorebirds. Opponents say the plan is one of the most brazen examples of urban development sprawling on to a sensitive environmental site. It is also legally complex, requiring approval by both the federal and Queensland governments. Walker Corporation, a significant donor to both major political parties, last week lodged a revised plan for Toondah harbour, the third in three years. The first was delayed seven times while under environmental consideration by the federal government. • Sign up to receive the top stories in Australia every day at noon The plan includes a new port facility, room for more than 6,000 residents, a hotel and convention centre, and a 1,000-space carpark. In a letter given to nearby residents this month, Walker Corporation says the new plan was developed “in response to feedback from leading environmental and wetland experts, public submissions and the federal government”. It says improvements include a larger buffer zone to nearby Cassim Island, “a more organic and natural system of waterways”, a section of parkland, a conservation area, a koala corridor and a wetland education centre. Opponents say no alterations to the plan could compensate for their principal objection: that creating an artificial harbour and high-rise development would require the dredging and destruction of sensitive wetlands. Richard Carew, a lawyer and member of the group Friends of Stradbroke Island, said the plan, even with modifications, breached Australia’s obligations under the Ramsar convention, an international treaty for the protection of wetlands. “Reclamation of wetlands listed under the agreement is only permitted if ‘urgent national interests’ exist,” Carew said. “Our national environment protection laws adopt the agreement by specifically requiring the federal government to act consistently with it.” The proposal requires the approval of the federal environment minister. But the development plans themselves fall under state law and a fast-track for major proposals introduced by the Newman government and maintained by the current Palaszczuk government. Jo-Ann Bragg, the chief executive officer of the Environmental Defender’s Office Queensland, said the state laws did not allow for appeal once a decision had been made. “EDO Queensland have had calls from a wide variety of deeply concerned citizens and community groups who are really most unhappy that this sort of development is proposed with impacts on ... a very sensitive location,” Bragg said. “By and large the natural environment is not solidly protected through our planning and development system. There’s constant inroads into our natural environment and loss of habitat. In relation to koala habitat, we’re at a crisis point. “With Toondah harbour we need a different process here and the [state] government has the legal power to change that process. And really this is a touchstone of how serious the government is about protecting high value sensitive nature.” Peter Saba, the general manager of Queensland development for Walker Corporation, said the organisation had worked with a wetland expert to develop the masterplan. “What has been submitted is a world-class design which enhances the environment whilst providing the Redland community with a fabulous destination,” he said. “The master plan is defined by a more organic and natural system of waterways and marina coves embedded with wetlands and publicly accessible edges. “We have put a lot of work into ensuring we have a plan that suits the area and the community who will get to enjoy it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}