{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2018/jun/09/myleene-klass-cuts-school-music-lessons-not-valued", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2018-06-09T23:04:34Z", "webTitle": "Myleene Klass: cuts to school music lessons are ‘a travesty’", "webUrl": "https://www.theguardian.com/education/2018/jun/09/myleene-klass-cuts-school-music-lessons-not-valued", "apiUrl": "https://content.guardianapis.com/education/2018/jun/09/myleene-klass-cuts-school-music-lessons-not-valued", "fields": {"headline": "Myleene Klass: cuts to school music lessons are ‘a travesty’", "bodyText": "Myleene Klass has condemned cuts to music tuition in schools, joining many public figures and musicians calling for all pupils to be given the right to learn an instrument. The classically trained former pop star said research showed music can help boost children’s intellectual, linguistic and emotional development. “Because it’s not maths or English, not what are deemed the harder subjects, music doesn’t seem as important to so many. In fact, for me, it’s one of the most important subjects. “It helped me with my algebra. It helps with your interpretation and learning of different languages. You’re working as a group. It uses every single facet of what you’re taught at school. Yet it’s seen as one of the softer subjects, which is a travesty.” Last month, violinist Nicola Benedetti and cellist Sheku Kanneh-Mason, both past winners of the BBC Young Musician competition, said that a lack of musical provision in schools could deprive some children of ever realising their talent or discovering a lifelong love of music. In a letter to the Observer, they wrote that instrumental music learning was being “left to decay in many British schools”. Klass, who will co-host this year’s Classic Brit Awards on Wednesday 13 June, is a musician and model. She won a scholarship to the Royal Academy of Music before auditioning for the ITV show Popstars in 2001, and being picked to join the group Hear’Say. Their first single entered the charts at No 1 and sold 1.2 million copies. The band split a year later, then Klass released her debut solo album, Moving On, reaching No 2 in the classical charts and going gold within weeks. She said that her love of music was inspired by her Austrian-born father: [He] is from six generations of classical musicians… We would drive in the car, and I would play Kylie and he would play Wagner. I became accustomed to the two styles not having to be mutually exclusive to enjoy them. You can love Mozart and you can love Madonna.” Performers at the Classic Brits will include bass-baritone Sir Bryn Terfel and Tokio Myers, a classically-trained artist who won Britain’s Got Talent 2017 with a musical “mash-up” of Debussy and Rihanna."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}