{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jun/20/england-changed-shape-world-cup-2018-steve-holland-tactics", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-06-20T21:30:03Z", "webTitle": "How England changed shape: Holland on Southgate’s tactical evolution", "webUrl": "https://www.theguardian.com/football/2018/jun/20/england-changed-shape-world-cup-2018-steve-holland-tactics", "apiUrl": "https://content.guardianapis.com/football/2018/jun/20/england-changed-shape-world-cup-2018-steve-holland-tactics", "fields": {"headline": "How England changed shape: Holland on Southgate’s tactical evolution", "bodyText": "It was over dinner one night in Sochi when the idea was crystallised. Gareth Southgate was with his assistant, Steve Holland, as he often tended to be last summer. They had the European Under-21 Championship to follow in Poland and, simultaneously, the Confederations Cup in Russia. Then one night, in a restaurant on the Black Sea, the discussion turned to England’s plans for the World Cup and changing the entire shape of the side. By that stage, the two men masterminding England’s World Cup campaign were using their time in Russia to look at potential training bases. “We hadn’t qualified, of course, but without taking liberties we were looking at what might be a good place and experiencing the different climates,” Holland recalls of the conversations that led to England employing their current 3–3–2–2 formation. “We spent about four weeks on the road in Russia, the two of us. We went back to watch the under-21s when the England games were on and then came back for the Confederations Cup. We spent a lot of time on a plane but it really gave us the opportunity to speak about what we had learned over the year.” More than anything, the two men started bouncing ideas off one another about moving away from the system their predecessors had used. And this, ultimately, is why England are operating in a newly designed formation with wing‑backs, three central defenders and no orthodox wingers. “When we took over initially I probably don’t need to remind you of the circumstances,” Holland says, taking up the story. “The previous game was Sam [Allardyce] as manager and the qualification game – Slovakia away, playing 10 men – when we got the late [Adam Lallana] goal. The game before that was Iceland in Euro 2016 [under Roy Hodgson]. So Gareth’s first game is: three managers in three games with England, off the back of Iceland and all that still very much in the air. We had two or three days to work and we were in to the qualifiers. “Gareth’s an intelligent guy and recognised early on that it wasn’t a time for revolution. It was a time for making decisions that would get results in the short term, to secure qualification. Roy’s system was 4–3–3. Sam had also used 4–3–3 in his one game, We went from that to 4–2–3–1 with a No 10 rather than a pivot. And the plan, in the short term, was to get a bit more support to the forwards and hope that was good enough to get us through.” England qualified without losing a game. Yet neither Southgate nor his number two was entirely satisfied. Southgate had played in a three‑man England defence under Terry Venables and Glenn Hoddle. Holland had coached at Chelsea when Antonio Conte’s team won the Premier League with three at the back. And that night, dining in Sochi, the decision was made that it would be England’s best chance, too. “We looked at the Terry Venables Euro 96 team, with Steve McManaman and Darren Anderton as wing-backs and Gary Neville in the back three, and the balance of midfield,” Holland says. “We even went back to Bobby Robson, who started with one way of playing in Italia 90 then went to a back three. But rather than it being something he [Southgate] remembered from the past, the process was: what gives us the best chance of not conceding many goals? What gives us the best chance of having more control of the game with the ball? They were the two factors. “We watched the matches in the Confederations Cup – Germany, Portugal, Mexico, Chile, some good teams – and tried to envisage how we would look against that kind of opposition. We made some decisions and one of those was a back three. We felt we would be better, with and without the ball, with a back three. “I spent a year with Antonio when Chelsea won the league with a 3–4–3, with [César] Azpilicueta, a full-back, in a back three, Gary Cahill on the left and David Luiz, as it was then, in the middle. The first time we’d tried it [3-4-3] with England, in the friendly against Germany [in March 2017], we lost the game, but it was a more than reasonable performance. So the next stage was how to get the midfield balance right. We had good forwards and if we played [3–3–2–2] we could get two on the pitch, rather than one. The only criterion, after that, was: ‘Do we have the wing‑backs?’ And the wing‑backs are the least of our problems: we have all sorts of different types of wing‑backs. So it made sense.” The idea is for Kieran Tripper and Ashley Young to act as auxiliary wingers rather than orthodox full-backs, with Jordan Henderson operating as the pivot and the two attacking midfielders to provide support for Harry Kane and Raheem Sterling. That role went to Jesse Lingard and Dele Alli against Tunisia. However, Ruben Loftus‑Cheek is set to play in Sunday’s game against Panama because of Alli’s thigh injury. “The game against Holland in March was the first time you would have seen us play with two offensive ‘No 8s’ rather than a [Jake] Livermore, for example, who’s a good player but more defence‑minded,” Holland says. “Nigeria was the first time we tried Dele there – the balance of him running forward, the positions Jesse was taking up and Raheem dropping short. That created problems for our opponent. So was it vindication? Probably not, because we could see signs it was coming. But what is interesting is in our last four matches, the opposition has changed at half-time to cope with us three times. “Holland changed at half-time and actually changed again in the second half. Nigeria changed at half‑time. And there was a change [from Tunisia] at half-time. That’s usually a good sign, if the opponent is having a problem coping with what we’re trying to do.” The new system is set up to be adventurous, in keeping with the “attack the tournament” motto of the squad here in Repino. But is everyone entirely comfortable with it? Kyle Walker, for one, has said he regards himself as an attacking right-back rather than, as Southgate has been using him, a third centre-half. “I’d look at that differently,” Holland argues. “We’ve watched Manchester City a lot this year and Kyle hasn’t played like he did for Tottenham the previous three years. He hasn’t spent all his time 30 to 40 metres down the touchline. He’s been controlling defensive counterattacks. I’m not sure whether we’re arguing about 20 metres here or there, but we’re not asking him to play behind the [opposition] forward. He’s more or less playing where he has for his club all year and been a champion.” For Holland, these are the moments that vindicate why he became Southgate’s assistant on a full-time basis, leaving Chelsea – a club he describes as “brilliant for me … the most exciting in the world, never a dull moment – not always good, unfortunately”. But he also takes the point that Harry Kane’s teammates cannot always rely on the captain to score the goals. “The team is hitting a good level of performance. It’s making more chances, looking more dangerous and what it isn’t doing is finishing games off. It could have been three or four [against Tunisia] at half-time. So what is that? “If you look at the England team, where are our goals? We’ve been so dependent on Harry … he’s the one player that has the track record at this level that you can bank on. “After that, where are our goals? Dele has goals for Tottenham but hasn’t yet managed to do that consistently [for England]. Raheem has goals [for Manchester City] but hasn’t quite transferred that to international level. Jesse has taken time to get goals for Manchester United. He got into great positions [against Tunisia]. Have we better scoring options in that position? I’m not sure we have. We’re going with the players we think have the potential but they’re young men with not many caps. It might just take a bit of time.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}