{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2018/jun/16/daddy-cool-fathers-day-fashion", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2018-06-16T22:50:09Z", "webTitle": "Daddy cool: father’s day fashion", "webUrl": "https://www.theguardian.com/fashion/2018/jun/16/daddy-cool-fathers-day-fashion", "apiUrl": "https://content.guardianapis.com/fashion/2018/jun/16/daddy-cool-fathers-day-fashion", "fields": {"headline": "Daddy cool: father’s day fashion", "bodyText": "Andrew MacGregor, 36, sustainable artist, and Imaya, two How do you start the day with Imaya? In the morning, after breakfast, we always put the radio on and have a dance. How did you choose Imaya’s name? Her aunt came up with it, and my aunt came up with mine. It seems to be a running theme. In Nigeria, Imaya means beautiful. How has fatherhood changed? I think today we are much more hands-on. I don’t think my dad’s generation was expected to be as involved in daily life. Jason Elliot, 49, security officer, Kobe, four, and Romari, six months What has been your proudest moment of being a dad? Their mum went through struggles while she was pregnant, so seeing them both born healthy – and cutting the umbilical cord was a special moment. Where would you like to take the kids? I’d love to go to the Caribbean with them; to take them on holiday to a nice beach with good food. How different is being a father today? Fatherhood itself hasn’t changed, the essence of the role is timeless. But the way we interact with our children has changed. We connect with them on a whole different level. Damien Francis, 39, ex-footballer turned model, and Damien, three What made you choose the name Damien for your son? He’s my only son. I like my name so I wanted to give it to him. What do you like about being a father? I like watching Damien become the person he is – and the person he is going to be. Do you feel it’s important to raise emotionally aware boys? The emotional side of a boy is often overlooked. My son is a ball of energy from the moment he opens his eyes. But he also has a very loving side. You have to try to balance both aspects. Vitan Boyadzhiev, model and vintage car enthusiast, 26, and Mia, four months What would be your perfect Father’s Day? It would be the three of us and our dog in my pink truck driving around and having fun. What’s the best thing about becoming a dad? Having a routine. Before, I didn’t have one. I was modelling and travelling. Now it’s the total opposite. I like getting up at night and feeding her and then getting up in the morning and doing it all again. What’s the most important thing you can teach Mia? That I will do my best for her and be there for her no matter what. I feel that a lot of people do not realise that being there is so important."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}