{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/jun/05/turkey-escalates-row-with-greece-over-putschist-soldiers", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-06-05T22:41:52Z", "webTitle": "Turkey escalates row with Greece over 'putschist' soldiers", "webUrl": "https://www.theguardian.com/world/2018/jun/05/turkey-escalates-row-with-greece-over-putschist-soldiers", "apiUrl": "https://content.guardianapis.com/world/2018/jun/05/turkey-escalates-row-with-greece-over-putschist-soldiers", "fields": {"headline": "Turkey escalates row with Greece over 'putschist' soldiers", "bodyText": "Turkey has sent fighter jets roaring into Greek airspace as tensions mount between the two neighbours following the release from pre-trial detention of eight Turkish army officers described as traitors by Ankara. Formations of F-16s flew at low altitude over Aegean isles for more than 20 minutes on Tuesday as Turkey furiously accused Greece of sheltering terrorists. Ankara vowed to trace the commandos who it claimed participated in the failed July 2016 coup against the president, Recep Tayyip Erdoğan, and his government. “It is our duty to find these ‘putschist’ soldiers wherever they are, pack them up and bring them to Turkey,” the country’s deputy prime minister, Bekir Bozdag, said late on Monday. He personally criticised the Greek prime minster, Alexis Tsipras, for failing to hand the soldiers over to Turkey after they flew into Greek airspace. “From statements made in Greece by its prime minister right after the coup, we were of the positive opinion that they would be extradited to Turkey,” he said. “We thought that Mr Tsipras would keep his word. With time, though, we saw that the judicial authorities were mobilised and these ‘putschists’ were not extradited.” The fate of the eight has been in Greek hands ever since the army officers took local authorities aback, landing their helicopter outside the northern border town of Alexandroupolis a day after the abortive coup. The commandos deny involvement in the putsch, which left 250 people dead and more than 2,000 injured. On Monday Greek authorities moved the military personnel out of police custody; following expiry of the 18-month pre-trial period they are legally allowed to be detained while they apply for asylum. They have been placed in top-secret locations under heavy police protection. “Given Turkey’s mindset, the situation is very dangerous,” said a senior judicial source. “But this is an issue of justice and we feel strongly that we must stand up for it.” The Turkish government argued there was overwhelming evidence the men participated in the attempted overthrow, which it claims was orchestrated by supporters of the US-based cleric Fethullah Gülen. In the almost two years since, Erdoğan has moved ahead with a large-scale purge of the army and other institutions. With the eight fuelling nationalist sentiment in the run up to parliamentary and presidential polls on 24 June, the Turkish president has raised the issue several times. In April, only days after calling the snap elections, he appeared to raise the prospect of a trade-off saying if the officers were returned, Ankara would consider Athens’ request for the release of two Greek border guards detained after being found in a “forbidden military zone” by Turkish authorities in early March. Greece has repeatedly rejected the extradition requests, with the country’s highest court ruling the men would not receive a fair trial, in contravention of EU law, if they were to go back to Turkey. In April, the tribunal went further, granting one of the eight irrevocable asylum in Greece – and by extension the EU – despite Greek government objections. Judgment on the remaining asylum requests is pending. Tensions between the Nato rivals have risen dramatically in recent months with disputes over isles and airspace in the Aegean Sea. Friction along the land border the two neighbours share has also grown since the arrest of the two Greek frontier guards. “The air violations, like the tensions more generally, should be seen in the context of Turkey’s ambitions to become the region’s hegemon,” retired admiral Vasilios Martzoukos told the Guardian. “The EU has to recognise that Greece’s borders are Europe’s borders. Tensions are high. Turkey feels strong. It spends $18bn a year on armaments. It doesn’t care about borders or international treaties. What we are seeing is because it has distanced itself from Nato and the values of the west.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}