{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jun/19/ruben-loftus-cheek--start-england-panama-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-06-19T22:01:00Z", "webTitle": "Ruben Loftus-Cheek in line to start for England against Panama", "webUrl": "https://www.theguardian.com/football/2018/jun/19/ruben-loftus-cheek--start-england-panama-world-cup", "apiUrl": "https://content.guardianapis.com/football/2018/jun/19/ruben-loftus-cheek--start-england-panama-world-cup", "fields": {"headline": "Ruben Loftus-Cheek in line to start for England against Panama", "bodyText": "Ruben Loftus-Cheek is in line to make his first World Cup start, against Panama on Sunday, with Dele Alli rendered a major doubt for England’s second group game after suffering a minor thigh strain in Monday’s victory over Tunisia. Alli, who had pulled up just before half-time in clear discomfort, for all that he surprisingly played on after the break, underwent a scan at a private hospital in St Petersburg on Tuesday that revealed minor damage to his quad muscle. The England medical staff will continue to monitor him over the rest of the week at their base in Repino where he will be treated on site, but the 22-year-old is expected to miss at least two days’ training in the build-up to the match in Nizhny Novgorod. It seems unlikely that Alli, who had started the game so well at the Volgograd Arena and limped away from the stadium unaided, will now be risked against Panama, who are perceived to be the weakest team in Group G and were beaten 3-0 by Belgium in the first match. That should give Loftus-Cheek, who impressed on loan from Chelsea at Crystal Palace last season, his opportunity to follow up his 10-minute cameo against Tunisia. He had replaced Alli and offered strength and direct pace down the right, an unfamiliar position after he spent most of last season playing on the left, and won the corner from which Harry Kane scored his stoppage-time winner. The 22-year-old made his international debut in November, impressing against the world champions, Germany, and a three-month spell out injured mid-season had threatened his inclusion in the squad. Gareth Southgate has long admired Loftus-Cheek and, after an eye-catching last six games of the season for Palace, he was included in the 23-man party and impressed in the pre-tournament friendly against Costa Rica in Leeds. Southgate’s instinct had been to stick with the lineup that started so well against Tunisia, though Alli’s absence would force at least one change and could resolve his dilemma over whether to retain Raheem Sterling. His pace and movement had troubled Tunisia early on, but Sterling appeared anxious in front of goal with his display rather fading during the grind of the second half. His substitution for Rashford with 22 minutes remaining means the 23-year-old has now gone 21 caps without a goal, stretching back to October 2015, with Rashford offering a more direct threat alongside Harry Kane. His direct running and link-up play unsettled a tiring Tunisian back-line, with the player’s impact serving to force opponents further into retreat. The Manchester United striker has proved his form and fitness despite twice missing training in Repino last week after suffering a knock to his knee in the squad’s last session at St George’s Park before their departure for Russia, but Southgate may be reluctant to incorporate two new attacking players from the start against Panama in a game which, if won, could secure England’s passage into the next phase. Southgate has been hugely supportive of Sterling since assuming the reins of the national team, standing by the forward as he found himself caught in a media storm over a tattoo of an M-16 assault rifle on his right calf and praising his energetic display against Tunisia. The manager’s other issue had been at left wing-back, where Ashley Young performed well in Volgograd, not least with his delivery in the build-up to the first goal. Danny Rose would normally be Southgate’s first-choice in that role but he is short of match fitness after a season heavily disrupted by injuries at Tottenham. He had trained well in the build-up to the first game and will be in full contention for the fixtures to come. Fifa is to investigate whether there was a failure of video technology in the game against Tunisia after Kane appeared to be denied two penalties either side of half-time. The Colombian referee, Wilmar Roldán, took no action and the four VAR officials also failed to intervene, leaving England perplexed. Brazil have formally complained to Fifa after claiming they were denied two key decisions in their draw with Switzerland."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}