{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jun/20/portugal-world-cup-morocco-fernando-santos-cristiano-ronaldo", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-06-19T23:44:36Z", "webTitle": "Portugal urged by Fernando Santos to hit ‘Euro 2016 levels’ against Morocco", "webUrl": "https://www.theguardian.com/football/2018/jun/20/portugal-world-cup-morocco-fernando-santos-cristiano-ronaldo", "apiUrl": "https://content.guardianapis.com/football/2018/jun/20/portugal-world-cup-morocco-fernando-santos-cristiano-ronaldo", "fields": {"headline": "Portugal urged by Fernando Santos to hit ‘Euro 2016 levels’ against Morocco", "bodyText": "The Portugal coach, Fernando Santos, has urged his team to reach “Euro 2016 levels” as they prepare to take on Morocco in their second game of the World Cup. Their first match, against Spain, ended in a wild 3-3 draw with Cristiano Ronaldo scoring a hat-trick, but while Santos was pleased with some aspects of that game, he expects his team to improve in certain areas. “Morocco are an excellent team, one of the best in Africa, and they have an excellent coach in Hervé Renard,” Santos said on Tuesday. “We have to be very focused and intense in our play and, if we play like we can do, we will win. We have to play like we did in the European Championship two years ago. “We thought about what we did in the first game against Spain and we tried to rectify in training what we did not do so well, but there is no magic solution. Things do not work like this. Portugal have the capacity to do better than we played against Spain and I hope we can correct our mistakes.” Portugal went on to win the Euro two years ago, having drawn their first game with Iceland, but Santos warned that they cannot just rely on their captain to bail them out. “I hope that Cristiano will have just as good a game as he did against Spain and that that is enough to win the game and collect three points. His presence is naturally very important for the team but this is not all about individuals. We are at a World Cup and we have to show Morocco respect because they are an excellent team.” The two teams met at the 1986 World Cup with Morocco recording a surprise 3-1 victory, which eliminated Portugal from the tournament. Santos quite rightly said that the result from 32 years ago would have no bearing on Wednesday’s game but reiterated that it showed that their opponents could not be underestimated. The Portugal centre-back Pepe was also toeing the party line, saying that they had to prepare for this game as they had done the encounter against Spain. “We have to give our everything. We have to run a lot and we have to work hard because this will not be an easy game.” The Besiktas defender praised Ronaldo for his contribution against Spain. “He had a dream debut at this tournament but you also have to remember all the work he puts in to make it happen. I hope this World Cup will be Cristiano’s. The first game was a good sign for us.” Morocco will aim to bounce back after their opening defeat against Iran, courtesy of a late own goal from Aziz Bouhaddouz. Renard said he was still smarting from the disappointment but said that the players alone were not to blame. “A coach who loses is never right,” he said. “I share some responsibility in talking about the choices I’ve made.” The 49-year-old Frenchman, who had a spell in charge of Cambridge United in 2004, also had to field questions about how they are going to defend against Ronaldo. He said: “We must do everything to make it a less exceptional game for him tomorrow.” The Morocco defender Nabil Dirar added: “Tomorrow will be a final for us, an important battle. We will give our life on the pitch.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}