{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2018/jun/06/universities-to-adopt-code-vice-chancellors-pay-guidelines", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2018-06-05T23:01:01Z", "webTitle": "Universities to adopt watered-down code for vice-chancellors' pay", "webUrl": "https://www.theguardian.com/education/2018/jun/06/universities-to-adopt-code-vice-chancellors-pay-guidelines", "apiUrl": "https://content.guardianapis.com/education/2018/jun/06/universities-to-adopt-code-vice-chancellors-pay-guidelines", "fields": {"headline": "Universities to adopt watered-down code for vice-chancellors' pay", "bodyText": "Universities have agreed to adopt a voluntary code that would require them to justify repeated pay rises for vice-chancellors above those of other staff, after a year of controversy over high salaries. But the guidelines published by the Committee of University Chairs (CUC) appear to have been watered down compared with a more detailed draft published by the committee earlier this year. The draft code from January included a requirement for universities to publish how much more their vice-chancellor earns than the median pay of their overall workforce, and compare this multiple to the national range. Those in the highest 20% would then have to justify their unusually high salaries. But the completed code to be adopted, which is less than half the length of the draft, has dropped the specific range in favour of less definitive wording. The wording was changed after consultation, with several university leaders objecting to the metric, including some of those whose pay would have been classified as being in the upper bracket. The code was criticised by the University and College Union, which represents higher education staff. The union’s general secretary, Sally Hunt, said: “This woefully inadequate code is nothing more than another plea for restraint to a group of people who have ignored every previous request. “It is staggering that it does not even ban vice-chancellors from attending the meetings where their pay is set. A bizarre gentleman’s agreement where the boss steps outside while their pay is discussed is not how you tackle excessive pay.” Andrew Adonis, the former education minister who has been a vocal critic of vice-chancellor pay levels, said: “At long last the vice-chancellors have taken some basic steps towards good governance. But it’s not just process we need - it’s fundamental changes in behaviour. There needs to be an end to the culture of greed and excess.” The new rules appear unlikely to prevent regulators in England from taking further action, with the Office for Students warning universities would face tougher conditions in justifying high pay. Nicola Dandridge, the OfS chief executive, said the code was “a positive step”, but suggested vice-chancellors needed to “show real leadership” in curbing their salaries. “Later this month, the Office for Students will publish its accounts direction for universities and colleges,” she said. “We will set out our increased expectations around transparency for senior pay, and will be expecting all higher education providers to justify how much those who lead their organisations are paid. Where an institution breaches our regulatory conditions, we will not hesitate to intervene.” In comparing vice-chancellors’ pay to a multiple of median staff pay, the January draft stated: “Institutions should set themselves a range of pay multiple that is acceptable. Over 80% of institutions currently sit within the range 4.5 to 8.5. Institutions that wish to position themselves outside of this range will need to be prepared to justify to stakeholders and their regulator why this is desirable.” But the final version of the code is more circumspect. “The diversity of the sector means these ranges will differ between institutions. Institutions that position themselves in the highest quintile [20%] will need to be prepared to provide additional explanations to stakeholders and their regulators as to why this is desirable,” it says. The CUC chairman, Chris Sayers, said his committee planned to publish national measures of vice-chancellors’ pay multiples, including the average and the highest quintile – currently 6.4 and above 8 respectively – which would allow outsiders to make comparisons. “The publication of this remuneration code is a major step in tackling the issue of vice-chancellor pay. It provides a strong basis for the sector to demonstrate its commitment to transparency, and I urge all institutions to adopt it and apply it,” Sayers said. The code empowers efforts to stop vice-chancellors taking well-paid external positions such as directorships while in office. They are “generally unlikely to be able retain significant sums”, it states."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}