{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/jun/06/almost-25000-children-waiting-for-social-housing-in-victoria", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-06-05T22:00:56Z", "webTitle": "Almost 25,000 children waiting for social housing in Victoria", "webUrl": "https://www.theguardian.com/australia-news/2018/jun/06/almost-25000-children-waiting-for-social-housing-in-victoria", "apiUrl": "https://content.guardianapis.com/australia-news/2018/jun/06/almost-25000-children-waiting-for-social-housing-in-victoria", "fields": {"headline": "Almost 25,000 children waiting for social housing in Victoria", "bodyText": "Almost 25,000 children are waiting for social housing in Victoria, according to new figures revealing the scale of the state’s housing crisis. A Victorian parliamentary inquiry published its report on Tuesday into the state’s plan to sell off nine Melbourne public estates to developers, the first stage of a long-term $185m strategy to renew ageing housing stocks. The report laid bare the crisis facing the state’s social housing system, finding that a “continuous under-investment in public housing” had led to increasing unmet demand. The report revealed 82,499 Victorians were on the social housing waiting list, including 24,622 children, through 36,742 new applications and 7,286 applications for a transfer. The report found the priority waiting list had “increased significantly in recent years” due to a loss of rental affordability, rapid population growth, family violence, disability, mental health and homelessness. At the same time, Victoria was rated as having the lowest proportion of social housing units per capita in the country. About 3.5% of occupied units in Victoria were classed as social housing, well below the national average of 4.5%. The number of social housing units as a proportion of all housing has fallen in Victoria in the past decade, the report said. The problem is exacerbated by the unsuitability of the existing social housing stock. About 80% of those on the waiting list required one or two-bedroom properties, but such buildings made up less than 60% of the total stock. The state government has faced some criticism over the first stage of its public housing renewal project, which will replace nine public housing estates with private-public mixed developments. The new developments will include a minimum of 10% extra public housing dwellings and hundreds of new private dwellings, but the plan has stalled in state parliament. The Council to Homeless Persons, Victoria’s peak homelessness group, said the numbers contained in Tuesday’s report should be a wake-up call to those opposing the government’s renewal project. “Behind the numbers are children who are waiting for a home, and families with their lives on hold,” chief executive officer, Jenny Smith, said. “A permanent, affordable home is a foundation for engaging in education, getting a job, having a stable life, and currently 82,000 Victorians are being denied that stability.” Smith said the program would deliver 1,778 new public homes, compared with 617 if the land was kept solely for public housing. But the inquiry report identified a number of concerns about the plan. Critics say it is a lost opportunity to more significantly boost social housing stocks. The plan is being funded by the sale of public land and critics say the program will be the government’s last chance to use the land for a major boost to social housing. The inquiry also raised concerns that existing tenants were promised an absolute right to return to the estates once they were rebuilt, but this was not reflected in the contracts they signed. “It appears that the airing of this issue at this Inquiry caused the paperwork to be changed – including what will be a retrospective change for at least 110 tenants who had already signed the original agreement and left their homes,” inquiry chairwoman Margaret Fitzherbert said. “This intervention should not have been necessary.” The state’s housing minister, Martin Foley, urged the Coalition and the Greens to “stop playing politics” and let the government push ahead with its renewal plan."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}