{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jun/16/fabian-delph-england-world-cup-child", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-06-16T22:21:00Z", "webTitle": "Fabian Delph preparing to return home for birth of his third child", "webUrl": "https://www.theguardian.com/football/2018/jun/16/fabian-delph-england-world-cup-child", "apiUrl": "https://content.guardianapis.com/football/2018/jun/16/fabian-delph-england-world-cup-child", "fields": {"headline": "Fabian Delph preparing to return home for birth of his third child", "bodyText": "Fabian Delph has come to terms with the possibility he will have to miss one of England’s matches at the World Cup while he returns home to attend the birth of his third child. Delph’s wife, Natalie, is due on 30 June, two days after the team play Belgium in their final group game in Kaliningrad, with Gareth Southgate having granted the Manchester City midfielder permission to return home to be at her side. That will take priority over representing his country, if selected, in Russia. “Gareth’s fine about it and understands how important family is to me, and he’s the same as well,” said Delph, whose teammate Phil Jones left the camp before the pre-tournament friendly against Nigeria while his wife, Kaya, gave birth to their daughter, Alaria. “We’ve spoken about it a lot. He was away at an England camp and had to fly back to be at the birth of his child, getting there 10 minutes before, apparently. Hopefully I can do the same. “I’ve spoken to the guys at the FA and asked them to get me a private plane with lots of Champagne on it … No, they’re going to sort a plane for me. My wife will give me the heads-up – I’m waiting on the text saying: ‘Get back home’ – and I’ll get back as fast as possible. “We’ve got a fantastic squad, great players, and if I am selected to play and I have to make my way back to see my family, there are players more than capable of doing the job I can do, if not a lot better. I’m comfortable with that decision. I don’t think [the hiatus in his tournament] will affect me mentally. Having to travel home and then back again is obviously not ideal, but it’s part of life. I’m about to have my third child and I’m not going to miss it if I can help it.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}