{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/may/17/for-olive-cooke-sake-end-charity-cold-calls", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-05-16T23:05:08Z", "webTitle": "For Olive Cooke’s sake, charities must be less brutal | Lucy Siegle", "webUrl": "https://www.theguardian.com/commentisfree/2015/may/17/for-olive-cooke-sake-end-charity-cold-calls", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/may/17/for-olive-cooke-sake-end-charity-cold-calls", "fields": {"headline": "For Olive Cooke’s sake, charities must be less brutal", "bodyText": "In charity speak, Olive Cooke was a “committed giver”. At one time, she had 27 direct debits to different charities. In Bristol speak, she was simply a legend. And at 92, she was one of the UK’s longest-serving poppy sellers. Her dedication was a legacy from her father, Fred Canning, who served at Gallipoli, and her commitment was reinforced by the loss of her first husband, Leslie Hussey-Yeo, in the second world war. Video clips from local news stations show a charismatic woman. She had a sparkle about her. The perfect charity supporter, you might say. But it wasn’t enough. Last week, she was found dead in the Avon gorge. According to her family and friends, she was driven to her death partly because she was “exhausted” by the constant demands of cold calls and direct mail from charities, many of which she had supported over the years. Highly sensitised to the whole notion of giving and helping, it seems she felt hounded by the volume of calls and letters (up to 260 a month). When budgeting forced her to cancel some of her many direct debits, she seems to have received calls from charities asking her to restart them. Charity bosses have spoken comfortingly about Olive since her death and promise they will look at what went wrong. They are very good at this, after all: reputational management is part of the skill set of running a successful charity in the 21st century. Some of them, notably Amnesty International, have already checked their records and provided details of their interaction with Olive. These are the charities that still have control over their telemarketing. Many will have more difficulty laying their hands on these records as 90% of telemarketing calls are outsourced to third-party companies, where the donor’s information – the paperless direct debit – is sold to a charity for a fee. Meanwhile, the expressions of sympathy from charity executives are laced with regret that Olive didn’t just sign up for the telephone preference service and the mail preference service and this could all have been avoided. Never mind that that is not as easy as it sounds – it is also to miss the fundamental point. There is a huge gap between the face of charitable giving, which is still very much a “pretty nurse selling poppies from a tray”, and the reality: a numbers game in a highly competitive business based on capture and attrition rates, in which the people giving are airbrushed out of the equation. Behind the scenes, I suspect reaction to Olive’s death is far more bullish. The charity industry is used to standing up for itself. It has to be tough. Recruiting donors via cold calling has become standard practice. Telephone fundraising generates £35m of annual income among members of the Fundraising Standards Board, which represents about 50% of all UK charities. Some charity chiefs are actually quite sniffy about our public efforts. They think we give too little and demand too much. To paraphrase one exec, we think cancer can be cured for £15 per annum. They find us rather frustrating. The reality is that charities need guaranteed stable income to be able to plan. It’s perhaps inevitable that they have found more full-on formats to secure an income stream. Over the past few years, we have seen a spike in fundraising recruitment and “innovations” such as face-to-face fundraising (“chugging”). Among competitive charities, this is akin to an arms race. But I don’t feel civil society has been allowed to debate this at all. We’ve bought into the charity line that these full-on formats are a necessary evil. But research suggests that the public does not like being solicited by phone. It’s time for charities to take our misgivings seriously. The charities insist that telemarketing is random and donors are not profiled and targeted but members of the public suspect that once they hand their details over to charities this opens the floodgates. And how many of us really understand the process of giving to charity today? Glimpses into the inner workings are still rare. We’re largely dependent on whistleblowers – normally disillusioned chuggers – to enlighten us, as in last year’s investigation by Dispatches. Charities actively lobby against regulation and in the UK they’ve benefited from a relatively light touch. Imagine the uproar right now if Olive’s family had suggested she had been driven to suicide by multiple door knocks by doorstep sellers flogging cavity wall insulation. Rogue traders are prosecuted using consumer protection and unfair trading regulations. But the number of prosecutions of charities, or third-party agencies, for flouting rules on solicitation from donors? Zero. What will Olive Cooke’s legacy be? Some feel the charity industry must now face up to the fact that the voluntary codes of conduct are not working. The prime minister has paid tribute to Olive Cooke but good regulation needs government money and during the last parliament, the Charity Commission’s budgets were slashed. There’s also a question as to whether this type of approach is really worth the risk to reputation of the whole business of giving. After all, legacy donations remain the primary way of funding charitable activities. Will people feel so inclined to leave money to charities if they’re hounded for smaller donations throughout their lives? And what will the reputation of charities be among their children? I can only speak from experience, but when I used to answer my grandmother’s endlessly ringing landline, when she found the calls increasingly confusing, I did not feel warmly towards the cold callers. If the charity industry can’t get its own house in order, matters might be taken out of their hands. The EU’s Data Protection Directive is on the horizon, with donors needing to opt in to be contacted. Charities say this would slash their incomes. This legislation also includes the “right to be forgotten”, where we could be removed from charitable databases for ever. Is this desirable? There is only one thing I’m sure of right now – Olive Cooke must never be forgotten."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}