{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/may/19/luke-donald-european-tour-rules-ryder-cup-golf", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-05-19T22:00:06Z", "webTitle": "Luke Donald voices concerns over European Tour rules", "webUrl": "https://www.theguardian.com/sport/2015/may/19/luke-donald-european-tour-rules-ryder-cup-golf", "apiUrl": "https://content.guardianapis.com/sport/2015/may/19/luke-donald-european-tour-rules-ryder-cup-golf", "fields": {"headline": "Luke Donald voices concerns over European Tour rules", "bodyText": "Keith Pelley has not taken up office as the European Tour’s chief executive yet but will already have learned the willingness of key stakeholders to offer advice. That much was clear on Tuesday when the former world No1 Luke Donald said the stipulated number of events to retain a European Tour card should be scaled back. Donald is one of a batch of US-based Europeans who must play 13 straight or co-sanctioned European Tour competitions to remain a full member and thereby be eligible for Ryder Cup selection. Difficulty over that commitment has been pointed out in the past and is pertinent this week. Henrik Stenson, Sergio García and Ian Poulter are skipping the Tour’s flagship event, the BMW PGA Championship at Wentworth. Donald has offered alternative reasoning, though. “I think it would be nice to see a reduction in the number of counting events needed for the European Tour,” he said. “It would encourage some other players from around the world to become members of the European Tour. I don’t think it would affect the number of events I would play necessarily but it would encourage certain players, even US guys, to join this tour and grow this tour. “At this point Brooks Koepka is a good example. Through being a European Tour member he got a lot of success out of it, did very well. He became a PGA Tour member, obviously being American, and I think having a number of 13 events as a minimum, being allowed only three or four releases [from the PGA Tour] – just simply the math doesn’t work. “There’s some room for improvement there and I think, ironically, minimising the number of events would actually strengthen the Tour.” Donald’s compatriot, Paul Casey, has opted to commit himself entirely to PGA Tour golf and Donald admitted: “With my world ranking sliding I’d have to seriously consider something like that next year if it doesn’t get any better. If you’re not in the majors and world events, to play both tours, you’re just thinning yourself out too much or you would have to play 30, 35 events for the year. “So that’s something I would have to consider. I haven’t even got close to thinking about that yet but I would dearly love to continue being a member of both tours and obviously to have the chance to play in the Ryder Cup.” Donald’s current ranking is a surprisingly low 60, which points perfectly towards the importance of a week back on home soil at a tournament he has previously won. “I would say there have been moments on the course where I’ve been very down, disappointed and frustrated, all those words. Anyone who plays this game knows how difficult it is,” he said. “There’s some things on the line that I haven’t had to worry about in the past. Staying in the top 60 for the US Open, getting in the top 50 for the Open, I’m obviously aware of these. I don’t want to have them be too much of a focus. The focus has to be on doing what I can to be ready each week and being prepared.” The American Ryder Cup player Patrick Reed has belatedly withdrawn from both the PGA Championship and next week’s Irish Open."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}