{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/may/11/r-and-a-25m-contact-united-states-open-championship-golf", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-05-11T22:03:38Z", "webTitle": "R&A to agree $25m deal with American broadcasters for Open rights", "webUrl": "https://www.theguardian.com/sport/2015/may/11/r-and-a-25m-contact-united-states-open-championship-golf", "apiUrl": "https://content.guardianapis.com/sport/2015/may/11/r-and-a-25m-contact-united-states-open-championship-golf", "fields": {"headline": "R&A to agree new deal with American broadcasters for Open rights", "bodyText": "The R&amp;A is on the verge of another broadcasting windfall, with a new multi-year deal to screen the Open Championship in the United States edging close to completion. The R&amp;A recently confirmed the Open will move from the BBC to Sky Sports for live coverage in the UK. The current North American contract with ESPN, like the BBC’s, is due to end in 2017. It is reportedly worth $25m a year to the R&amp;A, a figure which will almost certainly increase next time around. Negotiations, which are being handled by IMG, are well under way for what is hoped will be a 10-year agreement for the United States platform. Peter Dawson, the R&amp;A’s outgoing chief executive, is understood to have held talks with interested parties in New York three weeks ago. Confirmation of the new contract could be forthcoming before this year’s Open, which takes place at the Old Course in July. Fox Sports, through its ownership alliance with Sky, is understandably part of this bidding process and may be the favourite to prevail. NBC, which owns the Golf Channel, will also have its eyes fixed on live Open coverage. Turner Sports and CBS Sports, who are looking to expand their rights portfolio, have been mentioned as bidders. It is regarded as a long shot that ESPN will retain the American rights with its attention turning towards other sports. Dawson and the R&amp;A came under fierce criticism from some quarters for ending the Open’s alliance with the BBC in favour of a pay-per-view channel. Speaking in February, the chief executive defended that move. “The decision to go with the live rights to Sky was one I would suggest that, if you were in possession of the information we are, every one of you would have made,” Dawson said. “There is not a person in this room, believe me, that would have made that [alternative] decision given the state of play at the time.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}