{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2015/may/21/official-scrabble-book-adds-lotsa-ridic-new-words", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2015-05-20T23:01:06Z", "webTitle": "Official Scrabble book adds lotsa ridic new words", "webUrl": "https://www.theguardian.com/lifeandstyle/2015/may/21/official-scrabble-book-adds-lotsa-ridic-new-words", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2015/may/21/official-scrabble-book-adds-lotsa-ridic-new-words", "fields": {"headline": "Official Scrabble book adds lotsa ridic new words", "bodyText": "It is the book Scrabble players turn to when disputes arise over whether particular words are allowed, whether enjoying a sociable – or not so sociable – evening with friends or taking part in the world championships. Now a new version of Collins Official Scrabble Words has been published, adding 6,500 new words to the popular board game’s approved list – which already runs to 250,000 – including modern slang, technological terms and “onomatopoeic interjections”. So now if your bezzy is beating you, you can utilise lotsa new words in order to stay dench (excellent, the grime artist Lethal Bizzle’s phrase of choice). If you got those three in, you would earn 18, 5 and 11 points respectively. As well as slang (obvs, ridic, lolz, and the US rap inspired shizzle), there are new words from recent society and culture. You can now play words like devo (as in devolution/devo max), twerking (“a type of dance involving rapid hip movement”), onesie, vape (inhaling from an electronic cigarette) and podiumed, the past participle used frequently in the Olympic Games. Technology’s deepening involvement with our lives is reflected with words like hashtag, facetime (the Apple video calling feature), tweep (one who tweets) and sexting. Hacktivist (someone who hacks computer systems for political reasons) is also a new addition, referring to groups like Anonymous. Also included are so-called onomatopoeic interjections, with augh, blech, grr, waah and yeesh lending their situational help to Scrabblers. “Dictionaries have always included formal and informal English,” says the head of language content at Collins, Helen Newstead. “But it used to be hard to find printed evidence of the use of slang words. “Now people use slang in social media posts, tweets, blogs, comments, text messages – you name it – so there’s a host of evidence for informal varieties of English that simply didn’t exist before.” Slang has always been part of the game of Scrabble; so have rude and swear words. The groups of words included tend to depend on the venue and competition. Not all words are modern additions. Foreign words like cinq, coqui (a tree-dwelling frog) and paczki (a round, filled doughnut) have also been added. Some of the most high scoring words include schvitz (meaning to sweat, worth 24 points) and checkbox (worth 28 points). New words allowed in Scrabble Slang words and modern society Bezzy - best friend (18 points) Cakeages - charges in a restaurant for serving cake brought in from outside (15 points) Cakehole - mouth (17 points) Dench - excellent (11 points) Devo - short for devolution (8 points) Geocache - search for hidden containers using GPS as a recreational activity (16 points) Lolz - laughs at someone else’s or one’s own expense (13 points) Lotsa - lots of (5 points) Newb - newbie (9 points) Obvs - obviously (9 points) Onesie - one-piece garment combining a top with trousers (6 points) Podiumed - past tense of to podium, to finish in the top three places in a sporting competition (14 points) Ridic - ridiculous (8 points) Shizzle - a form of US rap slang (18 points) Shootie - type of shoe that covers the ankle (10 points) Thanx - thank you (15 points) Tuneage - music (8 points) Twerking - type of dance involving rapid hip movement (16 points) Vape - to inhale nicotine vapour (from an electronic cigarette) (9 points) Wuz - non-standard spelling of was (15 points) Technology and electronic communications Facetime - talk with (someone) via the FaceTime application (15 points) Hacktivist - person who hacks computer systems for political reasons (22 points) Hashtag - a word or phrase preceded by a hashmark on Twitter, used to denote the topic of a post (14 points) Sexting - practice of sending sexually explicit text messages (15 points) Showrooming - practice of looking at an item in a shop, using a smartphone to compare its price elsewhere, then buying it online (20 points) Tweep - person who uses Twitter (10 points) Warbot - any robot or unmanned vehicle or device designed for and used in warfare (11 points) Highest scoring and useful words Cazh - casual (18 points) Checkbox - small clickable box on a computer screen (28 points) Cinq - number five (15 points) Coqui - type of tree-dwelling frog (16 points) Emoji - digital icon used in electronic communication (14 points) Oxazole - type of liquid chemical compound (23 points) Paczki - round, filled doughnut (23 points) Quinzhee - shelter made from hollowed-out snow (29 points) Schvitz - to sweat (24 points) Onomatopoeic interjections Augh - interjection expressing frustration (8 points) Blech - interjection expressing disgust (12 points) Eew - exclamation of disgust (6 points) Grr - interjection expressing anger or annoyance (4 points) Waah - interjection used to express wailing (10 points) Yeesh - interjection used to express frustration (11 points)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}