{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/may/29/cut-to-wa-environmental-defenders-office-a-systematic-attack-say-critics", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-05-28T23:05:21Z", "webTitle": "Cut to WA Environmental Defender's Office 'a systematic attack', say critics", "webUrl": "https://www.theguardian.com/australia-news/2015/may/29/cut-to-wa-environmental-defenders-office-a-systematic-attack-say-critics", "apiUrl": "https://content.guardianapis.com/australia-news/2015/may/29/cut-to-wa-environmental-defenders-office-a-systematic-attack-say-critics", "fields": {"headline": "Cut to WA Environmental Defender's Office 'a systematic attack', say critics", "bodyText": "Environmental organisations have criticised a Western Australian government decision to cut funding to the Environmental Defender’s Office, saying it will weaken the level of environmental oversight in the state. The Barnett government has withdrawn all funding for the service, equating to a loss of about $140,000. Combined with the federal government’s decision to cease funding for all environmental defenders offices from June 30, it leaves the EDO in WA with a $250,000 shortfall on its annual operating costs of about $300,000. Attorney general Michael Mischin has blamed the state’s poor financial position for the cut. In a statement, Mischin said the government needed to focus on providing services for those “most in need” in “these times of financial stringency.” “Supporting the EDO does not take priority to providing people with assistance with issues relating to their employment contracts or those seeking legal assistance in matters of criminal or family law, or domestic violence cases,” Mischin said. He did not comment on suggestions the cut was a response to the EDO’s involvement in cases opposing government policy. But critics of the decision have suggested the funding cut may have been politically motivated, pointing to the EDO’s work in hotly contested environmental issues like the shark cull, James Price Point gas development, and the Roe 8 highway extension. Lawyers from the EDO overturned the Barnett government’s approval of the $45m James Price Point gas development in the supreme court in 2013. That case, which was run on behalf of the Goolarabooloo people, pointed out conflicts of interest on the Environmental Protection Agency board. More recently, the EDO provided legal assistance to No WA Shark Cull in an application to access the jaws of two great white sharks killed as part of the state’s serious threat policy. Piers Verstegen, from the Conservation Council of WA, says the funding cut was part of a “systematic attack” on advocacy groups and outlets that provide environmental criticism. “The EDO is an extremely important organisation in our community and it brings scrutiny to environmental issues, often where government make bad decisions or go wrong in relation to environmental management,” he told the ABC this week. “I think the government’s keen to remove that scrutiny.” The Greens senator for WA, Scott Ludlum, accused the state government of “intentionally targeting the people who have the courage to stand up to them.” Henry Jackson, a Perth-based barrister who specialises in environmental and planning law, said organisations like the EDO played a vital oversight role and the funding loss was of “grave concern”. “To deprive the EDO of funds is to deprive the community of its right to that information and advice and thereby to diminish the checks on executive power,” Jackson said. Principal solicitor Patrick Pearlman said the EDO was now reliant on donations and grants to make up the funding shortfall, and he said it was not clear how long the office would be able to remain open. Total donations in 2013-14 came to $37,000, less than a fifth of that year’s wages bill. The EDO has also launched a crowdsourcing campaign, but as of Thursday it had only drummed up $845 of its $250,000 GoFundMe goal. Among the donors were Sea Shepherd managing director Jeff Hansen and No WA Shark Cull founder Natalie Banks. Opposition environment spokesman Chris Tallentire said it was a “disgrace” to pull funding from the already struggling organisation. “The EDO’s work is vital to environmental protection in Western Australia; on a tiny budget it has used legal avenues to argue the case for the environment,” Tallentire said. “Massively wealthy resources companies, property developers and other rich vested interests will be delighted the Barnett government is making life even easier for them.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}