{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/may/24/sussex-warwickshire-county-championship-division-one-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-05-24T21:43:56Z", "webTitle": "Sussex make Warwickshire suffer for reading the skies wrongly", "webUrl": "https://www.theguardian.com/sport/2015/may/24/sussex-warwickshire-county-championship-division-one-match-report", "apiUrl": "https://content.guardianapis.com/sport/2015/may/24/sussex-warwickshire-county-championship-division-one-match-report", "fields": {"headline": "Sussex make Warwickshire suffer for reading the skies wrongly", "bodyText": "On a gloomy day in Hove Warwickshire crumbled to 180 all out in 49 overs. Their captain was deceived by the pre-match bright blue skies and, winning the toss, chose to bat. Ten minutes later the clouds rolled in, the gloom descended and, as it turned out, the pitch was far from easy with a good deal of variable bounce that is bound to feature in the umpires’ and captains’ post-match reports. Having safely negotiated a very testing first hour against Steve Magoffin and Chris Jordan, who has returned to the warm embrace of his county after being left out by England, Warwickshire capitulated from 35 without loss to 100 for seven. The 21-year-old Oliver Robinson, in his third first-class match, rattled through the Warwickshire top and middle order, taking all five wickets in the morning session. Robinson, released by Yorkshire for breaches of discipline, has knuckled down at Hove under the watchful eye of Mark Robinson and Jon Lewis and seems to be thriving. Sussex’s reputation for picking up cricketers who have lost their way elsewhere and getting the best out of them is well talked about and it is certainly one of the reasons why England use Mark Robinson as part of their coaching team for development programmes. Oliver Robinson finished with six for 33 from 13 overs. He has an economical run-up but generates good pace and shows great skill for such an inexperienced player. His ability to move the ball both ways will stand him in good stead in first-class cricket. He removed Laurie Evans with an away-swinging ball which was edged behind and then immediately trapped Tim Ambrose with an in-swinger, finishing the morning spell with five for 17. He picked up another wicket after lunch and then Jordan, who had bowled an aggressive but wicket-less spell in the morning, got the wicket of Jonathan Trott, who was looking good before, attempting a pull, he bottom-edged into his stumps; he gave a rueful look at the pitch before trudging off. Only a fifty partnership for the eighth wicket between Keith Barker and Jeetan Patel prevented Warwickshire from being dismissed for an embarrassingly low score. Sussex’s reply began steadily in the continuing gloom. Chris Nash was the first to depart, for 17, getting a thick edge off Rikki Clarke who was the pick of the Warwickshire bowlers, generating brisk pace coming down the slope and getting some steep bounce. He could count himself unlucky not to have picked up a couple more wickets. The Sussex opener Luke Wells, who was dropped from the first team after two poor matches at the start of the season, began his innings looking very much out of form but he battled his way admirably through in testing conditions and began to find some fluency once he had reached his half-century. In the context of the day it was the sort of gritty innings that no one else from either side had managed and will have impressed his captain and coach. Patel, as he so often does, found turn and bounce and managed to drag Warwickshire back into the match by picking up three wickets late in the day."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}