{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/may/05/aaron-lennon-could-prove-too-expensive-for-everton-to-sign-on-permanent-deal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-05-05T21:30:06Z", "webTitle": "Aaron Lennon could prove too expensive for Everton to sign permanently", "webUrl": "https://www.theguardian.com/football/2015/may/05/aaron-lennon-could-prove-too-expensive-for-everton-to-sign-on-permanent-deal", "apiUrl": "https://content.guardianapis.com/football/2015/may/05/aaron-lennon-could-prove-too-expensive-for-everton-to-sign-on-permanent-deal", "fields": {"headline": "Aaron Lennon could prove too expensive for Everton to sign permanently", "bodyText": "Everton could be priced out of a permanent deal for Aaron Lennon this summer with Tottenham Hotspur valuing the winger at £9m. Lennon has made an impressive impact since arriving on loan in January, scoring two goals in 12 appearances that helped Roberto Martínez’s side pull clear of relegation danger with a six-game unbeaten run before Saturday’s defeat at Aston Villa. While talks have yet to take place over turning the 28-year-old’s loan move into a permanent transfer, and the Everton manager has said he is content for all parties to consider their options in the summer, Spurs’ price-tag would be prohibitive to an extended stay at Goodison Park. Lennon enters the final 12 months of his contract at White Hart Lane at the end of the season and Everton would be reluctant to meet Spurs’ valuation for a player in that position. The England international had been frozen out of Mauricio Pochettino’s plans at Tottenham before joining Everton and it remains to be seen if another club would be prepared to meet the chairman Daniel Levy’s asking price. Kevin Mirallas was of interest to Spurs in January and has been linked to a swap deal with Lennon. Everton are unlikely to value the 27-year-old as a makeweight in a transfer. The Belgium international will also have only 12 months remaining on his contract this summer but Everton have an option to extend his terms by 12 months. Mirallas has also stated his ambition is to play in the Champions League and Spurs are seven points behind fourth-placed Manchester United with only three matches of the Premier League season remaining."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}