{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/may/19/liverpool-raheem-sterling-brendan-rodgers-review", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-05-19T22:12:27Z", "webTitle": "Liverpool hold Raheem Sterling to his contract as Rodgers faces review", "webUrl": "https://www.theguardian.com/football/2015/may/19/liverpool-raheem-sterling-brendan-rodgers-review", "apiUrl": "https://content.guardianapis.com/football/2015/may/19/liverpool-raheem-sterling-brendan-rodgers-review", "fields": {"headline": "Liverpool hold Raheem Sterling to his contract as Rodgers faces review", "bodyText": "Liverpool’s owner, Fenway Sports Group, wants an end-of-season review with Brendan Rodgers over the club’s failure to qualify for the Champions League and is prepared to hold Raheem Sterling to his current contract despite the player’s desire to leave Anfield. FSG is to conduct a thorough investigation into Liverpool’s poor campaign, with everything from the club’s transfer committee to youth policy to team selections up for review. Rodgers has been asked to give his findings at a meeting to be held after the final Premier League game of the season at Stoke City on Sunday. There is no suggestion the manager’s position is under immediate threat but the investigation into Liverpool’s season, plus the extent of it, underlines the owner’s dissatisfaction with what has unfolded. The discussion promises to be a gruelling experience for Rodgers and his back-room staff at the very least. Tom Werner, the Liverpool chairman, and John W Henry, the principal owner, accepted last summer that the £75m sale of Luis Suárez to Barcelona would have an impact on Rodgers’ team and their prospects of a second successive challenge for the Premier League title. They also appreciate the effect that Daniel Sturridge’s dreadful run of injuries has had on a side that scored 101 league goals last season but only 51 this term. However, having spent £117m on nine players last summer, the Boston-based owners believed Liverpool were equipped to qualify for the Champions League once again. There is concern not only at the modest impact of the recruits but the miserable end to the season, which has yielded only eight points from the last 24 available and also included a lame FA Cup semi-final defeat by Aston Villa. Liverpool could end the season in seventh place should they lose at the Britannia Stadium on Sunday and both Tottenham Hotspur and Southampton win their final games. The absence of Champions League football at Anfield next term – for the fifth time in the last six seasons – is also believed to be a factor in Sterling’s determination to leave the club this summer, an intention he and his representative, Aidy Ward, are expected to confirm on Friday when they meet Liverpool’s chief executive, Ian Ayre. Sterling was booed by a section of the Liverpool support when he picked up the club’s young player of the year award night on Tuesday. The 20-year-old attended the event at the city’s Echo Arena despite the latest controversy over his future with the first team squad, the Liverpool Ladies team, academy players and former players paying tribute to the outgoing captain, Steven Gerrard, along with paying customers. Sterling had postponed talks over his contract until the end of the season but the meeting was brought forward at the request of his representatives, increasing the belief at Liverpool that the England international will refuse to commit to a new deal and wishes to leave. Manchester City are monitoring developments, although Ward has claimed the latest furore over his client’s future has been exaggerated. “The story has been blown somewhat out of proportion,” said the agent in a statement. “Raheem and his representatives have a meeting scheduled with Liverpool later this week and we will take proceedings from there.” Nevertheless FSG is willing to take the same hard-line stance it adopted with Suárez in 2013 should Sterling refuse to sign a contract extension and keep the winger on his current £35,000-a-week deal. Sterling is under contract at Liverpool until 2017 and the club’s owners are prepared to retain the player on his existing terms until next summer – costing him more than £3m in lost wages given his rejection of a £100,000-a-week contract – should the impasse continue. It would take a vastly inflated offer to test FSG’s resolve. The former Liverpool winger John Barnes has given a damning verdict on Sterling’s stand-off with the club, claiming he could become the next Scott Sinclair should he succeed in moving to Manchester City. “Raheem has great potential but Liverpool gave him an opportunity and he should stay,” said Barnes. “He has not achieved anything. He has not won anything. Does anyone believe that, if he goes to Manchester City, he will be the first name on the team-sheet or are they just signing him because they need English players? We have seen it with players in the past like Scott Sinclair.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}