{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2015/may/20/arsenal-sunderland-premier-league-relegation-battle", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-05-20T22:00:37Z", "webTitle": "Emotions snowball for Dick Advocaat after Sunderland clinch safety | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/blog/2015/may/20/arsenal-sunderland-premier-league-relegation-battle", "apiUrl": "https://content.guardianapis.com/football/blog/2015/may/20/arsenal-sunderland-premier-league-relegation-battle", "fields": {"headline": "Emotions snowball for Dick Advocaat after Sunderland clinch safety", "bodyText": "Louis van Gaal isn’t the only good Dutch actor in town. The inner turmoil as Dick Advocaat watched Sunderland’s defenders fling themselves in front of Arsenal attacks must have been excruciating. Impressively still in the corner of his technical area, the man brought in to guide Sunderland away from doom stood calmly. The odd wolf whistle, the odd gesture, but nothing much more. Only in stoppage time did he raise his hands to his head. How he betrayed no more obvious nerves is a wonder. Then, once it was over, it all came tumbling out. The sight of Advocaat in tears is not a sight many in football thought they would witness. Even he admitted he hadn’t exhibited such emotion before in all his years in the game. His long-time assistant, Bert van Lingen, came to him crying and it was infectious. “I learned a long time ago never to show any signs of pressure,” he said recently, and his authoritative influence since arriving in March has reaped the ultimate reward. Maybe that was part of the secret. The composure and personality to make Sunderland’s players believe. The same thought crosses the minds of all clubs caught drifting towards the relegation whirlpool at some point or another: do we stick of twist? Do we trust the manager to turn around a slump,or change the record? Three of the twisters – Crystal Palace with Alan Pardew, West Brom with Tony Pulis and Tim Sherwood at Aston Villa – worked out handsomely, and with this critical point built on sheer defensive effort at Arsenal, Advocaat now joins that list. In another time and another place, this rendezvous had the perfect ingredients for a you-scratch-my-back-I’ll-scratch-yours agreement. Arsenal needed a point to virtually secure third place and could have done without any over-zealous tackles to contend with before the FA Cup final, thanks very much. Sunderland’s salvation point was a crystal clear goal. A glance at the 0-0 scoreline without seeing the detail might give that impression. But that would be to denigrate the efforts of Sunderland’s rearguard, with Costel Pantilimon looming large in goal, John O’Shea and Sebastián Coates brave in front of them, and Lee Cattermole and Sebastian Larsson chasing down red shirts for all they were worth from midfield, the foundations of the team effort stayed strong. The well-travelled Advocaat, who has managed in Holland, Germany, Scotland, the United Arab Emirates, South Korea, Russia, Belgium and Serbia, seems to have fallen a little bit in love with Sunderland. The feeling seems to be mutual as far as the fans and players are concerned. Advocaat took some gambles here. He started with a rich attacking hand, but soon realised he had to shuffle his pack after witnessing a first half in which his team were pegged back almost incessantly. For much of a gentle first half, Danny Graham was in such stark isolation, with the best part of half a pitch between him and his fellow blue-shirted team-mates, he might as well have started discussing the meaning of life with his two minders, Per Mertesacker and Laurent Koscielny. Was it risky to just hope that Arsenal would have another off half in front of goal? It seemed that way, as Advocaat made a double substitution at half-time. He clearly wanted some more enterprise. He got it. At the start of the second half Sunderland found their direction. Steven Fletcher encouraged a more up-tempo and aggressive attacking intent. For any striker bearing down on an opponent’s goal when the relegation clouds need obliterating, the pressure, the fear even, must be mind boggling. For Fletcher, as his legs carried him towards David Ospina’s goal, so much history weighed down. Not just Sunderland’s, but his own. Fletcher has been relegated twice before, with Burnley and Wolves. The breakaway chances came and went. But it didn’t matter. Fletcher’s contribution summed up Sunderland’s efforts. This was not about what had happened in the past or what might even happen in future.The bid to be alright on the night was everything. Come the final whistle, Advocaat hugged his staff warmly, embraced his players and saluted the visiting fans. Job impressively done. The discussions over his future with Ellis Short come the end of this concise and successful contract is meaningful, as if he doesn’t renew his position at the Stadium of Light he claims he will call management a day. Whatever the outcome, this brief and emotional affair between Sunderland and Advocaat produced a love supreme."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}