{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/may/17/turner-prize-teach-town-planners-liverpool", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-05-16T23:05:08Z", "webTitle": "What art can tell us about Britain’s housing problems | Anna Minton", "webUrl": "https://www.theguardian.com/commentisfree/2015/may/17/turner-prize-teach-town-planners-liverpool", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/may/17/turner-prize-teach-town-planners-liverpool", "fields": {"headline": "What art can tell us about Britain’s housing problems", "bodyText": "After the devastation, rebirth, as a project to rebuild derelict homes in the “Granby streets” in Liverpool’s Toxteth is shortlisted for the Turner prize. This is a wonderful scheme, by architects’ collective Assemble, who were brought in by a local community land trust to help bring abandoned homes in four streets in Granby back to life. But consider the context: for years, tens of thousands of homes in streets like this, in towns and cities across the north of England, were emptied of their residents and “tinned up”. A few brave residents remained and launched legal battles to save their homes; some succeeded, but it was a pyrrhic victory as communities were disbanded and effectively destroyed. Elderly people in their 70s and 80s, including those who had owned their homes for 50 years or more, were forced to move. Many became ill and died. The terrace homes in the Granby streets, along with Victorian terraces across the north, were earmarked for demolition under New Labour’s Housing Market Renewal Pathfinder programme. The rationale was to increase property prices by demolishing and rebuilding homes in areas of low demand where property prices were low. The former Labour government claimed they were transforming rundown areas, but residents alleged “social cleansing”, as people on low incomes were moved out and replaced by professionals who could afford to buy the new homes. It was an enormously controversial initiative, which was abandoned when the previous government came to power in 2010. While the end of Pathfinder was welcomed, nothing was put in place to help devastated communities. Now, grassroots initiatives, such as the community land trust and the Assemble collective, are starting to appear. Nearby, the Welsh streets housing group, also in Toxteth, is trying to get its community-led design plan off the ground to refurbish three empty streets. In other former Pathfinder areas such as Stoke, councils are selling homes for a £1 to people willing to refurbish the properties with a loan provided by the council. Pathfinder showed how policies driven by a desire to boost housing markets can be a disaster for communities. So it is staggering to see that exactly the same policies are being carried out all over London, albeit not under the aegis of a named government programme. In 2012, while he was seeking re-election, London’s mayor, Boris Johnson, criticised local authorities for moving housing benefit claimants out of the capital, saying that he would not have “Kosovo-style social cleansing” of the poor in London. But as London witnesses the demolition of at least a dozen council estates, housing tens of thousands of people on low incomes, this is exactly what many residents claim is happening. Just as Pathfinder aimed to demolish existing homes in low-income areas and rebuild more expensive properties, a number of London councils are spearheading plans to demolish estates of low-income housing, replacing them with far more expensive apartments. The consequence is that, while the capital faces an ever more acute housing affordability crisis, thousands of homes for people on low incomes are being demolished. Of course, the big difference with Pathfinder is that nowhere in London could conceivably be called an area of “low demand”, with sky-high property prices a major political issue. In Elephant and Castle, 3,000 homes on the Heygate estate were demolished before Christmas. They are to be replaced by Elephant Park, an upmarket development of luxury apartments by Australian developer LendLease. Of the 2,535 new homes, just 79 will be for social housing. Property prices for Elephant Park on the property website RightMove are listed as £534,000 for a one-bedroom flat and £708,000 for one with two bedrooms. According to research by urban geographer Professor Loretta Lees, Heygate residents have meanwhile been displaced to places such as Sidcup, Thurrock and Rochester in Kent, as well as outlying London boroughs, placing more pressure on councils with huge housing waiting lists and giving rise to the export of tenants to other cities, which Boris Johnson vowed to oppose. It’s the same all across London, with the Carpenters estate, Robin Hood Gardens, Sweets Way, the West Hendon estate, Woodberry Down and Cressingham Gardens just some of the estates slated for imminent demolition. Around the corner from the Heygate, the Aylesbury estate, which housed 7,500 people and was recently the site of an Occupy protest, awaits the result of a public inquiry to decide its fate. Despite the parallel with Pathfinder, it seems unlikely that residents here will be able to remain to rebuild their communities after this building bonanza moves on. Back in Liverpool, despite the razzmatazz of the Turner prize, all is not well. Although the prize has brought welcome positive attention to the Granby streets, resident Nina Edge, who is leading a similar community-based initiative to rebuild abandoned homes, said the council was continuing to block its plans for the Welsh streets. “They know the property developers are coming for Toxteth, because it’s so gorgeous here,” she said. It’s taken an art prize to highlight that, occasionally, alternative plans for development can take off, although even then the experience of those on the ground is that such alternatives are rare and precious and more often than not face obstacles at every turn. Amid the wreckage wreaked by housing market renewal policies, it seems there is at least a little potential for rebirth. But surely we should be doing everything we can to avoid that devastation in the first place, rather than allowing out-of-control property markets to raze our communities, which then slowly and painstakingly have to pick up the pieces. Anna Minton is the author of Ground Control. She is a reader in architecture at the University of East London"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}