{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/may/17/man-who-fed-developing-world-children-from-his-shed", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-05-16T23:05:08Z", "webTitle": "The man who feeds the developing world’s children from a garden shed", "webUrl": "https://www.theguardian.com/society/2015/may/17/man-who-fed-developing-world-children-from-his-shed", "apiUrl": "https://content.guardianapis.com/society/2015/may/17/man-who-fed-developing-world-children-from-his-shed", "fields": {"headline": "The man who feeds the developing world’s children from a garden shed", "bodyText": "Just off the road to Oban, in an undulating, heather-strewn valley overlooked by the snow-dusted Ben Lui, stands a small, corrugated-iron shed that is making the difference between a life of misery and a life of opportunity – and sometimes even life and death – for a million children thousands of miles away. The shed was the birthplace in 2002 of a tiny charity called Mary’s Meals, and it is still its powerhouse today. Sitting in the shed, scrupulously modest about his achievements and in no doubt of the huge task that still lies ahead, is Magnus MacFarlane-Barrow. Gordon Brown recently described the softly spoken 47-year-old – in an article in the issue of Time magazine that named him as one of the 100 most influential people on the planet – as a man who is following in the footsteps of other great Scottish missionary heroes such as David Livingstone and Eric Liddell of Chariots of Fire fame. Apart from his mouthful of a name, there is nothing complicated about either MacFarlane-Barrow or his approach to helping the world’s disadvantaged. His experience as a charity worker began in the early 1990s during the Bosnian war. “These awful images were coming in, and it was clear there was great need – and I decided to fill my Land Rover with supplies and drive there to help,” he says. At the time he was a fish farmer on the west coast of Scotland. In 1983 his deeply Catholic family travelled to a Bosnian village called Medjugorje because of reports that some of its residents were seeing visions of the Virgin Mary. “I was shocked by what was happening to the people there,” he says. That first trip was followed by many more, and on one of them he gave a lift to a young nurse named Julie, who wanted to volunteer. A few years later they married and the couple now have seven children. Their family home is a few metres from the corrugated-iron shed that became MacFarlane-Barrow’s charity HQ. The shed had been his and his siblings’ playroom when he was a boy, and when he needed somewhere from which to administer his Bosnian trips, it seemed a perfect makeshift office. The charity – then called Scottish International Relief – garnered a huge amount of public support, and towards the end of the 1990s MacFarlane-Barrow travelled to Liberia, and then Malawi, with a view to extending the charity’s reach to needy parts of Africa. It was in a village in Malawi in 2002 that he had a conversation that was to change his life. “I was staying with an Italian priest and he asked me if I wanted to go on his rounds with him. We went to this particular village because there was a mother dying of Aids, and she had six children. It was a desperate situation; she was saying that all she had left to hope for was that someone would care for her children after she had gone.” Her eldest son, Edward, who was 14, was beside her and MacFarlane-Barrow admits that it was more to try to find some shred of hope in the family’s plight than for any other reason that he asked the boy what his dreams were. “He said, ‘To have enough food to eat and to go to school.’ Everything crystallised for me.” What MacFarlane-Barrow realised was that there was one relatively simple intervention that could transform life for Edward and children like him all over the developing world: to provide dinner for them each day they were in school. That conversation with Edward took place in November 2002; by January 2003 the first school meals were being set down in front of children who were used to having to do their lessons hungry. “When we researched it, we found that many children were coming to school without having had any breakfast, and they weren’t getting anything at school – so it would be evening before they got fed,” he says. “We knew that changing that would make a difference.” At the last count, Mary’s Meals was working in 1,300 schools in 12 countries across four continents, providing school meals to 996,926 children each day. However, the next audit figures are due and it’s almost certain that in the next week or so that figure will top 1 million. “You find that when school dinners are provided, enrolment increases by around 18% – in some instances it’s a lot more and the school roll has doubled in a matter of weeks. “In the short term that can be problematic, but in the long term it’s fantastic. And attendance rates go up too, because in many schools children are enrolled but don’t attend school very often, and that changes once they know they will be fed. And academic performance also improves a lot – because now not only are children coming to school; they are also not hungry in lessons.” The successes are all the more remarkable given how little it costs: £12.20 to feed a child for a whole school year. While Mary’s Meals has grown dramatically – it now employs some 50 staff in Glasgow, though MacFarlane-Barrow still works from his little iron shed – it has a modest income of £15m a year. Clearly a great deal is being done with comparatively little, and although some development thinkers have criticised the charity for its lack of sustainability, MacFarlane-Barrow believes that, by existing outside the constraints of grants and government funding, Mary’s Meals is able to take a longer-term view. “We are not caught in three- or five-year funding cycles,” he says. “We are a grassroots movement, with support from grassroots supporters, many of them schoolchildren here who want to support schoolchildren like them in other parts of the world.” In 2012 one young supporter, nine-year-old Martha Payne from Lochgilphead, catapulted Mary’s Meals to new heights of fame when she started a fundraising blog about her own school dinners and was briefly banned from doing so by her local council. “I was in the US at the time, and I was a bit surprised to read about it in the New York Times,” says MacFarlane-Barrow. Exciting though the 1 million milestone is, he is not resting on his laurels. There are, he says, another 57 million children across the world who are not in school because of hunger and poverty. “In many ways, I feel we are just beginning.” Last year, 12 years after their first meeting, MacFarlane-Barrow travelled to Malawi and saw Edward again. He describes their reunion as “painful”. His big regret was that, although he had used Edward’s words and sentiments to fuel his charity, he had not been able to make it work quickly enough for Edward himself. “For various reasons, Mary’s Meals hadn’t happened in his school, and I feel very sad about that,” he says. There is, though, a silver lining. Today Edward, who is 26, has a three-year-old son of his own. When he goes to school, he will have a Mary’s Meals dinner each day, and MacFarlane-Barrow takes comfort from that. The Shed That Fed a Million Children, by Magnus MacFarlane-Barrow, is published on 21 May. For more information on Mary’s Meals, go to www.marysmeals.org"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}