{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2015/may/12/bbc-drama-department-at-tipping-point-says-corporation-executive", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2015-05-11T23:07:04Z", "webTitle": "BBC drama department at ‘tipping point’, says corporation executive", "webUrl": "https://www.theguardian.com/media/2015/may/12/bbc-drama-department-at-tipping-point-says-corporation-executive", "apiUrl": "https://content.guardianapis.com/media/2015/may/12/bbc-drama-department-at-tipping-point-says-corporation-executive", "fields": {"headline": "BBC drama department at ‘tipping point’, says corporation executive", "bodyText": "The BBC drama chief who brought Poldark, Wolf Hall and Sherlock to the screen has warned that the corporation’s drama department is at a “tipping point” and rejected chancellor George Osborne’s suggestion that the UK TV industry should be more like the US. Ben Stephenson, who will leave the BBC this week to join Star Wars director JJ Abrams’ production company Bad Robot in the US, said the licence fee had to be increased otherwise the BBC and the country would be “the poorer for it”. Stephenson, speaking before Tory MP John Whittingdale’s appointment as David Cameron’s new culture secretary, said: “It really can’t keep cutting … and the truth is the market isn’t going to fill the gap of the BBC. “There will be less drama and fewer jobs. It doesn’t make sense on an economic level. We do need to increase the licence fee. “There isn’t TV in this country, there is the BBC. It wasn’t TV that started, it was the BBC. Someone invented the TV but it was the BBC that invented British television. You can’t just pull the rug from under that and think that nothing is going to change. And the BBC will be the poorer for it.” Stephenson, whose other credits include The Missing, Line of Duty, Call the Midwife and The Fall, told the new issue of Radio Times: “We are funded less than we were in 2000. That’s not a moan, it’s a fact. “So you look at your slate in a different way – it’s a reason why you don’t have lots of 10- or 20-part runs. You make the money go further by having lots of different dramas. But we are at a tipping point.” Whittingdale, the former chair of the Commons culture, media and sport select committee, has described the BBC licence fee as “worse than poll tax” and said the £145.50 charge was unsustainable in the long term. However, he has also said the licence fee would survive for another decade. Stephenson dismissed Osborne’s comments last month that BBC drama was being left behind in the US dominated box-set market and that it should “run with our successes” more by producing longer runs of shows. Stephenson suggesting BBC1’s recent Sunday night hit Poldark could run for another five series, covering all 12 of Winston Graham’s novels. But he told the magazine: “The truth is the British system is the British system and the US has the US system. “Both are brilliant, but financially we are not a country that can make 24-part runs. I believe it would be foolhardy. If you do 24 episodes of one thing you can’t do others. “You wouldn’t make Happy Valley and The Missing. The budget of BBC2 drama is under £30m a year. We could make one 24-part series, and then all the other writers wouldn’t be employed. “If we did 13 episodes of Sherlock a year it would swallow most of our budget and it would be worse at 13 episodes. “And Benedict Cumberbatch wouldn’t do it. We wouldn’t do it. It isn’t what Britain is. We will do Sherlock as long as the talent want to do it. It’s such a compliment that Benedict and Martin Freeman want to do it. They don’t need to do it. They love the roles.” He added: “Sometimes there is a view that mainstream is a dirty word and you have to speak down to an audience. But people want stories they can really connect with.” BBC director general has already moved to bulk up BBC1’s drama budget by spending £30m that will be saved under controversial plans to close the BBC3 TV channel on the main channel’s drama output. The BBC Trust is due to rule on the proposed closure, taking the BBC3 brand online only, later this year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}