{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2015/may/19/marina-abramovic-jay-z-completely-used-me-picasso-baby", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2015-05-19T22:34:41Z", "webTitle": "Marina Abramović: Jay Z 'completely used me'", "webUrl": "https://www.theguardian.com/artanddesign/2015/may/19/marina-abramovic-jay-z-completely-used-me-picasso-baby", "apiUrl": "https://content.guardianapis.com/artanddesign/2015/may/19/marina-abramovic-jay-z-completely-used-me-picasso-baby", "fields": {"headline": "Marina Abramović: Jay Z 'completely used me'", "bodyText": "Marina Abramović, the Serbian superstar perfomance artist, has spoken about how she was “used” by Jay Z when the rapper shot a music video for his song Picasso Baby in 2013 while the artist performed her work The Artist Is Present, in which she sat across a table from members of the public and held their gaze. Speaking to Spike magazine, Abramović said that she wasn’t surprised when Jay Z said he wanted to adapt her work, but after the rapper came in to shoot the video at Pace gallery in New York, three years after The Artist is Present had been staged at MoMA, she felt the experience only benefited him. “The day before, he came to my office and I gave him an entire PowerPoint presentation and said: OK, you can help me, because I really need help to build this thing,” she said, referring to the Marina Abramović Institute for the study of performance art she hopes to build to in New York. “Then he just completely used me. And that wasn’t fair. This is very different from Lady Gaga, for example, who has done great work for me. Just by having 45 million followers, she brought all these young kids into my public.” After the video was released, some in the art world declared it “the day that performance art died”, while others pointed to the history of contemporary artists working with musicians including Ai Weiwei’s version of Psy’s Gangnam Style and Richard Hamilton’s work with the Beatles. For his video, Jay Z riffed on Abramović’s work – sitting opposite a string of celebrities including Jim Jarmusch and Adam Driver. Abramović said that she didn’t regret the decision to work with the rapper but she said the experience would make her think again about similar projects in the future. “In the end it was only a one-way transaction. I will never do it again, that I can say. Never,” she said. “I was really naive in this kind of world. It was really new to me, and I had no idea that this would happen. It’s so cruel, it’s incredible. I will stay away from it for sure.” Abramović is soon to arrive for two major shows in Australia where she’s been described as being “like the Beatles” because of the reaction from her fans. This piece was amended on 20 May; the video for Picasso Baby was filmed at Pace gallery, not MoMA, and the spelling of Jim Jarmusch’s name has been corrected."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}