{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/may/20/too-many-die-without-dignity-report-end-of-life-care-nhs", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-05-19T23:01:07Z", "webTitle": "Too many die without dignity, says report on end-of-life care", "webUrl": "https://www.theguardian.com/society/2015/may/20/too-many-die-without-dignity-report-end-of-life-care-nhs", "apiUrl": "https://content.guardianapis.com/society/2015/may/20/too-many-die-without-dignity-report-end-of-life-care-nhs", "fields": {"headline": "Too many die without dignity, says report on end-of-life care", "bodyText": "The shocking state of end-of-life care in the NHS is exposed in a report from the parliamentary and health services ombudsman, detailing cases where the dying and their families did not get the care they needed. Julie Mellor, who investigates complaints that the health service has failed to resolve, says too many people spend their last days and hours in pain and distress because they do not get the care they need and NHS staff do not communicate well with them or their friends and relatives. End-of-life care could be improved for up to 350,000 people a year – the number whose imminent death can be predicted each year by medical staff with the right skills. Mellor’s report details a number of deaths where the patient and the relatives went through unnecessary suffering. They include: A 60-year-old man who suffered pain for four months because his GP did not assess the care he needed, even though it was clear he was going to die. A 74-year-old man whose distress and pain were not relieved in hospital in his last hours. A dying 29-year-old man who suffered for more than 11 hours because the hospital failed to give him effective pain relief, causing severe distress also to his mother who was with him. “Our casework shows that too many people are dying without dignity,” said Mellor. “This report highlights the impact on patients and their loved ones, when the care and treatment of people nearing the end of their lives falls short. “Our investigations have found that patients have spent their last days in unnecessary pain, people have wrongly been denied their wish to die at home and that poor communication between NHS staff and families has meant that people were unable to say goodbye to their loved ones. “We are publishing this insight so the NHS can consider the lessons to help prevent similar cases from happening again.” The report tells of Mr T (all the patients are anonymised), a 29-year-old man with widespread cancer who had been admitted to hospital with persistent vomiting. His family and the medical staff knew he was dying, so he was transferred from the ward to the palliative care unit, where experts should have been able to ensure he did not suffer pain. But on-call doctors did not respond to the request from the sister on the palliative care unit to review his medication after he experienced increased pain, restlessness and agitation. After a series of delays, his mother phoned A&amp;E. Eventually, after 11 distressing hours, Mr T got the pain relief he needed. He died two days later. The ombudsman’s report says: “Knowing he was in pain during this time and feeling those responsible for caring for him were not relieving his discomfort had added to her [his mother’s] sadness and distress. She recalled how her son had pleaded with her: ‘Mum please get me out of here. I’m better looked after on ward seven where the doctor comes straight away’.” Communications between medical staff and patients and their families are not good enough, the report says. Mr J, 67, discovered he had lung cancer only after he had been sent home from hospital, when his daughter read the discharge note. “It was I who read the discharge note first and I was devastated. I had to decipher the medical terms ... before daring to tell the rest of the family including my father this awful news.” Two months later, Mr J was admitted to hospital, struggling to breathe, but his pain medication was stopped on the ward because it was thought he was becoming dependent on it. It was started again the following day, “but by that point Mr J was severely agitated and in pain. He died in the early hours of the following morning,” says the report. Delays in diagnosis also cause prolonged suffering, says the report. Mrs D, 67, who had cervical cancer, was left to the care of a series of relatively junior doctors, who failed to recognise the type of bleeding she was experiencing and missed opportunities to carry out tests, including a biopsy, that would have led to an earlier diagnosis. If she had known sooner, said her sister, “she would have acted very differently in the last months of her life”. “End-of-life care is, sadly, a recurring and consistent theme in our casework,” says the report, which points to six key issues: not recognising patients are dying or responding to their needs, poor symptom control, poor communication, inadequate out-of-hours services, poor care planning and delays in diagnoses and referrals for treatment. The chief inspector of hospitals at the Care Quality Commission, Prof Sir Mike Richards, said that in their inspections they had found examples of great care for the dying, delivered with sensitivity and compassion. But the CQC “has also found instances where end-of-life care has not been given high enough priority within a trust”. Dr Jane Collins, the chief executive of the Marie Curie charity, called the report “a harrowing read”. “It provides a stark reminder of what happens to people with a terminal illness when they are failed by staff without adequate training and let down by a system that struggles to provide effective support outside normal working hours.” The stories were heartbreaking, said Dr Peter Carter, general secretary of the Royal College of Nursing. “Despite the focus on dying in recent years, too many people are experiencing needless suffering at the end of their lives – suffering that will stay with loved ones for years to come. “The truly sad thing is that there are many things we can do to make people’s experience at the end of their lives better. Expertise exists to help control pain, and to manage distressing symptoms, and people should be able to access that expert care when they need it,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}