{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2015/may/20/which-says-supermarkets-still-misleading-customers-over-prices", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2015-05-19T23:01:07Z", "webTitle": "Which? says supermarkets still misleading customers over prices", "webUrl": "https://www.theguardian.com/business/2015/may/20/which-says-supermarkets-still-misleading-customers-over-prices", "apiUrl": "https://content.guardianapis.com/business/2015/may/20/which-says-supermarkets-still-misleading-customers-over-prices", "fields": {"headline": "Which? says supermarkets still misleading customers over prices", "bodyText": "Supermarkets are continuing to mislead shoppers by tempting them with “dodgy” and misleading special offers, according to a consumer group. Which? has published further evidence of pricing practices used persistently by retailers to create the illusion of savings that do not exist, thereby manipulating consumers’ spending and duping them out of hundreds of millions of pounds. The findings should fuel its long-running campaign to put an end to misleading pricing, which last month culminated in Which? making a “super-complaint” to the government’s Competition and Markets Authority (CMA). The findings were based on data from the independent shopping website mySupermarket.co.uk using retail pricing practices from January 2014 to April 2015. A separate survey showed that two-thirds (68%) of shoppers say they had bought groceries on a discount offer in the past month, while six in 10 had bought items on multibuy. Which? highlighted pricing practices which could be breaching government guidelines, including “continuing offers”, where products are on offer longer than they were sold at the higher price. This makes it appear that shoppers are getting a discount, when the lower “discount” price is probably a more accurate reflection of the value of the product. For example, Pepsi Max (2 litres) was sold at £1.98 in Morrisons for 28 days but then went on a £1 “was £1.98” offer for 63 days. Also of concern were misleading multibuys which did not save customers money or, in some cases, ended up costing more. For example, Asda increased the price of Robinsons Orange Fruit Squash (1 litre) from £1 to as much as £1.59 per bottle while running a “2 for £2.50” offer – thus creating the illusion of a saving but costing shoppers more. Which? executive director Richard Lloyd said: “Retailers are continuing to pull the wool over shoppers’ eyes with dodgy discounts that just don’t stack up. “Our super-complaint has the backing of tens of thousands of concerned shoppers.” Since receiving the complaint from Which? the CMA has 90 days in which to decide whether to launch a full-blown investigation. But the British Retail Consortium said it did not accept the implications at the heart of the super-complaint. Tom Ironside, BRC director of business and regulation, said: “UK retailers are committed to treating their customers fairly and to avoid misleading them in any way. “The examples set out are very specific in nature and are not in any way indicative of broader systemic problems across the retail industry.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}