{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2015/may/20/video-game-link-to-psychiatric-orders-suggested-by-study", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2015-05-19T23:49:11Z", "webTitle": "Video game link to psychiatric disorders suggested by study", "webUrl": "https://www.theguardian.com/technology/2015/may/20/video-game-link-to-psychiatric-orders-suggested-by-study", "apiUrl": "https://content.guardianapis.com/technology/2015/may/20/video-game-link-to-psychiatric-orders-suggested-by-study", "fields": {"headline": "Video game link to psychiatric disorders suggested by study", "bodyText": "People who regularly play action video games could be at increased risk of developing neurological and psychiatric disorders, a study suggests. The research, published in a Royal Society journal on Wednesday, found that people who played games such as Call of Duty, Grand Theft Auto V and Tomb Raider were more likely to employ navigational strategies associated with decreased grey matter in the hippocampus part of the brain. Decreased volume in the hippocampus has been associated with disorders such as schizophrenia, post-traumatic stress disorder, depression and Alzheimer’s disease. The lead study author, Prof Greg West, from the University of Montreal’s department of psychology, said the paper indicated that benefits of video games, such as improved attention and perception, highlighted in previous studies, could come at a price. “Since 2003, research has been reporting cognitive benefits of video game playing so that we could use them to manage cognitive decline in older people or special populations [eg people with early stage dementia],” said West. “People are suggesting these games are good and we’re saying ‘Hey, wait, there might be a serious risk with them.’ I don’t want to be alarmist. The message is enjoy video games, enjoy them in moderation but don’t expect them to improve some sort of cognitive ability.” The researchers asked 59 healthy young adults, with an average of 24, to complete a virtual reality task consisting of an eight-arm radial maze containing landmarks. Of the participants, 26 were identified as action video game players, meaning they reported a minimum of six hours a week (the average was 18 hours) spent playing such games during the previous six months. The remainder had played them very little or not at all in the same period. By questioning the participants, the researchers examined whether they tackled the virtual reality task using a spatial or response learning strategy. A spatial strategy involves building relationships between landmarks in an environment and relies on the hippocampus. By contrast, a response strategy entails learning a series of movements (eg left and right turns) from given positions that act as stimuli, so that they become part of the procedural memory system, not involving conscious thought. The results showed that 80.76% of action video game players spontaneously used a response strategy, compared with 42.42% of non players. Response strategies rely on the striatum part of the brain and studies have shown an inverse relationship between grey matter in the striatum and hippocampus. West said: “Older adults use response strategy more and more so, in this sense, video gamers look like older adults.” He said more research was needed to investigate the direct impact of different genres of video games on the hippocampus and striatum and how much time one could spend playing video games before potentially negative effects kicked in. Tim Parry from Alzheimer’s Research UK said: “The risk factors for Alzheimer’s and other causes of dementia are varied and complex, but this study does not add Call of Duty or Grand Theft Auto to that list. This study focussed on a specific navigation task in young adults and did not look long term at memory and thinking skills, so we cannot draw any conclusions about video games and dementia risk.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}