{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2015/may/11/jonah-lomu-40th-birthday-new-zealand-world-cup-rugby-union-1995", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-05-11T21:17:27Z", "webTitle": "Happy 40th birthday Jonah Lomu – the superhuman still in a league of his own", "webUrl": "https://www.theguardian.com/sport/blog/2015/may/11/jonah-lomu-40th-birthday-new-zealand-world-cup-rugby-union-1995", "apiUrl": "https://content.guardianapis.com/sport/blog/2015/may/11/jonah-lomu-40th-birthday-new-zealand-world-cup-rugby-union-1995", "fields": {"headline": "Happy 40th birthday Jonah Lomu – the superhuman still in a league of his own", "bodyText": "Not many rugby players have changed their sport forever inside a few weeks. Even fewer athletes have been so far ahead of their time that, two decades later, the global impact they made remains unsurpassed. As Jonah Lomu reaches his 40th birthday this week, the events of 1995 continue to be etched in the minds of those lucky enough to witness them. Happily Jonah is still around to celebrate Tuesday’s milestone, the big man having being dragged dangerously low at times by the rare kidney disorder which necessitated a transplant in 2004. In those halcyon May and June days of 1995, lest we forget, he was as formidable a try-scoring presence as the union code has ever witnessed. Above my desk sits a card bearing the immortal words sent via fax by a New Zealand fan to the team’s hotel in Johannesburg. “Remember rugby is a team game – all 14 of you pass the ball to Jonah!” Most people tend only to remember the human steamroller who flattened Mike Catt in Cape Town in 1995. They overlook the scarcely credible fact that he scored four tries in that semi-final alone to prompt the pithiest of verdicts – “He is a freak and the sooner he goes away the better” – from England’s defeated captain Will Carling. In all he scored seven in five games and still retains the all-time World Cup record of 15. Despite increasing health issues he contributed 37 tries in 63 Test appearances for New Zealand, raising rugby union’s profile to unprecedented heights. All of which begs a few pertinent questions. Given rugby union turned professional that same year would the game have developed as it has done without the sudden re-invention of wings as 19 stone, 6ft 5in tall stormtroopers? Were Lomu to burst on to the scene now, would he be as absurdly dominant given the significant advances in fitness and conditioning levels? And, perhaps most relevant of all in a World Cup year, is there anyone else out there capable of springing from relative obscurity and leaving the same indelible mark on our imaginations? On the first count, someone somewhere would surely have decided at some point that sticking a giant on the wing was an idea worth pursuing with or without Lomu as a role model. Dominance-wise, it is also worth remembering that Lomu never actually won a World Cup winners’ medal. That adoring All Black fan was wrong; even if you do possess one superhuman athlete a team still needs the intelligence and ability to find him some space occasionally. As for unearthing little-known youngsters genuinely worthy of the “new Lomu” tag, the internet no longer makes it easy to keep rare talent a secret. The teenage Jonah had starred in the 1994 Hong Kong Sevens – take a look at YouTube, the footage is remarkable – but came into the World Cup having won just two relatively low-profile caps. Not many northern hemisphere countries seem inclined to take such a risk nowadays. Even if they were, social media can strip away a player’s mystique with cruel speed. On the other hand, the conveyor belt of Pacific Island talent is still churning out exceptional ball carriers, the latest of whom neatly sums up the eligibility and club v country debates currently entangling the game. Taqele Naiyaravoro, a rugby league convert built on similar physical lines to Lomu, scored the type of individual try for the Waratahs last weekend that would make any talent scout sit up. As things stand the Fijian-born Naiyaravoro is wanted by Edinburgh for next season – but only if the Wallabies do not pick the 23-year-old first. At present he is also awaiting his Australian residency visa and is steadfastly keeping his options open. “Mate, if that’s God’s plan for me,” was his opaque response when asked by the Sydney Morning Herald if declaring for the Wallabies was a possibility. The Sevens World Series circuit is also home to some sensational runners, not least Fiji’s Semi Kunatani and the USA’s Perry Baker who can cover 100m in 10 seconds. Both certainly possess the talent to illuminate any stadium. In terms of transfixing all-comers at a 15-a-side World Cup, however, Lomu remains in a world of his own. Happy 40th birthday, Jonah, and good luck to anyone looking to eclipse his towering legend. Heading for Brazil This weekend’s World Series event in London should see England’s men’s sevens squad confirm their place in next year’s Olympics in Rio. South Africa, Fiji and New Zealand have already qualified while England – looking to play under the Team GB banner next year – will take the last automatic spot if they make the Cup quarter-finals or Australia fail to reach the last eight. In the women’s qualification race England are currently sixth and require a strong finish in London and Amsterdam this month to secure an automatic place in Rio ahead of France and the USA. One to watch Both the Aviva Premiership and the Guinness Pro12 reach their final regular season weekends with the play-off details still far from decided. Leicester, Exeter and Saracens are vying for the last two places in the Premiership semi-finals, while just one point separates the top four sides – Ospreys, Glasgow, Munster and Ulster – in the Pro12. In both leagues the margins between success and failure have never been tighter."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}