{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/may/20/john-carver-newcastle-relegation", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-05-20T21:30:04Z", "webTitle": "John Carver reminds his Newcastle players about cost of relegation", "webUrl": "https://www.theguardian.com/football/2015/may/20/john-carver-newcastle-relegation", "apiUrl": "https://content.guardianapis.com/football/2015/may/20/john-carver-newcastle-relegation", "fields": {"headline": "John Carver reminds his Newcastle players about cost of relegation", "bodyText": "John Carver has reminded his Newcastle United players that should the team be relegated on Sunday, several members of the backroom support staff will lose their jobs. “There’s an awful lot of good local people who’ve been here a long time and a lot of their friends lost their jobs here last time we were relegated,” said Carver, whose side may need to win at home to West Ham in order to definitely remain in the Premier League. In order to prevent a repeat of what proved to be a brutal cull of behind-the-scenes personnel in 2009, Carver invited non-playing colleagues to join in a team meeting on Tuesday. “I brought all the staff in,” he said. “Sometimes that [knowing livelihoods are at risk] can motivate players.” Any professional not prepared to give 100% was asked to exit stage left. “I said: ‘Anybody doesn’t fancy it, if anybody wants to backbite, if anybody wants to be negative, there’s the door,’” said Newcastle’s head coach. “Steve Stone opened the door, and I told them to leave the room. Not one person got up.” Carver then expressed his annoyance at the criticism he received for giving his players two days off on Sunday and Monday before taking part in a charity golf day for the children’s heart unit at the city’s Freeman hospital. “We made over £500,000 for the heart foundation to buy at least five scanners to save children’s lives and I’m proud of that,” said Carver, furious at being condemned by fans for being photographed smiling at the event. “I have a clear conscience.” Alan Pardew’s successor has similarly little patience with those critics who asked why the players were not doing extra training following their collection of one point from 10 games. “From a psychological point of view having Sunday and Monday off gave them a chance to clear their heads,” he said. “Sometimes, you need that, maybe some of the staff needed a bit of time away from it as well. It’s been intense, and maybe I needed a bit of a break because it’s been even more intense for me. Sometimes, the break is better than coming in and just going through the motions. What’s the point of bringing them in just for the sake of it?” Moreover he believes now is the time for the carrot rather than the stick. “I don’t think bringing in them just to tear a strip off them would have achieved anything,” said Carver. “That’s definite. I did that after the Leicester game, and you can’t really say it worked. You can only do it so many times. You have to try to find different ways of dealing with different situations.” The responsibility of avoiding “the unthinkable” weights heavily. “I’m only sleeping about four hours a night,” he said. “I’ve thought about turning my phone off, you get so many messages, good messages, but it can wear you down.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}