{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2015/may/21/spacecraft-sailing-on-sunbeams-begins-test-flight", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2015-05-20T23:53:27Z", "webTitle": "Spacecraft sailing on sunbeams begins test flight", "webUrl": "https://www.theguardian.com/science/2015/may/21/spacecraft-sailing-on-sunbeams-begins-test-flight", "apiUrl": "https://content.guardianapis.com/science/2015/may/21/spacecraft-sailing-on-sunbeams-begins-test-flight", "fields": {"headline": "Spacecraft sailing on sunbeams begins test flight", "bodyText": "A tiny spacecraft designed to sail on sunbeams has been launched in a test flight that could transform long-distance space exploration. The probe, called LightSail, is equipped with a huge silver sail that will unfurl in the coming weeks and use the momentum of sunlight to propel it smoothly through space. The craft was developed by the US Planetary Society in a crowd-funded project and piggy-backed on the launch of an Atlas 5 rocket. “LightSail is technically wonderful, but it’s also wonderfully romantic,” said Bill Nye, the non-profit organisation’s CEO. “We’ll sail on sunbeams. But wait, there’s more: This unique, remarkable spacecraft is funded entirely by private citizens, people who think spaceflight is cool.” Unlike conventional solar energy, where incoming light is converted into electricity, solar sailing relies on energy transferred from sunlight bouncing off the sail’s reflective surface. Each individual photon imparts a minuscule force, but at 32m across – one third of the length of a football pitch – the ultra-lightweight sail captures enough light to propel the tiny craft forwards without the need for any other fuel. “Over the next days, we will be monitoring our CubeSat as we prepare for the big show: the day LightSail deploys its super shiny Mylar sails for flight on sunlight. Stay tuned, the best is about to happen,” said Nye following the launch. The idea of solar sailing may only just have become a reality for space missions, but has been a staple of science fiction for decades. Count Dooku used an solar sailing ship as an escape vehicle in the Star Wars saga and it featured in Arthur C Clarke’s short story, Sunjammer. The LightSail mission is the first to test the feasibility of solar sailing for a small spacecraft, known as a CubeSat, which is around the size of a loaf of bread. Packed inside the body of the craft is the sail, which is about 4.5 microns thick, similar to spider silk, and communication equipment and cameras that will track the mission’s progress and beam data back to Earth. The ability to power small spacecraft with solar sails could pave the way for a new era of cheap long-distance space missions, led by universities, companies or even individuals. The cost for the entire LightSail project is about $5.5m (£3.5m), about one fifth of which it still needs to raise from from donors. By comparison, traditional space missions typically cost hundreds of millions or billions of dollars. The current mission is taking place in a low orbit and is designed primarily to test whether the solar sail can be deployed successfully. After a few days of sailing, the craft is likely to start burning up as it re-enters the Earth’s atmosphere. “The nominal plan is to deploy the sail 28 days from now,” said Bruce Betts, director of science at the Planetary Society. A more ambitious mission, in which a second LightSail is launched into a higher orbit, is planned for next year if the current one is successful. In the future, Nye and others hope to pursue long distance solar sailing. Since the solar wind is also continuous, over time it should be possible to reach extremely high speeds. Scientists estimate that the twin Voyager spacecraft, which have just reached the edges of the solar system 30 years after launch, would have got there in less than half that time had they been propelled by solar sails. The only successful solar sailing mission to date is Ikaros, the Japanese spacecraft that launched in 2010, and travelled to Venus. A previous planned Nasa mission, Sunjammer, was abandoned last year, while another Nasa mission NanoSail-D was lost in a launch failure in 2010."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}