{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/may/06/was-fight-for-gst-revenue-tony-abbott-to-give-state-500m-for-road-projects", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-05-05T23:41:51Z", "webTitle": "WA's fight for GST revenue: Tony Abbott to give state $500m for road projects", "webUrl": "https://www.theguardian.com/australia-news/2015/may/06/was-fight-for-gst-revenue-tony-abbott-to-give-state-500m-for-road-projects", "apiUrl": "https://content.guardianapis.com/australia-news/2015/may/06/was-fight-for-gst-revenue-tony-abbott-to-give-state-500m-for-road-projects", "fields": {"headline": "WA's fight for GST revenue: Tony Abbott to give state $500m for road projects", "bodyText": "Tony Abbott has earmarked nearly $500m for road projects in Western Australia to help the state after a dispute about its share of revenue from the goods and services tax. The prime minister’s office confirmed he would announce the assistance during a visit to Perth on Wednesday, less than a week before the federal budget. The Council of Australian Governments meeting in Canberra last month did not support short-term changes to GST distribution, despite the WA premier, Colin Barnett, demanding action to stop the state’s share of the revenue falling below 30 cents for every dollar it contributed next financial year. But Abbott revealed after Coag that the federal and WA governments were having one-on-one talks about possible assistance – separate from the GST revenue pool – which would most likely take the form of infrastructure funding. On Wednesday the prime minister told the West Australian newspaper the $499m in extra funding recognised the state’s “particular challenges”. “This investment acknowledges the specific circumstances facing WA as a result of their GST revenue shortfall next financial year,” he said. The WA government is not expected to be required to repay the money but Abbott has asked the state to “pursue further microeconomic reforms” based on privatisation and deregulation. Both the federal and WA state budgets are due to be delivered next week and have been hit by revenue writedowns linked to falling commodity prices. In the leadup to the Coag meeting, federal government ministers expressed sympathy with the plight of WA and floated options to change the GST distribution formula or freeze the state and territory shares at current levels. But Abbott said changes to the formulas were ultimately a matter for the states and territories to work out. The WA government found itself isolated on the eve of the meeting, with treasurers from every other state and territory signing a joint letter opposing changes to the GST carve-up. In correspondence with the federal treasurer, Joe Hockey, the seven treasurers said it would be “unacceptable to make significant one-off changes to address an issue for a specific state at the expense of all others” and insisted the Commonwealth Grants Commission’s independent recommendations should be respected. They also warned against moving away from horizontal fiscal equalisation – the principle guiding GST revenue distribution which is designed to ensure states receive adequate funding to provide services to a similar standard. But the seven treasurers left the door open to a one-off payment of the kind advocated by the federal opposition leader, Bill Shorten, as long as it did not come from the GST revenue pool. “If external assistance is necessary to tackle Western Australia’s budget challenges, we call upon you to pursue such solutions outside of the GST distribution system,” they wrote. At the time, Barnett accused the other state and territory treasurers from both sides of politics of “ganging up” on the WA government. “We are the state that is funding them and largely funding the commonwealth budget, because of the strength of the mining industry over recent years,” Barnett said. “I was just absolutely disappointed in those governments and individuals involved in that. That is not the way we should be doing business.” The projects to receive federal government funding include the Mitchell Freeway extension, the Tonkin Highway, the Swan Valley bypass and an upgrade of Reid Highway at Malaga Drive, according to the West Australian."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}