{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/may/05/fans-file-5m-lawsuit-over-manny-pacquiao-injury-in-floyd-mayweather-fight", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-05-05T21:15:17Z", "webTitle": "Fans file $5m lawsuit over Manny Pacquiao injury in Floyd Mayweather fight", "webUrl": "https://www.theguardian.com/sport/2015/may/05/fans-file-5m-lawsuit-over-manny-pacquiao-injury-in-floyd-mayweather-fight", "apiUrl": "https://content.guardianapis.com/sport/2015/may/05/fans-file-5m-lawsuit-over-manny-pacquiao-injury-in-floyd-mayweather-fight", "fields": {"headline": "Fans file $5m lawsuit over Manny Pacquiao injury in Floyd Mayweather fight", "bodyText": "If losing to Floyd Mayweather on Saturday wasn’t bad enough, it appears that Manny Pacquiao is the subject of a lawsuit over the “fight of the century”. The $5m lawsuit has been filed against Pacquiao and his management team over allegations they knew about the fighter’s shoulder injury before the fight in Las Vegas but failed to report it to the Nevada Athletic Commission, something that is required by law. Pacquiao will undergo surgery on the injury and is expected to be out of action for up to a year. “Defendants prior to and at the time the plaintiffs and the class decided to purchase tickets; purchase pay per view showings or wagered on the event the defendants knew and had full knowledge and information that defendant Pacquiao had been seriously injured and was suffering from a torn rotator cuff,” the lawsuit reads. “Defendants further know that such injury would severely affect his performance.” The Las Vegas residents who filed the lawsuit will presumably argue that they were misled over the bout as one of the fighters was not at peak fitness. The fight is estimated to have generated over $350m. Three million customers in America alone paid $100 to watch the fight on pay-per-view. “The allegations in this lawsuit are demonstrably false,” said attorney Daniel Petrocelli, who represents Top Rank, Pacquiao’s management company. “There are documents that explicitly show the medications that Manny was using to treat his shoulder and it was fully disclosed with Usada, which we contracted for this fight.” “Athletes always fight hurt,” promoter Bob Arum said on the night of the fight. “We felt the work that was done on the shoulder during training would give him the opportunity to use the right hand. He deals with the injury and thinks he conquered it and it was reinjured again. Happens in football and every sport.” The Nevada Athletic Commission, however, has already said it is not happy with how Pacquiao’s team dealt with the injury. “The first I heard of this was at 6:08pm when he [Pacquiao] arrived in the locker room,” the commission chairman, Francisco Aguilar, said. “I have no proof of the injury. If he told us on Friday, we would have got the MRIs and there are a lot of things we could have done.” Earlier on Tuesday, Mayweather said he would be willing to fight Pacquiao again once the Filipino recovers from surgery."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}