{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/may/10/liberal-emocrats-clash-over-serious-mistakes-in-election-strategy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-05-09T23:05:07Z", "webTitle": "Liberal Democrat activists say leaders took them down a centrist blind alley", "webUrl": "https://www.theguardian.com/politics/2015/may/10/liberal-emocrats-clash-over-serious-mistakes-in-election-strategy", "apiUrl": "https://content.guardianapis.com/politics/2015/may/10/liberal-emocrats-clash-over-serious-mistakes-in-election-strategy", "fields": {"headline": "Liberal Democrat activists say leaders took them down a centrist blind alley", "bodyText": "Paddy Ashdown’s election strategy came in for heavy criticism from Liberal Democrat peers and activists as the party tried to come to terms with its disastrous general election result. The Lib Dems were reduced from 56 MPs to a rump of just eight on a dreadful night that saw them routed in former strongholds in the south-west, and across large swaths of the rest of the country. Former cabinet ministers Vince Cable, Danny Alexander, David Laws and Ed Davey were all ousted from parliament as was former party president and London MP Simon Hughes. Ashdown, the former leader, masterminded the election strategy which promoted the party as a centre ground force that would give “heart” to the Tories and “brain” to Labour in a potential coalition government. Baroness Hussein-Ece, a Lib Dem peer and adviser to Nick Clegg on community cohesion, backed calls from another former leader, David Steel, for the party to redefine itself as from the centre-left rather than one willing to prop up the Conservatives. On Friday, Steel, who has given his backing to Tim Farron as the next leader following Clegg’s resignation, said that this strategy of splitting the difference between the two main parties had “set back the progress of Liberalism for several decades”. Hussein-Ece insisted that she did not regret the decision to join the Conservatives in coalition, but said that “serious mistakes” had been made in how the party portrayed itself. “I think presenting ourselves as a coalition party rather than setting out our values and where we come from was a serious mistake,” she said. “We should be the centre-left party that this country desperately needs.” Ashdown played a cameo role on election night when he insisted that the 10pm exit poll putting the Lib Dems on 10 seats was wrong and said he would “eat his hat” if it turned out to be right. As it turned out the poll underestimated the drubbing the party would receive. Naomi Smith, chair of the Social Liberal Forum, a grouping of party members on the left of the party, said both Clegg and Ashdown had led the Lib Dems down a “centrist blind alley”. “In 2010, Liberal Democrats were elected on a social liberal manifesto, in keeping with the party’s traditional, left-of-centre, radical progressivism,” she said.”Yet during the 2010 parliament, the leadership and their senior staff were, for the first time, able to control the party’s direction. “In Thursday’s election, voters delivered a verdict on this strategy. They overwhelmingly rejected it, dealing the Liberal cause its worst result since 1970. Liberals need to turn back from this centrist blind alley and find their soul again. The 2015 ‘split the difference’ strategy failed.” Meanwhile, the Green party’s only MP is proposing that progressive parties work together in future to beat Conservative candidates rather than splitting the votes in key seats. Caroline Lucas, who was re-elected for Brighton Pavilion, said she was backing the move after witnessing progressive politicians such as the Lib Dem MP Norman Baker, in neighbouring Lewes, being voted out. Baker lost by just over 1,000 votes to Tory candidate Maria Caulfield. The Green candidate, who stood little chance of victory, picked up 2,784 votes. Lucas said: “The system is wrong and we should have electoral reform, but that could be some time coming. So we need other ways to work together in a progressive alliance. Where it is appropriate, only one progressive candidate could stand in a seat – a sort of electoral pact. Cooperation during the EU referendum campaign could be the start of it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}