{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/may/13/lgbt-veterans-first-federally-approved-monument", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-05-13T21:36:12Z", "webTitle": "LGBT veterans to get their first federally approved monument", "webUrl": "https://www.theguardian.com/world/2015/may/13/lgbt-veterans-first-federally-approved-monument", "apiUrl": "https://content.guardianapis.com/world/2015/may/13/lgbt-veterans-first-federally-approved-monument", "fields": {"headline": "LGBT veterans to get their first federally approved monument", "bodyText": "A monument dedicated to LGBT veterans will be unveiled in a national cemetery near Chicago on Memorial Day, in a celebration of the first federally approved monument to LGBT veterans. A black granite slab flanked by two blocks of pale granite, the monument will feature the five seals of the military’s main branches – the army, navy, marine corps, coast guard and air force – as well as the the emblem of the merchant marines. The memorial was planned by the Chicago chapter of the American Veterans for Equal Rights (Aver) and approved in November by the interim undersecretary of memorial affairs for the Department of Veterans Affairs, Ronald E Walters. Cemetery office supervisor Lynne Phelan said it is, to the best of her knowledge, the first such approved monument. The monument will also include an etching that reads: “Gay, lesbian, bisexual and transgender people have served honorably and admirably in America’s armed forces. In their memory and appreciation of their selfless service and sacrifice this monument was dedicated.” The dedication ceremony, set for 2pm local time on Memorial Day, will be held at Abraham Lincoln National Cemetery in Elwood, Illinois. “I never believed anything like this could’ve happened,” Chicago-Aver vice-president James Darby told the Windy City Times. “We’ve been discriminated against for so long in many areas of life, including the military, with the now-defunct Don’t Ask Don’t Tell policy.” In 2011 Congress and the Obama administration repealed Don’t Ask Don’t Tell, the 1993 law that barred openly gay men and women from serving in the US military. “This ceremony is going to be an incredibly emotional experience for all of us,” Darby said. Gay rights activists and LGBT veterans have proposed and installed memorials in other cemeteries around the US, but never before in a national cemetery. Other chapters of Aver have constructed monuments to LGBT veterans in Palm Springs, California, and Phoenix, Arizona. In August 2014 a separate group, the the National LGBT Veterans Memorial Project, purchased a site in Washington DC’s Congressional Cemetery, which is not a federal lot but is where former FBI director J Edgar Hoover and nearly 100 congressmen are buried. That memorial will comprise three 11ft-tall granite panels that also include the seals of the armed services, and will stand near the grave of Leonard Matlovich, a Vietnam veteran and Purple Heart recipient who was discharged from the air force after coming out as gay. This article was amended on Thursday May 14. The name of the official who approved the monument is Ronald E Walters, the interim undersecretary for memorial affairs, not Robert Walters. This has now been changed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}