{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/may/17/rohingya-burma-refugees-boat-migrants", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-05-16T23:05:08Z", "webTitle": "Burma’s boatpeople ‘faced choice of annihilation or risking their lives at sea’", "webUrl": "https://www.theguardian.com/world/2015/may/17/rohingya-burma-refugees-boat-migrants", "apiUrl": "https://content.guardianapis.com/world/2015/may/17/rohingya-burma-refugees-boat-migrants", "fields": {"headline": "Burma’s boatpeople ‘faced choice of annihilation or risking their lives at sea’", "bodyText": "They were carried or staggered ashore, some paralysed by malnutrition, others little more than walking skeletons, burnt and dazed from weeks at sea on boats the UN has called “floating coffins”. Manu Abudul Salam, 19, had watched her brother die when desperate fighting broke out after the captain of their wooden boat fled on a speedboat, leaving more than 800 passengers adrift with dwindling food and water. “If I had known the boat journey would be so horrendous, I would rather have just died in Myanmar [Burma],” she told journalists shortly after being towed ashore by Indonesian fishermen, one of a few hundred allowed to land. Salam, a Rohingya from northern Burma, was not exaggerating in her depiction of that grim choice, judging by a report from researchers at Queen Mary, University of London, which warns that her people are facing state-sponsored genocide. “The Rohingya are faced with two options: stay and face annihilation, or flee,” said Professor Penny Green, part of a group that recently completed several months’ research in the Rohingya’s home state of Rakhine. “If we understand genocide to be a process, that is what this is. Those who remain suffer destitution, malnutrition and starvation; severe physical and mental illness; restrictions on movement, education, marriage, childbirth, livelihood, land ownership; and the ever-present threat of violence and corruption.” Since 1982 the group has been refused citizenship by the Burmese government, which denies their existence. Officials will not attend events, at home or internationally, where the word Rohingya is used, and last week threatened to boycott a summit on the escalating migrant crisis which had been called by Thailand. “If they use the term Rohingya, we won’t take part in it, since we don’t recognise this term. The Myanmar government has been protesting against the use of it all along,” Zaw Htay, an official from the president’s office, told Reuters on Saturday. Instead it insists that a group with its own language and a history in Burma that goes back many generations must be called Bengalis, and describes them as illegal immigrants from neighbouring Bangladesh. That alienation has led to a vast chain of “refugee” camps which Green says are more like prisons, home to more than 100,000 Rohingya who require permission to leave them. In the regional capital of Sittwe, once a thriving mixed city with dozens of mosques, a few thousand Rohingya still live in a ghetto with seven heavily guarded entrances. The number of mosques still standing is in single figures a nd they are deserted, occupied by government forces. A trickle of food aid into the camps keeps people alive but hungry on a meagre diet of rice and lentils, while in the city’s markets there are bags of food aid apparently siphoned off by officials with little care for the camps’ inhabitants. “They live the barest of existences,” Green says. “People were begging us for food. You walk around and see blank eyes.” The government also tolerates Islamophobia and screeds of hatred in the media, Green said, fostering an ugly atmosphere that easily flares into violence. More than 200 Rohingya were killed in attacks in 2012 for which no one has been tried or even arrested. “We asked why there were no prosecutions or investigations, and the prosecutor said it was because it happened at night, so no one could see what happened.” It is this living death that the Rohingya have been trying to flee for years, some across the border into Bangladesh, but thousands by sea, even though they know the smuggling trade is vicious and predatory and the journey could cost their lives. The pace of departures has picked up, with up to 25,000 setting off from the Bay of Bengal between January and March, double the levels in 2013 and 2014, a UN report on “irregular maritime movements” in the region found. More than 300 migrants died of starvation, dehydration and beatings by boat crews, survivors told the UN. It is possible that others died unrecorded deaths as they set off in ships no more seaworthy or less crowded than those that frequently founder in the Mediterranean. “A few interviewees also told of entire boats sinking, but there was no way to verify such reports or if, and how many, lives were lost,” the UN said in a report on the sea traffic. Many of the women endure rape or other sexual violence on the boats or while waiting to travel, and many others are forced into marriage with men who pay for their journey. Mothers travelling with children are also particularly vulnerable to starvation, as young travellers are given no rations so women often go hungry to ensure that their sons and daughters can eat. This desperate exodus has been going on for years, largely unnoticed until regional governments that had been taking in the migrants started turning away men, women and children who had spent weeks at sea. There are perhaps as many as 8,000 people now adrift in a hellish maritime limbo, refused permission to land by the Indonesian, Malaysian and Thai governments after being handed basic provisions of food and water, unlikely to last out their uncharted journeys. “The situation is very grave,” Joe Lowry, a spokesman for the International Organisation for Migration in Bangkok, told Reuters. “They have no food, no water and are drinking their own urine. This is a game of maritime ping-pong with human life. We expect governments in the region to find a solution rapidly ... or we will be finding boatloads of desiccated corpses floating around in the Andaman Sea in coming days.” Earlier in the week about 2,000 people were allowed to land; it was not clear how officials were deciding who should receive assistance and who were sent on their way. Turning the boats away was “incomprehensible and inhumane”, the UN’s top human rights official warned, as other UN organisations begged the governments to take them in and promised to help with food and transport costs. “In the name of humanity, let these migrants land,” said William Lacy Swing, director general of the International Organisation for Migration, which has already offered $1m in funding. Pushing the desperate migrants back out to sea may also be illegal, as it violates obligations enshrined in global maritime law, according to the International Chamber of Shipping. “It’s a well-honoured maritime tradition for ships to rescue anyone in distress at sea, but coastal states also have an obligation to come to the rescue, and we expect them to honour this, including taking migrants ashore,” said ICS spokesman Simon Bennett. The countries turning migrants away are apparently worried about their capacity to absorb a fast-growing number of poor, uneducated arrivals. But critics say they share responsibility for the current crisis by shying away from dealing with the root cause of the migration – policies in Burma that rights groups say amount to state-sponsored ethnic cleansing. “Regional countries are reaping what they have sown for their policy of denial for years, and even with boatloads of desperate people in their waters they’re refusing to act,” said David Mathieson, senior researcher on Burma for Human Rights Watch. “They are tantamount to co-conspirators in the repression of the Rohingya for years, because of their weak response to the export of Burma’s discriminatory policy to a stateless minority that has evinced more hatred than mercy throughout Asia.” In its first official response to the crisis, the Burmese government denied any of the people stranded at sea were its citizens. “We cannot say the migrants are from Myanmar unless we can identify them,” a government spokesman, Ye Htut, told the Associated Press. “Most victims of human trafficking claim they are from Myanmar; it is very easy and convenient for them.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}