{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/may/17/being-born-royal-form-child-abuse", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-05-16T23:05:08Z", "webTitle": "Being born a royal is a sophisticated form of child abuse | Catherine Bennett", "webUrl": "https://www.theguardian.com/commentisfree/2015/may/17/being-born-royal-form-child-abuse", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/may/17/being-born-royal-form-child-abuse", "fields": {"headline": "Being born a royal is a sophisticated form of child abuse", "bodyText": "Probably not for the first time in his life, Prince Harry has been competing for attention with the Patagonian toothfish. No sooner had he outlined his romantic difficulties, in an interview in New Zealand, than the toothfish edged him off social media, having emerged, with the publication of the Charles letters, as high on the royal agenda, for albatross-related reasons. Albatrosses are a theme, like sheep, to which the Prince of Wales frequently returns, and not just in letters. As with his fellow albatross fan, the ancient mariner, whose manner he increasingly seems to replicate – “Hold off! unhand me grey-beard loon!” – the prince is cursed to repeat and repeat his warnings, subjecting selected ministers to baleful, tortured letters, whose primary import, now that we see them, is surely psychological. He just can’t stop himself. “That moment that his face I see,/ I know the man that must hear me:/ To him my tale I teach.” Leave aside the needless suffering to politicians, the constitutional implications and this furious corresponding speaks of a still consuming dissatisfaction in a man of advancing years, unalleviated by family, great wealth, the best efforts of his sycophants and vegetables. It must be a dismal spectacle for his son, William, who faces much the same fate, minus albatrosses, and perhaps also for his daughter-in-law, whose first child, George, is destined to follow a similar path: a good, seven-decade wait, followed by a spot of elderly ruling, probably with a tailgating heir at his back. The toddler’s wave to crowds, prior to his baby sister’s formal presentation, suggests that some schooling in regal conduct has already begun; at any rate, the public approved his bewildered participation in the show as they might not have applauded, say, a toddler in a child pageant, propelled by an ambitious mother. Much recent commentary on the greater freedom enjoyed by a second-in-line, such as the late drunkard, Princess Margaret, is contradicted by Prince Harry’s melancholy asides about seeking a wife and family. “You ain’t ever going to find someone who’s going to jump into the position that it would hold,” he has said. “Simple as that.” He might want to warn Princess Charlotte. Assuming, that is, her parents are not opponents of royalification. Beyond Kensington Palace, there is growing resistance to social conditioning that limits the potential of little girls and boys, for instance with gendered games, costumes and books. “It’s a serious matter,” said the children’s writer, Anne Fine, “because it does narrow children’s sense of what they’re allowed to do or like in a horrible, horrible way.” Still, the royalist majority appears complacent about the traditional narrowing – in the monarchy’s version of Billy Elliot, or perhaps Here Comes Honey Boo Boo – of royal children’s options to, effectively, one. As for republicans, perhaps it seems ludicrous to sympathise with infants born to the palace-dwellers we keep in butlers, nannies, organic ink. But even supposing Princess Charlotte escapes, as Prince George will not, the public pressure quickly to pair and breed, her future is similarly designed by her family (who know what is being sacrificed) to deny her privacy, her choices, her solitude, the opportunity to become her own person, any meaningful career, the time and space to find a partner: virtually everything, in fact, you might want for a child. Including not being a lifetime tabloid and terrorist target. And not having her social and sexual development scrutinised by round-the-clock police officers. In fact, if any other parents plan to emulate this approach to child-rearing they might be wise not to share this with child protection professionals. In the case of Prince Harry, a freakish level of parental control continued at least into his late 20s, after he’d flown helicopters round a war zone. His father, he disclosed, after his embarrassment in Las Vegas, was “always trying to remind me about who I am and stuff like that”. Without, for a second, drawing any parallel between baby George’s nursery and the world of, say, David Berg’s Children of God cult, some reports from the latter’s adult escapees help clarify the kinds of deprivation a prominent royal Briton learns to live with. Taylor Stevens has described how it felt to exit. “I woke up,” she says, “finally free of the eyes that had been watching and judging me my entire life. Going to the shops, booking a doctor’s appointment – all the ordinary things most adults take for granted – were so novel for me. Walking down the street alone felt extraordinary – we had always gone out in pairs. It was like being naked.” Richard Dawkins, of course, has called the unquestioning inculcation of religion a form of child abuse. We can’t be sure that royal children are so expertly indoctrinated, like the female products of an efficiently run religious patriarchy, that they come to regard their criminally limited futures as natural and correct. Maybe the alternatives come to look too scary. Either way, ever since Edward VIII proved himself unequal to expectations, royal issue has shown itself notably submissive, to the point of joining the armed forces when required, falling in love with Africa as and when, hunting and polo playing to order. Only Prince Edward’s exit from the Marines and tentative TV career interrupted normal service. That both episodes occasioned public jeering and, it was reported, paternal disapproval perhaps deterred future disobedience. Then again, there is often no missing the lack of enthusiasm for public appearances that constitute, once royals have left the services, pretty much all their job. Sullenness, whining, jibes – not to say physical attacks, in the case of Prince Charles’s press secretary leaping at Michael Crick, or Prince Harry “playfully” slapping purple paint on a photographer – betray levels of professional discontent that would, in any other line of work, indicate a change of career. Diana’s sons, in particular, have made clear their disgust for press interest, on which, however, both their family’s reputation, and its fortunes, depend. While the palace requests seclusion for William and Kate’s new baby, Charles’s shop at Highgrove launches a commemorative range of bone china, “specially commissioned by Royal Collection Trust to celebrate the birth of HRH Princess Charlotte of Cambridge” and featuring the combined coats of arms of the Middletons and Cambridges. If the Royal Collection Trust has not already commissioned a Patagonian toothfish pillbox to celebrate the publication of the black spider letters, Charles might want to send his loyal press secretary, Kristina Kyriacou, to knock out the teeth of whoever is responsible. Merely because royal princes are willing to press even their newborns into service, pending apprenticeship at an age when they are too young to object, hardly seems to excuse public collaboration in the exercise. The royals, at least, have been brainwashed into thinking that self-determination is optional. It’s too late to liberate Charles, William, Harry from this cult of polo-playing albatross worshippers. George is another matter."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}