{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2015/may/12/retailers-suffer-post-easter-sales-slowdown", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2015-05-11T23:01:04Z", "webTitle": "Retailers suffer post-Easter sales slowdown", "webUrl": "https://www.theguardian.com/business/2015/may/12/retailers-suffer-post-easter-sales-slowdown", "apiUrl": "https://content.guardianapis.com/business/2015/may/12/retailers-suffer-post-easter-sales-slowdown", "fields": {"headline": "Retailers suffer post-Easter sales slowdown", "bodyText": "Demand for summer clothes and tanning products during the sunniest April on record were not enough to stem a drop in retail sales last month as retailers suffered a post-Easter slowdown. Industry figures show that sales fell 2.4% on a like-for-like basis from April 2014, the weakest performance for three years. The British Retail Consortium (BRC) said its figures were distorted by Easter falling earlier this year than last year and it sought to highlight a stronger underlying picture for sales than comparisons with April 2014 would suggest. Sales were up 0.6% on a year ago when averaged over the latest three months of February to April. That was slower than 1.3% growth in January to March – also distorted by an Easter bounce this March – but it beat the underlying sales performance seen throughout the second half of 2014. The BRC director general, Helen Dickinson, took the figures as a “clear indication that confidence among consumers is slowly improving”. She also highlighted the bright spots among last month’s figures, including for clothing retailers helped by the sunniest April on record. “April witnessed a solid performance for fashion and beauty retailers; particularly welcome following a disappointing autumn/winter season,” said Dickinson. Women’s clothing was the best performing category and denims and blouses proved popular but dresses less so, the BRC said. The sunny weather also helped sales of sandals, canvas shoes and ballerina pumps as well as suncreams and tanning products. The latest figures showed that against the backdrop of a supermarket price war, food sales continued to fall on a like-for-like basis, which adjusts for the effect of new store openings. Food sales were down 1.6% in the three months to April compared with a year ago while non-food sales were up 2.3%. David McCorquodale, head of retail at the report’s co-authors KPMG, said the industry would be scrutinising the new government. “With David Cameron firmly in place at No 10, retailers will be looking to ensure he fulfils his promise not to increase VAT and also to review business rates. It is also hoped that a stable government can allow consumer confidence to flourish,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}