{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/nils-pratley-on-finance/2015/may/20/does-cbi-president-really-want-britain-to-stay-in-an-unreformed-eu", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2015-05-19T23:01:07Z", "webTitle": "Does CBI president really want Britain to stay in an unreformed EU?", "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2015/may/20/does-cbi-president-really-want-britain-to-stay-in-an-unreformed-eu", "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2015/may/20/does-cbi-president-really-want-britain-to-stay-in-an-unreformed-eu", "fields": {"headline": "Does CBI president really want Britain to stay in an unreformed EU?", "bodyText": "Thank goodness David Cameron and George Osborne, and not Sir Mike Rake, president of the CBI, will be leading the UK’s attempt to renegotiate the relationship with the European Union. At the CBI’s black-tie bash, Rake will give a speech that contains an obvious hole that would be exploited by any half-alert EU politician or Brussels bureaucrat. Rake will call for businesses to “turn up the volume” in speaking out in favour of the UK’s membership of a “reformed” EU. No surprise there. That’s been the CBI’s comfortable stance for years. But the interesting question is whether the CBI’s president would also favour staying in an unreformed EU. Rake, according to the advance version of his script, will come close to saying the answer is yes. “No one has yet set out a credible alternative future to EU membership,” he will say. “The current alternatives are not realistic options – little or no influence and the obligation to comply with EU principles whilst still paying most of the costs. “Norway is the 10th highest contributor to the EU budget – despite not being a member – and it took Switzerland nine years to negotiate and implement partial access to the single market. Business must be crystal clear that membership is in our national interest.” That’s Rake’s sincere belief. But, as an opening gambit in a negotiation, it’s terrible. It’s almost an admission that, whatever the outcome of the talks, the UK should not contemplate leaving the EU and becoming Norway or Switzerland. If Cameron and Osborne adopted the same position publicly, there would be guffaws on the other side of the table. It would be like easyJet, where Rake used to be chairman, entering price talks with Airbus on new planes by announcing that it is not prepared to buy from Boeing. At a stroke, negotiating bite would disappear. Boris Johnson’s rougher stance – “I would vote to stay in if, and only if, we get the reforms we need” – is far more likely to create constructive tension. In some quarters, big business’s support for EU membership is regarded as a trump card for the pro lobby. One wonders if this really correct, and not only because the likes of Anthony Bamford at JCB are dissenters. The CBI comes across as so manically pro-EU, even before a single reform has been secured, that floating voters may close their ears however loudly Rake &amp; co shout. Vodafone: what next after Project Spring? The way Vodafone tells it, a turning point has been reached, or is about to be. Organic service revenue, which ignores handset sales and newly acquired businesses, advanced by the mighty figure of 0.1% in the fourth quarter. At least it reverses a three-year trend. More encouragingly, there’s a glimpse of growth in top-line profits. EBITDA – or earnings before interest, tax, depreciation and amortisation – are forecast to be £11.5bn-£12bn in 2015. To those that point out that £11.9bn has just been reported for 2014, Vodafone cites a reworked number of £11.4bn after adjusting for currency moves. OK, if one accepts that contortion, life is looking a little brighter. Vodafone, having sold its 45% stake in Verizon Wireless for a princely sum, is closer to demonstrating that it is not a dull utility standing still. Yet you would be hard-pushed to describe the investment prospect as exciting. An awful lot of capital is being deployed to turn the ship. The Project Spring splurge, a once-in-a-generation upgrade of the networks to exploit 4G opportunities, took spending to £19bn over two years. Post-Spring, capital expenditure is due to fall sharply, allowing free cash flow to rise from last year’s £1bn to, say, £4bn-£5bn. Given that the annual dividend costs £3bn, that drop-off in spending is critical. If the important German operation, where revenues fell last year, requires yet more fertilizer to bloom, the dividend calculation won’t be so comfortable. The overhaul of Vodafone still looks a work in progress. Awkward questions for Asda “Sales are for vanity, profits are for sanity,” says Andy Clarke, chief executive of Asda. Retailers often trot out this line when they have lost market share and Asda’s 3.9% fall in like-for-like sales in the last quarter qualifies on that score. But the motto is also correct: sustainable businesses need to make a profit. So why does Clarke sound so unhappy about rivals’ habit of dishing price vouchers at the checkout? Shouldn’t he cheering opponents’ supposedly doomed and short-termist tactics? Or does he fear that Asda, despite vowing to hold its nerve, will get dragged into the same game eventually? If minus 3.9% is sustained for the whole year, the question will be pressing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}