{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/may/20/gareth-southgate-silenced-manchester-united-luke-shaw-injury-england-u21s", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-05-20T22:31:00Z", "webTitle": "Gareth Southgate ‘silenced’ by Manchester United over Luke Shaw injury", "webUrl": "https://www.theguardian.com/football/2015/may/20/gareth-southgate-silenced-manchester-united-luke-shaw-injury-england-u21s", "apiUrl": "https://content.guardianapis.com/football/2015/may/20/gareth-southgate-silenced-manchester-united-luke-shaw-injury-england-u21s", "fields": {"headline": "Gareth Southgate ‘silenced’ by Manchester United over Luke Shaw injury", "bodyText": "Gareth Southgate said he omitted Luke Shaw from his England Under-21 squad because of injury but had been ordered by Manchester United not to reveal the nature of it, after an embarrassing climbdown over the left-back’s inclusion for next month’s European Championship. Southgate selected Tottenham Hotspur’s Harry Kane, whom he described as the “pin-up”, but left out Shaw after being minded as late as Tuesday evening to take him to the tournament. The England Under-21s manager continually refused to give any detail regarding the injury to Shaw. The player suffered a concussion in the 2-1 win at Crystal Palace on 9 May which caused him to miss Sunday’s 1-1 draw with Arsenal at Old Trafford. England Under-21s’ next match is the warm-up with Belarus on 11 June, a month after that head injury, and the tournament starts a week later in the Czech Republic. The expectation would be that Shaw should have recovered from a concussion by then, which suggests he has another, more serious injury. Yet asked about this, Southgate indicated United had told him not to expand. He said: “A couple of squads ago we had a couple of injuries where we talked about detail and clubs are preferring us not to go too far.” Southgate could offer no explanation when it was put to him that Shaw should be able to recover in time from a concussion for the Euros. “I cannot answer that. These young players are not ours, we don’t own them,” he said, before claiming Louis van Gaal, the United manager, wanted Shaw to participate. “Louis has again been very supportive of him coming.” Last Friday, though, Van Gaal was vocal in stating Shaw should not be included on the basis the 19-year-old could suffer burnout. “I can’t comment, don’t need to and don’t want to comment on that,” Southgate said. “It is not a case of a rest, it is a case of him not going to be fit for us. We have 27 players [on the long list] who if we were giving the clubs the option of resting them they would take it.” The coach was clear that if a concussion were revealed by him the player concerned could be vulnerable. “We had a couple with injuries in the last camp and we started to go into detail of ‘It’s head’, et cetera and clubs aren’t very keen on that,” Southgate said. “They could go into fixtures the following week and someone could target that. I know historically we have always said: ‘He has a groin, he has a hamstring, he has a …’ Are those days over? Possibly. From our perspective, with younger players we probably have a duty not to go down that route,” he said. Southgate seemed unclear if the policy would extend to the senior team and that if, say, Wayne Rooney had to withdraw from a major tournament with an injury the FA could not identify it. “You would hope to get a timescale and an idea,” he said. “We know the timescale with this one: he is not going to be fit for the tournament.” Tottenham did not want Kane selected, either. But Southgate believes the striker is a different case “because Harry is fit, he is not injured”. He added: “Of course, we are mindful in selecting Harry that he has had a long season, many of the players here have.” Southgate agrees that Kane, who will be given a week off before joining up with the squad because of Spurs’ post-season trip to Malaysia and Australia, will be the player identified by the opposition as the team’s “Wayne Rooney”, despite other talented players, including Saido Berahino. “I wouldn’t suggest you have that conversation with Saido – but his [Kane’s] world’s changed enormously,” said Southgate. “He’s the pin-up boy and it’s a wonderful story and we hope this is the next part of it.” Southgate is clear Kane can handle the pressure. “He’s got a really strong mentality, he’s very focused in his practi ce, he’s very focused in his belief in himself,” the coach said. England’s opening group game is against Portugal on 18 June. They face Sweden three days later and Italy in the final match of the phase on 24 June."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}