{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2015/may/05/english-national-opera-gets-rps-award-boost", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-05-05T21:31:06Z", "webTitle": "English National Opera gets RPS award boost", "webUrl": "https://www.theguardian.com/music/2015/may/05/english-national-opera-gets-rps-award-boost", "apiUrl": "https://content.guardianapis.com/music/2015/may/05/english-national-opera-gets-rps-award-boost", "fields": {"headline": "English National Opera gets RPS award boost", "bodyText": "Offstage it may be fighting for its future; onstage English National Opera is flourishing, taking a highly-coveted live classical music award on Tuesday night. ENO won the opera and music theatre category at the Royal Philharmonic Society awards, not for a specific show but for the company’s “consistently outstanding work” across a range of repertoire. The RPS awards are regarded as the most prestigious for live classical music. Among the headline winners at a ceremony in London were the German baritone Christian Gerhaher (singer award), the Latvian conductor Andris Nelsons (conductor) and the Scottish percussionist Colin Currie (instrumentalist). ENO’s success at the awards will provide a much-needed boost in what have been troubled times for the company. It has been beset by internal division, losing both its chairman and executive director, and was removed from the national portfolio of arts organisations given regular funding by Arts Council England in February. It is now in special funding measures and attempting to implement a business plan which includes opening up its home theatre, the London Coliseum, for food and drink during the day and staging money-spinning West End musicals. Judges praised ENO’s “adventurous and challenging approach to making opera”, choosing it from a shortlist that also included the Royal Opera House’s production of Die Frau ohne Schatten and John Metcalf’s Under Milk Wood at Taliesin Arts Centre in Swansea. The conductor and music director of the Royal Opera House, Antonio Pappano, was given the society’s highest honour – a Gold Medal – becoming the 100th recipient since it was initiated in 1870 to commemorate the centenary of Beethoven’s birth. Pappano joins an illustrious list that includes Edward Elgar, Ralph Vaughan Williams, Serge Prokofiev, Kathleen Ferrier, Simon Rattle, and last year’s recipient, John Tomlinson. Other winners on Tuesday included the soprano Mary Bevan, who won the young artist award for her performances at both Covent Garden and the Coliseum; the Oxford Lieder festival, which won the chamber music prize for its intense, three-week Schubert season; the Barbican for its Birtwistle at 80, which won the concert series and festival prize; and the London Contemporary Orchestra, which won the ensemble prize, described by judges as “one of the brightest beacons for new music.” The Danish composer Hans Abrahamsen won the award for large-scale composition for his orchestral song cycle Let Me Tell You; and the British composer Graham Fitkin took the chamber-scale composition category for his work Distil, which premiered at Cheltenham festival 2014. John Gilhooly, the RPS chairman, used his speech at the ceremony to challenge a new government to “put the strength of imagination and the power of creativity” at the centre of its decision making. It should also “invest in the imaginations of our young people and promote creativity in every sphere – not just in the arts, but in science, mathematics, industry … even in political thinking”. Highlights from the awards will be broadcast on BBC Radio 3 on 11 May."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}