{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2015/may/13/number-of-houses-coming-on-market-smallest-in-nearly-six-years", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2015-05-13T23:01:06Z", "webTitle": "Number of houses coming on market smallest in nearly six years", "webUrl": "https://www.theguardian.com/business/2015/may/13/number-of-houses-coming-on-market-smallest-in-nearly-six-years", "apiUrl": "https://content.guardianapis.com/business/2015/may/13/number-of-houses-coming-on-market-smallest-in-nearly-six-years", "fields": {"headline": "Number of houses coming on market smallest in nearly six years", "bodyText": "The number of homes coming on to the market fell to its lowest level in almost six years in April, driving up prices across the UK, surveyors said on Thursday. The affordability and availability of homes in the UK “is now a national emergency” the Royal Institution of Chartered Surveyors (Rics) said, as it warned that measures such as extending right-to-buy would prevent the new government reaching its target of 1m more homes by 2020. New instructions from sellers fell for an eighth consecutive month, according to Rics’s latest survey, with 21% more members reporting a fall in homes being put up for sale than a rise. This was the highest negative reading since May 2009, when prices were heading downwards and the credit crunch was making it hard for first-time buyers and movers to raise mortgages. Rics said that despite demand for homes remaining flat in April, there had been a pick-up in prices driven by the shortage of stock for sale. A third more surveyors reported price increases than falls, up from 22% in March, and in London 28% more said prices were up. Looking ahead to the next three months, 16% more respondents said they were expecting price rises rather than falls, but over 12 months the figure went up to 72%. The report covers the month running up to the election, and with buyers and sellers now clearer about which housing measures will be put into place there is a chance that both will return to the market. However, Rics’s chief economist, Simon Rubinsohn, warned that prices were likely to continue to rise unless more homes were built. “It is conceivable that the decisive outcome to the election could encourage a pick-up in instructions to agents and ease some of the recent upward pressure on house prices, but it is doubtful that this will be substantive enough to provide anything more than temporary relief. “Alongside an increased flow of secondhand stock, it is absolutely critical that the new government focuses on measures to boost the flow of new-build.” Rics’s head of policy, Jeremy Blackburn, added: “The affordability and availability of homes in the UK is now a national emergency and addressing this crisis must be the priority for the new government. “Introducing demand-side measures, such as extending right-to-buy, will not see the Conservatives deliver on their promise of 1m homes by 2020.” Since the Tories’ election win, estate agents in the richest parts of London have reported a rush of sales as buyers put off by the prospect of a mansion tax on £2m-plus homes have returned to the market. However, figures from the Land Registry analysed by the property firm LCP show that in the runup to the vote, sales of prime London property plummeted. In the first quarter of 2015 the number of transactions was down by 23% year on year, while average prices fell by 8% on the previous quarter."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}