{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/football-league-blog/2011/may/02/brighton-hove-albion-huddersfield-league-one", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-05-01T23:06:00Z", "webTitle": "Lee Clark busy fashioning bullets for Huddersfield Town's promotion push", "webUrl": "https://www.theguardian.com/football/football-league-blog/2011/may/02/brighton-hove-albion-huddersfield-league-one", "apiUrl": "https://content.guardianapis.com/football/football-league-blog/2011/may/02/brighton-hove-albion-huddersfield-league-one", "fields": {"headline": "Lee Clark busy fashioning bullets for Huddersfield Town's promotion push", "bodyText": "To the losers a party, to the winners a wake: this was the scene at the Withdean after Huddersfield Town beat Brighton &amp; Hove Albion 3-2. The Seagulls celebrated the League One title, won with four games to spare, and capped with presentation of the trophy. The Terriers, third in the table, lamented Southampton's victory at Brentford that keeps the Saints second, level on points but with a much better goal difference and two games to play to Huddersfield's one. The playoffs look inevitable. This is both tough and remarkable. Huddersfield turned the year in fourth, with Sheffield Wednesday and Charlton Athletic separating them from Brighton, and are unbeaten in 24 league games after that, their best run ever in a single season. Saints, who beat them 4-1 on 28 December, have since had five fewer draws. The clubs have lately pegged level, with four wins running, and both have won at the Withdean in the final two games of Brighton's 12-year sojourn, taking advantage of the champions' unwitting foot off the pedal. Huddersfield wasted no time in this, adding to the softening-up. \"We are travelling to face the worthy champions,\" said Lee Clark, their manager. \"Brighton have been the most consistent team, Gus Poyet the best manager and they play football the way I like to see it.\" After his players had welcomed Brighton's with a guard of honour, Clark embraced Poyet and shook every hand in the Brighton dugout. Was this the Newcastle firebrand? In eight minutes Huddersfield were ahead, Benik Afobe spinning past Gordon Greer. The Brighton captain could not have chastised himself more with whips and scorpions. Brighton, clapped in, looked clapped out. They recovered to show their passing virtue, answering Clark's 4-5-1 with 2-5-3, and even the two, the centre‑backs, ventured over halfway. Ashley Barnes followed up his penalty, saved by Ian Bennett, to equalise after half-time; Afobe, 18, on loan from Arsenal, punished Iñigo Calderón for his second; Matt Sparrow made it 2-2; but in the 90th minute, after Clark had used striking substitutes, Daniel Ward drove in the winner. Between falling out of the second tier in 2001 and climbing out of the fourth in 2004 the Terriers went into administration. Since then Clark has made an exceptional impression in his first managerial job, winning 71 of 139 games and losing 34. He has worked his Newcastle connection with Terry McDermott, 21 years his senior at 59, as assistant and Paul Stephenson and Steve Watson in coaching roles. His appointment came between Dean Hoyle joining the board and becoming chairman in June 2009. Together they look to have the club on an inexorable rise. Hoyle, who founded Card Factory, is a lifelong fan. Last week, with 167 others, he cycled 260 miles to Brighton to raise £250,000 for Yorkshire Air Ambulance and the club's academy. Imagine a Premier League owner doing this – on a camel or whatever. This is a people's club in which Clark has assembled a mix of youth and experience in the left-footed shape of Gary Naysmith and Kevin Kilbane (on loan from Hull City). They have the tradition – first to a hat-trick of league titles in the mid-20s. And they have the prize-winning Galpharm Stadium, which made the Theatre of Trees round a running track, complemented by a scattering of poppies, incongruous for a match of such import. As Brighton looked ahead to the Amex, Clark looked to Peter Reid, his manager for two years at Sunderland, now at Plymouth, where Saints play on Monday. \"I'm pretty sure Peter would want us to go up but he has his own good reasons [avoiding relegation, say] for wanting to win.\" Sooner or later, before or after playoffs, this year or next, Huddersfield will surely have their own carnival. And Poyet will know where to go for the greetings card."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}