{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/may/12/kevin-pietersen-return-surrey", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-05-11T23:06:01Z", "webTitle": "Kevin Pietersen falls to familiar weapon on return for Surrey", "webUrl": "https://www.theguardian.com/sport/2011/may/12/kevin-pietersen-return-surrey", "apiUrl": "https://content.guardianapis.com/sport/2011/may/12/kevin-pietersen-return-surrey", "fields": {"headline": "Kevin Pietersen falls to familiar weapon on return for Surrey", "bodyText": "Imagine how a comedian with a well-known catchphrase feels whenever a member of the public sees them and feels compelled to say it, and gain some idea of what must go through the mind of Kevin Pietersen whenever he walks to the crease these days. It would be a rare occurrence if, after giving him his guard, the umpire does not then inform him that the bowler is operating left arm round the wicket. It seems to matter not the quality of the bowler, just as long as Playfair lists them as SLA: what started out as a few speculative deliveries from Yuvraj Singh has almost become cliche. The last time Pietersen faced a delivery in a match, opening for England in the World Cup, the South African captain, Graeme Smith, even opened the bowling with a left-arm spinner, Robin Peterson, who promptly had Pietersen caught at slip in his first over. ,On Wednesday, two months on from that match, and following the operation to repair the double hernia that caused his early exit from the World Cup, Pietersen's rehabilitation and drive towards earning a place in the team for the first Test of the summer in Cardiff in a fortnight's time continued when he arrived at Fenner's to lead an inexperienced side against Cambridge MCCU, a fixture he would no more play in under normal circumstances than travel there by bus. Fenner's, the famous old ground that nurtured England cricketers and captains from Ivo Bligh, Doug Insole, Peter May, Ted Dexter and Tony Lewis to Mike Brearley and Mike Atherton, was chill, as it always seemed to be, defying the unseasonal temperatures elsewhere. But a solid ring of spectators had turned up, the sensible ones swaddled, intent on watching an international star. It was the same a few weeks back when Alastair Cook was here with Essex. They wanted to see Pietersen bat, and, shortly after noon, they got their wish. There was, of course, a left-arm spinner bowling, Paul Best, a Warwickshire player and trainee teacher, who had just taken the second Surrey wicket thanks to a wild yahoo and consequent stumping. Pietersen middled his first ball, but then prodded forward to the next and it shaved his outside edge. The spectators chuckled their pleasure. The word has it that Pietersen has been practising well, any restrictive movement and distracting discomfort from his injury gone. The lay-off has made him eager. It looks as if he has made a fundamental change to his technique. The widespread solid stance, crouched low, is still a feature, at odds with convention (although Graeme Pollock used it half a century ago) but where his trigger movements once took him across the crease and set him up on off-stump in a kind of cricketing equivalent of \"en garde\", his feet move only slightly, with a slight step forward and across and another back and across. Immediately he looks better balanced, less inclined to see everything in terms of the legside. There is a definite inclination to exploit the areas in the \"V\" between midwicket and extra cover, the full face of the bat offered for longer. His first boundary, from the seamer Patrick Sadler came from a sumptuous drive barely to the onside of straight. Why, the thought often occurs, try the flashy route through midwicket when he can hit the ball so thunderously straight with less risk. The left-armer was treated with respect and then contemptuously, first lofted easily on to the brick wall that runs in front of the pavilion, and then, even more commandingly, over the pavilion roof and into the garden of Hughes Hall. There had been little alarm for him beyond a couple of speculative shouts for lbw, each nullified by the noise made by the inside edge of Pietersen's bat. By lunch, it appeared he had booked himself in for the duration. The immediate aftermath of the interval brought his downfall. Into the attack, from the Gresham Road end, came another left-arm spinner, Zafar Ansari, a talented young all-rounder who has played for England Under-19s and made his first-class debut for Surrey at the end of last summer. It was a Yuvraj moment. To his fifth ball, Pietersen pushed forward and, as the ball skidded on, it brushed his bat, took the pad and carried through to slip. So a promising innings ended prematurely. For Ansari, it was only the start: he finished the innings with five for 33."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}