{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/may/20/ian-holloway-blackpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-05-20T23:48:00Z", "webTitle": "Blackpool inspired by Crocodile's words", "webUrl": "https://www.theguardian.com/football/2011/may/20/ian-holloway-blackpool", "apiUrl": "https://content.guardianapis.com/football/2011/may/20/ian-holloway-blackpool", "fields": {"headline": "Blackpool inspired by Crocodile's words", "bodyText": "Ian Holloway is well known for his madcap management methods but the Blackpool manager has turned to the most unlikely source of inspiration in his battle to beat relegation. Holloway will send his players out to face Manchester United on Sunday with the words of Paul Hogan, the star of 1980s film Crocodile Dundee, ringing in their ears. A win at Old Trafford would probably be enough to save Blackpool from an immediate return to the Championship and enable Holloway's side to pull off one of the most unlikely, and welcome, escapes in the top flight's history. Blackpool have been royally entertaining this year and have provided one of the Premier League's most captivating stories. At the start of last season they were tipped for relegation from the Championship. This season they have done the league double over Liverpool, among others. Holloway joins the queue of those people who cannot explain why, although his quirky take on Blackpool and his own career does shed some light on his mind-set going into the most crucial game in the club's modern history. \"Who's that fellow who was in Crocodile Dundee?\" Holloway asked. \"It was the best thing I have ever heard in my life and I have used it a couple of times. \"When he was asked how well his career had gone, he said: 'I've bitten off more than I can chew and I chewed bloody well as fast as I could.' That's us, isn't it?\" If Blackpool do stay up, it will make Mr Dundee's own survival escapes look like a walk in the park, as opposed to the bush, and Holloway knows that becoming the first team to win at Old Trafford this season will be crucial if he is to keep his side together. David Vaughan, Stephen Crainey and Matt Gilks are three who are likely to depart Bloomfield Road if Blackpool do get relegated after finding the taste of Premier League football to their liking, but Holloway is hoping that survival will tempt his out-of-contract performers to stay and ride the Blackpool rollercoaster a little longer. \"I think if we stayed up I would have one helluva chance to convince one or two of those who have already turned down what we have offered,\" he said. \"We can only offer what we were offering because we might not stay up. \"If we stay up and we know we get that extra funds, their deals might be doable. We have 10 wins and are going to Manchester United for what looks an impossible task but we believe in ourselves because of how well we played against them last time.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}