{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2011/may/29/sir-alex-ferguson-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-05-28T23:15:07Z", "webTitle": "Manchester United's midfield needs retiring, not Sir Alex Ferguson | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2011/may/29/sir-alex-ferguson-champions-league", "apiUrl": "https://content.guardianapis.com/football/blog/2011/may/29/sir-alex-ferguson-champions-league", "fields": {"headline": "Manchester United's midfield needs retiring, not Sir Alex Ferguson", "bodyText": "You need a few things working in your favour if you presume to be kings of Europe, especially when a team of the quality of Barcelona are standing in your way. You need your best players to weigh in with some of their biggest performances, and you need to find a way to counter your opponents' best players and knock them out of their normal stride. None of this worked for Manchester United at Wembley, and all of it came to pass for Barcelona, which was why the final was never really a contest. Mismatch is a cruel word to use at this rarified level of football, so let us just say the final was painfully one-sided. Even more so than the one in Rome two years ago, when United confidently believed they were in with a chance because Barcelona had been so lucky in getting past Chelsea. This time, everyone acknowledges Barcelona as the best in the world at what they do, an almost unstoppable force on their day, or most days, come to think of it. United knew they were underdogs and said they did not mind, but Sir Alex Ferguson's sides do not get much practice at springing surprises on superior opponents, and they had no workable gameplan here. Against Barcelona that is no disgrace but Ferguson must have been as disappointed as the United fans to see his side fail once again to do themselves any kind of justice. It is too easy just to say that the top of La Liga makes the top of the Premier League look an extremely inferior product. It does, that much is true, yet for the second final in three years, Barcelona succeeded in making United look worse than they really are. Several players have commented on the general dissatisfaction with the performance in Rome two years ago, with not one of the United squad able to claim he had a good game or performed to his usual level, but this time the absences on the pitch were even more conspicuous. Wayne Rooney just about emerged with credit, giving all he could with a pitifully small supply of ammunition, but the players Ferguson selected to win the ball, use the ball and take the game to Barcelona were frustratingly anonymous. Antonio Valencia was hardly in the game, and never provided the width or the muscular presence on the right wing Ferguson had hoped. Park Ji-sung was similarly disappointing on the left, unable to justify his manager's faith in his intelligence and movement, and at one point simply hoofing the ball downfield to allow Barca to build yet another attack at a stage in the game when United were crying out for someone to keep possession and gain a little respite. Between the two wide players, the engine room of Ryan Giggs and Michael Carrick barely ticked over. Unable to win any possession for their own side, incapable of preventing Lionel Messi, Andrés Iniesta and Xavi working their eternal triangles and opening up United almost at will, Ferguson's midfield was shockingly ineffective. So much so that it was hard to work out what the manager thought might happen when he sent out a 37-year-old and a player who has plenty of critics even within Old Trafford against the slickest passers and movers in the business. What actually happened was nothing. Barcelona appeared to be playing themselves at times, or running through their range of attacking moves in unopposed training. There could have been few complaints from United had Barcelona helped themselves to at least twice as many goals, and they certainly had the opportunities. A more crushing scoreline would have at least brought universal recognition that no matter how highly Ferguson thinks of Giggs and Paul Scholes, he cannot keep wheeling them out forever against opposition of this calibre. When the pair appeared in Rome, a full 10 years after the treble, it was considered remarkable, but one imagined the result would have given Ferguson pause. Apparently not, for he used more or less the same personnel here, leaving younger alternatives in Nani and Anderson on the bench, and United were once again stripped bare. You cannot win a cup final without heroes, and United simply had no one to step forward. In 1968, the unheralded John Aston put in a memorable shift when Benfica marked George Best out of the game until extra-time. In 1999 Teddy Sheringham and Ole Gunnar Solskjaer arrived, just in time, to rescue a situation that even Ferguson thought was lost. While the score was 2-1, there was just the tiniest chance of Rooney or Javier Hernández doing something similar here to breathe new life into a side in need of fresh hope, but the score was only 2-1 for 15 minutes. Then it was 3-1, and should really have been 4-1 or 5-1. There is not much strikers can do in those circumstances, which is why Michael Owen stayed on the bench, and there is not much even the best defence can do against a side granted almost limitless possession and with the skill and imagination to use it. Ferguson said beforehand he intends to stay on as United manager regardless of the result, but his side need a new midfield as urgently as most pensioners of his age need new knees or hips. Maybe Ferguson can enjoy life in the Premier League for a few more seasons, apart from the troubling fact that United keep being found out in Europe. To be fair, so do most teams who face Barcelona, yet one wonders how many drubbings on this scale a proud 69-year-old can take. While Ferguson is unlikely to change his mind about retirement after such a deflating experience, he, Giggs and Scholes will all feel that little bit older after another night spent chasing Barcelona shadows."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}