{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2011/may/12/broadgate-demolition-plan-row", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2011-05-11T23:25:17Z", "webTitle": "Heritage or horror? Row over Broadgate demolition plan", "webUrl": "https://www.theguardian.com/uk/2011/may/12/broadgate-demolition-plan-row", "apiUrl": "https://content.guardianapis.com/uk/2011/may/12/broadgate-demolition-plan-row", "fields": {"headline": "Heritage or horror? Row over Broadgate demolition plan", "bodyText": "It was the City of London office complex that came to embody the brash, flash \"loadsamoney\" culture of the 1980s economic boom. Now the Broadgate complex is being threatened with the wrecking ball – just as it is being considered as the first major building of its era to be given listed status. When the banking hub opened in 1985, its architects captured the soaring confidence of the decade by placing trading floors around an outdoor amphitheatre, where City workers swigged champagne and flaunted their brick-sized mobile phones. Twenty-six years later, leading architects, developers and planners are involved in a bitter dispute over plans by Broadgate's owners, British Land and Blackstone, to replace two of the main buildings with a vast £340m headquarters for the Swiss bank UBS. The original developers, Sir Stuart Lipton and Peter Rogers, have described the proposal by Ken Shuttleworth, designer of the critically lauded \"gherkin\" tower, as \"the worst large building in the City for 20 years\" and \"an environmental disaster\". Shuttleworth has hit back, claiming his design \"heralds a sea change in modern architecture\". The dispute has turned personal and the widow of the building's original architect, Peter Foggo, has accused Shuttleworth and the City of London's chief planner, Peter Rees, of impugning her late husband's professional integrity. Speaking in favour of granting permission for the redevelopment at last month's Corporation of London planning committee meeting, Rees claimed Foggo was unhappy with the buildings he produced. The plans were then granted consent. \"Foggo didn't like the designs he produced and they weren't what he wanted to build,\" Rees told the Guardian. \"He was made to redesign his blocks with stone elevations and he didn't like doing that.\" Shuttleworth repeated the claim, adding he was \"incredulous that some people think that No 4 and No 6 Broadgate are worth preserving in their own right. They are not wonderful, they are no longer fit for purpose and even Peter Foggo, the architect who designed them, didn't like them,\" he said. The claims were described as \"scurrilous\" by Lilian Foggo, his widow, and strongly denied by his colleagues on the original project. \"Never did I hear him say that,\" she said. \"No architect would design buildings he didn't like and put them up. My husband definitely did not hate or dislike his own buildings. Full stop. For anyone to suggest he would want them demolished is wrong.\" Bill Malcomson, who worked with Foggo on the designs, said Foggo \"would never have wasted a minute of his life on something he did not think worthy of his effort\". Lipton, who has employed Shuttleworth to design several schemes, said of the architect: \"Whilst I know him well, I never knew that clairvoyance, in terms of what Peter Foggo would have thought, was one of his skills … To deride someone who is no longer with us and to say what he thought is not the right thing to do.\" The row over the buildings' future has also ignited a debate about the preservation of 1980s architecture. Listed status can only be granted to buildings over the age of 30 unless they are under threat of demolition, but buildings from that era are coming of age. The Lloyd's of London building by Lord Rogers, which shocked the architectural world in 1981, is expected to be listed imminently. English Heritage is also considering whether to list the Queen Elizabeth Conference Centre in Westminster, built in 1982 by Powell and Moya. \"Broadgate is symbolic of the decade and whatever you think of the era, it was done to a very high standard,\" said Catherine Croft, director of the Twentieth Century Society, which is lobbying for its preservation. \"Its American influence is shown in its postmodern architecture, sequence of public spaces which are privately owned, and its sense of private rather than public patronage.\" The society's submission to English Heritage claims: \"Broadgate remains, in architectural and planning terms, the most significant and successful commercial development in London of the post-war period.\" English Heritage is expected to make its recommendation to John Penrose, the heritage minister, at the beginning of June. Architecture's greatest hits of the 1980s A 30-year rule means most buildings from the 1980s are only just becoming eligible for listed status, so English Heritage is getting to grips with the historical and architectural significance of a whole new generation of structures. Where fashion in the 1980s was all shoulder-pads and big hair, architecture went post-modern with bold chunky shapes and colours, more steel and glass, and startling exposed structures. A strong candidate to be one of the first major schemes to win protection is Lloyd's of London, built by the Richard Rogers Partnership between 1978 and 1986, while Norman Foster's 1980-1982 Renault distribution centre in Swindon, with its bright yellow exoskeleton, could be revisited after being originally turned down. Desert Quartet, a 1989 Elisabeth Frink sculpture at a post-modern shopping centre in Worthing, has been listed, and the 1980-1986 Queen Elizabeth Conference Centre in Westminster by Powell and Moya, is being considered by English Heritage. It is \"a very successful example of architectural contextualism, a design approach that was to become particularly popular in the course of the 1980s, and therefore a key representative of its time,\" according to the Twentieth Century Society, which wants to see it listed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}