{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2011/may/20/country-diary-benbecula-beach-seaweed", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-05-19T23:05:09Z", "webTitle": "Country diary: Benbecula", "webUrl": "https://www.theguardian.com/environment/2011/may/20/country-diary-benbecula-beach-seaweed", "apiUrl": "https://content.guardianapis.com/environment/2011/may/20/country-diary-benbecula-beach-seaweed", "fields": {"headline": "Country diary: Benbecula", "bodyText": "It's been a morning of sunshine broken by short rain showers and accompanied by an unrelenting stiff breeze. Plans for a walk, with a bite to eat, have been abandoned and lunch becomes a sandwich and coffee in the car overlooking Stinky Bay. The thick piles of rotting seaweed that give the place its name have almost entirely disappeared, and just one much reduced area remains in front of my chosen parking place. Away to the left the reflected glare from the sea and the haze of cloud reduce the mountains of South Uist to a grey silhouette against a paler grey sky. In contrast, the sea before me is all colour and liveliness banded with deep blues and greens, and broken by a multitude of whitecaps. Sandwich in one hand and binoculars in the other, I scan the weed. A hooded crow, large and muscular beside the smaller waders, stabs its way through the pile, not once bothering to look up, while a single redshank steps daintily across the weed's surface in search of a likely area to pick over. A couple of herring gulls stalk the edges, making occasional dashes to snatch something from the pile. But it is the dunlin which are the most methodical. Smart in their black-bellied summer plumage, sun bright on their patterned brown backs, they work their way through their chosen patch in loose formation. Typically wader-like, despite their attention to feeding they remain alert, and suddenly, in response to some perceived danger, the little flock takes off with a chorus of shrill cries. They fly fast and low to a more distant patch of weed and stones where, on landing, they become temporarily invisible until given away by their movement as they begin to feed again. Without warning the sea loses its brightness and the day dulls. The clouds have crept back unnoticed as I watched the birds, and the first fat raindrops are bursting on the windscreen."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}