{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/may/20/greek-liabilities-fraction-of-lehman", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-05-19T23:05:03Z", "webTitle": "Letters: Greek liabilities are a fraction of Lehman's", "webUrl": "https://www.theguardian.com/world/2011/may/20/greek-liabilities-fraction-of-lehman", "apiUrl": "https://content.guardianapis.com/world/2011/may/20/greek-liabilities-fraction-of-lehman", "fields": {"headline": "Greek liabilities are a fraction of Lehman's", "bodyText": "For once Larry Elliott is completely wrong (Could Greece be the next Lehmans? Yes – and potentially even worse, 18 May): while his analysis of the choice of lesser evils facing Greece is perceptive, the idea that a Greek default has the potential to be worse than Lehmans is fanciful in the extreme. Greece has no systemic relevance, its external liabilities are a fraction of the cash and contingent obligations owed by Lehmans, it is an insignificant economy without a financial sector which threatens the global economy. Markets have long since discounted a default and banks holding Greek bonds have had time to write them down in their books. Banks have been forced by regulators to massively increase their risk capital since 2008 and are well positioned to weather further storms. Conditions bear no resemblance to September 2008, when values of securities crashed across the board in an environment of total uncertainty and panic about the extent of damage to be caused by the sub-prime disaster and bursting of the credit bubble. Elliott is entitled to his scepticism about the stability of the eurozone, but this does not justify scare stories. He overrates devaluation as a remedy for the problems of southern Europe: loss of purchasing power, stagflation, erosion of confidence in the currency and consequent higher cost of capital are the side-effects which are unlikely to be offset adequately by improved export performance. In fact, exactly what the UK has experienced since 2008. Tom Brown Senior credit executive, Nord/LB • I wouldn't argue with much Larry Elliott wrote but I would rephrase it. An asset bubble allows everyone with assets to make a paper gain. The subsequent crash erodes these gains. Those who have made the greatest gains are the most reluctant to surrender them. Governments everywhere are too afraid of the consequences to enforce such a surrender. General taxpayers everywhere have to take the counter-party loss to protect such gains. In the developed world an increased number of \"middle-class\" people find tax and inflation are the price they have to pay to protect their paper gains. As the developing world demands an increasing share of total output, the developed world must take a second hit on its standard of living. Commodities have value only because they are in limited supply. The developed world will have to work harder for less return. The financial markets everywhere have marked up massive paper gains, hoping a counter-party somewhere will take the accumulated loss. Economists everywhere still operate a western-centric model. If the western capitalist system had been allowed to operate as devised, the banks would have gone bust. We are all still living \"let's pretend\". Martin London Henllan, Denbighshire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}