{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2011/may/17/tariff-racing-causes-more-harm", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-05-16T23:10:00Z", "webTitle": "Blunt tool of the tariff is bound to chip away at fabric of racing | Greg Wood", "webUrl": "https://www.theguardian.com/sport/blog/2011/may/17/tariff-racing-causes-more-harm", "apiUrl": "https://content.guardianapis.com/sport/blog/2011/may/17/tariff-racing-causes-more-harm", "fields": {"headline": "Blunt tool of the tariff is bound to chip away at fabric of racing", "bodyText": "The arrival of Carlton House as a potential PR vehicle of incalculable worth for racing could not have come at a better time, since a report by the Racecourse Association published on Monday appears to confirm what the sport's many Cassandras have been proclaiming for ages: step by step, from one month to the next, racing is getting worse. Class 2, Class 3 and Class 4 events are in decline, while the number of Class 6 races, one step up from the basement – or should that be cesspit? – of \"banded\" events, is on the rise. The quality of the sport on offer to the racing and betting public has deteriorated from the first five months of last year to the first five months of 2011. One of the main reasons for this, according to the RCA, is the tariff-based campaign by the Horsemen's Group – which comprises racehorse owners and their employees – to increase prize money. Since the tariff is related to the class of the race, a number of tracks have simply downgraded individual races – and in at least one instance an entire card – in order to comply. The Horsemen, for their part, suggest that the RCA is guilty of a \"crude attack\" on the tariff campaign, according to the group's chief executive, Alan Morcombe, the man who dreamed up the tariff in the first place. They will also point out that the Flat tariff has been in place only since April, so direct comparisons with previous months are difficult. But the upshot is that, just when racing should be planning how to exploit the fact that The Queen is a 6-4 chance to win the Derby, everyone is still haggling over money. It has been suggested in this column already that the tariff campaign is so ill-conceived that sooner or later the law of unintended consequences is likely to put it out of its misery. The owners' list of demands has already been rewritten once to allow the richest among them to run horses where they please, but that has now revealed further paradoxes – heritage handicaps should apparently be worth more than Group Twos, for instance, unless it is Tuesday, when it is the other way round. More adjustments beckon and the tariff could eventually succumb to death by a thousand rewrites. The downgrading of races, though, is not an unintended consequence of the tariff. It is not even unexpected. Rather it is an inevitable result of the tariff and, for that matter, exactly what many of the sharp businessmen in the Horsemen's Group would do with their product, too, if they faced a similar situation in their day job. Racing is a complex industry that needs a delicately balanced programme of races, and a tariff scheme is such a blunt instrument that it is always likely to do more harm than good. Mick Channon, who is resolved to boycott sub-tariff events, has already started to suggest that doing so could compromise his ability to prepare his horses properly for major events. In particular Channon is eager to preserve the juvenile conditions-race programme, which is, in its way, an admission that many races have a value beyond the cash sum in the racecard. But a tariff does not have the flexibility to recognise this value and, since these races often have small, audience-unfriendly fields and short-priced favourites, the obvious thing for a racecourse to do is downgrade. Much has been made by the Horsemen of the extra money put into prize money since the tariff's inception but is this sustainable? More likely it has to come from somewhere, for instance by cutting back on investment in facilities or putting on poorer racing. Like so many other tariffs in the history of commerce, this one will ultimately be much more trouble than it is worth."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}