{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/may/02/supermarkets-protest-social-cohesion", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-05-01T23:05:08Z", "webTitle": "Letters: Communities fight supermarket sweep", "webUrl": "https://www.theguardian.com/politics/2011/may/02/supermarkets-protest-social-cohesion", "apiUrl": "https://content.guardianapis.com/politics/2011/may/02/supermarkets-protest-social-cohesion", "fields": {"headline": "Communities fight supermarket sweep", "bodyText": "Thanks for highlighting the important role corner shops play in social cohesion (With this level of impotence, the Tesco riot is no surprise, 28 April). That is just the point we have been trying to get over in Heaton, a vibrant part of Newcastle upon Tyne. Here, in an area already served by a large Morrisons, a large Sainsbury's, a small Co-op, and the wonderful indoor Grainger Market, the council has recently approved a new large Asda store, the doubling in size of the Sainsbury's, and a new small Sainsbury's which will replace four shop units on the corner of my street. We were told our argument that the proposed supermarkets would damage viability of the area – a planning concern – was really about competition, which we are told is not a planning concern. I believe officers have seriously underestimated the question of whether the new shops will damage businesses run by local people. Relying heavily on that advice, councillors have also ignored the issue of social cohesion, increased traffic problems and fuel consumption that will result from people using supermarkets when their local shops disappear, and the damage done to communities when yet more shop units are vacant or taken up by facilities which people drive to (gyms, tattoo shops, and specialist shops). Though I don't condone violence or criminal damage, I am not surprised that feelings are running so high that the people in Bristol have taken to other action to make their feelings known. We should move from a system where planning permission has to be granted unless there is a good reason not to, to one where developers have to show a good reason for putting up a building, and show how it fits in with local councils' strategies and local people's plans. Sheila Spencer Newcastle • The violence in Stokes Croft may have been exceptional, but the sentiment is not. Many communities are also fighting the unequal battle to keep supermarkets at bay. They value their individuality, their colourful independent retailers, and are seeking a future which is not dependent on oil. Tesco's business model and the oil intensity of its complex distribution and supply chains make it look increasingly like the past, not the future. Here in Frome, we recognise it is our non-clone status that makes us different. Indeed, growing numbers of shoppers come here from Bath, Bristol or beyond because we don't have a Tesco. However, in late 2010 it became clear we too were the focus of Tesco's intentions. A swiftly organised meeting attracted well over 400 concerned citizens. Is this the beginning of the end of Tesco? Many people who want a genuine say in the future of their communities will hope it is. Luke Wilde Frome, Somerset"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}