{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2011/may/10/retail-economics", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2011-05-09T23:05:09Z", "webTitle": "Royal wedding and sunny April help retailers", "webUrl": "https://www.theguardian.com/business/2011/may/10/retail-economics", "apiUrl": "https://content.guardianapis.com/business/2011/may/10/retail-economics", "fields": {"headline": "Royal wedding and sun help retailers", "bodyText": "The royal wedding, a late Easter and a sunny April wooed consumers back to the shops last month and provided a boost to activity in the high street, the British Retail Consortium said today. In its monthly health check of spending, the BRC said trading picked up significantly after a weak March, when sales posted their sharpest decline since the survey was established in the mid-1990s. Overall, the value of retail sales according to the BRC/KPMG monitor were up 6.9% on April 2010, and by 5.2% on a like-for-like basis, which strips out the impact of retailers adding to their floorspace over the past year. Estate agents also reported that the start to the traditional spring buying season had prompted an increase both in the number of properties on the market and those looking to purchase a home, although prices continued to fall. Stephen Robertson, BRC director general, said: \"Easter and the royal wedding bank holiday provided a badly needed boost to many retailers during April. Food sales were strong leading up to Good Friday, suggesting most families prioritised their spending on the Easter celebrations. The hottest April since records began got people out spending on summer clothing and footwear. \"Considered together, the results for March and April largely cancel each other out and the overall trend is flat.\" Helen Dickinson, head of retail at KPMG, said: \"As expected, the combination of a late Easter, dry and sunny weather, and the royal wedding feelgood factor, has provided a very welcome respite in a challenging retail trading environment. Most sectors showed a significant uplift on the prior year and on recent months, with food, drink, clothing and footwear leading the way. \"The question now is whether this is indicative of a corner having been turned from the longer term downward trend in demand. Given the three-month average is still heading in a downward direction with 1.8% total and 0.1% sales growth for February to April compared to 2.7% total and 0.8% for the three months to January, this is unlikely to be case. Hence, the majority of retailers remain cautious about the outlook for the remainder of the year.\" The monthly report on the housing market from the Royal Institution of Chartered Surveyors showed a balance of +18 percentage points of estate agents reporting a rise rather than a fall in new instructions to sell properties, up from +4 points in March. It said there were also signs of demand steadying, with as many surveyors reporting an increase in new buyer inquiries as reporting a fall, the first time the balance has not been negative in 10 months. Rics' housing spokesman, Michael Newey, said: \"The return of sellers to the market is positive but activity still remains subdued and it is difficult to see it picking up materially over the coming months. Although there are signs that some lenders may be reducing their grip on the purse strings, in particular with mortgages aimed at first time buyers, there is still a long way to go before lending levels increase enough to have any real impact. Economic uncertainty may also continue to weigh on sentiment for a while to come.\" Rics said fine weather led to more viewings by potential buyers in some parts of the UK but surveyors say a lack of mortgage finance still hinders many, with only the cash-rich able to take advantage of the market. After yesterday's Halifax house price survey, which showed the cost of a home fell by 1.4% last month, the Rics said a balance of + 21% of surveyors reported prices fell rather than rose in April, the strongest figure since June. Martin Ellis, housing economist, said: \"Weak confidence amongst households, partly due to uncertainty over the economic outlook, is constraining housing demand and resulting in some downward movement in prices. Signs of a modest tightening in housing market conditions, a relatively low burden of servicing mortgage debt and an increase in the number of people in employment are all likely to be providing support for house prices, curbing the pace of decline.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}