{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/may/20/victoria-azarenka-small-talk", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-05-19T23:06:00Z", "webTitle": "Victoria Azarenka: The best thing I've seen on TV? The royal wedding", "webUrl": "https://www.theguardian.com/sport/2011/may/20/victoria-azarenka-small-talk", "apiUrl": "https://content.guardianapis.com/sport/2011/may/20/victoria-azarenka-small-talk", "fields": {"headline": "Victoria Azarenka: The best thing I've seen on TV? The royal wedding", "bodyText": "Hello? Hi Small Talk, it's Victoria here. How are you? Good thanks, though probably not as chipper as you. Things have been going pretty well this year … Yeah definitely. It's been a good start to the season, winning two titles and moving up to No4 in the world. I've kept improving my game and everything's working well. How do you rate your chances going into the French Open? With the Williams sisters out, doubts over Kim Clijsters's fitness and Justine Henin having retired (again) it's looking fairly open … Yeah, but there are plenty of other players who have had great results. It's always a goal to try to win the tournament. I'll take it step by step. Who do you see as the favourite? Nadal or Djokovic. It's not all about the men, Victoria, what about the women? [Laughs] Oh right. I think it's really hard, especially looking at past results in Paris, there have always been different winners. It's hard to say right now. Will you be having a word with the French Open organisers so you can hotfoot it over to Wembley for the Champions League final? You're a big Barcelona fan aren't you? [Laughs] I think even if I ask, it's not going to be up to me. But yeah I'm a big Barcelona fan, I'd love to see that game. Did you make it to the semi-final? Me and Caro [Caroline Wozniacki, the world No1] went to the first leg yes, the one that was at Real. What did you make of Barça's playacting? Hmm … I think a lot of the soccer players should get an Oscar for their behaviour. You wouldn't get away with that on the tennis court would you? Rolling around like you've just been shot would be rather counterproductive … Yeah, but it was actually one of my first matches to watch live, so it was really exciting for me and Caro to be spectators. The atmosphere was just amazing there. Caroline's your best friend off court. How common is that, aren't tennis players supposed to hate each other? I think it's changed a lot, there's now far more communication and openness on the tour. We're rivals on the tennis court but we're normal girls off it. It's hard work for us on tour and we spend most of the time together, so why should we compete off the court? It's not all about the on-court job. So you're not tampering with each other's rackets or stealing each other's shoelaces? [Laughs] No, no, but it's a good idea maybe. What's the best practical joke you've seen in the locker room? Having played doubles with Bob Bryan you've probably seen a few … Yeah he's a character. When I first played with him I was actually so stressed out I couldn't understand what he was telling me to do. So I just kind of stood there. [Chuckles] But practical jokes, I don't know. Caro's always trying to distract me when I'm doing interviews, it's a good thing she isn't here right now so I can actually speak. [Chuckles again] But nothing in particular stands out. How about any other locker room secrets? Who spends the longest in front of the mirror? Umm ... I could get into trouble for that one! Plus I don't really look at the girls in the locker room! Bet you look at their clothes though. Who's the best dressed? The best dressed? Me! [Small Talk tries to establish whether Victoria's evading the question, while being careful to compliment her on her dress sense] Stop laughing, it's true! No, I'm kidding, there are lots of girls. It's really exciting to see different styles. You don't just have one, everyone has their own personality. Who was your tennis idol when you were growing up? Steffi Graf. I think it was her mentality, how strong she was. And she dominated for such a long time. Plus the kind of game she played. Did you ever get the chance to see her play? I actually had the chance to play against her when I was just turning 15, so that was one of the best experiences of my career. Now, tennis players aren't renowned drinkers, but what's your poison? I don't drink alcohol, I only really drink water. If only Small Talk had that kind of self-restraint. So how do you celebrate after a tournament win? Maybe a nice meal, especially a nice dessert. I'm like a kid, I love dessert. A big piece of cake really makes me smile. So the next question is probably a no-brainer: cheese or chocolate? Yeah chocolate, for sure. And if Small Talk turned up uninvited for dinner, what would you cook? Some fish, that's what I really like. Probably sea bass. I don't get that much of a chance to cook at home, but when I do I really enjoy it. What's the best thing you've seen on TV recently? The royal wedding, though it was pretty long to be honest. And the amount of times they repeated the bit where William was trying to get the ring on Kate's finger, it kind of gave me deja vu. You said on Twitter you could \"remember every move of the wedding ceremony\". So what did you make of Princess Beatrice's hat? I didn't see that. Hmm Small Talk doesn't believe you. Talking of Twitter, who's your most famous follower? Oh ... I don't know, but I love everyone who follows me and I really appreciate that. It's hard to say. I can't pick one person, somebody will be pissed off! OK, how about the most famous person in your mobile phone? Phhhh … I don't know, but the most important is my mum for sure. She doesn't travel with me much, but she's with me now. It's the first time I've seen her in a while, so it's great to see her. Is that the worst thing about being on tour, the amount of time you spend away from your family? That and airports. It's tough, especially with all the luggage we travel with – and then plenty of times it goes missing. The worst was when I ended up at a tournament without my shoes. Which leads not-so-seamlessly to the next question: if you could have a superpower for a day, what would it be? Um, I'd probably hide somewhere, like be invisible. Any reason? No, not really! It would just be good to be everywhere, that would be kind of cool. While on the subject of things that may or may not be invisible, do you believe in ghosts? [Long silence] No. How about aliens? [Even longer silence] No. But there are some people who look like them, so sometimes I wonder. Small Talk knew you'd let slip what you thought about Beatrice's headgear eventually. What was the last book you read? It was about the Dalai Lama actually, it was really interesting. And what are you listening to on your iPod at the moment? All kinds of different stuff. I love rock music, dance music, so it depends on my mood. But I mainly listen to dance music before going out on court. Just finally, can you tell us a joke? Um, the most recent one I heard in Italy was a guy was walking with two watermelons and they ask him what time it is, and he puts both of them down and says \"I don't know\" with his hand expression. [Victoria laughs a little. Small Talk laughs politely and fears joke has been lost in Belarusian/Italian translation, while guessing it has something to do with stereotypes of wildly gesticulating Italians] Thanks Victoria, best of luck at the French Open. No problem Small Talk, thank you. Bye!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}