{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2011/may/10/review-pirates-of-caribbean-4", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2011-05-09T23:31:06Z", "webTitle": "Pirates of the Caribbean 4 - review", "webUrl": "https://www.theguardian.com/film/2011/may/10/review-pirates-of-caribbean-4", "apiUrl": "https://content.guardianapis.com/film/2011/may/10/review-pirates-of-caribbean-4", "fields": {"headline": "Pirates of the Caribbean 4 - review", "bodyText": "It's fitting that this fourth instalment of the mega booty-hauling franchise revolves around a quest for the fountain of youth. Here's a property that would give its right arm for some rejuvenation, having worn out its welcome last time round, way back in 2007. And having already paid an arm and a leg to persuade Johnny Depp to reprise his Jack Sparrow role, you wouldn't imagine it had many more limbs to spare. But the logic seems to be, if you're splashing out on your star, you'd better make a splash with the rest of the movie. This splashes so much, its stranger tides almost drown it. It's a succession of ever-escalating action sequences and grand settings. At first they're stunning, then they're routine, then they're wearying. There is at least some new blood to power this rejuvenation exercise. Depp is his usual mincing self but Orlando Bloom and Keira Knightley have walked the plank when aboard clambers Penélope Cruz, as a duplicitous old flame of Jack's. Being Cruz, she's Spanish and feisty, and that's about it. And fitting right in as the new villain of the piece is Ian McShane's Blackbeard – a mystically powered captain whose orange, leathery complexion suggests he's spent long years trapped in a tanning salon. Throw in Geoffrey Rush's Barbossa (now with a peg leg), and the British and Spanish navies, and you've got something close to a piratical wacky races. Everyone's racing to get to the fountain of youth, negotiating perilous terrain and fantastical episodes and stitching each other up. The freshest new monsters are some vicious but seductive mermaids, which are rather cruelly hunted, slaughtered and tortured along the way. That could traumatise a few younger viewers but being just about the only other women in the movie apart from Cruz, it also suggests something more worrying beneath the light-hearted mateyness. Worse still, everyone else is so scheming and self-centred and double-crossing, it's not always clear who to root for, who's in cahoots with whom, or what anyone's going to do if/when they actually find the sacred fountain. The only virtuous role model is a hunky clergyman, played by Sam Claflin. In terms of visual spectacle, it almost goes without saying the film fitfully delivers. There are vertiginous 3D swoops up and down ships, in and out of water and over jungles, and some of the action is ingeniously choreographed. The early scenes in 18th century London are particularly enjoyable, with Richard Griffiths as a delectably piggy George II, and Depp staging a thrilling escape on ropes and horse-drawn carriages. But no sooner has one set piece ended, we're thrown into another one. In the brief moments of downtime there's some enjoyable comedy and even some useful dialogue but it's soon drowned out by another chase or swordfight or race to get some thing that will help them get another thing or stop someone else getting the thing they want. As previous franchise-resuscitation attempts have shown (Indiana Jones, Die Hard, Rambo, Shrek, etc), it's difficult to come back with a part four after a long absence. The temptation to do something fresh is often outweighed by the fear of losing whatever it was that made it successful in the first place. This tries to do both, but ends up just trying too hard. On general release from 18 May"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}