{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2011/may/02/skylon-prank-festival-of-britain", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2011-05-01T23:05:07Z", "webTitle": "Letter: Skylon prank at the Festival of Britain", "webUrl": "https://www.theguardian.com/culture/2011/may/02/skylon-prank-festival-of-britain", "apiUrl": "https://content.guardianapis.com/culture/2011/may/02/skylon-prank-festival-of-britain", "fields": {"headline": "Skylon prank at the Festival of Britain", "bodyText": "Brian Stanley's letter (I held a torch for the Festival of Britain, 27 April), prompted me to write about the climbing of the Skylon. Five London University students planned to climb it prior to the opening of the festival by George VI. Two were members of what became the University of London Graduate Mountaineering Club: Phil Gurdon, who actually made the climb, and John Fowle. It was planned three months earlier: they got detailed plans and maps from the festival authorities, and designed and made special climbing equipment including \"hook irons\" to get a hold on the metal frame. At about 11.15 they managed to enter the South Bank site, then two of them made the climb after midnight, when the floodlights were off. They had intended to leave a small bottle of whisky on top for whoever was sent to get the ropes down, but towards the top the going was difficult and the ropes kept snarling on the reflector lights. They left a \"flag\", a University of London Air Squadron scarf. On Festival Day, 3 May 1951, the London Evening Standard headline reported \"Students hang flag on Skylon after 250ft climb\". No damage was done, and afterwards they apologised. Philip Gurdon became a commercial pilot, and the club understood he was lost at sea in the 1960s. In January 2011, on BBC Radio 4's PM programme, Philip Gurdon was interviewed by Eddie Mair about his part in this escapade. It would be interesting to know if any of the others who took part are still around. Jill Bennett Archivist, University of London Graduate Mountaineering Club"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}