{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/may/02/boxing-pays-tribute-to-henry-cooper", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-05-01T23:27:53Z", "webTitle": "Boxing pays tribute to gentleman Henry Cooper", "webUrl": "https://www.theguardian.com/sport/2011/may/02/boxing-pays-tribute-to-henry-cooper", "apiUrl": "https://content.guardianapis.com/sport/2011/may/02/boxing-pays-tribute-to-henry-cooper", "fields": {"headline": "Boxing pays tribute to gentleman Henry Cooper", "bodyText": "Sir Henry Cooper, the British boxer who once knocked Muhammad Ali to the floor with a left hook nicknamed 'Enry's 'Ammer', has died aged 76. Cooper, who was knighted in 2000, died yesterday at his son's house in Oxted, Surrey, two days before his 77th birthday. Friends said he had been ill for some time and his health deteriorated after the death of his Italian-born wife Albina, in 2008. They had been together 47 years. Fighters including David Haye, Lennox Lewis, Amir Khan and Barry McGuigan led tributes to the former heavyweight boxer, describing him as \"one of Britain's great sportsmen\". Khan, World Boxing Association light-welterweight champion, said: \"Boxing is a very respectful sport and even though you go into the ring and have two guys beating each other up, afterwards we are friends, and I think Henry Cooper made a great example of that, especially how close he was with Muhammad Ali in the years after that fight.\" McGuigan said Cooper had never recovered from the death of Albina, who died from a heart attack, aged 71. He said Cooper encouraged him when he got into boxing, adding: \"All you ever got was 'Son, you've got great potential'. He was full of encouragement, he was a really lovely man.\" \"It's tragic news for the world of boxing. What a great man he was. He was the first boxer to be knighted and to my mind that's the greatest compliment of all.\" Cooper is best remembered for two famous clashes with Muhammad Ali in the 1960s. In the first on 18 June 1963, he knocked Ali down in the fourth round. The Wembley crowd thought the jarring left hook had finished the American off. But Ali, then known as Cassius Clay, was saved by the bell and struggled up off the canvas. Many believe Cooper would have won the fight had Ali's trainer not slashed his glove to give him a few extra seconds to recover while another pair was fetched from the dressing room. Ali later said Cooper \"had hit him so hard that his ancestors in Africa felt it\". They fought again three years later but Ali triumphed again. The boxing promoter Frank Warren said: \"He transcended boxing. He was a true gentleman of sport and had a huge place in the public's affection. He never won the world title but he had true British grit, he tried. \"He fought Cassius Clay, who was this brash young kid coming over, and he put him on his backside and went into British sporting folklore. His weakness was that he cut very easily, and he got cut in both those fights.\" Sir Michael Parkinson, the retired chat show host, said: \"I never met anybody who didn't like Henry Cooper. He was a very fine fighter, a good boxer, although a bit too light and he cut too easily – ultimately remembered for decking Ali in that spectacular fight. \"He was the best kind of athlete, the best kind of boxer, he wasn't boastful, he was genuinely modest and a gentleman. \"I think of him in the same way as I do Bobby Charlton – the two of them represent something which I think has gone out of sport rather, that kind of hero.\" Wayne Rooney posted a message on Twitter remembering the boxing legend: \"R.I.P Sir Henry Cooper just heard now, didn't know. One of Britain's all time greats. Gutted, deepest sympathy to his family. Such a sad day.\" The London-born Cooper became British, Commonwealth and European heavyweight champion and twice won the BBC Sports Personality of the Year award, in 1967 and 1970. But despite enjoying a hugely successful career, he never won a world title and retired in 1971 after losing to Joe Bugner. His career record was won 40, lost 14, drawn one. After his boxing career Sir Henry appeared in television adverts for Brut and Shredded Wheat. In the aftershave advert, he used the phrase \"Splash it all over,\" which became a popular catchphrase. Former middleweight champion Chris Eubank told BBC News: \"He was a beacon for the public at large, especially in the 60s and 70s, but for fighters alike. \"For me you look at a man's reputation, and when a man is respected by the public at large, that's always appealing to me.\" Eubank said he endeared himself to the public and showed boxers were normal human beings. He added: \"We're just people. We're just guys. The term 'Our 'Enry', that encapsulates the fact that he is just one of the boys. \"If he could be just one of the boys then so could we, and not be seen as rough and gruff and aggressive. .\" Cooper is survived by his two sons Henry Marco and John Pietro."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}