{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/may/29/gil-scott-heron-godfather-of-rap", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-05-28T23:08:27Z", "webTitle": "Gil Scott-Heron: music world pays tribute to the 'Godfather of Rap'", "webUrl": "https://www.theguardian.com/music/2011/may/29/gil-scott-heron-godfather-of-rap", "apiUrl": "https://content.guardianapis.com/music/2011/may/29/gil-scott-heron-godfather-of-rap", "fields": {"headline": "Gil Scott-Heron: music world pays tribute to the 'Godfather of Rap'", "bodyText": "The music world was mourning Gil Scott-Heron, the troubled poet and musician whose ground-breaking The Revolution Will Not Be Televised became a beacon for emerging rap and hip-hop culture. Scott-Heron, who last year released his first album in 16 years to critical acclaim, died in a New York hospital after returning from a European trip. He was 62. Richard Russell, founder of the British label XL Recordings, who produced and published Heron's final work, said: \"Gil was not perfect in his own life. But neither is anyone else. And he judged no one. He had a fierce intelligence, and a way with words which was untouchable; an incredible sense of humour and a gentleness and humanity that was unique to him.\" Russell added that the Chicago-born artist, who never achieved chart success in spite of a loyal global audience for songs including the dance-floor favourite The Bottle, had shunned all the trappings of fame and success. \"He could have had all those things. But he was greater than that. He seemed wholly uninterested in money. His talent was immense. He was a master lyricist, singer, orator and keyboard player. His spirit was immense. He channelled something that people derived huge benefit from.\" Scott-Heron was a gifted child, raised in Tennessee by his maternal grandmother, Lillie Scott, after his parents – a Jamaican father who became the first black footballer to play for Celtic and a talented teacher mother – separated. His grandmother bought a beaten-up piano from the funeral parlour next door and paid a neighbour to teach eight-year-old Gil how to play hymns for her sewing circle, including Rock of Ages and What a Friend We Have in Jesus. When at the age of 12 he discovered his grandmother dead one morning he moved to New York to be reunited with his mother. His intelligence propelled him into an academy and from there to Lincoln University, Pennsylvania, where he met his long-term collaborator Brian Jackson. He published his first novel at 19 and by 23 his output had swollen to three books, a volume of poetry and three albums. From his inner-city viewpoint Scott-Heron took the news of the day and spun it into hard-edged social commentary on issues as diverse as apartheid and nuclear energy. But the acid observational wit was sweetened by jazz-tinged soul and funk. His most famous composition, The Revolution Will Not Be Televised, has been heralded as the birth of rap – a claim the artist himself rejected. \"If there was any individual initiative that I was responsible for it might have been that there was music in certain poems of mine, with complete progression and repeating 'hooks', which made them more like songs than just recitations with percussion,\" Scott-Heron wrote in the introduction to his 1990 Now and Then collection of poems. In fact a contemporary of Scott-Heron at university recalls how he was mesmerised by a performance by the Last Poets, a group inspired by the civil rights movement who performed their poems to a sparse drum backing. Borrowing from their style he recorded The Revolution Will Not Be Televised in 1971 with Brian Jackson. It was a fiery critique of the role of race in the mass media age. \"The revolution will not be right back after a message about a white tornado, white lightning or white people,\" he recited. He preferred to describe what he did as \"bluesology\". \"I had an affinity for jazz and syncopation, and the poetry came from the music,\" he explained in a 1998 interview. \"We made the poems into songs, and we wanted the music to sound like the words, and Brian's arrangements very often shaped and moulded them.\" Scott-Heron's prodigious output – he recorded 13 albums between 1972 and 1980 – succumbed to a growing crack cocaine habit. In 1999, he was convicted of assaulting his partner Monique de Latour and he was twice found guilty of possession, serving time in the notorious Rikers Island prison in New York. With the success of his recent collaboration with Russell on the album I'm New Here, there was renewed optimism that Scott-Heron was finally back on track."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}