{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/may/12/ian-thorpe-olympic-march-swimming", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-05-11T23:31:21Z", "webTitle": "Ian Thorpe will not be up to Olympic speed before March next year", "webUrl": "https://www.theguardian.com/sport/2011/may/12/ian-thorpe-olympic-march-swimming", "apiUrl": "https://content.guardianapis.com/sport/2011/may/12/ian-thorpe-olympic-march-swimming", "fields": {"headline": "Ian Thorpe will not be up to Olympic speed before March next year", "bodyText": "When Ian Thorpe announced his intention to come out of retirement and compete at the 2012 Olympic Games after four years' absence, it seemed like a long shot – even for one of the greatest swimmers in history. In his absence Michael Phelps, the American three years Thorpe's junior, has blossomed, winning an unprecedented eight gold medals at the Beijing Olympics. The man nicknamed Thorpedo for his five Olympic gold medals and 11 world championship titles admitted he is so far off his best that he does not know if he would make a final at the world championships in Shanghai in July. The 28-year-old Australian will not get to test that theory since he has to wait until November before swimming's anti-doping body has cleared him to race having registered for the nine-month testing period following his formal comeback announcement in February. However, he remains cagey over how fast he is swimming right now. \"Faster than last week,\" he said with a grin. \"I can't give a percentage, it's hard to do, and I won't tell times. But I'm getting better. I'm reminded more frequently that I can do this pretty well.\" Is he in medal-winning shape? \"Not by July, definitely not.\" Could he make a final? \"Um, I don't know. I really don't. For me looking at when I can actually compete, November seems early as well. I've got to be ready by the end of March 2012, just before our trials, and to be able to prepare again to be able to swim faster than that at the Olympics.\" If by July, 12 months out from the start of the Olympic Games, Thorpe is unsure whether he can even be competitive in a race then what hope does he have of succeeding in London? His response is characteristically phlegmatic. \"If I look at it from the point of view of this being my career, it's probably a terrible thing to do. You put at risk everything that you've done, and you can gain something obviously. There's rewards for it. But I didn't think of this as something for the career. This is my life. This is what I do. And this is a decision that has come from the heart, not from the head. Simple as that.\" Having beaten Phelps to take gold in the 200m freestyle at the Athens Olympics – an event lauded as the race of the century – the question is whether there will there be a rematch in 2012? \"It's a little bit early to say it is or it isn't going to happen. I have to qualify in the 200m, which I should be able to do. Michael has to swim it as well at the Olympics. \"I understand how people can get excited and there is a possibility now that it might happen in London. . . [but] the result could be different. It may not be me swimming in it, it may not be Michael. If you look at the 200m and how people are swimming around the world, Michael and I might be too slow.\" Reports in Australia have suggested that Phelps is planning to race there in January, but Thorpe played down any chance of the two meeting then. \"I won't say no, but I doubt that I would do that. I actually think I'll be training on the other side of the world.\" For now the Australian seems happy to live with the uncertainty of his future, unconcerned with the thought of failure in 2012. \"It's strange,\" said Thorpe, who was talking at the AdiZone in Hackney – a multi-sport outdoor gym designed by his sponsor, adidas. \"I understand that I should be worried about it but I think it's being away from the sport and then finding out that you really actually enjoy doing this again.\" For someone who fell out of love with swimming after becoming the youngest world champion when aged 15, Thorpe says his return has breathed new life into him. \"This is how I used to feel about swimming when I was a lot younger. It's energising to be involved in it. In the spotlight, I lost a bit of what swimming was, the context changed, it wasn't just about what I did in the pool, it was more about what else was going on outside of the pool and I didn't like that.\" Can the love affair continue post 2012? \"I haven't made a decision yet, but at the moment, I think I will.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}