{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2011/may/10/tony-kushner-honour-reinstated", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-05-09T23:41:38Z", "webTitle": "Tony Kushner's honour restored by university board's unanimous vote", "webUrl": "https://www.theguardian.com/stage/2011/may/10/tony-kushner-honour-reinstated", "apiUrl": "https://content.guardianapis.com/stage/2011/may/10/tony-kushner-honour-reinstated", "fields": {"headline": "Tony Kushner's honour restored by university board's unanimous vote", "bodyText": "The trustees board of the City University of New York (CUNY) brought to an end an embarrassing row over freedom of expression by voting unanimously to award an honorary degree to the award-winning playwright Tony Kushner. A firestorm was ignited last week when a single trustee, Jeffrey Wiesenfeld, launched an attack on the Jewish playwright on the grounds that he was not sufficiently pro-Israel. The intervention blocked the award of the degree which would normally have been routine. The chancellor, Matthew Goldstein, addressing the board on Monday night, said he had supported the original recommendation of the award and praised Kushner's \"extraordinary body of work\". He urged the board to overturn last week's decision and to support the award. Some members of the board spoke, all of them voicing support for Kushner. One of them described the row as a \"blemish\" on the university's reputation as an upholder of freedom of expression. After only 20 minutes of discussion, the board voted in favour of the award. The decision last week prompted a letter from Kushner, saying he had always supported the right of Israel to exist and protesting that he had been given no chance to defend himself. The New York Times said the university had shamed itself by shunning one of America's most important playwrights and called for Wiesenfeld's dismissal. The board indicated it would use the meeting of the smaller executive committee, to which Wiesenfeld does not belong, to try to make amends. Benno Schmidt, who chairs the committee, said the decision to set aside the award was \"a mistake of principle\". In a statement, he said: \"Freedom of thought and expression is the bedrock of any university worthy of the name. It is not right for the board to consider politics in connection with the award of honorary degrees except in extreme cases not presented by the facts here.\" Kushner is an award-winning playwright who is considered one of the leading voices of his generation. His play about the Aids crisis, Angels in America, won Pulitzer and Tony awards, and his latest work, The Intelligent Homosexual's Guide to Capitalism and Socialism with a Key to the Scriptures, has recently opened off Broadway. Wiesenfeld has a record of acting to forward what he considers the interests of the state of Israel. A former political fixer for the then governor of New York state, George Pataki, he was instrumental earlier this year in having a temporary lecturer fired from CUNY because of his views on Israel. The teacher was later reinstated. In the wake of his intervention against Kushner, he told the New York Times that he believed the Palestinians had \"developed a culture which is unprecedented in human history\". He said: \"People who worship death for their children are not human.\" In response to the news that the university would grant Kushner an honorary degree after all, Wiesenfeld repeated his claim that the playwright had uttered a \"blood libel against the Jewish people\" by accusing Israel of having committed ethnic cleansing."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}