{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2011/may/06/top-10-boutique-hotels-manhattan", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2011-05-05T23:25:00Z", "webTitle": "10 of the best boutique hotels in Manhattan, New York", "webUrl": "https://www.theguardian.com/travel/2011/may/06/top-10-boutique-hotels-manhattan", "apiUrl": "https://content.guardianapis.com/travel/2011/may/06/top-10-boutique-hotels-manhattan", "fields": {"headline": "10 of the best boutique hotels in Manhattan, New York", "bodyText": "James Soho The James Soho at Thompson and Grand pays homage to the neighbourhood's artist community with work from local and international artists, like the wall surface at the entrance made entirely of recycled keyboard keys. Up in the guestrooms, nature-inspired screens commissioned by Dutch artist Nienke Sybrandy keep your bathroom business private. Yet the ultimate praise is saved for the hotel's rooftop bar, Jimmy, which serves strongly crafted cocktails, and where even the ladies' loo has great views of the Brooklyn Bridge. • 27 Grand Street, +1 888 526 3778, jameshotels.com. A 315-sq ft deluxe king bedroom starts at $399 a night Gem Hotel With three locations in Chelsea, Midtown West and Soho (near the Lower East Side), Gem Hotels offer basic white rooms with free Wi-Fi, flat-screens, Wolfgang Puck coffee, free water bottles shaped like flasks and soothing pillow mists to help you sleep. Downstairs in the lobbies, there's an iPad to play with and an iPod to borrow for a walking tour. We've seen rates as low as $129 if you book in advance but normally rooms go for $200 a night. (The Gem Chelsea usually costs more than the Midtown West and Soho hotels.) • 135 E Houston Street, +1 212 358 8844, thegemhotel.com. Around $200 a night The Marcel at Gramercy Want a residential feel during your stay, but also the perks of a hotel? We dig the Marcel at Gramercy on 24th and 3rd for its low-key neighbourhood on the East Side, but also for its jazzy rooms with zebra-print pillows, bright yellow leather headboards and Frette linens. At night, go down to get down in the hotel's basement Polar lounge where hidden VIP caves serve up bottle service and private sound systems. • 201 East 24 Street, +1 212 696 3800, themarcelatgramercy.com. Rates start around $369 for a room with a queen bed Andaz Wall Street On the corner of Wall and Water, the Andaz eschews a front desk for e-hosts who will check you in on handheld tablets. Guestrooms start at 32 sq m with textured walls, oak floors, bleached wood furniture and killer views of Lower Manhattan. The Wi-Fi is free and so are the minibar snacks but should you need more substance, head down the steel-and-glass art stairway into the Wall and Water restaurant, or stop off at Bar Seven Five for happy hour. • 75 Wall Street, +1 212 590 1234, andaz.com. Splurge for the Large King with a deep soaking tub and spinning wardrobe valet at $275 Element Time Square This extended-stay eco hotel from Westin is on a gritty street where the hustle and bustle of the city might get to you, but inside, the multi-functional lobby lets you eat, work, relax and socialise at your own pace. Need to retreat from the world even further? All guestrooms have kitchenettes with full refrigerators, stovetops and dishwashers, so you can cook in. Once you're ready to face the world again, the hotel's atrium makes for a great spot to grab a drink and catch up with friends. • 311 West 39th Street, +1 212 643 0770, elementhotels.com. Rates start at $299 a night and includes breakfast 6 Columbus When the weather's nice, there's nothing better than doing a loop in Central Park, and 6 Columbus at Columbus Circle can get you to the park in seconds flat. Guestrooms claim to be \"inextricably hip\", and certainly the teak walls, cool blue accents, tiled bathrooms and photographs from Guy Bourdin will satiate your need for a stylish stay in the city. • 6 Columbus Circle, +1 212 204 3000, thompsonhotels.com. The pod-sized rooms are best for solo travellers, but queen rooms start at $210 a night Duane Street Hotel Located on Duane and Church streets, close to both City Hall and the trendy shops and bars of Tribeca, the Duane Street Hotel's small rooms are balanced out with high ceilings, light colours, functional furniture and – a rarity in New York hotels – hard wood floors. The hotel's lobby is no bigger than a hallway, a stylish one at that, so socialisation usually happens at the Mehtaphor restaurant (named for chef Jehangir Mehta.) Late-night, take the party back to your room with the hand-made marshmallow delivery service. • 130 Duane Street, +1 800 630 6717, duanestreethotel.com. Superior queen rooms start at $299 a night Ace Hotel The cavernous lobby of the Ace Hotel may look like a law library, but it's anything but quiet. DJs mix the hits while diners waiting for a table at the Breslin restaurant kill time with a drink or two. And don't forget about the laptop nomads staking out the hotel's free Wi-Fi. With a Stumptown coffee shop, John Dory seafood spot and the No 7 Sub shop also in the hotel, it's easy to forget there are rooms upstairs. • 20 West 29th Street, +1 212 679 2222, acehotel.com. The larger of the dorm room chic guestrooms go for well over $400 a night, but the smaller ones, some with bunk beds, stay under $300 Aloft Harlem W Hotels' spin-off brand, Aloft, has landed in the Big Apple on 125th Street in regentrified Harlem, where the famous Apollo theatre now shares the block with an American Apparel shop, a MAC Cosmetics, and a bright, shiny H&amp;M. In the technocoloured lobby, you can shoot pool, check your email or grab drinks at the WXYZ bar. Up in the rooms big white fluffy beds and Bliss spa toiletries make you actually want to spend time there. • 2296 Frederick Douglass Boulevard, +1 212 749-4000, Alofthotels.com. Rooms with a king-sized bed start at $249 a night Gansevoort Park Avenue A true party spot with an indoor-outdoor heated rooftop pool and a tri-level bar. After swimming (but before dancing), guests can fill up on Italian fare at the hotel's Asellina restaurant. The guestrooms flaunt bright blue and pink accents, with sensual art from photographer Deborah Anderson hanging over the bed. Park Avenue South has never been sexier. • 420 Park Avenue, +1 212 317 2900, gansevoorthotelgroup.com. Superior queen rooms start at $365 a night • Juliana Shallcross is editor of HotelChatter.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}