{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/may/20/jamesdegale-boxing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-05-20T23:18:00Z", "webTitle": "James DeGale has point to prove with former stablemate George Groves", "webUrl": "https://www.theguardian.com/sport/2011/may/20/jamesdegale-boxing", "apiUrl": "https://content.guardianapis.com/sport/2011/may/20/jamesdegale-boxing", "fields": {"headline": "James DeGale has point to prove with former stablemate George Groves", "bodyText": "In December James DeGale said: \"By 2012 I'm going to be a world champion or knocking on the door for a world title.\" On Saturday evening at the O2 Arena in London the British super-middleweight champion faces the latest test of those lofty pretensions. Against George Groves, his detested former stablemate, DeGale has a blemish to rectify. He was beaten by the Commonwealth title-holder as an amateur but DeGale does not envisage any such problems now they are among the paid ranks and views Groves as the latest patsy in the way of his rise to the stars. \"No chance,\" is the Olympic middleweight champion's verdict when asked if Groves has any hope against him. Ahead for DeGale, who is 25 and undefeated in his 10 professional outings, may be the bright lights of a strong division, which includes Nottingham's WBC champion, Carl Froch, the WBC belt holder, Andre Ward, the IBF's best, Lucian Bute, and Robert Stieglitz of the WBO, plus Arthur Abraham, Jermain Taylor and Mikkel Kessler. An examination against one of those gifted hard men could be DeGale's sooner rather than later if his walk continues to keep pace with his incessant talk. In the lead-up to his fight DeGale challenged his opponent to a wager of their combined purses – before the British Boxing Board of Control knocked it back. Of the £320,000 bet he forced on Groves, DeGale says: \"I [didn't] want him to get a payday off my back. I've never done this before but I dislike him so much I [didn't] want to give that chunk of money away.\" One accusation Groves offers from when they were teenagers is: \"If I had a bad spar I could be told: 'You didn't do so well today, George, you need to work on it.' James, you could never say that to. You had to big him up, you always had to look after him. \"Jim McDonnell [DeGale's trainer] knows that because all he ever gets is encouragement: 'Oh you're looking good, you're beautiful, you're great.' There's no real substance behind anything.\" DeGale counters: \"I'm just going to give him the answer in the ring. All the talking's been done and it's time to walk the walk. There's no more talking now, mate. It's fight night: it's get in there and knock him out.\" Of the defeat by Groves, one he claims was down to his showboating, the Harlesden fighter adds: \"After the Olympic gold medal [in Beijing in 2008], winning the British title [against Smith], the amateur loss to him doesn't hurt. I got over that years ago. It means nothing. I'm in great condition, the training's gone well, I've had some excellent sparring, so it should be an easy night. It's been a long old camp, a long time with all the hype: I just can't wait. \"The pride of beating him would mean more than the money. Money comes and goes.\" Yet Groves, who has won all 12 of his outings and weighed in an ounce heavier than his opponent's 11st 13lb 6oz, is derisive of DeGale's explanation of how he lost to him. \"He claims he was showboating – he was trying to get a breather,\" Groves says. \"Most of the time it's whether his brain is switched off, or he needs a breather, because he's not in the right condition. It'll be the same Saturday night.\" It seems the bad blood will always remain, too. \"No, we'll never be friends,\" says DeGale, who knows any slip against Groves will stall his halt towards the American pay-per-view palaces of Madison Square Garden and Las Vegas. \"I'll shake hands after I beat him but that's about it. This would be the sweetest win so far. Of course it will, definitely.\" Nathan Cleverly makes the first defence of his WBO light-heavyweight title against Aleksy Kuziemski, his third opponent for a crown he is yet to fight for. He says: \"I found out I was world champion on [Thursday] morning when I was still in bed. My dad knocked on my hotel door and said Sky Sports were on the phone, wanting to talk to me. But it hasn't sunk in yet and it won't until my arm is raised on Saturday night.\" After commencing the week expecting to face Jürgen Brähmer, the German champion who pulled out on Tuesday, he inherited the belt before the first replacement, Tony Bellew, subsequently failed the check-weight. Kuziemski, a 34-year-old Pole, should offer the 24-year-old Welshman few problems."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}