{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/may/20/ken-clarke-question-time-jail", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-05-19T23:22:54Z", "webTitle": "Ken Clarke's night of trial on Question Time in jail", "webUrl": "https://www.theguardian.com/politics/2011/may/20/ken-clarke-question-time-jail", "apiUrl": "https://content.guardianapis.com/politics/2011/may/20/ken-clarke-question-time-jail", "fields": {"headline": "Ken Clarke's night of trial on Question Time in jail", "bodyText": "One of the most recognisable formats in British television – BBC1's Question Time – displayed two startling variations, becoming, in a rare conflation of two elements of the judicial system, both a prison and the dock of a courtroom. The jail was the studio for the night. As presenter David Dimbleby explained, the programme was coming from the chapel of Wormword Scrubs, although Jack Straw – who made up the panel with Kenneth Clarke, columnist Melanie Phillips and Shami Chakrabarti of the campaign group Liberty – seemed to have missed this, at one point referring to the location as Wandsworth. But, however many criminals were in the audience, it was the justice secretary who spent the night on trial, following his suggestion on BBC Radio 5 Live on Wednesday that some rapes were less serious than others. The first question asked of the panel was whether Clarke's remarks had been \"clumsy, wrong or misconstrued?\" and this issue, more Westminster than Wormwood, occupied the first half hour of the show. Clarke apologised again for giving offence, but in his characteristic bluff, elucidation-for-idiots voice, which risked seeming inappropriate from a politician whose best recovery tactic would surely be contrition and humility. He said he got \"bogged down in a silly exchange\", which resulted in a \"media brouhaha\". There was an unusual element of tension in the questioners, who generally are divided between the main political parties but, last night, Dimbleby explained, comprised prisoners, prison staff and some other invited guests. Although warders were clearly recognisable by uniform, questioners did not otherwise reveal which portion of the audience they belonged to. So, for viewers, there was the curious feeling of taking part in an identity parade, trying to pick out the villain. At every cutaway, you wondered: is that an inmate and, if so, what had they done? Tantalisingly, the second contributor wore on her wrist what seemed to be a plastic, hospital-style identification tag. What did this mean? When \"man in a pink shirt\" revealed that he was a \"former probation officer\", had he left the profession because he was locked up or, more likely, because he was retired and invited? Then, 35 minutes in, the chairman finally asked a bloke in a black polo-neck: \"Are you a prisoner here?\" He was. Later, another participant was similarly pinpointed, although the general impression was of a standard Question Time audience, although with rather more scars. The identity of some of the guests also gave an unfamiliar suspense to the traditional exercise in which the studio audience is asked to give a show of hands on an issue. For example, Clarke at one point asked for a forest of arms on whether the current rape sentencing tariffs are correct, although it seemed unlikely that the old lags' community coming out for lighter incarceration would have helped him much at this juncture. Although Phillips was hissed and booed at one point, the atmosphere in the jail-house chapel was generally more polite than it is in the studio, perhaps because the prisoners were sitting flanked by people with powers to deny them benefits. There were no jokes at all about MPs who might soon be joining them. The panel was also polite, the current justice secretary and his Labour predecessor chummily Ken-ing and Jack-ing each other. With five minutes to go, the debate finally fired, with an identified and named prisoner asking if prisoners should be permitted the vote. Only Chakrabarti was in favour. The sentenced in the audience had been given the consolation of taking part in this Thursday night branch of democracy but may have joined viewers in finding it rather disappointing. And, if Kenneth Clarke hoped to play his get-out-of-jail card on the show, he failed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}