{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/may/02/colombia-unions-human-rights", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-05-01T23:05:07Z", "webTitle": "Letter: May Day call for the release of Dr Beltrán", "webUrl": "https://www.theguardian.com/world/2011/may/02/colombia-unions-human-rights", "apiUrl": "https://content.guardianapis.com/world/2011/may/02/colombia-unions-human-rights", "fields": {"headline": "May Day call for the release of Dr Beltrán", "bodyText": "As we enjoy the extended bank holiday weekend, many of us may not be aware of the significant struggles of working people that led to the May Day bank holiday being labelled as Labour Day or International Workers' Day, and fewer still will be aware of the plight of an academic who has been locked up without being convicted of any crime in Colombia for the past two years. Many of the freedoms that we celebrate on May Day are still to be won in Colombia, which remains the most dangerous country in the world to be a trade unionist; over 60% of all trade unionists killed on the planet are killed in Colombia. Dr Miguel Angel Beltrán was imprisoned two years ago for criticising government policy and highlighting human rights abuses. Only now is he due to stand trial for the Orwellian-sounding offence of \"rebellion\". His trial will start today. In the last 20 years almost 3,000 trade unionists have been killed, and at least six have already been murdered since the start of the year. Add to this the estimated 30,000 forcibly disappeared people, the five million internally displaced and the regular assassinations of journalists (seven in 2009 alone), and one begins to understand why the work of those like Dr Beltrán is so important. Those who value human rights should support our calls for Dr Beltrán's release to help bring attention to what is happening in Colombia. I urge everyone to contact their MP and write to the Colombian ambassador via the Justice for Colombia website. For more information visit the website at www.justiceforcolombia.org. Sally Hunt General secretary, UCU"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}