{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/may/29/markus-kneip-daoud-bomb-nato", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-05-28T23:08:44Z", "webTitle": "Taliban suicide bomber injures Nato general", "webUrl": "https://www.theguardian.com/world/2011/may/29/markus-kneip-daoud-bomb-nato", "apiUrl": "https://content.guardianapis.com/world/2011/may/29/markus-kneip-daoud-bomb-nato", "fields": {"headline": "Taliban suicide bomber injures Nato general", "bodyText": "A Taliban suicide bomber seriously injured a senior Nato commander and killed the police chief of northern Afghanistan. Two German soldiers and at least two other senior Afghan officials were reported to have died in the attack. Several others were injured. Major General Markus Kneip, who commands Nato forces in the northern part of Afghanistan, received wounds that were severe but not life-threatening. Very few high-ranking international military officers have become casualties in Afghanistan since the conflict there began in 2001. General Mohammed Daoud Daoud was a controversial and powerful figure who had served as deputy minister of the interior for narcotics before being posted as police chief in the north. He was a former bodyguard of the guerrilla leader Ahmed Shah Massoud who was killed by suicide bombers in 2001. A Taliban spokesman said that \"killing high-ranking officials will continue … They will not achieve their aims.\" Mujeebullah Rahman, the deputy director of the local council in the province of Takhar, where the attack took place, told the Observer that it happened at around 4pm when a meeting called to discuss local security operations was ending. \"The bomber was waiting in the corridor, wearing the uniform of an Afghan policeman,\" Rahman said, raising concerns that local security forces had been infiltrated. The attack capped a bloody 48 hours in which 11 international servicemen were killed in the south of the country. Forty-four Nato soldiers have been killed so far this month, which is traditionally the start of the summer fighting season. Nearly 200 have died this year. Two Royal Marines died when a hidden explosive device was triggered near their patrol on Friday. The attack on the offices of the governor of Takhar is one of the more audacious recent operations by insurgents. Others have included a mass break-out of captured Taliban fighters from a prison and an attack on the ministry of defence in Kabul. Targeting high-profile figures has long been an aim of the insurgents who recognise that a single strike can have a major propaganda impact, particularly overseas. The fighting this year is seen as a key test of strength. It comes against a background of American decisions about troop withdrawals from this summer, the death of Osama bin Laden and tentative moves to find some kind of political settlement to the conflict."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}