{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2011/may/06/top-10-new-york-manhattan-galleries", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2011-05-05T23:26:00Z", "webTitle": "10 of the best art galleries in Manhattan", "webUrl": "https://www.theguardian.com/travel/2011/may/06/top-10-new-york-manhattan-galleries", "apiUrl": "https://content.guardianapis.com/travel/2011/may/06/top-10-new-york-manhattan-galleries", "fields": {"headline": "10 of the best art galleries in Manhattan", "bodyText": "David Zwirner What does one recommend in Chelsea? There are more than 400 art venues here. They started moving into the area in the 1990s. David Zwirner, one of New York's better know galleries, is a massive space taking up the ground floor of several buildings of the block. If you happen to be here for an opening, you'll be brushing against the hipsters with a bottle of beer in hand, always generously served from iced trash cans. The gallery often shows minimalist art such as Donald Judd's empty cubes or John McCracken's colourful planks, and lots of photography ranging from Thomas Ruff's abstractions to Philip-Lorca diCorcia's fashion. Welcome to one of the biggest and prototypical Chelsea spaces. • 525 West 19th Street, davidzwirner.com, open Tues-Sat 10am-6pm Art in General You can smell dim sum at Art in General in the west end of Chinatown. This not-for-profit institution is known for its focus on artists from Eastern Europe. It occupies the sixth floor of a Lower Manhattan loft building, as well as the small storefront which often doubles as a screening room. Walking up is not recommended, not least because the best part of the show is often in the elevator where video and sound art are presented. Artists presented investigate politics, culture and ecology in works often produced as part of the gallery's residency programme. Less concerned with the art market, they produce more ephemeral works, using new media and venturing into public art. • 79 Walker Street, artingeneral.org, open Tues-Sat noon-6pm New Museum of Contemporary Art The New Museum of contemporary art is not your out-of-the way art space, but a museum important for its recent physical transformation and a gallery-like approach to curating. The simple \"six boxes shifted off-axis\" SANAA architecture is an attraction in itself. After the museum's 2007 opening on the Bowery, better known for homeless soup centres, dozens of galleries and hipster hangouts followed. The New Museum has featured such New York art darlings as painter Elizabeth Peyton and installation artists Cory Arcangel and Urs Fischer. Without its own collection, it does not shy away from featuring famous world collections, such as one curated by Jeff Koons. Look out for SANAA's interesting architectural solutions and again the elevators. • 235 Bowery, newmuseum.org/, open Wed-Sun 11am-6pm; Thurs 11am-9pm, adults $12, seniors $10, students $8, under-18s free Christopher Henry Gallery Christopher Henry Gallery is in a renovated church. Its facade is kept entirely white, making it look quite sombre and conventional from the outside, with a cross over the entrance and a black and white information board on the side. Inside, two floors with tall, narrow windows reveal emerging contemporary art, including a lot of street art, often much less dignified than the building. From exhibitions connected by a theme, through Polaroid photography to the street art, it's a space which likes to mix art, design and music, so you might chance upon a musical performance, or a fashion event if visiting in the evening. • 127 Elizabeth Street, christopherhenrygallery.com/, open Wed-Sun 11am-6pm Sperone Westwater This extravagant gallery is just a few doors from the New Museum, and it owes its existence to the museum's move here. The eight-floor building was designed by Norman Foster and towers over the museum. Here too the elevator is put to use. Most of the exhibitions utilise the elevator, which takes about a minute to move between the second and third floors. Last time I was there, Renaissance paintings were hanging on the top floor while the lower floors shined with Heinz Mack's metal reliefs from the 1960s. Though it has shown many works from the 60s and 70s, including Bruce Nauman's, the gallery is not limited to those decades. • 257 Bowery, speronewestwater.com, open Tues-Sat 10am-6pm Storefront for Art and Architecture Storefront for Art and Architecture, located where Soho meets Nolita and Chinatown, is so narrow that in order to host crowd-attracting events, the full length of the space opens up in large, hinged panels. The building was renovated in the 90s by architect Steven Holl and artist Vito Acconci, and as the name indicates, its focus is architecture. The featured architects are rarely hindered by the small space, often building temporary structures jutting out to the streets past the opened panels. Storefront also hosts architecture talks, book launches and participatory one-day events. Since 1982, it has presented shows by hundreds of architects, designers and artists including such heavy hitters as Peter Cook, Diller Scofidio, Dan Graham, Coop Himmelblau, Alfredo Jaar and Kiki Smith. • 97 Kenmare Street, storefrontnews.org/, open Tues-Sat 11am-6pm The Drawing Center Moving west to SoHo, known for its colourful art past, which has grown up, matured and migrated mostly to Chelsea. Some SoHo art spaces remain and are well worth visiting. The Drawing Center shows exclusively works on paper and has exhibition programming to envy. One of the recent shows I rushed to see was drawings by Gerhard Richter. The Drawing Center has introduced the public to drawings by artists better know for painting such as Richter and Leon Golub, or performance and conceptual artists like Liam Gillick and Matt Mullican. The main space, with a high ceiling and multiple supporting columns, would once have been a SoHo boutique, but the Drawing Center will soon have a second floor. • 35 Wooster Street, drawingcenter.org, open Wed-Sun noon-6pm; Thurs noon-8pm The New York Earth Room Walter de Maria's The New York Earth Room could be defined as a public indoor sculpture or a permanent exhibition and is a place hard to find. The Earth Room is a SoHo loft, most of which is filled with living, breathing earth up to waist height. There is one opening in the wall to view the earth and breathe in the humid, earthy air. Make sure to ask the attendant about the in and outs of maintaining the decades-old earth. The space is maintained by the Dia Art Foundation, known for supporting large-scale public art such as Robert Smithson's Spiral Jetty in Utah. Another Walter de Maria installation, The Broken Kilometer, is two blocks away at 393 West Broadway. • 141 Wooster Street, earthroom.org/, open Wed-Sun noon-3pm, 3.30-6pm Greene Naftali Another Chelsea space that's rather hard to find, due to both its location on an upper floor and the infamously badly designed website. You'll take an old elevator with an elevator man up to Greene Naftali. The space opens with a long narrow corridor leading to three large rooms with lots of window space giving on to the High Line, formerly an elevated train track, now partially developed into an elevated park. Greene Naftali loves installations and performance art. Gelitin turned the gallery into a performance space, while Paul Chan, who likes to use light and moving images in his work, turned Greene Naftali into a series of projection rooms. • 508 West 26th Street, greenenaftaligallery.com, open Tues-Sat 10am-6pm L&amp;M Arts On the Upper East Side, near the Metropolitan, Guggenheim and Whitney, L&amp;M is one of the area's hundred or so public galleries. It likes to show blue-chip artists, from Pablo Picasso to Damien Hirst. A recent exhibition by David Hammons was more daring and introduced works made of massive, found abstract paintings obstructed by a variety of covers, from construction plastic to pieces of furniture. Unusually for New York, L&amp;M requires its visitors to buzz in. The gallery takes up two floors of a charming townhouse with a luxurious winding staircase leading to the second-floor gallery, and is so much more inviting than the industrial spaces where we usually encounter contemporary art. • 45 East 78th Street, lmgallery.com, open Tues-Sat (Mon-Fri in summer) 10am-5.30pm • Aneta Glinkowska is cofounder of the website New York Art Beat and editor of its blog, nyartbeat.com/nyablog"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}