{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2011/may/12/cuts-deaf-children", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-05-11T23:05:02Z", "webTitle": "Letters: Meagre support for deaf schoolchildren", "webUrl": "https://www.theguardian.com/society/2011/may/12/cuts-deaf-children", "apiUrl": "https://content.guardianapis.com/society/2011/may/12/cuts-deaf-children", "fields": {"headline": "Meagre support for deaf schoolchildren", "bodyText": "In your article (Fifth of authorities cut help for deaf schoolchildren, 10 May) you state that councils are scrapping posts for specialist teachers or cutting budgets for radio aids, etc. Deaf children are being subjected to systemic neglect, in contravention of the principles of the Special Educational Needs and Disability Act 2001 and Children Act 2004. Most deaf children attend their local mainstream school with little or no support and thus are unable to achieve their academic potential and are socially isolated. The Deaf Ex-Mainstreamers Group is campaigning for deaf children to be fully included in schools. DEX undertook a four-year, best-value review from users' perspective in the UK, Scandinavia and Canada. Our recommendations are that all deaf children should attend resourced mainstream schools where there is a significant group of deaf peers, or deaf schools. This would result in a more balanced ratio of staff per deaf child and staff training to a higher level of British Sign Language and English competencies. Cutting back deaf children's already meagre support is financially unsound management, but more importantly, is inhumane. Jill Jones Company secretary, DEX • In your article regarding cutting \"help for deaf children\" you state that the FOI request by the National Deaf Children's Society showed Thurrock council had cut a \"teacher of the deaf who specialises in early years education\". We had been able to finance this post thanks to a specific grant from government. Unfortunately that grant was one of many scrapped by the Conservative-led coalition. Thurrock has suffered a 20% reduction in funding overall this year. To compensate, Thurrock has rearranged its services for deaf children, launching nursery classes for young deaf children at the Warren primary school. John Kent Leader, Thurrock council"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}