{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2011/may/12/corrections-and-clarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2011-05-11T23:05:02Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2011/may/12/corrections-and-clarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2011/may/12/corrections-and-clarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "• An interview with the new editor of Esquire magazine quoted him as saying: \"I'm a total starfucker.\" As this was a quote and central to the subject's view of his own personality, this usage within the text did not breach the Guardian's guidelines on the use of obscenities which say in part: use such words only when absolutely necessary to the facts of a piece, or to portray a character in an article. However, that quote was also used as a 46-point headline on the article, which was inappropriate and unnecessary. The editor's guideline on the subject of bad language starts by stating: remember the reader, and respect demands that we should not casually use words that are likely to offend (9 May, page 5, Media). • An obituary of David Cairns (11 May, page 34) – the Labour politician who lost his ministerial job at the Scotland Office in 2008 after declining to express confidence in Gordon Brown's leadership – mentioned \"two Scottish byelection campaigns which Labour lost badly, Glasgow East and Glenrothes\". The Glenrothes byelection was held two months after David Cairns resigned and was won by Labour, not lost. • A profile of James Gordon – who devised a counselling system for people in zones of conflict or disaster – described him as a psychologist. He is a psychiatrist. Psychiatrists must qualify as medical doctors (Aftershock, 10 May, page 14, G2)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}