{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/may/12/tottenham-hotspur-harry-redknapp", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-05-11T23:06:02Z", "webTitle": "Tottenham Hotspur face difficult summer after season in the sun", "webUrl": "https://www.theguardian.com/football/2011/may/12/tottenham-hotspur-harry-redknapp", "apiUrl": "https://content.guardianapis.com/football/2011/may/12/tottenham-hotspur-harry-redknapp", "fields": {"headline": "Tottenham Hotspur face difficult summer after season in the sun", "bodyText": "Harry Redknapp has left himself open to accusations of defeatism this week, yet his reaction to Tottenham Hotspur's failure to retain a position among the Premier League's elite quartet was brutally honest. He has spoken of the \"billions\" Manchester City can lavish upon team-building; of Manchester United, Chelsea and Arsenal being permanent fixtures in the Champions League; and even of Liverpool's ominous resurgence under Kenny Dalglish. Where does all that leave Spurs? The club find themselves at a crossroads after defeat at Eastlands on Tuesday. This season's exploits in Europe whetted the appetite and fired ambitions at White Hart Lane, but the memory of the battles with Internazionale, Milan and Real Madrid are fading amid a sequence of one victory in 13 matches. The £30m-plus influx of revenues will be missed, but lose at Liverpool on Sunday and Spurs will not even have the dubious consolation of a Europa League place upon which to retreat. Although that may leave their fixture list less cluttered next term, the lack of European competition will hamper attempts to lure recruits. An awkward summer awaits. Tottenham's initial objective is clear. The chairman, Daniel Levy, has spoken publicly of the need to \"streamline\" a bulging squad and, although that was aimed primarily at trimming some of young players who have spent this term out on loan – Tottenham have long since scrapped their reserve team – seniors will be shed as well. The Premier League's 25-man squad system demands as much. Sandro, Gareth Bale and Giovani dos Santos will no longer qualify as under-21s next season. Add to that the return of a quartet of senior loanees in Robbie Keane, Kyle Naughton, Jamie O'Hara and David Bentley, and sales are clearly imperative before any thought is given to adding to the depth of quality. The list of those available will be lengthy. Should West Ham be relegated then their obligation to take on Keane, one of Tottenham's highest earners, becomes void. Giovani, currently at Racing Santander, does not have a future at the club and there will surely be interested parties for O'Hara, now recovered from a long-standing back injury. Ledley King earns in the region of £75,000 a week, rammed up against the club's wage ceiling, but, although he did play in a friendly against West Ham on Wednesday, he has managed only seven appearances this season. Neither Jonathan Woodgate nor Carlo Cudicini are likely to be retained once their contracts expire. But moving on players such as Bentley (a £15m signing), Roman Pavlyuchenko (£13.8m), Alan Hutton (£9m), Niko Kranjcar, Vedran Corluka or even Wilson Palacios could be onerous. Spurs have tried with some before and failed, with wage demands and personal pride prolonging their stays. More likely than a flurry of bids for those on the fringe is unwanted interest in key personnel. Redknapp may privately have welcomed Bale's ankle ligament injury, which has ended his season prematurely with rehabilitation to stretch into the summer, in the acceptance that interest in the Wales international will be inevitable in the months to come. Should offers come in, with bids of £40m mooted from heavyweights around the continent, how will Levy react? The same might apply for Luka Modric, a player who is genuinely grateful to Spurs for investing such faith, and £16.6m, in bringing him to England from Dinamo Zagreb in 2008. The Croat signed a six-year contract last summer but he still has his admirers. The loss of the Champions League revenue and prestige will hamper attempts to recruit, though Spurs have been capable of spending impressively in the past and will retain some clout. Bids were submitted in January for Giuseppe Rossi, apparently at £35m, and a top-quality centre-forward would be Redknapp's priority, together with a goalkeeper. Yet the wage structure has thwarted the club in the past – they could not compete with Diego Forlán's £120,000 a week at Atlético Madrid and would struggle to match the salary enjoyed by Lassana Diarra, another potential target, at Real Madrid – and is unlikely to be altered in the wake of a loss of revenue. \"I don't know if we have any money to spend,\" said Redknapp in the aftermath at Eastlands. \"We might not. I have not asked the chairman. We will have to wait and see. But if there isn't, we will get on with it again and be strong again next year.\" His policy may remain to bring players such as West Ham's Scott Parker to White Hart Lane, or strive further to unearth the next Javier Hernández for a bargain £7m. Certainly, there is a limit to what Spurs can achieve in the market while playing in a 36,000-seat stadium without Champions League football and with City, Chelsea and United all threatening lavish outlays. All of which makes Redknapp's achievement in securing even one campaign in Europe's elite club competition all the more remarkable. Their journey to the last eight should not be ignored, even amid the relative disappointment of a fifth- or sixth-place finish in the Premier League. Wild expectations may have been deflated, but a greater challenge lies ahead."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}