{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2011/may/20/football-addicts", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-05-19T23:06:01Z", "webTitle": "Football addicts will take whatever junk they can get | Harry Pearson", "webUrl": "https://www.theguardian.com/football/blog/2011/may/20/football-addicts", "apiUrl": "https://content.guardianapis.com/football/blog/2011/may/20/football-addicts", "fields": {"headline": "Football addicts will take whatever junk they can get", "bodyText": "A decade or so ago Sepp Blatter told this newspaper that \"Football is the most powerful force in the world.\" Since the previous most powerful force in the world was the atomic bomb (which superseded God in June 1961) some security analysts – well, me, anyway – expressed fears about what could happen if football fell into the wrong hands, positing a scenario in which a terrorist cell got hold of some dirty football, possibly from the former Soviet Union, and detonated it in a major city, causing destruction and mayhem, and leaving generations of children born hideously deformed by tattoos and overelaborate hair. Many experts dismissed this possibility as totally unbelievable, but since highly respected professionals express that view on television every week about Carlos Tevez's ability to run 15 yards without falling over the phrase is not so entirely negative as you might think. Admittedly the idea seemed highly unlikely, not least because football is guarded by some of the wisest and bravest people on the planet: President Blatter himself, Jack Warner, the Chechen leader Ramzan Kadyrov, not to mention Britain's very own Holy Trinity of David Gold, David Sullivan and Karren Brady. On the latter subject some uneducated commentators have remarked that allowing somebody who hired Avram Grant and paid Wayne Bridge £90,000 a week to appear on TV doling out advice to the young entrepreneurs of Britain is akin to hiring Richard Keys to present Woman's Hour. What ignorance. I am convinced time will utterly vindicate this brilliant business strategist and the doubters will come to see what an absolute masterstroke offering a new contract to Luis Boa Morte actually was. Television, after all, is not a medium that promotes the careers of charlatans, nitwits and mountebanks, as I was remarking to Piers Morgan only the other day. Anyroad, our belief that the security of football was safeguarded has plainly been unfounded. Despite the best efforts of the great and the good and Diego Maradona in the past few weeks the back pages have been filled with alarming headlines: Football now viewed as a low-risk alternative to drugs by organised crime, blared one above a story so obviously incendiary I used it to light the fire without reading it first. The notion of the world market being flooded with black market football is indeed an unsettling one. The drug addict is not the type to ask if his or her purchase is fairtrade, as the collapse of my single estate, organic methamphetamine business last year testifies, and the football addict is no different. They will take whatever junk they can get. The headlines might have been viewed as mere hysteria were it not for the fact that, within a few days, officers of HM Revenue and Customs boarded a freighter bound for Tilbury and seized six tons of raw Colombian soccer with an estimated TV value of £75m. \"Football is imported in an unrefined state from South America,\" the head of Scotland Yard's menacing foreign geezer-groups with media-friendly names investigations unit, Dave Triad, explained, \"and once it reaches the UK is cut with cheaper substances such as cola adverts, slow-motion replays and Jake Humphrey, resulting in a huge profit for the soccer pushers.\" Following this major soccer capture, politicians were forced to speak openly of the growing football problem stalking Britain's streets, destroying families and turning men, women and children into the sort of crazed full-time junkies who think nothing of saying, 'I didn't actually see the game today but the ref was a complete joke, Alan' to total strangers. \"Soccer was once the recreational choice of young working class men who did it on Saturday afternoon for a bit of a buzz, but in the past 10 years it has reached epidemic proportions and been taken up by just about all sections of society,\" explained one MP, Dorking Pullover, adding: \"Come on you Wolves! You're going down, you're going down ... Blackburn Rovers are going down.\" The US government-backed War on Soccer, with its now famous slogan Just say zero-zero, announced that US special forces units backed by members of the so-called Coalition Of The OK-I-Admit-I-Agreed-To-Go-Along-With-It-But-Only-Because-President-Bush-Phoned-When-I-Was-In-The-Middle-Of-Dinner recently destroyed thousands of acres of soccer fields across West Africa striking a major blow \"against tall, powerful midfielders who are tagged as the new Patrick Vieira but never quite live up to the billing\". President Obama, who recently confessed that he \"went to a soccer game once when he was a student but didn't watch\" hailed the news as a major blow to football traffickers. However, critics of the War on Soccer claim that, like Arsenal's defence, it is simply not tackling the real problem. \"We have to ask what it is in our society that is driving kids as young as three to get hooked on collecting stickers of Steven Gerrard,\" says Malcom Gruel of The Organisation That Supplies People To The Radio To Talk About Problems Most People Are Unaware Of. \"You can suggest getting them off real football and on to synthetic soccer substitutes such as futsal or basketball, but that is just papering over the cracks. There just has to be something fundamental missing from our lives. In my view it's Sapphire &amp; Steel with Joanna Lumley, Cresta fizzy pop and Texas chocolate bars, but my calls to the government to bring them back go unanswered.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}