{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/may/25/kenneth-clarke-gabrielle-browne-rape-comments", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-05-24T23:07:06Z", "webTitle": "Kenneth Clarke meets sex attack victim in wake of furore over rape remarks", "webUrl": "https://www.theguardian.com/politics/2011/may/25/kenneth-clarke-gabrielle-browne-rape-comments", "apiUrl": "https://content.guardianapis.com/politics/2011/may/25/kenneth-clarke-gabrielle-browne-rape-comments", "fields": {"headline": "Kenneth Clarke meets sex attack victim in wake of furore over rape remarks", "bodyText": "The justice secretary, Kenneth Clarke, has said he had a \"thought-provoking\" meeting with Gabrielle Browne, the victim of attempted rape who challenged him last week after he told radio listeners there was \"date rape\" and \"serious rape\". Browne branded Clarke's plan to increase the maximum discount for an early guilty plea for all crimes, including rape, from 33% to 50% as disastrous and called for his resignation. The justice secretary sparked a political furore and, under pressure from Downing Street, wrote to Browne to apologise saying that he believes \"all rape is extremely serious\" and promised to meet her privately. Clarke said he was simply describing a \"long-standing factual situation\" in which sentences differ depending on the circumstances of a particular rape and said he would choose his words more carefully in the future. After the meeting the justice secretary said: \"I have had a thought-provoking meeting with Ms Browne. She went through a horrific ordeal and I was keen to hear her first-hand experience of the criminal justice system. I promise I would reflect carefully on our useful discussion.\" Browne said she had fought for 688 days to have her attacker brought to justice only for him to have his sentence reduced for a guilty plea. \"I have had to fight all the way for information and have had to push for the man who attacked me to be brought to court. I have written countless letters and attended meetings, and I have undergone the trauma of standing in front of the parole board having to make a case about why the person who assaulted me shouldn't be released. I've experienced the system at first hand and it's a disgrace,\" she said last week. Labour maintained their pressure on Clarke on Tuesday after the justice secretary's most persistent Tory backbench critic, Philip Davies, the Conservative MP for Shipley, told him he would have to stand down before the party could restore its reputation on law on order. \"This is simply an arbitrary proposal. There is absolutely no evidence at all behind this proposal to suggest that more people will plead guilty as a result,\" Davies told the Commons in a Labour debate on the sentencing proposals. Clarke defended the proposal for reduced sentences for guilty pleas in rape cases by saying it would protect women from having to go through the trauma of giving evidence in a lengthy jury trial. He added: \"I know that wasn't the approach of New Labour but actually if we could get more of these cases to plead guilty earlier an awful lot of victims would feel they had been better treated by the system.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}