{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2011/may/17/delayed-reaction-child-protection-report", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-05-16T23:06:09Z", "webTitle": "Letters: Delayed reaction to child protection report", "webUrl": "https://www.theguardian.com/society/2011/may/17/delayed-reaction-child-protection-report", "apiUrl": "https://content.guardianapis.com/society/2011/may/17/delayed-reaction-child-protection-report", "fields": {"headline": "Delayed reaction to child protection report", "bodyText": "Professor Munro's report is comprehensive, erudite and impeccable in its scholarly rigour (Report, 11 May). But it is too little, too late and reflects a trend in similar reports over the past 30 years which are knee-jerk reactions to single incidents, however despicable and upsetting. The UK has one of the lowest child homicide rates in Europe and other comparable developed countries. Redesigning and restructuring child safeguarding systems and practices on the basis of rare cases is not scientific or sensible. It is political window-dressing with politicians seeking to be seen to be doing something. At its core the report is not saying anything new either. The idea of social workers spending more time with families is as old as the hills and is the foundation of the skills they are taught in training and expected to use in practice. The problem is that this, albeit worthy, report will draw hollow laughter from those on the frontline, who have too many cases, dwindling preventive resources and poor supervision. The report will not inspire them or prevent another inevitable child death. Steven Walker Principal lecturer in social work, Anglia Ruskin University • To say I am delaying the consideration of Professor Munro's review of child protection is inaccurate. The review was not launched as a knee-jerk reaction to a high-profile case and Professor Munro has produced a most thorough approach to how we overhaul the current bureaucratic tick -box system. We want to give it the careful consideration it deserves and that process is under way. It is vital we understand how we turn the recommendations into practice for social workers on the frontline to secure sustainable reform for the long term. To do this we will be working closely with experts from across the children's sector. We will respond to Professor Munro's recommendations this summer. Tim Loughton MP Children's minister"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}