{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/may/11/new-shape-of-sport-begins-to-emerge-team-games-and-elite-level-set-to-lose-out", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-05-11T20:47:07Z", "webTitle": "New shape of sport begins to emerge: team games and elite level set to lose out | Sean Ingle", "webUrl": "https://www.theguardian.com/sport/2020/may/11/new-shape-of-sport-begins-to-emerge-team-games-and-elite-level-set-to-lose-out", "apiUrl": "https://content.guardianapis.com/sport/2020/may/11/new-shape-of-sport-begins-to-emerge-team-games-and-elite-level-set-to-lose-out", "fields": {"headline": "New shape of sport begins to emerge: team games and elite level set to lose out", "bodyText": "Finally, after weeks of claustrophobia and a weekend of confusion, some clarity. From Wednesday, tennis players and golfers in England will be able to lubricate rusty swings and overly tight hips again. Basketball players will be able to dunk and shoot from downtown. And all outdoor sports facilities will be allowed to open, with the sole exception of open-air swimming pools. People will even be able to exercise with someone outside their households – a sweet blessing for personal trainers, coaches, and those driven up fingerprint-stained walls by their families. The only catch? Social distancing guidelines will still have to be rigorously followed. So no doubles matches or fourballs, yet. However, sharing sports equipment – such as tennis rackets and balls – is now permitted according to Sport England providing people “enforce strong hygiene measures”, such as using antibacterial spray and washing hands thoroughly before and afterwards. Organisations such as the tennis’s LTA and golf’s R&amp;A are now busily creating commonsense guidance for clubs, which they intend to publish in the next 24 hours. They can see welcome green shoots on the horizon. But for other sports a much less certain future awaits. Indeed, what became clear on Monday is a two-tier system for sport will be in place in England for the foreseeable future: individual v team, indoor v outdoor, and perhaps even amateur v elite. The picture is certainly far less rosy for gyms and indoor sports centres, many of whom are glaring at their balance sheets the way the rest of us might look at a 400kg set of weights. With no members’ subscriptions coming in and landlords demanding they keep paying rent, there are few reasons for optimism. The government’s advice also makes clear that team sports are still banned, except with members of your own household, which means five-a-side fees for sports centres will be off the agenda for a while yet. Meanwhile local sports clubs are also worried about what the future holds – despite the efforts of Sport England, which has added £15m to its lottery-funded community emergency fund, bringing the total for grassroots sports since the lockdown to £35m. However Sport England admits it will take a while to fully understand the nature and scale of the impact on clubs up and down the country. And what of elite sport? Here the picture remains muddled despite the announcement on Monday that events can now take place for broadcast behind closed doors after 1 June. However, officials insist that this is an aspiration not a goal. There are still hurdles to jump, hoops to clear, uncertain pitfalls ahead. That much was made clear when the Premier League’s 20 clubs met to discuss Project Restart again on Monday. It was telling that when Richard Masters, the chief executive, was asked whether momentum was building for a 12 June return he did not exactly issue a clarion call. Instead he soberly pointed out he did not want to make a prediction and that it was too early to say. Masters also revealed for the first time that contingency planning was in place in case the season could not finish as planned by July. “Those are future conversations we may need to have,” he admitted. There was also, Masters admitted, no protocol yet for contact in training. There should, at least, be some clarity on that issue within the next 36 hours given the Department for Digital, Culture and Media and Sport is set to release a set of protocols drawn up by Sally Munday, the chief executive of UK Sport, in conjunction with senior figures from across sport. Even so, it seems a stretch to be going from where we are now to the blood and thunder of a Premier League fixture within a month. Importantly there seems no cross-party consensus that football should return quickly either – as the shadow sports minister, Alison McGovern, made clear in a 20-question letter to the sports minister, Nigel Huddleston. “Football is at its best when it allows people from all walks of life to lose themselves in the beauty and excitement of the beautiful game,” she wrote. “Taking chances with the public health won’t bring that back. It will only delay its return.” As for when we will get to watch matches in stadiums again, the government is also downbeat. As a 60-page report published on Monday made clear: “It is likely that reopening venues that attract large crowds (like sports stadia) ... may only be fully possible significantly later depending on the reduction in numbers of infections.” What “significantly later” precisely means is not spelt out. But it does not have to be. Even with the death toll dropping and the worst of the Covid-19 pandemic hopefully behind us, the thought of 80,000 people filling Wembley again without a vaccine appears a dangerous fantasy."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}