{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/may/13/the-country-that-beat-the-virus-review-breathtaking-damning-and-humiliating", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-05-13T21:00:51Z", "webTitle": "The Country That Beat the Virus review – breathtaking, damning and humiliating", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/may/13/the-country-that-beat-the-virus-review-breathtaking-damning-and-humiliating", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/may/13/the-country-that-beat-the-virus-review-breathtaking-damning-and-humiliating", "fields": {"headline": "The Country That Beat the Virus review – breathtaking, damning and humiliating", "bodyText": "Self-care is a fuzzy concept, part of the fuzzy family that includes mindfulness, gratitude practices, wellness and other more or less abstract nouns frequently found in captions on Instagram under pictures of bendy people smiling at salads. It is most often used to cover activities that would be better classed under “minor indulgences” or “acts of selfishness so profound I need to obfuscate my sociopathy immediately”. But sometimes it means something closer to self-preservation. It is in this sense that I wish to advise you that – short of going out and licking a coronavirus patient’s mucus membranes – to not watch Channel 4’s documentary The Country That Beat the Virus would be the greatest act of self-care you could perform at this time. Because – and I’m sorry to be the bearer of bad news – that country is not the UK. I know that this week the British prime minister – while announcing a revised lockdown policy that could only have been transliterated from a spilled tin of Alphabetti Spaghetti – claimed that we had avoided catastrophe, but, in the face of more than 40,000 dead, a flailing, heartsick populace and looming economic meltdown, this is a) not true and b) not beating the virus. The situation in South Korea, however, has been very different. Its death toll from coronavirus, out of a population of 51 million, compared with the UK’s 67 million, currently numbers 259. The programme’s format was simple yet effective, taking us painstakingly through two chronologies. The first was in South Korea, where patient zero was identified on 19 January as they arrived at Seoul airport from Wuhan, caught by the airport’s heat scanners, installed as part of measures devised after previous epidemics. This triggered a comprehensive pandemic plan across the country. And one here in Britain: a timeline starting 10 days later when we noticed we had let someone arrive direct from Wuhan, by then known to be the centre of the new, highly infectious virus, and had done precisely nothing until they had had a good chance to walk around and establish the thing here. Krishnan Guru-Murthy interviewed (via video) various public health experts and journalists from the UK and South Korea, and policymaking scientists and frontline doctors from the latter (ours being largely still otherwise engaged). The difference between the two responses was breathtaking, damning and humiliating – by turns and sometimes all at the same time. Most viewers, of course, will have gleaned the basics of what happened there versus what happened here. The massive programme of testing, contact tracing and quarantine that made up the South Korean containment strategy is pretty much common knowledge. But to see up close and in detail how it all worked together, to be presented with a clear picture of the scale, the decisiveness, the confidence and competence that characterised that response gave you a new understanding of what is possible and – given the lead time we had – what should have been expected and executed here. Once both nations were infected, the programme interwove the two timelines and largely left them to comment on each other. The effect was unedifying. We would turn from descriptions of, say, how the South Koreans commandeered chemical companies and had testing kits for Covid-19 ready within 17 days, to footage of our prime minister advising that bliffle blaffle and hobblobblob because bulldog spirit and jimminy jummo. Without ever even needing to lock down, South Korea crushes the infection rate. When it spikes – for example, when the virus infiltrates a secretive Christian sect of which the authorities were unaware – they countermove to crush it again. You can nitpick. Their powerfully successful contact tracing scheme relied, basically, on state surveillance – they were able to access phone and credit card data and work backwards through any infected person’s life and outwards from any point along it. We’re a different country with a different population distribution and history. Those initial testing kits were only 90% accurate. Doubtless there will be fallout. Yes. Yes. But it is very hard not to look at the end results and say that the means were not justified. Difficult not to look at 259 deaths versus more than 40,000 and not agree that desperate times call for desperate measures rather than desperate bluster. But we are where we are. Here. Unswabbed, untested, unsure and unsafe. So, you know, um, ah … er … stay alert?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}