{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/may/16/lynn-shelton-film-and-tv-director-dies-aged-54", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-05-16T19:40:20Z", "webTitle": "Lynn Shelton, film and TV director, dies aged 54", "webUrl": "https://www.theguardian.com/film/2020/may/16/lynn-shelton-film-and-tv-director-dies-aged-54", "apiUrl": "https://content.guardianapis.com/film/2020/may/16/lynn-shelton-film-and-tv-director-dies-aged-54", "fields": {"headline": "Lynn Shelton, film and TV director, dies aged 54", "bodyText": "American writer-director Lynn Shelton has died at the age of 54. The film-maker behind acclaimed indies Your Sister’s Sister and Humpday has died from complications related to an “unidentified blood disorder”. Shelton was known as a leading figure of the independent film scene as well as an acclaimed television director, helming episodes of Glow, Mad Men, Master of None, Fresh Off the Boat, The Morning Show and, most recently, Hulu drama Little Fires Everywhere starring Reese Witherspoon. Her most recent film Sword of Trust was released in 2019. It starred Marc Maron, with whom Shelton was recently in a relationship with. She was said to be collaborating with him on a script that was set to be her next film. Shelton’s work was often typified by female characters who avoided convention, such as Keira Knightley in Laggies (also known as Say When in the UK) and Edie Falco in Outside In. “I didn’t start directing feature films until I was 39,” she wrote for the Guardian in 2014. “And though, on paper, I’m now pretty conventional – I have a mortgage, a son and a long-standing marriage – at 49, I get to live the life of an artist. My husband is the primary carer for our child. I feel I’ve been able to be true to myself. Mark Duplass, who starred in a number of her films, paid tribute on Twitter. “We lost our dear friend Lynn Shelton,” he wrote. “We made so many things together. I wish we had made more. Her boundless creative energy and infectious spirit were unrivaled. She made me better. We butted heads, made up, laughed, pushed each other. Like family. What a deep loss.” Comedian Mike Birbiglia, who had a small role in Your Sister’s Sister, called the news “devastating” and wrote: “I learned about directing from watching her. The kindness with which she treated people. The room she left for spontaneity. We’ve lost a great one.” Shelton is survived by her 21-year-old son Milo. • This article was amended on 19 May 2020. Lynn Shelton’s son is 21, not 13 as an earlier version mistakenly said."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}