{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/may/09/workers-health-and-safety-is-key-letters", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-05-09T21:32:07Z", "webTitle": "Workers’ health and safety must be key | Letters", "webUrl": "https://www.theguardian.com/commentisfree/2020/may/09/workers-health-and-safety-is-key-letters", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/may/09/workers-health-and-safety-is-key-letters", "fields": {"headline": "Letters: after the lockdown, workers’ health and safety must be key", "bodyText": "As the country debates how and when to get the economy up and running, it would be wrong to pretend that Britain can return to business as usual. As even the prime minister admitted, we will need to proceed with “maximum caution”. That’s why we are calling on government to guarantee that the right policies and practices are in place to make workplaces safe. This must be a central part of any return. A crucial first step is to ensure all employers carry out thorough assessments of risks and identify the actions they are taking to deal with them. We want those risk assessments published. This is vital for giving workers confidence that it is safe to return to work. But it’s also a matter of national interest. One bad employer who plays fast and loose with safety not only puts those workers and their families in danger – they put public transport workers and whole communities at risk of infection too. What happens behind workplace doors must be consistent with the wider public health approach. If work cannot be done safely, it should not proceed. We cannot afford to cut any corners. The last few weeks have laid bare the terrible damage this virus can wreak. Our national death toll is now the highest in Europe. Many of our members have lost their lives transporting people and goods, protecting the public and caring for the vulnerable. Health and safety used to be mocked by the free marketeers and the role of union health and safety representatives undervalued. Now it and they must be an integral part of the fight against this pandemic. We know that most employers want to do the right thing. But for those who don’t, and whose actions risk the health of their workforce and our economic recovery, there must be no hiding place. After years of cuts, the government must boost funding for pro-active monitoring and health and safety enforcement. And we need a public information campaign so rogue bosses face sanctions. The trade union movement wants to be able to recommend the government’s back-to-work plans. But for us to do that we need to ensure that ministers have listened and that we stay safe and save lives at work too. Frances O’Grady, TUC general secretary, Dave Prentis, Unison general secretary, Len McCluskey, Unite general secretary, John Phillips, GMB acting general secretary, Paddy Lillis, Usdaw general secretary Don’t experiment on us I agree with Uisdean Robertson, the councillor for North Uist, and the Rev Drew Kuzma in arguing against ending the lockdown early in the Outer Hebrides (“Islanders bristle at idea of being used as ‘guinea pigs’ for ending lockdown”, News). The population has a predominance of over-60s and medical practitioners in the Western Isles are worried about the virus taking hold. Professor Hugh Pennington of Aberdeen University said a fortnight ago that “hotspots will not last because people will either recover or sadly die”. It is not right that someone of Pennington’s eminence should advocate the easing of lockdown restrictions in the Islands and Highlands ahead of such measures elsewhere, while dismissing the gravity of likely hotspots. Nobody needs to “sadly die” in the interests of Pennington’s or Michael Gove’s suggested experiment. Perhaps, in the unwelcome event that the experiment is implemented, Gove and Pennington would care to relocate to the Outer Hebrides. Hamon Massey Isle of South Uist Set our elders free In response to your editorial (“Care home death toll is an indictment of our society”), I think it is time to show respect to our elders and set them free first. They have been in lockdown the longest, they have been cut off from their friends and their shopping outings. They have been allowed to die in care homes, forced to self-isolate in single rooms and not allowed access to gardens this beautiful spring, or to receive visits from the ones they love. Let them trial the new measures needed in the Waitrose coffee shop. Let them drive in the empty streets. Let them smell the flowers in the parks. Let them be the first to play golf. Let them be happy at the end of their lives. Don’t punish them with more time in isolation. How many more care home deaths do you want? How much more mental health breakdown? Vanessa Raison Theberton, Leiston Suffolk No bailouts for tax evaders Ed Miliband was entirely right to suggest certain conditions must be imposed on companies that are bailed out with public money (“Public and private sectors must pull together to recover from this crisis”, News commentary). We want companies to survive, but if they use tax havens to hide profits, or don’t have a business plan in line with the Paris climate agreement, they need persuading to be better corporate citizens. Denmark, France and Poland are barring state support to firms based in tax havens but their conditions are weak, premised on the EU’s very limited blacklist of 12 countries. If they want public cash, transnational corporations should undertake public country-by-country reporting, so we know what profit is made, what tax paid, and where. They should report likewise on progress related to Paris 2015. We do not want to return to “normal”; we need a “transformed normal”. Revd David Haslam, chair, Church Action for Tax Justice Evesham, Worcs Paean to teaching assistants Barbara Ellen’s piece on home-schooling during lockdown makes some important points about disadvantaged children suffering most from school closures (“Home-schooling is tough, but parents are doing a fraction of teachers’ jobs”, Comment). However, dabbling in a bit of home-schooling doesn’t make mums and dads more akin to “parents-cum-teaching assistants” any more than writing this letter makes me akin to a reader-cum-journalist. School support staff are the most highly skilled, widely trained, incredibly dedicated, hardworking, underpaid, under-recognised, compassionate and decent group of workers I’ve ever had the privilege of being a member of. Please don’t play into the government narrative that we are a luxury and thus expendable when things get a bit tough – as they are just about to. Roger Aldous Brighton More isolation stories You say that Isolation Stories (Television highlights, New Review) was the first drama to be made during lockdown. However, S4C showed the excellent Cyswllt (Connection) on 29 April, six days earlier. It shows the effects of the lockdown on three different families and was made by the same team that produced Keeping Faith. Amanda Epps Charlbury, Oxon Selling Saudis short It is, as you say, long overdue that the UK government put its relationship with Saudi Arabia on a healthier footing (“Now is the time to distance ourselves from an odious regime”, Editorial). For years, the UK has claimed its behind-closed-doors diplomacy with Riyadh has been better than “lecturing” the kingdom over its appalling human rights record. Yet repression has only worsened, including under the supposed “reformer” Mohammed bin Salman. Now, virtually every human rights activist in the country has either been locked up, intimidated into silence or forced to flee the country. We may have sold Riyadh plenty of weaponry, but the UK’s hushed policy on Saudi human rights has sold the country’s embattled human rights community shamefully short. Kate Allen, director Amnesty International UK London EC2 Give cuckoos the bird Ged Meheran wants us to cheer the cuckoo (Letters). Even a slight knowledge of its lifestyle shows it to be a fitting symbol of everything that is wrong with this country, though even our worst tax avoiders don’t usually slaughter the children of their foster parents. It is surely right that its cry of “cuckoo” is a term for madness. Michael Harrison Oxford"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}