{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/may/19/beacon-of-light-capt-tom-moore-to-be-knighted", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-05-19T21:30:08Z", "webTitle": "'Beacon of light': Capt Tom Moore to be knighted", "webUrl": "https://www.theguardian.com/world/2020/may/19/beacon-of-light-capt-tom-moore-to-be-knighted", "apiUrl": "https://content.guardianapis.com/world/2020/may/19/beacon-of-light-capt-tom-moore-to-be-knighted", "fields": {"headline": "'Beacon of light': Capt Tom Moore to be knighted", "bodyText": "Two months ago, he was simply Capt Tom Moore. When his fundraising exploits inspired the nation, he was made an honorary colonel to mark his 100th birthday. And now, the war veteran whose sponsored walks in his garden raised £33m for NHS charities, is to receive a knighthood. The prime minister recommended the Bedfordshire pensioner for the honour, which will be formally announced on Wednesday. “Colonel Tom’s fantastic fundraising broke records, inspired the whole country and provided us all with a beacon of light through the fog of coronavirus,” Boris Johnson said. “On behalf of everyone who has been moved by his incredible story, I want to say a huge thank you. He’s a true national treasure.” Moore raised a record-breaking sum by completing 100 laps of his garden – and provided welcome relief from relentlessly grim headlines at the peak of the virus’s outbreak. He turned 100 at the end of April, shortly after becoming the oldest artist to claim a UK No 1 single after collaborating with Michael Ball and the choir NHS Voices of Care on a cover of You’ll Never Walk Alone. Ball was among those to congratulate Moore on his knighthood, tweeting that he “couldn’t be more thrilled and proud” and calling it “a fitting honour for a true British hero”. The Labour leader, Keir Starmer, said: “On behalf of the Labour party, I congratulate Captain Tom Moore on his knighthood. In these difficult times for our country, Tom brought inspiration to millions and helped all of us to celebrate the extraordinary achievements of our NHS. “In his actions, Tom embodied the national solidarity which has grown throughout this crisis, and showed us that everyone can play their part in helping build a better future.” Starmer has accused the government of failing to do enough to protect veterans, many of whom are now in the care homes that have become coronavirus hotspots. A government spokesperson said they would also be saying more about how “frontline heroes” could be recognised in the days ahead. The spokesperson continued: “We know there is huge appetite to say thank you to all those supporting the nation during this emergency and doing incredible things day in, day out, up and down the country. “We will ensure these unsung heroes are recognised in the right way, at the right time.” Ministers have declined to say at the regular press briefings whether they believe nurses and other NHS and care staff who have put their lives at risk should receive a pay increase. The health secretary, Matt Hancock, said last week “there has been a significant pay rise for nurses, and I think one of the things the crisis has shown is just how much the nation values our staff across the health and care system, including nurses. “When it comes to how we reward their efforts in this crisis, what I can tell you is, as the health secretary, I will be making sure that we fight to have that fair reward.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}