{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/may/12/ken-do-something-coronation-street-double-acts-reunited-on-royal-mail-stamps", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-05-11T23:01:55Z", "webTitle": "'Ken! Do something!': Coronation Street double acts reunited on Royal Mail stamps", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/may/12/ken-do-something-coronation-street-double-acts-reunited-on-royal-mail-stamps", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/may/12/ken-do-something-coronation-street-double-acts-reunited-on-royal-mail-stamps", "fields": {"headline": "'Ken! Do something!': Coronation Street double acts reunited on Royal Mail stamps", "bodyText": "Famous double acts over six decades of ITV’s Coronation Street are being reunited on a special-issue set of Royal Mail stamps to celebrate the programme’s diamond anniversary. Eight stamps highlight the most memorable couples and adversaries to walk Weatherfield’s cobbles since December 1960 on the world’s longest-running soap. Each stamp features a one-line quote summing up the essence of their relationship on the show, which has run to more than 10,000 episodes. They include the judgmental widow and formidable gossip Ena Sharples, in trademark hairnet, pictured in confrontational pose with her nemesis Elsie Tanner, and the caption: “That woman’s tongue. If it was a bit longer she could shave with it.” On another stamp the hard-working cleaner Hilda Ogden, gazing upward from beneath curlers and headscarf, exclaims “Woman, Stanley, Woman” to her layabout husband Stan. The soap’s equally enduring married couple Jack and Vera Duckworth are remembered with his endearment: “Vera, my little swamp duck.” Ken and Deirdre Barlow’s famously up-and-down relationship is summarised with the oft-repeated demand: “Ken! Do something!”, while the newsagent Rita Tanner and her sidekick Norris Cole purse lips over a cuppa as they agree: “I can’t abide to see people gossiping.” Hayley and Roy Cropper, Sunita and Dev Alahan, and Tracy and Steve McDonald also feature. Four further stamps, in a miniature sheet, celebrate those behind the pumps at the Rovers Return – Bet Lynch, Raquel Watts, Liz McDonald and Gemma Winter. The series producer, Iain MacLeod, said: “In our historic 60th year, it is an honour to have the show immortalised in this fashion.” Royal Mail’s stamp strategy manager, Philip Parker, said: “For six decades Coronation Street’s fans have witnessed the unfolding lives of its residents, and shared their sorrows and laughter. We celebrate the nation’s best-known street with stamps showing some of its unforgettable characters.” The stamps go on general sale from 28 May."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}