{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/may/20/abc-must-freeze-wages-government-warns", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-05-19T21:40:34Z", "webTitle": "ABC must freeze wages, government warns", "webUrl": "https://www.theguardian.com/media/2020/may/20/abc-must-freeze-wages-government-warns", "apiUrl": "https://content.guardianapis.com/media/2020/may/20/abc-must-freeze-wages-government-warns", "fields": {"headline": "ABC must freeze wages, government warns", "bodyText": "The Morrison government has put the national broadcaster on notice that it expects the ABC to embark on a six-month wage freeze to bring it in line with other taxpayer-funded agencies during the Covid-19 crisis. The warning follows the government’s decision in early April to defer general wage increases for commonwealth public servants for six months. The public service commissioner followed up that directive by writing to all non-public service agencies – including the ABC – informing them the government expected them to adopt the same practice. With no clear response from the ABC to the 9 April missive, Guardian Australia understands the communications minister Paul Fletcher wrote to the national broadcaster this week flagging his expectation that the organisation would defer a 2% increase for all employees scheduled to take effect in October under the ABC’s enterprise agreement. The Fletcher letter to the ABC’s managing director David Anderson notes the Covid-19 pandemic has again threatened the viability of Australian media organisations, with some commercial companies requiring their staff to take pay cuts of more than 20%. Over the past week, the Australian edition of BuzzFeed has folded, and the closure of the online news site 10 Daily has also resulted in 20 job losses. Some News Corp publications have deployed forced leave, part-time work and nine-day fortnights to help manage the impact. The Australian Newsroom Mapping Project has found that 157 newsrooms have closed temporarily or permanently since January 2019. The Fletcher letter says the ABC embarking on a six-month wage pause would not only be consistent with practice being applied across government agencies during the pandemic – it would also be a “highly appropriate gesture of solidarity” with journalists in commercial media who are facing pay cuts and the closure of their organisations because of a precipitous dive in advertising revenue. It says the government expects ABC management to explore “all options” to deliver the six-month freeze in line with other agencies. The ABC would need to vary its enterprise agreement to conform with the government’s expectations. Staff at the broadcaster are represented by the Media Entertainment and Arts Alliance and the Community and Public Sector Union, and it is likely that both unions would resist varying the enterprise agreement. While commercial news in Australia has been hit by declining advertising revenue, the ABC has been battling rolling budget cuts. Over the summer bushfires, the broadcaster had to absorb an additional $3m in emergency broadcasting costs on top of an $84m indexation pause imposed by the then prime minister, Malcolm Turnbull, in 2018. Anderson has warned staff he will unveil measures to meet that shortfall at the end of July. The warning shot from the communications minister follows separate advice from the public service commissioner Peter Woolcott to all non-APS agency heads. Woolcott told managers the government expected that non-APS agencies and government business enterprises “to the extent practicable” would implement the wage freeze. “Everyone from the prime minister down appreciates the outstanding work the public sector is doing,” Woolcott said on 9 April. “I could not be prouder of how the commonwealth is responding. “However, the government considers that while communities are doing it tough during the Covid-19 pandemic, it is not appropriate for the commonwealth to be receiving pay increases.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}