{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/may/25/morning-mail-nobel-laureates-climate-plea-covidsafe-fails-universities-in-dire-straits", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-05-24T21:21:46Z", "webTitle": "Morning mail: Nobel laureate's climate plea, Covidsafe fails, universities in dire straits", "webUrl": "https://www.theguardian.com/australia-news/2020/may/25/morning-mail-nobel-laureates-climate-plea-covidsafe-fails-universities-in-dire-straits", "apiUrl": "https://content.guardianapis.com/australia-news/2020/may/25/morning-mail-nobel-laureates-climate-plea-covidsafe-fails-universities-in-dire-straits", "fields": {"headline": "Morning mail: Nobel laureate's climate plea, Covidsafe fails, universities in dire straits", "bodyText": "Good morning, this is James Murray bringing you the main stories and must-reads on Monday 25 May. Top stories Leading health professionals have written to the Morrison government calling for a new generation of environment laws in the wake of the Covid-19 and bushfire crises. The Nobel prize-winning immunologist Peter Doherty and the epidemiologist and former Australian of the Year Fiona Stanley are among 180 professionals warning that public health will suffer unless action is taken to strengthen environmental protections. A new poll has revealed that six out of 10 voters in Eden-Monaro don’t believe the Coalition is doing enough to tackle climate change. The Liberals’ byelection campaign in the electorate kicked off on Sunday as their newly preselected candidate, Dr Fiona Kotvojs, emphasised her green credentials by saying she had solar panels on her house and believed “that humans contribute to that changing climate”. Australia’s universities are in for a “world of pain financially” if borders are not opened to international students, the chancellor of the University of Queensland, Peter Varghese, has told Guardian Australia. Varghese said universities across the sector would face severe funding shortfalls if the lucrative foreign student market could not be quickly revived. Universities have outlined “safe corridor” plans that would allow international students from “safe” countries to return as long as they were subjected to a self-funded quarantine period. One in three students at the University of Queensland are from overseas. The political fallout from the UK’s erratically managed Covid-19 response continues, with Boris Johnson’s closest aide, Dominic Cummings, facing calls to resign for flouting lockdown regulations. Cummings, who is thought to have been behind the UK’s controversial “herd immunity” strategy, visited his parents in the north-east of England, more than 260 miles from London, while he had coronavirus symptoms. In an extraordinary press conference on Sunday, Johnson gave Cummings his complete backing, saying he “acted responsibly, legally and with integrity”. This view wasn’t shared by the UK civil service (or much of Britain), whose usually sober Twitter account tweeted: “Arrogant and offensive. Can you imagine having to work with these truth twisters?” The tweet has now been deleted. Australia The actor Claudia Karvan has joined a campaign in the the small south coast town of Manyana to save its only significant unburnt piece of bushland from development. Manyana residents are calling on the state government to buy the land and turn it into a nature reserve. The Labor senator Penny Wong has urged Scott Morrison to confront Donald Trump about concerns the US-China trade deal is hurting Australian agriculture. The push comes as Mike Pompeo, the US secretary of state, urges Victoria to think twice about potential projects under China’s Belt and Road Initiative. Western Australia is experiencing a “once-in-a-decade” storm, with the entire coast to be hit by ex-Tropical Cyclone Mangga. The storm is expected to bring 100km/h winds, heavy rain and massive waves along a 3,000km stretch of coast. The world The New York Times has covered its front page with the names people who have died from coronavirus. As the death toll in the US nears 100,000 the Times describes the deaths as “an incalculable loss”. A former state epidemiologist in Sweden has said the country’s relaxed approach to the coronavirus is wrong. Annika Linde, who oversaw Sweden’s response to swine flu and Sars, says Sweden has failed vulnerable people. The Wuhan lab close to the heart of the Covid-19 outbreak has said it was working on three live strains of bat coronavirus but none match the one that caused the pandemic. Wang Yanyi, director of the Wuhan Institute of Virology, said the closest genetic match to the virus spreading around the world was only 79.8%. The Brazilian president, Jair Bolsonaro, was branded a “killer” by his opponents as he popped out for a Saturday night hot dog on the day a 965 of his citizens were reported to have died from Covid-19. Recommended reads Complacency about coronavirus could be Australia’s downfall, as the country starts to believe it has put the pandemic behind it, writes Jason Wilson. Australia’s experience of the virus has been shaped by some enduring national attributes, he argues. “One is the tendency to misrecognise miraculous good fortune as good management, and an associated weakness for self-congratulation.” Luke Henrique-Gomes talks to Australia’s new mental health officer, Dr Ruth Vine. Vine strikes a cautionary note when asked about a study that warned of a 25% increase in suicide linked to Covid-19. “I’m aware of it, I think it’s interesting, but I just think it’s more complicated than that.” She suggests it is too early to say what impact the pandemic will have on Australians’ mental health. “We can say people are more worried, because there are so many uncertainties. We love to know stuff, we love to feel we are being fully informed. We don’t like surprises. That’s been a real problem during the pandemic.” • In Australia, the crisis support service Lifeline is 13 11 14. The Covidsafe app was touted as a vital part of the Covid-19 response but has only identified one infected person using its data. “This is an important protection for a Covid-safe Australia,” the prime minister, Scott Morrison, said in late April. “I would liken it to the fact that if you want to go outside when the sun is shining, you have got to put sunscreen on.” Josh Taylor asks how the app went from being the key to allowing Australians to get back to the footy to being barely relevant. Listen In today’s episode of the Full Story podcast Guardian Australia’s political editor, Katharine Murphy, talks to our environment editor, Adam Morton, about Australia’s muddled energy policy. It’s a huge week for the future of renewables and Murphy asks why Australia appears to be making an energy roadmap without a destination. Full Story is Guardian Australia’s news podcast. Subscribe for free on Apple Podcasts, Spotify or any other podcasting app. Sport There are slim pickings for sports fans at the moment with almost all sporting events around the world now cancelled. For those readers who miss the pleasures of a good sporting live blog, check out our coverage of The Match, a $10m golf round for charity including Tiger Woods and Peyton Manning v Phil Mickelson and Tom Brady. Media roundup The West Australian reports on what it describes as “stormageddon” as the entire west coast is battered by ex-Tropical Cyclone Mangga. The Sydney Morning Herald reports on a $50m lifeline for the state’s creative and cultural sector. And the Age reports that seniors organisations are pressing the Morrison government to look at a massive overhaul to the pension system. Coming up The NSW supreme court is set to decide how the Rural Fire Service can spend the $51.3m donated by the Celeste Barber bushfire appeal. There is an appeal hearing at the Brisbane court of appeal in the case of Nine v Wagner. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}