{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/may/02/talking-horses-packed-provisional-schedule-planned-plus-hong-kong-tips", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-05-01T23:03:06Z", "webTitle": "Talking Horses: packed provisional schedule planned, plus Hong Kong tips", "webUrl": "https://www.theguardian.com/sport/blog/2020/may/02/talking-horses-packed-provisional-schedule-planned-plus-hong-kong-tips", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/may/02/talking-horses-packed-provisional-schedule-planned-plus-hong-kong-tips", "fields": {"headline": "Talking Horses: packed provisional schedule planned, plus Hong Kong tips", "bodyText": "A series of rearranged Classic trials and Pattern races have been scheduled for the last two weekends in May if racing is allowed to resume later this month, as the British Horseracing Authority seeks to rescue as much of the Flat season as possible once the current lockdown is eased. The schedule, drawn up by members of the Flat Pattern Committee, would see the Greenham Stakes and Craven Stakes, two major trials for the 2,000 Guineas, taking place on different days over the weekend of 23-24 May. The Nell Gwyn Stakes and Fred Darling Stakes, trials for the 1,000 Guineas, would be staged the same weekend, along with five more Group Three events including the Brigadier Gerard Stakes and the Sagaro Stakes, a trial for the Ascot Gold Cup. The weekend of 30-31 May, meanwhile, would include the Lockinge Stakes, the first Group One of the season, along with the Group Two Yorkshire Cup, and the Dante Stakes, the most significant domestic trial for the Derby. The 2,000 Guineas and 1,000 Guineas would then be run on the weekend of 6-7 June, along with the Group One Coronation Cup, which would normally be part of that weekend’s Derby Festival at Epsom. If the BHA is able to proceed with this “best-case” scenario, Royal Ascot would remain in its traditional position in mid-June, starting on 16 June, with the Derby and Oaks being staged in early July. Sunday’s tips by Chris Cook Those of us who are still learning about Hong Kong racing will be interested in the extent to which team tactics form a part of the action there, which should become clear in the running of Sunday morning’s Queen Mother Memorial Cup. Tony Cruz will saddle the likely favourite, Helene Leadingstar (6.30), whose four opponents are all from the John Moore stable. Helene Leadingstar (6.30) is the “now” horse, having finally got his first two wins in Hong Kong after a couple of years’ trying. This step up to a mile and a half must help a horse who won the South Australia Derby in 2018, when known as Leicester. Sunday morning’s card will be shown live on Sky Sports Racing. 5.30 This “Griffin” race, featuring horses that had not competed before arriving in Hong Kong, has almost exactly the same cast as one that took place three weeks ago. Smiling Face was fancied that day but reared up in the stalls. Runner-up to a useful-looking rival, the horse has hardly anything in hand over Chancheng Prince or Sea Monarch on that showing but that loss of composure may have cost him. If he behaves better on this second outing, he can justify the faith shown by punters that day. 6.00 Demons Rock seems likely to be a short price for a horse that hasn’t won since he was a two-year-old entire with Tom Dascombe in the summer of 2017. A compelling case is hard to make for any of these but Fairy Floss could be worth chancing, since his only previous start on dirt was also the closest he has come to success. 7.00 It has taken time but Fabulous Eight now looks like making good on the promise he showed in late 2018. His third place last month was easily his best effort since then and he can be marked up a bit, having twice met trouble in running. From an in-form stable and with João Moreira aboard, he is sure to be a warm order. 7.30 Others have more obvious claims but there was a lot to like about Mig Energy’s fifth place at Happy Valley just over a fortnight ago. He wasn’t beaten far that day after chasing too hot a pace, while the pair who forced it finished out the back. Hopefully a wide draw means he will avoid getting drawn into an early pace battle and, if so, he has the talent to get involved. 8.00 The tactically versatile Excel Delight is perhaps best suited by creeping into contention, which was how he scored here in February. He nearly pulled off the same trick a fortnight ago when beaten by inches by a classy young rival and will be unlucky to find something of similar talent in this field. 8.35 This drop in class is interesting for Monster Kaka, who has dropped 20lb since starting in Hong Kong a year ago and now looks well treated and ready to win. He was a major eye-catcher when storming into third place a fortnight ago and the extra furlong should help. The lightly raced Snow Airjet may also be worth a second look. 9.05 Rather like his days with James Fanshawe, Enzemble has taken time to put it all together in Hong Kong but he won with a degree of authority when last seen. This belated return to 10 furlongs must be a help to him and he can see off Defining Moment, who has been helped by the visor but now makes a step up in class. 9.35 Party Genius is an obvious chance, but he’ll be a short price and is drawn wide again. Spicy Grill should be available at much bigger odds but is also going the right way and was beaten less than four lengths three weeks ago, after traffic problems. That was easily the best of his four runs and his first attempt at this trip. He should have more to offer. 10.10 Some interest in Good For You seems likely but Elite Patch appeals most, having won a couple of times in this grade in early winter before a step up in class made life tougher. 10.45 The cheekpieces have helped Everyone’s Joy, who gradually worked his way into form before running down a hot favourite here last month. Chad Schofield keeps the ride and they set the standard, with a handy inside draw."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}