{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "inequality/2020/may/25/29000-annual-claims-50-years-equal-pay-act", "type": "article", "sectionId": "inequality", "sectionName": "Inequality", "webPublicationDate": "2020-05-24T23:01:35Z", "webTitle": "29,000 claims a year despite 50 years since Equal Pay Act", "webUrl": "https://www.theguardian.com/inequality/2020/may/25/29000-annual-claims-50-years-equal-pay-act", "apiUrl": "https://content.guardianapis.com/inequality/2020/may/25/29000-annual-claims-50-years-equal-pay-act", "fields": {"headline": "29,000 claims a year despite 50 years since Equal Pay Act", "bodyText": "A consistently high number of workers are alleging that their employers are illegally paying them less than colleagues in similar roles, according to research released to mark the 50th anniversary of the Equal Pay Act. The act, which established the legal principle that workers should receive equal pay for equal work, was given royal assent on 29 May 1970, following the huge publicity generated by striking sewing machinists at Ford’s Dagenham plant. The story of that struggle was revived in the 2010 film Made in Dagenham, starring Sally Hawkins, Bob Hoskins and Miranda Richardson. However, 50 years on, the number of cases brought to employment tribunals are showing no sign of decreasing, according to research by the law firm DLA Piper. Since the 2007-08 financial year, employment tribunals in England and Wales have received more than 368,000 complaints relating to equal pay, an average of almost 29,000 complaints a year. Across the whole period, equal pay claims made up 12% of all cases, which include other complaints such as unfair dismissal, discrimination and unlawful deductions from pay. Equal pay claims made up 21% of all cases in 2017-18, 14% in 2018-19 and 14% in the first three quarters of 2019-20, the research found. Jane Hannon, DLA’s employment partner, said: “Whilst the concept of equal pay for equal work has been around for 50 years, the consistently high number of employment tribunal claims indicates that this is an issue which some employers are still grappling with. “However, the employment tribunal statistics may only be the tip of the iceberg – it is not clear how many of the claims that are withdrawn before hearing – some 61% of cases – are actually withdrawn in return for a financial settlement.” Recent cases have included last year’s court of appeal ruling that Asda’s lower-paid store staff, who are mainly female, could compare themselves to higher-paid warehouse workers, who are mainly male, in pay claims. The Ford strike was called in 1968 by female workers who were infuriated by a pay structure that blatantly favoured male workers. Their action triggered a meeting between strike leaders and Barbara Castle, then employment secretary, who brokered a deal to end the three-week strike that included the conception of the new act. The act took effect more than five years later in December 1975 and has since been repealed and replaced by the Equality Act 2010."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}