{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/may/17/charlotte-wood-what-are-we-really-afraid-of-when-we-think-of-old-age", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-05-16T20:00:41Z", "webTitle": "Charlotte Wood: 'What are we really afraid of when we think of old age?'", "webUrl": "https://www.theguardian.com/science/2020/may/17/charlotte-wood-what-are-we-really-afraid-of-when-we-think-of-old-age", "apiUrl": "https://content.guardianapis.com/science/2020/may/17/charlotte-wood-what-are-we-really-afraid-of-when-we-think-of-old-age", "fields": {"headline": "Charlotte Wood: 'What are we really afraid of when we think of old age?'", "bodyText": "A few years ago, a pretty young woman approached me in the lunchroom of the building where I began work on my novel, The Weekend. “You’re writing about ageing, aren’t you?” she asked. I was, I said, smiling. She considered my 50 year-old face for a few long seconds before shuddering, “I’m terrified of ageing.” I burst out laughing. But she’s not alone. Looking down the tunnel to old age, it seems we’re all afraid. But of what, exactly? How should we think about growing old? *** At a dinner I sat next to a darkly witty gerontologist. He was under no illusions about very old age – at one point in our conversation there came some pragmatic deliberation about the best way to kill yourself when the time came. But he was also keen to stamp on a few old-people cliches. He told me of an elderly man brought to an appointment by his children. They were deeply concerned, wanting him assessed for dementia. His major symptom was falling in love with a sex worker, moving her into his house, giving her money and property. The doctor reluctantly put him through rounds of rigorous tests – and found absolutely nothing wrong with his cognition or psychology. He was sane, he was loved, he was happy. The doctor hooted with delight as he told me this story. Later, he asked me: “How many years of your life would you trade for a Booker Prize?” “What?! None!” I replied. I was surprised at the vehemence and speed of my answer, and that I knew it to be absolutely true. Then he asked, “What if they were the years between 85 and 95?” Hmmm. *** My friend J reports on her mother, very slowly dying in a nursing home. She’s in her late 90s, and so frail her heart has not the strength to push blood to the extremities of her body. Her hands and feet are bloodless, cold. Yet when she’s wheeled into a patch of sunshine in the garden, she smiles with deep, sensual pleasure. “How lovely this is,” she says, with relish. Soaking up the warmth, the sound of the trees moving above her. J’s sister leaves a nursing home visit one day in bleak distress. “I can’t go in there any more,” she says. J agrees that it’s very hard, but is curious: What especially prompted this today? Her sister’s expression is almost angry. “It’s that she just – lies there. She’s so …useless.” Another friend’s mother, also in her 90s, was taken to inspect a potential nursing home. Through a doorway she saw some residents in an exercise class. “What’s wrong with them?” she barked loudly. “Nothing,” her daughter said. “They’re just … old.” “Well,” said the mother viciously, “they look retarded.” A different woman, unwell at 79, needed aqua therapy at a rehab centre but refused to enter the pool. “I’m not getting in that water. It’s full of disgusting old bodies.” Everyone in the pool was visibly younger than she. A man in late middle age invited his 86 year-old father to live with him and his family. It hasn’t worked out well. The son describes the sound of his father’s walker creaking down the hall. “I hate him,” he says. Is this dread of the mirror so deeply rooted in all of us? Is it a biological imperative, to turn away as soon as we catch its reflection? *** In 2015, a review in an Australian newspaper rebuked Edna O’Brien for her wild, chaotic and (I thought) stupendously adventurous novel, The Little Red Chairs. The reviewer’s main point was not so much that the book was flawed, though it surely is, but more importantly that the cause of these flaws was the author’s advanced age. What I read, between the faux-respectful lines, was an unprinted command to O’Brien: You’re old. You’re embarrassing yourself. Shut up. O’Brien was 85 at the time. Now she’s 89 and her new novel, Girl, about the Nigerian girls abducted by Boko Haram, was published in September 2019. Not shutting up, then. *** Our predictions for old age foresee an epoch of physical incapacity and psychic misery, in contrast with our vital, flourishing youth. But last night on my couch I spent five minutes scribbling down a list of the troubles that plagued me and those in my social circle – middle class, well educated, well resourced – before we turned 50. The list: Major depression. Anorexia and bulimia. A birth malformation necessitating 15 years of agonisingly painful surgery and follow-up. Panic attacks and agoraphobia. Kidney disease. Broken arms and legs. Chronic, intensifying lung disease. Bipolar disorder leading to job and relationship loss, financial disaster. Endometriosis. Crohn’s disease and irritable bowel syndrome with frequent hospitalisation. Asthma, fatal. Asthma, chronic, multiple hospitalisations. Excruciating diverticulitis. Migraines and an inability to hold a job. Severe postnatal depression. HIV/AIDs, mostly fatal. Type 1 diabetes and complications. Juvenile arthritis with attendant chronic immobilising pain. Major paranoid psychosis, forced hospitalisation and trauma. Cardiac problems, multiple open-heart surgeries. Schizophrenia causing lifelong inability to work and extreme social isolation. Melanoma. Bowel cancer, fatal. Breast cancer, fatal and non-fatal. Brain cancer, fatal and non-fatal. Stevens-Johnson syndrome caused by medical malpractice. Stomach cancer, fatal. Strokes, locked-in syndrome, fatal. Severe addiction to illegal drugs, alcohol, prescription painkillers. Chronic and acute immobilising pain in spine, knee, neck, foot. Knee and shoulder surgery, severely limiting mobility. High blood pressure. Car accidents, frequently fatal. Farm accidents. Multiple sclerosis. Guillain-Barré syndrome. Suicide attempts. Suicide. After five minutes I stopped scribbling. Excluding a couple of the cancers, almost all of these issues had first occurred before age 30; many have persisted into the fifth and sixth decades. Yet some cognitive dissonance allows us to perceive even long-term disorders in youth as somehow aberrant, manageable and far less horrifying than the potential “degradations” of old age. I recently saw a birthday card carrying the image of a haughtily elegant middle-aged woman in 1950s attire. The caption read, “Honey, you couldn’t pay me to be 20.” I bought it immediately. I was not a happy or a healthy young person. I had chronic asthma exacerbated by smoking; I was unfit; my diet was ordinary. “Orphaned” by 29, I spent most of my 20s and 30s in grief. I was deeply anxious with little confidence, my fretful neediness causing relationship problems. For many of those years, I cried every week. The day I turned 50, I felt a mysterious surge of what I could only think of as power. A deep optimism, energy and peacefulness took up space inside me. Give or take a few crises since, it hasn’t really left. In my mid-50s I’m physically and emotionally stronger, healthier, more calmly loved and loving, more productive, more organised, smarter, wealthier and exponentially happier than I ever was in my youth. In the past four years I’ve really cried about three times, on one occasion because a good friend died. I mentioned my mid-life happiness at a public event once. A woman in the audience called out cheerfully, “You think it’s great when you’re 50 – wait till you’re 70!” There are global studies showing what’s called “the paradox of age”, a U-curve revealing that from childhood onwards happiness declines, and then dramatically rises. We’re most miserable in our 40s, but things pick up around 50; happiness at 90 far exceeds that at 18. This upswing is partly owing to life experience, but is also a direct result of getting older, say psychologists: “The biological, cognitive and emotional changes of ageing itself … result in better emotional regulation, greater equanimity and compassion, more comfort with ambiguity, deeper gratitude and a focus upon meaningful engagement in the present.” Having published a novel about older women, I’m now seeing evidence of joyful, mischievous ageing everywhere I go. A woman at a book event tells me that at 77, she’d resigned herself to a life that was winding down, finishing up. Instead, she says in astonishment, “I can’t stop the ideas coming. I just have ideas and ideas and ideas!” She motions with both hands outwards from her head, in a delighted gesture of pouring abundance. Her husband sits beside her, beaming. Another day I overhear two women – perhaps they’re 80 – outside a cinema. One tells the other she’s being badgered to visit her daughter, a long drive away in the country. She looks into the middle distance, then says serenely, “I think she wants me to go before I lose my licence.” The two women look at each other for a second, then burst into wild cackles. They gather their bags and stride into the movie house. *** What am I afraid of, when I think about old age? I’d like to say nothing, but that would be untrue. Dementia, obviously. Relentless physical pain so bad it eclipses small pleasures. Being forced to live with people I dislike. Loss of autonomy. The kind of poverty that destroys autonomy. Unstinting boredom caused by an inability to read or hear. I fear becoming a bitter, self-pitying person. Taking up genealogy. Boring other people to death with my ‘wonderful stories’. What am I not afraid of? Living alone. Being “invisible”. The body’s gradual decline, notwithstanding the above. Death. It’s possible I’m completely deluded. When these things befall me, I’ll probably be terrified. *** In “Why we can’t tell the truth about ageing”, an article in the New Yorker, Arthur Krystal sneers at the recent proliferation of “feel-good” books about getting older. It’s sheer trendiness to put a positive spin on growing old, Krystal grouches: the truth is, it sucks – please let’s stop the lying. Unconvinced by the U-curve, then. But he has a point. It’s true that alongside the horror and revulsion there has now emerged quite a bit of jolly crusading about the fabulousness of old age. Like Krystal, I too find irksome the anti-ageism books refusing to acknowledge the downsides, those calling for a special new language with which to “celebrate” ageing. Ditto the idiotic, sappy memes that pop up now and then on social media. (Wrinkles are engraved smiles? Jesus Christ.) Nor am I drawn to heartwarming movies in the genre that New York Times critic Neil Genzlinger calls Old People Behaving Hilariously. I cheer when Anjelica Huston sniffs her disdain for “apologetically humble or humiliating” film roles, like one in “an old-lady cheerleader movie”. I’m with you, Anjelica, I think. When I’m 67 I want my work taken seriously, too. But then I see a response from Jacki Weaver, who’s in the old-lady cheerleader movie. When she read Huston’s comments, Weaver says, “I just laughed. And then I said, ‘Well, she can go fuck herself.’” I snort jubilantly into my coffee cup. Go, Jacki. I’m with you, too. *** Palliative care nurses have told me people almost always die as they live. A person who has lived with acceptance and gratitude will die in gracious acceptance. One who’s lived in bitterness and entitlement and anger will likely die in the same state. Suddenly it’s blindingly obvious to me that ageing is the same; all our prior years are practice for the hard stuff of getting old. When I think of the old individuals I know who express delight and curiosity, a sense of purpose and appreciation, in ordinary daily life, I realise that give or take a few tragedies, they’ve always been this way. It’s their default state. When I think of the unhappiest old people I know – victimised, spiteful, ungrateful for small pleasures, eternally dissatisfied and offended – I look back and see those traits governing their early and middle years too. Note to self: Practise hard. Question to self: When is it too late to change one’s default state? *** The Good Weekend magazine carries an account of life in a nursing home (“one of the good ones”) by a perceptive retired journalist in his early 80s. He writes brilliantly, the by-line is a pseudonym and the article is gloomy stuff. One of the worst things is enduring mealtimes with a fellow resident as she snatches and grasps, losing her manners, insulting the staff, bullying a vulnerable woman. A week later, a letter appears from an 84-year-old retired pathologist. His experience of residential care, “in an affluent Melbourne suburb”, is much better. Ageing, writes Peter Thomson of Ivanhoe, “is inevitable, inexorable and interesting. AAA rating for ageing: Anticipate, Adapt, Accept”. Ageing is interesting! I keep this letter and think of it often. It might be the most uplifting set of instructions I’ve ever read. It also points to something else that’s scary: positive ageing takes money. My partner and I talk about our Sydney mortgage. Unless suddenly showered with astonishing riches – unlikely – we’ll have paid it off when he turns 78 and I’m 76. I think: we’ll just move to the country. We’ll just move into a bedsit. We’ll just move. As if that will solve everything. When I talk to other people in the arts about “retirement plans”, we laugh grimly. One says hers is to poke out an eye with the car aerial and claim compensation. Another has his sights on a salubrious cardboard box on the median strip as a retirement villa. Nobody has any superannuation to speak of – when the average writer’s income is $11,000 per year, where would it come from? We’ll all just keep working, we say gamely. We’ll keep writing, painting, performing. How could we stop, anyway? We wouldn’t want to stop. We talk about Matisse and his paper cut-outs, Edna O’Brien, Wallace Stegner. Adapting, accepting, but always making, always working. None of us states the obvious: we’re not Matisse, or O’Brien, or Stegner. Nobody talks about what will happen when nobody wants our work any more. *** In recent years it’s come to me that the point of all our living is to get ready to die. People laugh when I say this out loud. How morbid to think of death all the time! But I don’t find it morbid. I find it interesting, a purposeful exercise, considering how to live – to strive towards living – with that readiness inside us. The Jungian psychologist James Hillman posits that the purpose of human ageing is to fulfil our true character, to become our essential selves. More radically, he suggests that ageing might be “a transformation in beauty as much as in biology”. And then he asks a shocking question: could ageing itself be conceived of as an art form? If it can, then maybe artists can teach us to practise it. Push beyond your first ideas, they might say. Develop a tolerance for solitude, and for failure. Make your mark, defend it, then challenge it, overturn it. Jerry Saltz: “Don’t think good or bad. Think useful, pleasurable, strange.” Walt Whitman: “I am large, I contain multitudes.” Helen Frankenthaler: “I’d rather risk an ugly surprise than rely on things I know I can do.” Jasper Johns: “Take an object. Do something to it. Do something else to it.” I’ve asked what we’re really afraid of, looking ahead to old age. I think the deepest dread is of being reduced, simplified. We’re afraid that, to paraphrase British psychologist and writer Susie Orbach, we’ll be “robbed of the richness of who we are” – our complexity stripped away by forces beyond our control. This reduction is already happening with the cheerleaders on one side, the catastrophisers on the other. Ours is an all-or-nothing, black-and-white-thinking culture; we picture ourselves as either relentlessly active, plank posing and Camino walking and cycling into our 90s, or dribbling in a nursing-home chair, waiting for death. But maybe we don’t have to choose either extreme to dwell on. Maybe we can be Anjelica and Jacki; be large, contain multitudes. Perhaps, instead of capitulating to reduction, we can keep adding to our concept of how to age – turn our thinking about oldness into an art, and keep exploring it. Doing something to it, and doing something else. This article was first published in Griffith Review 68: Getting On (Text) as Experiments in the Art of Living (ed Ashley Hay) Charlotte Wood is the author of The Natural Way of Things and The Weekend"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}