{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/may/02/icymi-australian-news-you-may-have-missed-this-week-during-the-coronavirus-crisis", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-05-01T23:47:27Z", "webTitle": "ICYMI: Australian news you may have missed this week during the coronavirus crisis", "webUrl": "https://www.theguardian.com/australia-news/2020/may/02/icymi-australian-news-you-may-have-missed-this-week-during-the-coronavirus-crisis", "apiUrl": "https://content.guardianapis.com/australia-news/2020/may/02/icymi-australian-news-you-may-have-missed-this-week-during-the-coronavirus-crisis", "fields": {"headline": "ICYMI: Australian news you may have missed this week during the coronavirus crisis", "bodyText": "As Australia’s coronavirus outbreak continues, a lot of important news has slipped under the radar. From Angus Taylor v Clover Moore, to a looming byelection, and back to the Taylor family’s Grasslands saga, here are the stories you may have missed over the past week. And here is last week’s list of stories – in case you missed those. New details emerge in Angus Taylor document saga After police told New South Wales parliament there was no evidence Angus Taylor’s office had a downloaded an altered City of Sydney document from the council’s website, the minister’s response was to make a distinction between “downloading” and “accessing”. Last year, Taylor used the false document, which contained incorrect figures on council travel, to attack the City of Sydney mayor, Clover Moore, and maintained he had accessed from the council’s website. It emerged this week that NSW police had told the state parliament there was no evidence the documents had been downloaded from the council website, leading to Taylor’s distinction between “download” and “accessing”. Moore, who was also concerned by reports Taylor was not interviewed by police, said it was “nearly beyond belief” Taylor had still not explained the origin of the altered document. Obama White House team watched Gillard’s misogyny speech – a lot In an interview with the podcast A Rational Fear, Obama White House adviser Ben Rhodes revealed the former president’s team would often watch Julia Gillard’s misogyny speech when they were “really annoyed” with Tony Abbott. Rhodes, Obama’s former deputy national security adviser, said the team was often frustrated with the former Coalition PM over his positions on climate change, particularly during the lead-up to the Paris agreement. He did not say whether the former president was among the viewers of Gillard’s speech. In the podcast, Rhodes also revealed how Obama “went way off the script” to blast the Abbott government during a visit to Brisbane for the G20 summit. Investigation finds Taylor-linked company poisoned endangered grasslands A much-anticipated report by the federal environment department concluded a company part-owned by Angus Taylor illegally poisoned critically endangered grasslands in the New South Wales Monaro region. Jam Land, which Taylor part-owns with his brother Richard, was ordered to restore 103 hectares of native grassland three and a half years after poisoning the land on a property in Corrowong. The company avoided a fine and criminal finding, and the company intends to have the decision reviewed. Angus Taylor said he has no direct or controlling interest in the company. Labor the Greens have called for Taylor to resign, citing meetings he sought with senior environment officials about the grasslands while the review was under way. He denies any wrongdoing. McKenzie’s sports grants submission fails to explain role PM’s office Bridget McKenzie, who quit as sports minister while engulfed in the sports grants scandal, lodged a bulky response to a Senate inquiry that still failed to explain the role of Scott Morrison’s office in rejigging sports funding on the day the last election was called. McKenzie insisted she was not aware of applications for funds being colour-coded according to the party representing the electorate. However, it is likely the former Nationals deputy leader will be directly questioned on matters by the committee next month. Leaked report shows government told to ban fracking in Lake Eyre basin The Guardian obtained a leaked report that revealed the Queensland government was urged by experts to ban fracking in the environmentally sensitive Kati Thanda-Lake Eyre basin. The government had blocked report’s release after granting gas companies new exploration rights, infuriating conservation groups who called for the findings to be made public. Labor MPs quits, setting up Covid byelection Labor MP Mike Kelly, the member for Eden-Monaro, announced he would resign from parliament, citing health issues incurred while he was a serviceman. It sets up a federal byelection contest during the Covid-19 pandemic that could be expected to canvass the government’s response to both the pandemic and the recent bushfires which ravaged the area, as well as other local issues. Labor is expected to preselect the mayor of Bega Valley shire, while the NSW deputy premier, Nationals leader John Barilaro, is considering whether to throw his hat in the ring."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}