{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/may/20/thousands-of-cancer-patients-could-die-early-due-to-coronavirus-delays-study-finds", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-05-19T23:02:10Z", "webTitle": "Thousands of cancer patients could die early due to coronavirus delays, study finds", "webUrl": "https://www.theguardian.com/society/2020/may/20/thousands-of-cancer-patients-could-die-early-due-to-coronavirus-delays-study-finds", "apiUrl": "https://content.guardianapis.com/society/2020/may/20/thousands-of-cancer-patients-could-die-early-due-to-coronavirus-delays-study-finds", "fields": {"headline": "Thousands of cancer patients could die early due to coronavirus delays, study finds", "bodyText": "Thousands of people with cancer could die early because so many hospitals have suspended surgery for the disease while the NHS battles the coronavirus, experts warn today. The pandemic will have “a terrible indirect impact on the lives of cancer patients” for months to come, on top of the devastation for families who have lost a loved one to Covid-19, according to research by the Institute of Cancer Research (ICR). The authors say that the disruption to NHS cancer treatment, and especially delays to operations to remove tumours, will lead directly to some people’s disease having become incurable. Clare Turnbull, a professor of cancer genomics at the institute and consultant at the Royal Marsden cancer hospital in London, said: “The Covid-19 crisis has put enormous pressure on the NHS at every stage of the cancer pathway, from diagnosis right across to surgery and other forms of treatment. Our study shows the impact that delay to cancer treatment will have on patients, with England, and the UK more widely, potentially set for many thousands of attributable cancer deaths as a result of the pandemic.” While a delay in surgery would make no difference to the chances of survival of patients with certain forms of cancer, others would die sooner than if they had had their procedure as planned, she said. “For people with stage one to three cancer, you hope that surgery will cure them. But if you delay there will be a proportion of them who go from the ‘cure’ category to the ‘non-cure’. And the longer you delay, the greater the proportion will be. “For people with prostate cancer, a delay of a few months won’t make much difference. But bowel cancer and bladder cancer are ones you wouldn’t want to leave. If you delay for three months, 10%-15% of people who would get cured don’t, and if you leave it for six months then it’s 25%-30%.” Turnbull and colleagues used Public Health England (PHE) data on how delays to surgery of three and six months affect patients’ chances of still being alive five years later. They then applied that modelling to the 94,912 patients a year who undergo surgery in England to remove a cancerous growth. If all of them experienced a three-month delay, that would lead to the deaths of 4,755 more people than would normally be expected, the ICR team calculated. When the length of time patients are expected to live after surgery is factored in, such delays would lead to a total of 92,214 years of life lost, they said. The findings come soon after research by University College London and DATA-CAN predicted that as many as 18,000 people could die over the next year as a result of delays to their cancer care. NHS England bosses told hospitals in March to continue cancer surgery even when they were shutting down much normal care to concentrate on treating Covid patients. However, many hospitals have nevertheless delayed at least some cancer operations, for example because they had turned their operating theatres into intensive care units. In addition, many cancer patients have been too scared of becoming infected with the coronavirus to come into hospital during the pandemic. Alex Norris, Labour’s shadow minister for public health, said: “We supported the government when they said that all essential and urgent cancer care should continue. But we’ve heard from many people living with cancer who said that this wasn’t the case for them. So I wrote to the minister a month ago for greater clarity. I’ve yet to receive a response.” Separate research has found that women with incurable breast cancer may have their lives shortened as a result of not being able to undergo chemotherapy, have diagnostic scans to monitor the progress of their disease or take part in clinical trials. The charity Breast Cancer Now, which surveyed 580 breast cancer sufferers, said its helpline was receiving calls from people in unprecedented distress as a result of such situations. “It’s extremely concerning to hear of the huge emotional impact the outbreak is having on so many people living with secondary breast cancer,” said Lady Delyth Morgan, the charity’s chief executive. “Many women are experiencing or fearing considerable changes to their care, and the level of anxiety, distress and fear that we’ve been hearing on our helpline is unparalleled in recent years.” NHS England dismissed both pieces of research. An spokesperson said: “These theoretical ‘what if’ scenarios don’t correspond to what is actually now happening, because cancer services are in fact continuing and expanding. Vital tests and treatments are going ahead in a safe way for thousands of patients, including by introducing Covid-protected cancer hubs. Almost 30,000 people began treatment in March – the highest number on record.” NHS bosses have told hospital trusts in England to prioritise surgery and other treatment for cancer patients as they get back to providing their usual full range of services over the next few months."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}