{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2020/may/01/weatherwatch-beltane-celebrates-cleansing-power-of-returning-sun", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2020-05-01T20:30:03Z", "webTitle": "Weatherwatch: Beltane celebrates cleansing power of returning sun", "webUrl": "https://www.theguardian.com/news/2020/may/01/weatherwatch-beltane-celebrates-cleansing-power-of-returning-sun", "apiUrl": "https://content.guardianapis.com/news/2020/may/01/weatherwatch-beltane-celebrates-cleansing-power-of-returning-sun", "fields": {"headline": "Weatherwatch: Beltane celebrates cleansing power of returning sun", "bodyText": "In the pagan calendar, 1 May is Beltane, midway between the spring equinox and the longest day. It marks the point when weather is supposed to improve, and is also called Cétshamhain, or first of summer. Beltane was a traditional Celtic festival celebrated in Scotland, Ireland and Wales, with similar events in Germany and Sweden. The name Beltane probably means “blazing fire”, and the night was marked by the lighting of bonfires to symbolically invoke the growing power of the sun. Dancers would caper around or jump over fires, and cattle were driven around or between fires before being herded to their summer pastures. All the hearths in the community would be extinguished and relit with brands from the Beltane fire. The flames were supposed to have a cleansing effect, the renewed solar light driving out the accumulated bad spirits and pestilence of the long winter. Beltane traditions continued well into the 19th century, despite opposition from the church which attempted to rebrand the event as Walpurgis Night, or Saint Walpurga’s Eve, after the saint responsible for protection against plagues. Beltane has been revived in the modern era as a cultural festival. The celebrations may be low-key this year, but the disinfecting power of the returning sun has rarely been more welcome."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}