{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/may/28/the-first-team-review-a-football-sitcom-fit-for-relegation", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-05-28T21:00:41Z", "webTitle": "The First Team review – a football sitcom fit for relegation", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/may/28/the-first-team-review-a-football-sitcom-fit-for-relegation", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/may/28/the-first-team-review-a-football-sitcom-fit-for-relegation", "fields": {"headline": "The First Team review – a football sitcom fit for relegation", "bodyText": "As the new sitcom from the creators of The Inbetweeners, The First Team (BBC Two) comes with the weight of expectation on its shoulders. In this case, its dopey leads are a little older – in their early 20s, in fact – and they are peripheral players at a struggling Premier League football club. As a potential parking space for the banter bus, you would be hard pressed to find anything better than the dressing room of a football club. Plus, it has Will Arnett playing the club’s gruesome chairman, although his appearance is disappointingly brief. The First Team gets off to a slow start, though even the strongest sitcoms rarely find greatness in their early episodes. It inhabits a strange middle ground, as if it’s being stretched between all-out slapstick and the kind of earnest comedies that balance gags with wanting to make an important point. As you might expect from the talent behind it, penis jokes and toilet humour dominate the tone. There’s a running gag about an elongated foreskin. “Is that funny?” says the owner of said foreskin, the monstrous boiling pot of rage, Petey, though the answer appears to be that it definitely is, as we return to the punchline again and again. Our heroes, if we can call them that, are Mattie, who, fresh from a mediocre stint at a US team, has been signed for reasons that nobody can fathom; Benji, an academy player from London who loves women, fast cars and lives with his mum; and Jack, the most sympathetic of the three, a man so completely baffled by his fame and fortune that it’s a wonder he is able to remember his own name. Mattie is the Will of the ensemble, an overexplainer who tries to sort things out with pious bossiness, while actually digging everyone into even deeper holes. Benji is broadly content, while Jack wanders around his empty mansion, unable to buy himself toilet paper, in case fans spot that he has to wipe his backside like everyone else. In a different context, Jack would be a tragedy, but here, his ineptitude is played for sweetness. His self-consciousness about shopping for personal items leads to a caper at a cash and carry involving a lifetime’s supply of loo roll. You can tell that it was written before the recent great panic-buying shortage of 2020, but it certainly makes the argument for stocking up in case of emergencies even stronger. The issue is that its three leads, while entertaining enough, have to work hard to gain the empathy that’s necessary to turn their blandness into a winning everyman appeal. The key point is that they are wealthy and successful (at least, successful enough to play football professionally, if not personally successful, or able to win any matches), yet the main struggles they face are the wrath of irate fans and boredom. Writer Iain Morris has said that the idea came to him in part because of a chance meeting with an ex-player who filled him in on the banal reality of this life. It’s brave to try to write a comedy that leans heavily on a relatively repetitive existence and this never quite transcends that problem. There’s only so long you can watch people sitting around talking and playing Fifa because there’s nothing else to do, even if a number of Twitch stars’ revenues would suggest otherwise. It has moments of inspiration. I loved the mysterious Cesare, a note-taking intellectual of a manager who drinks red wine and speaks in semi-comprehensible platitudes, though the reasons for this are soon explained, which makes me wonder where they will go next with his character. Arnett doesn’t so much steal the scenes he has as fold them up, stuff them in his suitcase and jump on the next plane out of there. Petey is a monster of pent-up rage and aggression whose quest for practical jokes knows no limits and brings out the show’s crude, lewd instincts, which are more convincing than its more sober moments. The “constructive criticism” doled out to the players allows for some creative insults, as well as a summary of what they are up against: “Massive wages, easy life, not bothered.” Still, I finished the first two episodes of The First Team suspecting that I wasn’t the target audience, that I had missed something crucial. In some ways, I felt the same about The Inbetweeners, but the difference with that was that I wanted to watch it anyway. At one point, Petey picks Mattie up by the throat and holds him against the wall, screaming: “Is this banter?” I’m wondering the same thing."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}