{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/may/28/running-with-deer-in-park-helped-dina-asher-smith-to-stay-in-shape", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-05-28T21:30:42Z", "webTitle": "Running with deer in park helped Dina Asher-Smith to stay in shape", "webUrl": "https://www.theguardian.com/sport/2020/may/28/running-with-deer-in-park-helped-dina-asher-smith-to-stay-in-shape", "apiUrl": "https://content.guardianapis.com/sport/2020/may/28/running-with-deer-in-park-helped-dina-asher-smith-to-stay-in-shape", "fields": {"headline": "Running with deer in park helped Dina Asher-Smith to stay in shape", "bodyText": "Dina Asher-Smith has described how running with deer has kept her fit during the Covid-19 lockdown, also admitting she felt relieved when the Olympics were postponed because of the near-impossibility of training sufficiently. If the Tokyo Games take place next year, Asher-Smith will be highly favoured to build on her 200m gold medal from the 2019 world championships. But that could hardly have felt a more remote prospect when the first British woman to win a global sprint title found herself making do with a complete change of rhythm, and surroundings, over longer distances in a deer park in recent weeks. “The sprinters always joke that we don’t understand how the longer‑distance people go on those long runs,” the 24-year-old said. “When the scenery is so pretty I was starting to understand it. Running in a park among deer is definitely not what I would normally be doing. My normal training programme consists of a lot of gym, a lot of short, sharp and powerful things. It was strange but it was a peaceful change.” The Olympics were postponed on 24 March, a day after the UK lockdown began. Had the Games proceeded as scheduled from 24 July, Asher-Smith and her peers would have faced a monumental task to keep in peak condition over the following four months. “On the day it was announced it was cancelled, I remember feeling relieved in a way. I think it had become unfeasible in the situation we were in at the time. I remember thinking: ‘How am I meant to do Olympic standard training and keep up the shape I need and want to be in for the Olympics from training in my flat? “Before that, I went through a period like a lot of athletes did of disbelief, thinking: ‘No, don’t be silly. It won’t be cancelled.’ Then, as everything got worse, I thought: ‘I don’t know how tenable this is.’ Then gradually I was accepting: ‘Yeah, this is pretty unlikely.’” Asher-Smith was speaking, along with fellow British athletes Katerina Johnson-Thompson and Adam Gemili, on How Dina and Kat Struck World Gold, which will be aired on BBC One on Sunday. Johnson-Thompson, who beat the Olympic champion Nafi Thiam to win the world title in Qatar, said she took the Tokyo 2020 postponement well but found the delay of the world indoor championships, which will now take place next year in Nanjing, harder to take. “Then I didn’t have any focus to train for,” she said. Johnson-Thompson made the difficult decision to return to Liverpool from her base in Montpellier, after being confined to her apartment for training. “It was a lot easier than being in France. I have been able to keep up fitness quite well. But what has been lacking is technical work I am missing from my coach.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}