{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/commentisfree/2020/may/21/jacinda-arderns-global-renown-is-great-but-she-must-do-more-for-women", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-05-20T22:51:05Z", "webTitle": "Jacinda Ardern's global renown is great, but she must do more for women | Jennifer Curtin", "webUrl": "https://www.theguardian.com/world/commentisfree/2020/may/21/jacinda-arderns-global-renown-is-great-but-she-must-do-more-for-women", "apiUrl": "https://content.guardianapis.com/world/commentisfree/2020/may/21/jacinda-arderns-global-renown-is-great-but-she-must-do-more-for-women", "fields": {"headline": "Jacinda Ardern's global renown is great, but she must do more for women", "bodyText": "The gendered dimensions of political leadership during the Covid-19 crisis has achieved global proportions, with headlines claiming that women are doing things differently, and with better results. Much of this is assertion, given Vietnam and Georgia, amongst other countries with male leaders, have also seen successful containment. We have also witnessed some pushback against the policy decisions taken by Belgian prime minister Sophie Wilmès. Nevertheless, the novelty of women political leaders remains newsworthy, and the media’s go-to international “face’” of those women who have managed this crisis exceptionally well is Jacinda Ardern. The story of Ardern’s rise and rise is well known around the world. From her “Borgen” moment post-2017 election, securing government after coming through from second place to form an unlikely three-way partnership; to having a baby in office and responding to the Christchurch massacre with words of kindness and resolute determination, hers was deemed a new style of leadership. But as her international acclaim increased, the voices of domestic sceptics grew louder. There was some criticism that her language of kindness had not translated into substantive policy solutions for the most vulnerable of New Zealanders, including children in poverty. There was also lingering disquiet that her coalition partner, New Zealand First, was dampening Labour’s progressive ambitions to be the government of transformation. By February this year, even with Ardern at the helm, Labour had yet to win over centrist National supporters. The polls regularly had the National opposition scoring a higher share of the vote, suggesting the September 2020 election would go down to the wire. On 18 May, all that changed. The Newshub Reid Research poll showed Labour’s support at 56% compared with National’s on 30%. Ardern’s popularity had soared to a whopping 59%, while almost 92% of respondents said they supported the four-week lockdown imposed from 11.59pm on 25 March, when New Zealand was at 205 cases. Ardern faced the media almost daily, updating journalists and the thousands of New Zealanders who tuned in at 1pm every day with policy details and succinct reminders about staying home, spacing out, and being kind. Internationally, Ardern was being touted as one of a few leaders that had managed both the lockdown, and the communication around the virus, well. It appears that now both New Zealanders’ sentiments and the global assessments are in synch. But what next? Is an election win for one of our most popular leaders ever a given? Most of the Reid Research poll was conducted prior to the country’s move to alert level 2 (and the new freedom that comes with that), and closed just two days after last week’s budget. The $50bn rescue fund included an extension of the wage subsidy in an effort to delay the inevitable onset of high unemployment levels. But the economic predictions remain dire, both in terms of debt and job losses. Historically, alongside party identification (or loyalty), it is the state of the economy, and perception of one’s economic wellbeing, that influences the way New Zealanders vote. History also tells us that one-term governments are unusual (the last one was the third Labour government in 1972-75), that in times of crisis, the status quo rather than change, is “comforting”. And with the budget, Ardern’s government delivered an economic stimulus package that spoke to these historical impulses. The focus was on wage earners, indeed mostly blue-collar workers (an old fashioned Labour term to be sure); keeping them in jobs, finding them new jobs, and providing universal free access to retraining to support the process of rebuilding New Zealand’s economy. The allocation for “essential workers” (health, education and care work) gained less attention, and there was little funding for beneficiaries, including sole parents, the majority of whom are women. The well-received budget also appealed to a national (albeit gendered) imagining of the good old days of the ministry of works, when full employment referred to male full employment, and Labour won significantly more of their votes from men than from women. It was only in the 1990s, under Helen Clark’s leadership, that Labour’s gender gap in voting began to close. Indeed women voters became a critical part of Labour’s pathway back to power after their decimation in 1990. Jacinda Ardern’s astute political judgement, her authentic communication style and her capacity for calm resolve over the past two and a half years appears to have inspired many voters, both women and men, to return to Labour. However, the election of women leaders brings with it, rightly or wrongly, an additional expectation that the material wellbeing of women as workers and carers, will be substantively addressed. Research from around the world demonstrates that the more women there are in parliament, in cabinet, and in decision-making positions more generally, the more likely the diversity of women’s issues are progressed through public policy. This same point was made by Māori and Pacific women leaders at a University of Auckland policy forum on the eve of Budget 2020. Thus, there remains a challenge for Ardern if Labour is to win again, and that is to ensure she is doing more than symbolically representing the women of New Zealand. Jennifer Curtin is professor of politics and public policy at the University of Auckland."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}