{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/may/20/ukraine-joe-biden-petro-poroshenko-recordings-investigation", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-05-20T21:00:19Z", "webTitle": "Ukraine to investigate leaked calls between Joe Biden and ex-president", "webUrl": "https://www.theguardian.com/world/2020/may/20/ukraine-joe-biden-petro-poroshenko-recordings-investigation", "apiUrl": "https://content.guardianapis.com/world/2020/may/20/ukraine-joe-biden-petro-poroshenko-recordings-investigation", "fields": {"headline": "Ukraine to investigate leaked calls between Joe Biden and ex-president", "bodyText": "Ukraine’s president, Volodymyr Zelenskiy, has said that leaked recordings of phone calls allegedly between Joe Biden and former president Petro Poroshenko would be investigated by the country’s law enforcement agencies, adding that their contents might be “perceived, qualified as treason”. The remarks prompted an angry rebuttal from Poroshenko, who said that the Zelenskiy administration may have played a role in their release and should be investigated. The recordings, containing what appear to be heavily edited conversations between Biden and Poroshenko while in office, were published by a Ukrainian associate of Rudy Giuliani in an apparent attempt to embarrass the politicians and dent Biden’s presidential run against Donald Trump in the 2020 elections. The tapes contain few revelations and their provenance remains murky. Still, Trump allies have sought to leverage them to revive scrutiny, as well as conspiracy theories, about Biden’s ties to Ukraine ahead of the 2020 elections. Poroshenko on Wednesday called the leaked audio “fabricated” and a Biden spokesman told the Washington Post were “heavily edited … and it’s still a nothingburger that landed with a thud”. Andrii Derkach, the Giuliani ally, claimed to have received the tapes from investigative journalists. Opponents have pointed at the lawmaker’s ties to Russia. Derkach is a former MP for the pro-Russian Party of Regions faction and attended a KGB-run high school in Moscow. His father was a former KGB officer and then headed Ukraine’s intelligence service. In the edited conversations, Biden apparently ties the delivery of $1bn in aid to Ukraine to Poroshenko firing Viktor Shokin, a former general prosecutor widely considered to be corrupt. In another, the two discuss the potential appointment of his successor, Yuri Lutsenko. Trump and his allies have previously claimed that Biden wanted Shokin fired in order to end an investigation into a Ukrainian company that had employed his son, Hunter Biden. Trump’s insistence that Zelenskiy announce an investigation into the company prompted an impeachment battle that saw him lose a vote in the House but win acquittal in the Senate, largely along party lines. But Biden had previously stated publicly that he had pressed Poroshenko to fire Shokin, even issuing a six-hour ultimatum. “If the prosecutor’s not fired, you’re not getting the money,” he recalled during a conference in 2018. “Son of a bitch, he got fired.” Poroshenko leveled an attack at the tapes on Wednesday, saying that the “fifth column of the Kremlin has launched a full-fledged special operation against Ukraine. By means of pulling Ukraine into the electoral struggle in the US they are trying to undermine the US bipartisan support of Ukraine.” A lawyer for Poroshenko on Wednesday, Ilya Novikov, said there was no basis for a treason charge in the tapes. “The same negotiations with the same content have taken place over these last years, and the last year under President Zelenskiy is no exception.” Derkach met with Giuliani in Kyiv last year while the former Trump lawyer said he was gathering evidence about the Trump impeachment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}