{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/may/14/into-the-icy-depths-the-10-rules-for-freezing-food-from-berries-to-beef", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-05-13T23:00:53Z", "webTitle": "Into the icy depths! The 10 rules for freezing food – from berries to beef", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/may/14/into-the-icy-depths-the-10-rules-for-freezing-food-from-berries-to-beef", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/may/14/into-the-icy-depths-the-10-rules-for-freezing-food-from-berries-to-beef", "fields": {"headline": "Into the icy depths! The 10 rules for freezing food – from berries to beef", "bodyText": "Do not feel guilty if you neglect your freezer. It happens to the best of us. “I don’t think I cleaned ours at home in a year until lockdown,” confesses Nina Matsunaga, the chef-owner at the Black Bull Inn in Sedbergh, Cumbria. “We do our work freezer every couple of days.” Like Matsunaga, many of us are looking anew at our freezers. Covid-19 has concentrated minds on saving money, minimising waste and shopping less frequently. People are storing more, collectively, and after a 30% spike in the month before lockdown, frozen food sales have continued to rise, according to the British Frozen Food Federation. You can work productively with whatever you have, from giant chest freezers to single compartments in small fridges. All sub-zero space is useful. But how many of us know how best to utilise what in her book The Ice Kitchen Shivi Ramoutar describes as an “unfashionable” preservation method? What freezes well? What doesn’t? How do you manage those icy depths? We asked the experts. Is there a broad rule when choosing what (not) to freeze? Freezing produces structurally damaging ice-crystals. Slow freezing produces bigger crystals. Therefore, “drier” ingredients freeze best. Peas thrive at -18C, while berry fruits turn to mush as they defrost. If you are making jam that is fine but freezing can ruin less flexible foods. For instance, the Michelin-starred chef Tom Kerridge, owner of the Butcher’s Tap butcher in Marlow, Buckinghamshire, warns against freezing prime cuts – even high-grade, dry-aged beef – and particularly cheaper, watery steaks: “The muscle fibres get stretched and when it defrosts water comes out and that steak’s juiciness becomes insipid. You’ve broken its body.” How do you protect food in that icy environment? Exposed to freezing air, loosely wrapped foods become dry, icy and corroded – so-called “freezer burn”. To avoid that, place food in reusable silicone pouches or heavy plastic food bags, push as much air out as you can, and seal. Freeze each pack laid flat at first to minimise ice crystals. “Flat surface areas freeze quicker,” says Dan McGeorge, the head chef at Rothay Manor, Cumbria, which also allows you to arrange your freezer like a filing cabinet. Sorry, filing cabinet? We tend to dump stuff in freezers where it sits for years, unlabelled and unidentifiable. Avoid that by labelling your flattish packs of rice, soups, sauces, shredded meat, chopped vegetables etc top right and storing them upright in a freezer drawer like files, rotating the oldest to the front. “You just riffle through to find the right pack and pull it out,” says Lulu Grimes, the managing editor of BBC Good Food. Ramoutar’s labels include the date the food was frozen (her general rule is to use everything within three to six months) and: “How I reheat it, so H for hob, O for oven, a temperature and time.” You can buy special freezer labels, but paper, pen and sticky tape works. Avoid washable markers that rub off easily. Tip! From bacon rashers to egg whites, portion food into identifiable, user-friendly quantities. “Don’t freeze berries, sausages or meatballs in blocks,” advises Si Toft, the chef-owner at the the Dining Room in Abersoch, Gwynedd. “Lay them on greaseproof paper, freeze for two hours, then bag them and take out individual handfuls.” Is there anything you should never freeze? Very little gets a flat no. Defrosted boiled eggs and raw potatoes are grim, however, and raw egg yolks go rubbery. “Whisk them slightly and add a stabiliser – salt or sugar, depending on what you’re doing with them,” suggests Ramoutar. Generally, this is a question of preparation and end use. Can you be bothered to protect a food’s textural integrity and will that matter? Deseeded, salted, sliced, rinsed, dried and frozen cucumber makes lovely crunchy batons for dips, but that is a lot of graft. Conversely, soft herbs that turn into dark mulch as they defrost taste fine in soups and sauces – as do finely chopped vegetables. Large pieces of raw vegetable become spongy in the freezer, which will not enhance your Sunday roast. Cook before freezing for a better result. Broadly, if you are going to blitz it later, if you just need the flavour and not the mouthfeel, you can freeze anything. But blanching soft herbs and vegetables – submerge briefly in boiling water, plunge them into ice, dry them thoroughly – helps to retain colour and flavour. Can you freeze milk and cheese? Milk, yes. Cheese is complicated. “I don’t recommend it,” says Dan Bliss of the cheesemonger Paxton &amp; Whitfield. “The moisture and fat splits. Defrosted cheese has a weird texture. But avoiding food waste is close to my heart. Hard, mature cheeses and firm blues freeze better – they are fine in a toastie, and you get amazing pockets of molten cheese in scones when you add grated frozen cheese to the mix. With soft cheeses, make lasagne or sauces and freeze those.” What is the problem with fish? Historically, “fresh” fish was regularly frozen at sea and defrosted for sale, which meant you could not freeze it at home without cooking it first (on the basis that you should not refreeze defrosted food). That is no longer always true. Ask your fishmonger for guidance or check the label, which may explain: “This product was previously frozen and has been restored to chill temperature under carefully controlled conditions. It is still suitable for home freezing.” Ideally, freeze whole fish or skin-on fillets. Brining the fillets (10% salt solution, 20-40 minutes), helps to firm up the delicate flesh. Thoroughly dry the fish, and wrap it in a moisture-absorbing cloth and lots of clingfilm. “When you think you’ve got enough, double it. The secret is knowing it’s covered,” says the chef John Molnar, owner of the Cod’s Scallops fishmongers and chip shops in Nottingham. Molnar dislikes freezing seafood – although, interestingly, freezing helps to tenderise fresh squid and octopus – but, carefully separated and wrapped, scallops work well: “Stacked like a packet of Rolos.” Do you really need fresh herbs and spices? If you want them to look great, yes. If you just need flavour, no. Soft herbs can be blitzed and frozen in cream or oil, and you don’t need to carry a vast array of fresh spices to make curry. “I freeze whole spices to keep them fresh: tamarind paste, curry leaves, blitzed ginger, garlic and whole fresh turmeric, which I grate when needed,” says Sumayya Usmani, a Pakistani food expert and owner of Glasgow’s Kaleyard Cook School. Can a freezer fast-forward my cooking? In endless ways, from using cooked frozen rice in stir-fries (undercook it by 20%, make sure you cool it quickly, freeze) to making soup in minutes from frozen spinach. Freezing flavoured butters (chipotle, jerk, sriracha, lime and chilli), is a simple flavour-boosting shortcut, while Matsunaga’s freezer contains various raw doughs, fresh yeast (“Use it straight from the freezer”) and even parathas cooked in a dry pan. “They are fantastic defrosted and fried in ghee or butter – like a fresh batch.” Ramoutar makes no-cook, soft-set freezer jam (“Blitz fruit, sugar and a little citrus and pop it in”) and Carl Clarke, the chef-founder at Chick ‘n’ Sours, London, creates instant ice-cream by freezing, for example, bananas, dark chocolate, peanut butter and coconut yoghurt and combining them in a powerful, Nutribullet-style blender. If not prime cuts, can we freeze any meat? “Professionally, I’m not keen,” says Kerridge. Indeed, most chefs use the freezer as a tool for meat rather than for storage. If you want perfectly cubed pancetta or incredibly thin beef for carpaccio, firm the meat by freezing it for 30 minutes, then slice it. James Cochran, the head chef at 12:51 restaurant in London, uses a Microplane to grate frozen beef on to poached eggs (“like fancy tartare”) and bone marrow into mash, “like parmesan, to add umami”. Kerridge is more open to freezing meat at home – “cured meats work fine” – and in braises, curries or stews, where the sauce is the main flavour, it will be impossible to detect if the beef shin, ham hock or chicken breasts used were frozen. “Packet chicken breasts are just protein which takes on the flavour of whatever they are cooked in,” he says. Is the freezer a baker’s secret weapon? It certainly lends itself to cool hacks (sorry). Chilling layers of a celebration cake makes them less fragile as you trim and level them, but also, says Rachel Stockley, the head chef at Baratxuri in Ramsbottom, Bury, if you freeze the icing as you complete each layer it produces a smooth, hard finish, so the cake “sits in those even layers the pros get”. After glazing sausage rolls and pies, Andy Waugh, of Mac and Wild, London, freezes them for 30 minutes and repeats that before cooking: “It gives you an extra-lush finish.” The freezer will even save wedges of dry fruit cake, advises Scott Paton, the head chef at Boringdon Hall, Devon: “The fruit plumps up and makes the cake moist.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}