{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/may/14/extras-ricky-gervais-and-stephen-merchants-take-on-celebrity-is-still-irreverent-clever-fun", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-05-13T23:09:03Z", "webTitle": "Extras: Ricky Gervais and Stephen Merchant's take on celebrity is still irreverent, clever fun", "webUrl": "https://www.theguardian.com/culture/2020/may/14/extras-ricky-gervais-and-stephen-merchants-take-on-celebrity-is-still-irreverent-clever-fun", "apiUrl": "https://content.guardianapis.com/culture/2020/may/14/extras-ricky-gervais-and-stephen-merchants-take-on-celebrity-is-still-irreverent-clever-fun", "fields": {"headline": "Extras: Ricky Gervais and Stephen Merchant's take on celebrity is still irreverent, clever fun", "bodyText": "When we first met Ricky Gervais in the early noughties, he played the cringe-inducing but highly recognisable boss from hell in The Office. David Brent was smarmy and desperate for approval, a dreamer with outsized ideas about his own potential. The Office was difficult to watch because it magnified the minutiae of ordinary life. It was darkly comical but also extremely relatable. It also felt like a cautionary tale: we’ve all had horrible jobs, forced to engage with strangers, but they were temporary. The Office suggested that dreams are nice, but most people will stay stuck in order to stay safe. It’s a problem Gervais continues to explore in his satirical 2005 series Extras, again brought to us in partnership with the brilliant Stephen Merchant. But Gervais’s Andy Millman gives him more to work with: an aspiring actor and screenwriter, he shows up to film and television sets to play an extra despite the crushing humiliation of being a nobody among greats. With him is best friend Maggie (Ashley Jensen), a little too dim, but her purity means she’s no threat to Andy and she more quietly takes humiliation on the chin (like Clive Owen deeming her too ugly to have slept with, even as a sex worker). Anyone who has aspirations in a creative field can recognise that breaking through is a slow burn, populated by minor wins. And anyone who has actually been an extra will find themselves nodding along as they observe Andy and Maggie navigate a world that sees them as little more than human props. Extras quickly assures the viewer that, despite the glamour of Hollywood, being behind the scenes is an exercise in the ordinary. As someone who has worked as an extra – sorry, “background supporting artist” – I can tell you that re-watching Extras renewed my respect for the show. It captures well the camaraderie – and occasional competitiveness – of being an extra. There can be a communal spirit that builds friendships. We know the best craft service suppliers. We swap war stories and dish on the actors who were nice to work with, gasping at the divas. Eventually your Facebook feed is crowded with blurred images of a friend in an episode of Doctor Doctor, or someone whose leg made it into the frame of a scene that took seven hours to film. It’s a micro-verse that those in film and TV will fully relate to, many of us harbouring dreams brighter than the bulbs of an artificial TV sun. But Extras is undoubtedly strengthened by the cavalcade of celebrities who appear throughout the show and joyfully subvert their own public image, clearly relishing their oh-so-brief appearances. Daniel Radcliffe, a young heroic figure of Harry Potter innocence, carries around an unwrapped condom, hits on older women and smokes. Comedian Ben Stiller is a maniacal director striving for greatness through another’s war-crime tragedy. Heart-throb Orlando Bloom is obsessed with outdoing his Pirates of the Caribbean co-star Johnny Depp. It’s good fun. Meanwhile, Stephen Merchant is a comical delight as Andy’s hapless and largely ineffective agent, Darren Lamb, more interested in propping up his best friend, Barry (Shaun Williamson), who was once on Eastenders. Admittedly, when you throw in childish Maggie, who oscillates between innocence and unbearable stupidity, it can feel like the show leans too heavily on no one else being as switched-on as Andy. But he’s hardly heroic, so it works. Extras, wrapped up in a world so many are fascinated by, can be on the nose with its commentary on stardom and success, but it gets props for diminishing the mystique. It queries not simply the price of success but the value of it when it requires an inauthentic existence. It certainly wants you to know that celebrities – heightened foibles and egos aside – are human too, and that no matter your external signs of success, they mean nothing without a rich inner world. • Extras is available to stream in Australia on Stan"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}