{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2020/may/09/coronavirus-us-live-trump-staff-test-positive-death-toll-80000-latest-news-updates", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-05-09T22:57:48Z", "webTitle": "Trump fumes as White House staffers test positive and death toll nears 80,000 – as it happened", "webUrl": "https://www.theguardian.com/world/live/2020/may/09/coronavirus-us-live-trump-staff-test-positive-death-toll-80000-latest-news-updates", "apiUrl": "https://content.guardianapis.com/world/live/2020/may/09/coronavirus-us-live-trump-staff-test-positive-death-toll-80000-latest-news-updates", "fields": {"headline": "Trump fumes as White House staffers test positive and death toll nears 80,000 – as it happened", "bodyText": "Here’s a summary of today’s major news items: New York warns of children’s illness linked to Covid-19 after three deaths. The state reports 73 cases of children falling severely ill with toxic shock-like reaction that has symptoms similar to Kawasaki disease. Obama calls Trump’s virus response ‘an absolute chaotic disaster’. The former US president harshly criticized his successor’s handling of the coronavirus pandemic during a conversation with ex-members of his administration, according to a recording obtained by Yahoo News. ‘It happened all at once’: Tara Reade details assault claim against Joe Biden in Megyn Kelly interview. The former staffer discusses her allegation against the presumptive Democratic presidential candidate in an in-depth interview with the former Fox News and NBC host. CDC issues statement on Associated Press report. Robert Redfield, the head of the CDC, responded to the AP’s report that the decision to shelve detailed advice from the nation’s top disease control experts for reopening communities during the pandemic came from the highest levels of the White House. The Centers for Disease Control and Prevention (CDC) director, Robert Redfield, “will be teleworking” for the next two weeks after he was exposed to a person at the White House who tested positive for Covid-19, the Washington Post has reported citing a CDC spokesperson. Late Friday, the Food and Drug Administration commissioner, Stephen Hahn, said he will spend the next couple of weeks in self-quarantine after coming into contact with someone who tested positive, though he took a diagnostic test that came back negative. Both Redfield and Hahn are members of the White House coronavirus task force, which last convened on Thursday. Previously on Friday, Katie Miller, the US vice-president Mike Pence’s press secretary and wife of Trump senior advisor Stephen Miller, tested positive for Covid-19, raising alarm about the virus’ potential spread within the White House’s innermost circle. Donald Trump has announced the federal government will purchase $3bn of dairy, meat and produce from farmers as the coronavirus pandemic continues to disrupt the food supply chain. “Starting early next week, at my order, the USA will be purchasing, from our Farmers, Ranchers &amp; Specialty Crop Growers, 3 Billion Dollars worth of Dairy, Meat &amp; Produce for Food Lines &amp; Kitchens,” Trump tweeted on Saturday afternoon. Farmers across the United States have faced a massive surplus of perishable items in recent weeks as the shutdown of the food service industry has scrambled the supply chain. Christopher D Cook has written about the how Covid-19 has exposed pre-existing malfunctions in the system, suggesting that a focus on smaller farmers and breaking up monopolies could represent a long-term solution. While there’s no single, magic-bullet solution, there are clear and urgently needed policy fixes that would make our food and farming system far more balanced, sustainable, and resilient to crises – whether it be the Covid-19 pandemic or intensifying climate havoc. For starters, policies must support smaller farmers and diversified sustainable production. This includes what’s known as “parity” – a fair price for farmers’ crops, guaranteed by the government, to prevent overproduction and market chaos. Subsidies that currently propel farming consolidation and mass production of commodities for livestock feed and fuel must be reformed to promote organic, smaller-scale, regionally and local foods. This will help farmers survive and provide communities with resilient and diverse food supplies rather than depending on vast and fragile corporate food supply chains. If there were ever a time to bust up the food and farming monopolies, which are reminiscent of the Beef Trust of the early 1900s, now is it. Centralized corporate power is creating agricultural and economic mono-cropping at a time when we most need a food system that’s diverse, equitable and sustainable. The Covid-19 crisis and worsening climate chaos require far more public-sector direction and coordination of something as central to human survival as food. Amid the current supply-chain breakdown, as news spread of gargantuan food waste, some farmers and caravans of volunteers have helped deliver food directly from the farms to people in need – a truly heroic gift. But this vital act, feeding people in need and averting massive food waste, can’t be left to random acts of kindness. Why aren’t federal, state, and local governments setting up food distribution networks, employing laid-off truckers, warehouse workers, and others? Why not create a Green New Deal for food that creates jobs and boosts communities’ ability to feed themselves in these increasingly volatile times? The food supply breakdowns spurred by the coronavirus pandemic are a horrific wake-up call to revamp today’s anarchic corporate food system and start replacing it with a publicly coordinated system that supports small and mid-sized farmers producing diverse organic crops for local and regional markets. Not only can we afford to create such a system, we cannot afford not to make this urgent shift. The mayor of Palo Alto said he “would be really sad and disappointed” if the Tesla CEO, Elon Musk, pulled his company’s factory out of California and is “ready to help” resolve the tech billionaire’s escalating spat with local officials. “Tesla is filing a lawsuit against Alameda County immediately,” Musk tweeted on Saturday morning. “The unelected &amp; ignorant “Interim Health Officer” of Alameda is acting contrary to the Governor, the President, our Constitutional freedoms &amp; just plain common sense!” Musk, who has been the subject of criticism for downplaying the coronavirus pandemic, has been up in arms over California’s stay-at-home restrictions since a first-quarter earnings call at the end of April, calling the directives “fascist”. Tesla’s Fremont plant has been shuttered since 23 March in an effort to stop the spread of Covid-19 with public health officials having since extended the order to the end of May. The Massachusetts department of health reported 138 coronavirus-related deaths in the past 24 hours, including 85 at long-term care facilities, bringing the state’s overall toll to 4,840. Authorities said the number of confirmed cases rose by 1,410, lifting the total count to 76,743. As around most of the country, the virus is disproportionately affecting nursing homes and assisted living facilities. As the Boston Herald reports: More than half the state’s deaths, 2,922, continue to come from long-term care facilities that have been major sources of infection across the country as the pandemic rages. At least 336 long-term care centers in the state had reported at least one Covid-19 case on Saturday, and some 15,965 residents and health care workers had been sickened. The death tolls at nursing homes and assisted living facilities at times have seemed staggering. As of Friday, 73 veterans who tested positive for coronavirus had died in a large outbreak at the Holyoke Soldiers’ Home that has sickened another 78 residents and 83 employees. At the Chelsea Soldiers’ Home, 28 veterans who tested positive for Covid-19 have died, with another 30 residents and 57 staff infected. Earlier this week, the parent company of Courtyard Nursing Care Center in Medford reported 54 residents had died. In all, 75% of coronavirus cases in the city of Holyoke have come from long-term care facilities, Mayor Alex Morse told the Herald Friday, a situation that’s playing out in communities large and small across the commonwealth. “That’s a high percentage here in the city and reflective of elsewhere,” Morse said. Four percent of all coronavirus patients were hospitalized as of Saturday, with 814 in intensive care units. Donald Trump has taken one of his regular shots at his critics in a tweet on Saturday afternoon. “Why is it that all of the political pundits &amp; consultants that I beat so easily &amp; badly, people that charged their clients far more than their services were worth, have become so totally ‘unhinged’ when it come to your favorite President, me. These people are stone cold crazy!” wrote Trump. His current press secretary, Kayleigh McEnany, was one of those pundits who criticized him until joining his team during the 2016 presidential election. In 2015, she called Trump’s criticism of Mexicans “racist”. David Smith has more on McEnany here: The NCAA president, Mark Emmert, has acknowledged that college football – a multibillion dollar industry – may not start on time this year. “If a school doesn’t reopen, then they’re not going to be playing sports. It’s really that simple,” Emmert said in an interview on the NCAA’s official Twitter account on Friday. Emmert said that he hoped fans would be allowed into stadiums at some point in the season but the NCAA would take a cautious approach. “Just because there’s some regulation that’s been lifted doesn’t mean that ... you should immediately put 105,000 fans in a football stadium,” he said. “I think that the proper thing to do and the sensible thing to do is a phased approach. It’s plausible to me that early in the season, let’s just stick with football, you see a very limited fan access, but by later in the season, as things develop, hopefully in a very positive way, you all of sudden can see larger fan bases attending,” he said. Edward Helmore has news from South Dakota on attempts to keep Covid-19 from the Cheyenne River Sioux’s reservation. Leaders of the Cheyenne River Sioux tribe in South Dakota have refused a request from Republican governor Kristi Noem to remove checkpoints leading to their reservation. The leaders say the checkpoints pay a valuable part in protecting the tribe from Covid-19. Harold Frazier, the tribal chairman, said in a statement that the Cheyenne River Sioux would “regretfully decline” to remove the checkpoints, and explained that the reservation is an “island of safety in a sea of uncertainty and death”. Frazier said that Noem “continuing to interfere in our efforts to do what science and facts dictate seriously undermine our ability to protect everyone on the reservation. Ignorant statements and fiery rhetoric encourage individuals already under stress from this situation to carry out irrational actions.” In letters to the Cheyenne River Sioux and Oglala Sioux citing a Bureau of Indian Affairs memorandum, Noem said she would take legal action if the checkpoints weren’t lifted. “The memo makes it clear that tribes must consult with the state of South Dakota and enter into an agreement with the state before closing or restricting travel on state or US Highways. Neither consultation nor agreement among the tribal and state government occurred. Regardless, the Cheyenne River Sioux Tribe and the Oglala Sioux Tribe established checkpoints on state and US Highways to control and restrict non-tribal member travel,” Noem’s letter said. According to guidelines issued by the Cheyenne River Sioux, residents and visitors can pass through the checkpoints only to complete “essential activities”, such as medical appointments or getting essential supplies. South Dakota reported three Covid-19-related deaths on Saturday, as well as another single-day record increase of confirmed cases. There were 249 new cases reported, bringing the statewide total to 3,393. There have been 253 people hospitalized by the virus, with 79 currently in hospital, according to the Argus Leader. There have been 34 recorded deaths from Covid-19 in South Dakota since the pandemic began. New Jersey’s governor, Phil Murphy, called it “a matter of time” until the state defeats Covid-19 with the number of new cases in steady decline. Speaking at his daily press briefing from Trenton, the governor said there were 1,759 new coronavirus cases statewide in the last 24-hour period, raising the overall total to 137,085 but continuing the downward trend. Murphy also reported 166 coronavirus-reated deaths in the last day, lifting the overall toll to 9,116. “These lives should never be just a number,” he said. “They were real people, who lived real lives, and who leave behind real families. They were each a treasured part of our New Jersey family.” The Food and Drug Administration has announced emergency authorization for a new type of antigen tests that could help detect coronavirus quicker and hasten the reopening of the country. Regulators say the tests, developed by San Diego-based Quidel Corp, can “rapidly detect fragments of virus proteins in samples collected from swabs swiped inside the nasal cavity”. The Associated Press reports: The test can rapidly detect fragments of virus proteins in samples collected from swabs swiped inside the nasal cavity, the FDA said in a statement. The antigen test is the third type of test to be authorized by the FDA. Currently, the only way to diagnose active Covid-19 is to test a patient’s nasal swab for the genetic material of the virus. While considered highly accurate, the tests can take hours and require expensive, specialized equipment mainly found at commercial labs, hospitals or universities. A second type looks in the blood for antibodies, the proteins produced by the body days or weeks after fighting an infection. Such tests are helpful for researchers to understand how far a disease has spread within a community, but they aren’t useful for diagnosing active infections. Antigen tests can diagnose active infections by detecting the earliest toxic traces of the virus rather than genetic code of the virus itself. The FDA said that it expects to authorize more antigen tests in the future. Tesla CEO Elon Musk, who has incurred criticism for downplaying the coronavirus pandemic, has threatened to move his business out of California in lashing out against a warning from Alameda county to not open his company’s plant in Fremont, California. “Tesla is filing a lawsuit against Alameda county immediately,” Musk tweeted on Saturday morning. “The unelected &amp; ignorant “Interim Health Officer” of Alameda is acting contrary to the Governor, the President, our Constitutional freedoms &amp; just plain common sense!” On Friday, the county released a statement saying Tesla “must not reopen”, adding: “Restoring all daily activities too soon risks a rapid spike in cases and would jeopardize the relative stability we’ve seen in our health and hospital system.” Six counties in the San Francisco Bay area, including Alameda, barred nonessential manufacturing in a wide-ranging 16 March order. Cuomo announces a partnership with Northwell Health to establish 24 temporary Covid-19 testing sites at churches in predominately minority communities. He is joined remotely by Hakeem Jeffries, a Democrat who represents New York’s eighth congressional district, which encompasses large parts of Brooklyn and a section of Queens. “Communities of color have been hit hard,” Jeffries says. “This is not over for any of us until it is over for all of us.” Cuomo says 15,000 people have been given antibody tests in New York with an overall infection rate of 19.9%. Among the 1,300 transit workers who have been tested, the rate is 14.2%, well below the norm and, Cuomo says, proof positive that PPE works. The governor then explains how the data shows the pandemic is disproportionately impacting lower-income communities and communities of color, saying 20 of the 21 zip codes with the most hospitalizations have greater than average black and/or Latino populations. “When you look at disasters [like] emergencies, hurricanes, floods,” he says, “the cruel irony is the poorest people pay the highest price.” The New York governor, Andrew Cuomo, says total hospitalizations, intubations and new coronavirus cases are all down over the past 24-hour period in his daily briefing from Albany. The bad news: there were a total of 226 deaths statewide yesterday after 216 (Friday), 239 (Thursday), 232 (Wednesday), 231 (Tuesday) and 226 (Monday) over the previous five days. “We would like to see this number dropping at a far faster rate than it has been dropping,” Cuomo says. Cuomo then says three children in the New York area have died from an inflammatory illness potentially related to Covid-19, saying: “This is the last thing we need at this time with all the anxiety we have, now for parents to have to worry if their youngster is infected. In New York City, which has been hit hard by the coronavirus, the subway system is now being shut down between 1am and 5am each night, to allow the disinfecting of trains. This affects the city’s homeless, some of whom use the trains as a form of shelter. Ordinarily it’s less of a problem as the weather warms up, but even though it’s now mid-May this weekend temperatures have plunged and snow has even been reported in Central Park. The city has a solution – as the Associated Press reports: New York City transit officials said they were providing buses for homeless people to shelter from unseasonably frigid weather this weekend during newly instituted overnight subway closures. City outreach workers have been persuading homeless people to leave the system for shelters during the shutdowns. But with temperatures around the freezing mark and a traces of snow reported in Manhattan’s Central Park, transit officials said they also would provide a limited number of buses at end-of-line stations on Saturday and Sunday. The buses are not for transportation, “but may serve as a place for individuals to escape the elements in the short term,” according to a prepared statement from New York City Transit President Sarah Feinberg and Transport Workers Union Local 100 President Tony Utano. “We are providing these buses only during this cold snap and expect the city to continue to step up and take responsibility for providing safe shelter for those individuals experiencing homelessness,” the statement added. Andrew Cuomo, the governor of New York, will be giving his daily coronavirus briefing at 11.30am ET. This morning, he tweeted a quote attributed to Albert Einstein: On Friday, the governor tweeted some facts which make very worrying reading for parents in New York, of which I am one: There have been 73 reported cases in NY of children getting severely ill with symptoms similar to Kawasaki disease and toxic shock-like syndrome. On Thursday, a 5-year-old boy passed away from these complications, believed to be caused by Covid-19. [The state department of health] is investigating. There is further reporting out there, and it is alarming. As CNN quoted Cuomo: “This would be really painful news and would open up an entirely different chapter, because I can’t tell you how many people I spoke to who took peace and solace in the fact that children were not getting infected. We thought children could be vehicles of transmission ... but we didn’t think children would suffer from it.” Centers for Disease Control and Prevention (CDC) director Robert Redfield has released a statement regarding a report this week which said the “decision to shelve detailed advice from the nation’s top disease control experts for reopening communities during the coronavirus pandemic came from the highest levels of the White House, according to internal government emails obtained by the Associated Press”. Here’s the statement in full: The re-opening guidance shared prematurely was in draft form and had not been vetted through the interagency review process. This is an iterative effort to ensure effective, clear guidance is presented to the American people. I had not seen a version of the guidance incorporating interagency and task force input and therefore was not yet comfortable releasing a final work product.” So that doesn’t touch the AP’s contention that the White House quashed the guidance, whatever state it was in. Here again is our chief reporter Ed Pilkington’s piece on the Trump administration’s eagerness to reopen the US economy despite warnings from public health advisers such as Dr Redfield: As I am a Lincolnhead, and rather too fond of reminding people about it, here’s a few highlights of Lincoln biographer and former Clinton aide Sidney Blumenthal’s new piece for the Washington Post. It’s about Donald Trump’s decision, last weekend, to conduct an interview at the Lincoln Memorial and to claim worse treatment than the 16th president, the one who won the civil war, ended slavery and was shot dead on a trip to the theatre… …As “great” as Lincoln might have been, Trump, with his martyr envy, has felt a compulsion to diminish him whenever he raises his name. Even murdered, Lincoln was treated better than Trump. Again, Trump wins. …Trump has claimed that his poll numbers are higher than Lincoln’s. “Wow, highest Poll Numbers in the history of the Republican Party,” he tweeted. “That includes Honest Abe Lincoln.” There were no polls in the 1860s. …Trump’s self-celebration has had a persuasive effect on present-day Republicans, who, according to an Economist-YouGov poll that appeared after Trump’s projection, favored Trump over Lincoln 53% to 47%. Blumenthal goes on to make a comparison between the 45th president and a predecessor many have suggested is a better match than the 16th: Lincoln’s predecessor James Buchanan might provide the better analog for today. In manner and experience, Buchanan was Trump’s opposite – dignified, polite, abhorring vulgarity. But his White House was a hive of treason, with his trusted Southern cabinet members plotting secession. Confronted with catastrophe, Buchanan blamed the crisis on antislavery “agitation” and declared that neither the president nor the Congress possessed the constitutional authority to oppose the dissolution of the Union. Trump, echoing Buchanan, similarly abdicates his responsibility in the face of the pandemic. Effectively cutting the states loose, he stated that the federal government is a mere “backup,” infamously declaring, “I don’t take responsibility at all.” While Buchanan’s passivity was feckless, Trump’s is both feckless and cynical. Anyway, so much for the history-loving centrist dads among the Guardian readers. Here’s an interview with Blumenthal I did last year, on publication of volume three of his five-volume life of Lincoln: Here’s our write-up of the Yahoo News report on what Barack Obama reportedly thinks (note couching, skepticism fans) of the Trump administration’s decision to drop the case against Michael Flynn, and the White House’s management of the coronavirus outbreak. It’s not pretty for Trump, obviously. Still awaiting his response. A weekend editor’s lot can be a lonely one and his load heavy – although I wouldn’t expect anyone to feel sorry for me, don’t worry – but that load can be lightened by just 11 magic words: “There is no White House briefing on the press schedule today.” I’ve typed them and for now they hold true. We’re not due to hear from Donald Trump or from Kayleigh McEnany, his combative but more-available-to-be-combative-than-her-predecessor-so-kudos-for-that new press secretary. Although: 5:00PM – THE PRESIDENT participates in a meeting with Senior Military Leadership and National Security Team. It’s not closed press. So Twitter aside, we may hear from Trump yet. Anyway. Coffee. Yahoo News has a big fat scoop, having obtained what it says is tape of Barack Obama talking to his alumni association about the justice department’s decision to drop the case against Michael Flynn, the former Trump national security adviser who pleaded guilty to lying to the FBI about his contacts with Moscow. A report on the report is on its way. But further down the Yahoo story, which is by Michael Isikoff, a chap who knows his Russia onions, as it were, Obama reportedly addresses Donald Trump’s handling of the coronavirus outbreak. Here’s the passage in full: This election that’s coming up on every level is so important because what we’re going to be battling is not just a particular individual or a political party. What we’re fighting against is these long-term trends in which being selfish, being tribal, being divided, and seeing others as an enemy — that has become a stronger impulse in American life. And by the way, we’re seeing that internationally as well. It’s part of the reason why the response to this global crisis has been so anemic and spotty. It would have been bad even with the best of governments. It has been an absolute chaotic disaster when that mindset – of ‘what’s in it for me’ and ‘to heck with everybody else’ – when that mindset is operationalized in our government. It’s not like Donald Trump to take such words lying down, of course, so one would expect a cannonade of tweets to blast from the White House portico at some point soon, aimed at the Obamas in Kalorama. …and welcome to another day of coverage of the coronavirus outbreak, and the politics of it, in the US. First, as ever, the salient figures from Johns Hopkins University in Maryland: US cases: 1,283,762 US deaths: 77,175 New York cases: 330,407 New York deaths: 26,243 Other states are hard hit: there have been nearly 9,000 deaths in New Jersey, nearly 5,000 in Massachusetts and more than 4,000 in Michigan. And yet, encouraged by the White House, much more than half the 50 states are looking at various forms of reopening their economies. Here’s Ed Pilkington, our chief reporter, on why that is a terrible gamble: Speaking of the White House, the virus has circled closer to the president himself: this week a valet who served Donald Trump, the vice-president Mike Pence’s press secretary (who is married to senior policy aide Stephen Miller) and Ivanka Trump’s personal assistant have tested positive. The president, whose reluctance to wear a mask and socially distance is well known, was reportedly “lava level” angry about it all. So, to quote Kurt Vonnegut as I have tended to throughout this dizzying time, it goes. It’s hard of course to keep up with all the coronavirus news, but here’s some of it in summary, with links to coverage: More than 33m Americans have filed for unemployment, the worst such crisis since the Great Depression of the 1930s. Business editor Dominic Rushe asks if it could have been avoided. Trump thinks the virus will “go away” before a vaccine is found. He also thinks 95,000 Americans will die. The president has been revising his predicted death toll upwards. Official federal estimates are higher. The president, who is being tested daily, doesn’t think testing is all that important (this is from the Washington Post). More to come, obviously."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}