{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/may/20/ngolo-kante-granted-compassionate-leave-by-chelsea-over-covid-19-fears", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-05-20T21:52:44Z", "webTitle": "N'Golo Kanté granted compassionate leave by Chelsea over Covid-19 fears", "webUrl": "https://www.theguardian.com/football/2020/may/20/ngolo-kante-granted-compassionate-leave-by-chelsea-over-covid-19-fears", "apiUrl": "https://content.guardianapis.com/football/2020/may/20/ngolo-kante-granted-compassionate-leave-by-chelsea-over-covid-19-fears", "fields": {"headline": "N'Golo Kanté granted compassionate leave by Chelsea over Covid-19 fears", "bodyText": "N’Golo Kanté was granted compassionate leave to miss Chelsea’s second day of phase one training because of the midfielder’s fears over the coronavirus. While Kanté took part in Chelsea’s return to small group training on Tuesday after registering a negative coronavirus test, the France World Cup winner has concerns regarding attempts to resume the Premier League season. The 29-year-old is not convinced that it is safe to train while the UK remains in the grip of the pandemic and was given full consent to miss Wednesday’s session by Frank Lampard and the club. Lampard fully supports Kanté’s stance and it is not known when the Frenchman, who trained at home yesterday, will return. Kanté’s elder brother Niamh died of a heart attack shortly before the 2018 World Cup and he lost his father when he was 11 years old. Kanté, a quiet character who is understood to have largely remained indoors with one of his brothers since the suspension of the season, also experienced a health scare when he collapsed in front of his teammates at Chelsea’s training ground two years ago. Tests did not reveal any heart concerns but the former Leicester player missed Chelsea’s next game. Callum Hudson-Odoi was also absent from Wednesday’s session after falling ill. The winger’s condition is not related to coronavirus or his arrest last weekend. He has been prescribed a course of medication. Olivier Giroud and Willy Caballero have both signed contract extensions which will keep them at Stamford Bridge for another year. Giroud had been linked with Internazionale and Lazio but the striker regained his place in the team side before the lockdown and Chelsea have decided to trigger a one-year option in the Frenchman’s current deal. Lampard has been impressed with Giroud’s attitude and the manager is also a fan of Caballero, the 38-year-old goalkeeper. Tying Giroud and Caballero down to new deals represents good business for Chelsea, who could yet lose Pedro and Willian on free transfers this summer."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}