{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/may/05/white-house-coronavirus-taskforce-winding-down-why", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-05-05T22:36:27Z", "webTitle": "Why is the White House winding down the coronavirus taskforce?", "webUrl": "https://www.theguardian.com/us-news/2020/may/05/white-house-coronavirus-taskforce-winding-down-why", "apiUrl": "https://content.guardianapis.com/us-news/2020/may/05/white-house-coronavirus-taskforce-winding-down-why", "fields": {"headline": "Why is the White House winding down the coronavirus taskforce?", "bodyText": "The Trump administration is poised to break up the White House coronavirus taskforce, the public face of the US response to the virus, even as experts warn that the worst is yet to come. Here is what we know so far about the taskforce and where the US stands in its response to Covid-19. What is the coronavirus taskforce? Days after public health officials announced the first confirmed case of Covid-19 on US soil on 21 January, the White House announced that it had formed a taskforce that would lead the federal government’s response to the pandemic. The group, it said, would work together to monitor, contain and mitigate the spread of the virus in the US and keep the public informed about important public health and travel guidance. By March, as the US reported thousands of new cases of Covid-19 every day, the taskforce gave daily press briefings, ostensibly to update Americans about the public health emergency. But at the end of April, the briefings stopped. The last press conference was held on 24 April. According to reports, Trump’s advisers said his daily appearances were hurting his chance of re-election in November, especially after he suggested – with no evidence – that disinfectant could fight the virus in human bodies. Who is on the taskforce? Headed by Mike Pence, the taskforce is made up of members of Trump’s cabinet, including Alex Azar, secretary of health and human services, and Steve Mnuchin, secretary of the treasury. There are also representatives from different departments, such as transportation and defense, and various advisers to the president. Trump appointed two well-respected epidemiologists, Drs Anthony Fauci and Deborah Birx, to the taskforce. Both, though especially Fauci, have been widely regarded as the sober voices centered on public health, in contrast with the political figures on the taskforce. What effect is Covid-19 having on public health in the US? Data compiled by Johns Hopkins University and released on Tuesday showed that the number of coronavirus deaths in the US had passed 70,000 – far more than any other country, and over a quarter of all coronavirus deaths in the world. As of Tuesday afternoon, the US had nearly 1.2m confirmed cases, one-third of the worldwide total. The virus has had a devastating effect in communities across the US as hospital systems have become overwhelmed and struggled to get proper protective equipment and ventilators to help patients with the most serious cases. A report thought to be from the White House (though the White House has denied ownership) said daily coronavirus deaths could reach 3,000 in the US by 1 June. The US is currently seeing between 1,000 and 2,000 deaths and between 20,000 and 30,000 new cases a day. What effect has Covid-19 had on the US economy? A majority of states issued stay-at-home orders, allowing only essential workers to go to work and keep their businesses open. This has resulted in a wave of unemployment throughout the US: more than 22 million people have filed for unemployment since the crisis began, a number likely to rise as states work through the backlog of applications. Industries such as restaurants and travel have been decimated by shutdown orders with uncertainty over when, if ever, business will return to normal. Congress has passed a series of spending bills, the main one being a $2.2tn stimulus package in March, to try to mitigate the harm the virus has had on industries, hospitals and local governments. As the economic fallout worsened, Trump has encouraged states to reopen, insisting that it is safe while also acknowledging the death toll is set to rise. Twenty-three states are beginning to reopen despite the warnings of the risks to public safety. Meanwhile critics have accused Trump of effectively abandoning a public health strategy for the pandemic and showing “clear willingness to trade lives for the Dow Jones”. Why is the White House ending the coronavirus taskforce? Pence insisted that “it really is all a reflection of the tremendous progress we’ve made as a country”, despite data on the continuing public health risk. Recently there has been some tension in messaging about the virus from key members of the group. Fauci has cautioned that the US needs to have enough testing capacity to reopen safely, and is not yet at that stage. Fauci said the US will need to double its current level of testing within several weeks. “I don’t think there’s a chance that this virus is just going to disappear,” he told National Geographic. “It’s going to be around, and if given the opportunity, it will resurge.” But acknowledging that the US is still behind on testing does not chime with Trump’s messaging. In recent days, Trump has started to amp up talk about reopening the economy, saying Tuesday morning that it was “going to happen pretty fast”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}