{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/may/11/texas-reopen-economy-coronavirus-covid-19", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-05-11T22:06:33Z", "webTitle": "Texas begins to reopen after Covid-19 quarantine – but political controversy and health risks await", "webUrl": "https://www.theguardian.com/us-news/2020/may/11/texas-reopen-economy-coronavirus-covid-19", "apiUrl": "https://content.guardianapis.com/us-news/2020/may/11/texas-reopen-economy-coronavirus-covid-19", "fields": {"headline": "Texas begins to reopen after Covid-19 quarantine – but political controversy and health risks await", "bodyText": "Tim Handren, the chief executive of Santikos Entertainment, a small cinema chain in San Antonio, admits his business is not essential. But while the giants of the industry keep their screens closed, he has taken a different approach. Since last weekend, three of nine Santikos cinemas have reopened to the public, among the first in America to do so during the coronavirus pandemic. “Take your mask off and relax,” Handren said in a recorded message to customers. “Breathe in some great buttery popcorn smells, watch a great movie, and just enjoy some time with your family.” The reopening is among the starker examples in Texas, where one of the quickest and most expansive efforts to reignite the economy has drawn significant controversy. On the one hand, some civil liberty advocates have argued that their right to drink at bars, have their hair cut and dine at restaurants has been curtailed. On the other, many public health experts warn thousands will become infected as the state reopens. Handren, who is also the mayor of the small town of Boerne, said that although his cinemas would keep patrons 6ft apart and offer a reduced menu there remained debate in the community about whether the shutdown had been necessary at all. “Unfortunately, I still interact with people that believe Covid-19 is a hoax concocted by the media after all this time. That’s the extreme on that side of the equation … ‘We should have never shut down’. Even the lieutenant governor said that. And then there are others who want to hunker down and hibernate for the next six months. I’ve had to, as a mayor, balance health and economics.” Abbott, a Republican, last week ended a stay-at-home order and allowed businesses including barber shops and retail outlets to open. The move followed decisions in other southern states including Florida and Georgia, and earned praise from Donald Trump. The president told reporters: “Texas is opening up and a lot of places are opening up. And we want to do it, and I’m not sure that we even have a choice. I think we have to do it. You know, this country can’t stay closed and locked down for years.” In private, Abbott has acknowledged that his decision to reopen is likely to cause an increase in coronavirus cases. Leaked audio obtained by the Daily Beast captured comments during a private call with state lawmakers. Abbott, who has sought to downplay the increased risk to the public, said: “The more that you have people out there, the greater the possibility is for transmission. The goal never has been to get transmission down to zero.” Infectious disease experts predict the average daily Covid-19 positive test rate in Texas could rise from 1,053 at the beginning of May to up to 1,800 by June. As of this weekend, Texas had an estimated 16,670 active cases and 1,049 deaths. With the occasional dip, the number of cases continues to rise even while testing lags behind other states. Harris county, which includes Houston, has 157 coronavirus cases per 100,000 people – 31% higher than the state average. Last month, officials said African Americans accounted for two-thirds of Covid-19 deaths in the city despite making up only 22.5% of the population. Harris county judge Lina Hidalgo, a Democrat, has attempted to enforce a mandatory mask order. Abbott has publicly criticized her. Dr Aaron Miller, a pediatric ophthalmologist in Harris county, reopened his clinic last week with social distancing in place. He told the Guardian that even after his decision to reopen, because of the pressing needs of patients, he was experiencing significant anger from those who refuse to wear masks. He said: “We’ve had some pushback from families because we won’t let them in without a mask. They’ve been ugly to the staff. While I respect their civil liberties, I am entitled to not see them.” Last week, Abbott took power away from officials who arrest Texans for certain Covid-19 violations. The move was prompted by a conservative backlash against the arrest of a salon owner in Dallas – another hotspot – who opened up against local rules. In an act that exacerbated the divisions on the case, Texas senator Ted Cruz appeared at the salon to receive a haircut from the recently released owner. Houston lies in a sprawling industrial region with more than 500 petrochemical facilities, a busy shipping channel, large highways and commercial railroads, and one of the highest densities of polluting industries in the country, if not the world. Air quality, specifically particulate matter, which increases the risk of multiple lung and heart conditions also associated with Covid-19 complications, has been worse in some parts of the city despite the lockdown, leading environmentalists to criticise the decision to reopen so quickly. “It’s a blind, uninformed decision based on optimism that everything will be better, even though the evidence points to the contrary,” said Elena Craft, senior director at the Environmental Defence Fund (EDF), which coordinates a local project tracking air quality. The meatpacking industry is also linked to several emerging hotspots in the Texas panhandle, a semi-rural region of 26 northern counties where Trump won 79.9% of the vote in 2016 and the Republican party dominates every level of government. Moore county has the highest infection rate in Texas. Its death rate is 28 per 100,000 people, almost 10 times higher than Harris county and the state average. Moore, where around 55% of residents identify as Latino or Hispanic, is home to the massive Brazilian-owned JSB meatpacking plant, which employs mostly Hispanic and migrant workers, many bussed in on company shuttles from towns including Amarillo. Nationwide, industrial meat plants have emerged as incubators for coronavirus spread. Amarillo, the region’s largest city, situated across Potter and Randall counties, had 1,304 cases as of last Wednesday, including at least 18 deaths. The infection rate is rapidly rising. Potter county has the second worst rate in Texas, with infections doubling every seven or eight days. Just to the south, in the city of Odessa, a group of armed militia men were arrested last week as they protested alongside bar owner Gabrielle Ellison, who attempted to reopen in violation of an executive order which mandates bars should remain closed. The six men were members of a militia named Open Texas, which according to reports has operated across the state, offering armed support to business owners. Ellison, who was also arrested, told local news from jail: “I think some rights were taken away from us, which one of them was like a right to survive. We have to survive and I think those rights were stripped from us.” • This story was amended on 11 May to more fully reflect the quotation from Tim Handren, the mayor of Boerne."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}