{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/may/16/nfl-players-armed-robbery-charges-florida-deandre-baker-quinton-dunbar", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-05-16T20:18:46Z", "webTitle": "NFL players Baker and Dunbar surrender to police on armed robbery charges", "webUrl": "https://www.theguardian.com/sport/2020/may/16/nfl-players-armed-robbery-charges-florida-deandre-baker-quinton-dunbar", "apiUrl": "https://content.guardianapis.com/sport/2020/may/16/nfl-players-armed-robbery-charges-florida-deandre-baker-quinton-dunbar", "fields": {"headline": "NFL players Baker and Dunbar surrender to police on armed robbery charges", "bodyText": "The New York Giants’ DeAndre Baker and Quinton Dunbar of the Seattle Seahawks have turned themselves in to police in Florida to face charges over an alleged armed robbery. “Reports are correct that Deandre turned himself in this morning,” Baker’s attorney, Bradford Cohen, wrote in an Instagram post on Saturday. “I am a believer in the system and that if everything works the matter will be appropriately resolved.” Arrest warrants were issued on Thursday for Baker, 22, and Quinton Dunbar, 27. Attorneys for both men said on Friday that witnesses had signed affidavits maintaining that the two NFL players took no part in an alleged armed robbery on Wednesday night in Miramar, Florida. Cohen said on Saturday that police had treated Baker fairly but that there was more to the story than authorities had been told. “Both my client and I have felt @miramarpd and the Detective working the case, were accommodating and went out of their way to assure Mr Bakers privacy during this hard time,” Cohen’s statement read. “That is not just lip service, it is fact, and we appreciate it. This is my 23rd year in practice defending those who I feel are wrongly charged or wrongly treated. That doesn’t mean that all police officers are bad or all are good. We all have jobs to do and I believe we all do them to the best of our ability. “Police reports are just that, reports of what was told to them or said to them. Court is what we use to then examine those reports, investigate those claims and allow the Defendant an opportunity to confront the evidence. Don’t rush to judgement.” Dunbar’s lawyer, Michael Grieco, said his client is innocent. “Nobody is running from this,” Grieco said. “My client is innocent. I don’t want him to do a minute in jail for this.” According to the arrest warrant, Baker and Dunbar were attending a cookout at a Miramar home on Wednesday night when a fight broke out, and Baker pulled out a handgun. Baker, Dunbar and two other men then allegedly began robbing other people at the party of thousands of dollars in cash, watches and other valuables."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}