{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2015/feb/05/twitter-shares-soar-revenue-increase-growth-slowing", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2015-02-05T22:41:15Z", "webTitle": "Twitter shares soar after sharp revenue increase but growth still slowing", "webUrl": "https://www.theguardian.com/technology/2015/feb/05/twitter-shares-soar-revenue-increase-growth-slowing", "apiUrl": "https://content.guardianapis.com/technology/2015/feb/05/twitter-shares-soar-revenue-increase-growth-slowing", "fields": {"headline": "Twitter shares soar after sharp revenue increase but growth still slowing", "bodyText": "Twitter’s growth continued to slow in the fourth quarter, but the microblogging company’s shares soared in after-hours trading as it announced a sharp increase in revenues. The company has struggled over the last year as its share price plummeted amid continuing signs of slowing growth. Twitter announced on Thursday that monthly active users rose 20% to 288 million by the end of December 2014, compared with 23% growth in the prior period. The number was lower than the 22% average forecast by analysts, according to data compiled by Bloomberg. The still loss-making company did, however, beat revenue forecasts. Twitter’s revenues increased 97% to $479.1m, above the average projection of $453.6m. The net loss for the quarter was $125m compared with a loss of $511m for the same quarter a year earlier. The chief executive officer, Dick Costolo, predicted a return to higher growth rates. After the news, the company’s shares spiked more than 9% before drifting lower. Costolo said: “We closed out the year with our business advancing at a great pace.” He said the trend in the first quarter leads the company to believe that number of net users added over the next three months would return to the levels seen in the first three quarters of 2014. “We have a number of projects in development to grow our user base and to provide a compelling product to anyone in the world, whether they have an account or not,” Costolo said on a conference call. Twitter spent much of last year overhauling its management and strategy. It has been courting developers as it looks for new ways to embed real-time information into new applications and experiments with ways to make the service easier for new users. The company has also struck a deal with Google to make tweets appear in search results. James Gellert, CEO of ratings agency Rapid Ratings, said: “They need to demonstrate the ability to broaden [Twitter’s] user base and become profitable. This earnings report demonstrated revenue that beat expectations, but user figures are much lower than expected. Twitter is running out of patience from investors to demonstrate this. Management turnover is troubling and the market needs to see stability in leadership as well as the ability to capture and monetise monthly users.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}