{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/feb/17/australia-should-avoid-becoming-terrorism-exporter-mark-dreyfus", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-02-16T23:46:10Z", "webTitle": "Australia should avoid becoming a terrorism exporter, says Mark Dreyfus", "webUrl": "https://www.theguardian.com/australia-news/2015/feb/17/australia-should-avoid-becoming-terrorism-exporter-mark-dreyfus", "apiUrl": "https://content.guardianapis.com/australia-news/2015/feb/17/australia-should-avoid-becoming-terrorism-exporter-mark-dreyfus", "fields": {"headline": "Australia should avoid becoming a terrorism exporter, says Mark Dreyfus", "bodyText": "Australia should avoid becoming an “exporter of terrorism” and has a duty to the world to deal with its own citizens, a Labor frontbencher has argued. The shadow attorney general, Mark Dreyfus, said there was considerable uncertainty over the government’s next round of national security changes, including whether the Coalition was planning to strip dual nationals of their Australian citizenship. Tony Abbott, who will soon release the review of the case of Sydney siege gunman Man Haron Monis, said in a YouTube message on Sunday that Australia had “let bad people play us for mugs” and should stop giving potential threats the benefit of the doubt. Dreyfus said on Tuesday the opposition was prepared to consider any legislative proposals but, in a sign of fraying bipartisanship over national security, noted the government was yet to provide a briefing on its intentions. “The prime minister has given no detail at all on what further changes he’s proposing in the national security area,” he told the ABC. “I don’t think that soundbites on YouTube is the right way to announce policy or legislative change.” Asked about the Monis case and the potential for stripping dual nationals of their Australian citizenship, Dreyfus said: “I think we have to be very cautious about using any individual case to determine general policy or general legislative change. “Our police and security agencies have got extensive powers already to monitor people of interest while they’re in Australia, and I’d say this. If we think that a person is still committed to terrorism and we deport them we lose the capacity to monitor that person. I think we’ve got to be careful that Australia doesn’t become an exporter of terrorism. We’ve got a duty to the world here to deal with our own citizens.” The new government whip, Liberal MP Andrew Nikolic, has led calls to revoke citizenship for dual nationals, saying people who “persist in associating themselves with terrorist causes” should be ejected from the state wherever possible. Abbott said he would not reveal details that would preempt the national security statement he will deliver to parliament next Monday. “But if you look for argument’s sake at the history of the Martin Place murderer, at every step of the way, our system gave him the benefit of the doubt,” Abbott said. “This was someone who really did bring nothing but discredit to himself and to our country. He frankly is a disgrace to everybody who came into contact with him. And we need to ensure that the system is at least as focused on Australia’s national interests as it is on the interests of people from overseas who seek to come here.” In the past few weeks, Abbott has stepped up his calls for Labor to support the mandatory data retention laws that the government wants to pass next month. The bill would require telecommunications companies and internet service providers to store customers’ call and email logs for two years, but there is still uncertainty over the full cost of the scheme and the final data that is to be captured. The parliamentary joint committee on intelligence and security is due to table its report on the proposed laws next week. The opposition leader, Bill Shorten, wrote to Abbott last week saying it was important parliament was “not rushed in a manner that could compromise the bill’s successful implementation by some 600 telecommunications providers, or its practical efficacy once in force”. Shorten said he was disappointed that recent government briefings to the media had “sought to politicise the development and consideration of anti-terrorism legislation”. He pointed to concerns on cost, the impact on press freedom and technical details. Dreyfus, a member of the committee inquiring into the data retention scheme, said knowing the cost was important because it would be met by consumers through their phone and internet bills, or by taxpayers. The committee would not be doing its job if it did not take seriously all the submissions it had received, he said. Asked about the government’s push for urgency, Dreyfus said the legislation was structured so that companies would have up to two years to comply with the new obligations. The Greens leader, Christine Milne, accused Abbott of “trying to press the terror button in order to shore up his own position” as prime minister."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}