{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/feb/12/tony-abbott-rejects-report-children-detention-blatantly-political", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-02-11T23:00:52Z", "webTitle": "Tony Abbott calls report on children in detention a 'transparent stitch-up'", "webUrl": "https://www.theguardian.com/australia-news/2015/feb/12/tony-abbott-rejects-report-children-detention-blatantly-political", "apiUrl": "https://content.guardianapis.com/australia-news/2015/feb/12/tony-abbott-rejects-report-children-detention-blatantly-political", "fields": {"headline": "Tony Abbott calls report on children in detention a 'transparent stitch-up'", "bodyText": "Tony Abbott has intensified his attack on the Human Rights Commission in the wake of its critical report into children in detention, saying the report was a “transparent stitch-up”. “It would be a lot easier to respect the Human Rights Commission if it did not engage in what are transparent stitch-ups”, the prime minister told Parliament during question time. He criticised the commission for failing to take action on children in detention under a Labor government, despite meeting Labor senators. Abbott shot down the report’s recommendation of a royal commission, but said if one was held, “it would condemn them [Labor]”. Earlier Abbott called the report a “blatantly partisan exercise” and said the commission “should be ashamed of itself”. Asked on Fairfax radio on Thursday morning if he felt any guilt over the findings, the prime minister said “none whatsoever”. “The most compassionate thing you can do is stop the boats,” Abbott said. “Where was the Human Rights Commission when hundreds of people were drowning at sea [under Labor]? “This is a blatantly partisan politicised exercise and the Human Rights Commission ought to be ashamed of itself. “I reckon that the Human Rights Commission ought to send a note of congratulations to Scott Morrison to say ‘well done, mate’,” Abbott said. The attorney general, George Brandis, tabled the Forgotten Children report on Wednesday night. It found that prolonged detention had significant negative impacts on the physical and emotional wellbeing of children. “I think there’s a lot within this report that is either dated or questionable,” immigration minister Peter Dutton told reporters on Thursday. “If there was a need for this report, it really should have been done under Labor’s watch when tens of thousands of people came over our border.” Dutton’s predecessor Scott Morrison stopped short of calling the report politically motivated, but said the timing was questionable. “The Australian people aren’t mugs, they can see through that,” Morrison told ABC Radio. The 15-month span of the report takes in the last nine months of the Labor government and the first six months of the Coalition government. Dutton admitted the government had “some fundamental differences of opinion with the Human Rights Commissioner [Gillian Triggs]. They are long-standing,” Dutton said. Triggs defended the report against the prime minister’s claims. “I can assure you and the Australian public that this is not a politicised exercise,” she said at a media conference in Sydney on Thursday. “It is a fair minded report and I ask all Australians to read the report and you will see that the evidence on which we rely is evidence that covers the period of the former government as well as the nearly 18 months of the current government. “So I totally reject any suggestion that this report is a politicised exercise. The facts frankly speak for themselves and this report speaks for itself.’’ Labor’s immigration spokesman, Richard Marles, said implying the report was politically motivated was an “aspersion” on Triggs. “I completely reject the idea that the commissioner and her work has been political,” he told ABC radio. “This is not a political document. I think this is raising or telling very disturbing stories to begin with but raising a number of proposals about how the system can work better in the future.” Dutton said the system was already working better. “The conditions have improved. The conditions were at breaking point under Labor,” Dutton said. “We’ve put significant amounts of money into the way the centres are run.” Marles said the report showed the “system can be improved [and] it needs to be improved”. “Obviously things need to be done better so that kids can be taken out of this situation as quickly as is practicable,” Marles said. But he reiterated Labor’s support for offshore processing. The Greens want the government to adopt the report’s 16 recommendations, including the release of all children in detention within four weeks, and the implementation of a royal commission. “No longer can we turn a blind eye to the sexual, physical and psychological abuse that these policies of indefinite detention are inflicting on children,” Greens senator Sarah Hanson-Young said. “This isn’t about political parties or a particular government, this about us in the Parliament doing what’s right for vulnerable children. MPs must exercise their conscience and bring an end to the indefinite incarceration of children.”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}