{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/feb/20/unemployment-rate-of-64-means-its-time-to-spend-money-to-create-jobs", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-02-19T23:17:24Z", "webTitle": "Unemployment rate of 6.4% means it's time to spend money to create jobs | Stephen Koukoulas", "webUrl": "https://www.theguardian.com/commentisfree/2015/feb/20/unemployment-rate-of-64-means-its-time-to-spend-money-to-create-jobs", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/feb/20/unemployment-rate-of-64-means-its-time-to-spend-money-to-create-jobs", "fields": {"headline": "Unemployment rate of 6.4% means it's time to spend money to create jobs", "bodyText": "The new year has kicked off on a sour note for the economy with the unemployment rate jumping to 6.4%, the highest in 12 years. For the past decade, Australia got used to having the unemployment rate around 5%, plus or minus a percentage point, depending on the nature of the positive and negative shocks that hit the economy and the policy response to those shocks. The gurus at the Reserve Bank of Australia and treasury expect the unemployment rate to rise in the near terms and stay above 6% for several more years, even though interest rates are at record lows and the Australian dollar has fallen by 30% over the past three years. The causes of the recent spike in the unemployment rate must be understood if it is to ever fall back to 5% or less. In very broad terms, there are two important determinants of the unemployment rate: the pace of economic growth and wages. There are other drivers including education, skills, demographics, social welfare, but these are more medium-term issues that have probably not been significant factors behind the recent bad news on unemployment. It is difficult to make a case that it is wages or labour market inflexibility that is behind the recent jump in unemployment. Wages growth has slowed markedly, to levels not seen for at least 40 years. The labour market, through these miserably low levels of wages growth, is adjusting to changing circumstances. In time, these flat or falling real wages will mean demand for labour will be higher than if wages growth was stronger. What is more, unit labour costs are actually falling, which is evidence that employers are not finding wages costs to be a major factor when it comes to hiring new staff. The problem for unemployment is quite obviously the pace of economic growth. There is simply not enough economic activity in the economy to stop a significant part of the increase in population growth going straight into unemployment rather than being taken up in employment. Given the mix of population growth, productivity and the composition of the Australian economy, annual real GDP growth needs to be maintained at around 3.25% for there to be enough jobs created to keep the unemployment rate steady. This is what many refer to as the long-run trend growth rate for Australia. When the December quarter 2014 national accounts are released in early March, they will confirm that real GDP growth has been below 3.25% for nine consecutive quarters (over two years) and in that time has averaged just 2.4%. In other words, for those two years, the economy has fallen around 0.75% short a year of the growth rate needed to keep the unemployment rate steady, let alone push it lower. It is no surprise given this weak economic performance that the unemployment rate has risen by more than 1 percentage point. The solution, it should be obvious, is to have in place policies that will fire up the economy so that GDP growth can be at least 3.5% for a couple of years so that the unemployment rate can fall back. The RBA is doing its bit, cutting interest rates to record lows, but is mindful of having monetary policy inflating unwelcome house price gains. With the budget three months away and the labour market weakness now entrenched, the case for job-creating fiscal stimulus should be considered. The treasurer, Joe Hockey, is speaking of bringing forward expenditure on infrastructure projects, which history shows is cumbersome and slow to deliver the economic growth needed to make a meaning impact on employment. There is also discussion about tax cuts for small business which, again, are long-run issues and unlikely to be implemented before July, a point when the unemployment rate is likely to be 6.75%. Of course, if the Abbott government were to consider any other stimulus measures, it would be breaking more promises as, by definition, stimulus measures mean a larger budget deficit and higher levels of government debt. The Coalition was swept to power in 2013 on a promise to return the budget to surplus and reduce government debt. The issue for the 800,000 people currently unemployed should be more about the policy response and not politics. If politics win out and the policy settings err on the side of moving the budget towards surplus and cutting government debt, it is likely that by the time of the next election in the second half of next year, there will be more than 900,000 unemployed. This is not the sort of legacy that in the heat of an election campaign would be easy to defend. Stephen Koukoulas is a research fellow at Per Capita, a progressive thinktank."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}