{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2015/feb/05/wales-england-rugby-union-six-nations-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-02-05T22:00:05Z", "webTitle": "Wales v England: this is rugby noir – not just a World Cup warm-up | Robert Kitson", "webUrl": "https://www.theguardian.com/sport/blog/2015/feb/05/wales-england-rugby-union-six-nations-world-cup", "apiUrl": "https://content.guardianapis.com/sport/blog/2015/feb/05/wales-england-rugby-union-six-nations-world-cup", "fields": {"headline": "Wales v England: this is rugby noir – not just a World Cup warm-up", "bodyText": "In seven months’ time the opening night of the Six Nations championship will feel like a world away. The Rugby World Cup will be about to kick off and even the most dyed-in-the-wool Wales supporters would opt, given the choice, to take down England at Twickenham in the mother of all pool matches on 26 September. In the event of the neighbours not making the knockout stages of their own World Cup, there will be dancing in the streets from Pontypridd to Prestatyn. That is not, however, the way things feel right now. A bigger picture exists but there is no such thing as an inconsequential Six Nations game between Wales and England in Cardiff. Somewhere deep in both countries’ DNA is a shared horror of losing to the other at rugby union, particularly at this time of year on Welsh soil. The Bridge? The Killing? They may now be classified as Scandinavian noir but we all know where the original concept was born. It is inaccurate, then, to suggest England have headed down the M4 for a casual World Cup warm-up. Having driven home two years ago with their chariot in pieces they are clearly forewarned, but dwelling on past slayings will not help either side under the Millennium Stadium lights. As the respective coaches well know, what happened before is not necessarily what will happen now. Having seen how far an emphasis on forward power took his side against Australia last autumn, Stuart Lancaster certainly has faith in his English side, regardless of the bookmakers’ scepticism and the decibel levels. “The odds are irrelevant to me,” insisted Lancaster, who has claimed victory in 80% of his Six Nations games as head coach. “We respect their British Lions but, equally, we have confidence and belief we can do the job. We definitely believe we can go there and win. If we don’t believe that, we’ll have no chance.” Lancaster remains keen to develop a more potent back-line but if the English gameplan is initially tighter and more territory-based it will be no surprise. It is not hard to see why a touch more pragmatism might appeal at a venue where they have lost on four of their last five championship visits. James Haskell, back in the starting lineup eight years after making his Test debut in this fixture, summed it up well before he and his team left for Cardiff: “We know it is going to be a very physical encounter by the nature of the way the Welsh team play. You know you need to match that physical challenge first and foremost. Throw in a very excitable crowd and you’ve got a big Friday night.” More specifically, Haskell and his fellow back-rows suspect the breakdown will be even more of a key area than normal, Sam Warburton and Justin Tipuric having excelled in the 30-3 blow-out two years ago. “We’re all aware of the threat Warburton poses and the ability of some of their players to get over the ball,” said Haskell, whose form for Wasps has been so impressive this season. “That’s going to be a very hot area for us. The team that gets the upper hand there will go well.” Much the same message has been relayed by Wales’s coaches, who seek the same intensity which beat South Africa and ruffled New Zealand rather than a repeat of last year’s below-par Twickenham effort. “We’ve spoken about last year,” said Shaun Edwards, Wales’s defence coach. “That’s the freshest thing in our minds, not the 30-3 victory. I just feel we are more focused this year. Last time we felt we were off the pace.” Wales also kicked poorly on that occasion and relied solely on the boot of Leigh Halfpenny for their 18 points. Halfpenny will once more be a pivotal figure but the home team will also be eyeing the 10-12 channel and wondering if Jamie Roberts can reprise his stand-out display for Racing Métro against Luther Burrell’s Northampton last month. This is Burrell’s moment to prove that, defensively, he is as solid as he can be forceful with ball in hand. Perhaps even more crucially, it is time for England to stop counting their injuries. Ultimately, the mark of a successful team is an ability to react swiftly and effectively when a spanner is thrust into the works; even the most carefully-laid plans need to be flexible. Injuries permitting, 11 of this supposedly incomplete English XV may yet start against the Welsh at the World Cup, while this is currently Wales’s first-choice selection. Establishing a winning habit is more pressing than totting up absentees. Admittedly, it could be argued the modern Six Nations is now settled less by talent than the number of enforced changes a coach makes during a campaign. “Last year we had 18 changes to our team, mostly through injuries,” reflects Edwards. “Ireland had three and England had four. It was no surprise they finished first and second.” Nowhere does such continuity matter more than in defence; the last three Six Nations champions have conceded a maximum of four tries in their five games. In the end, though, it comes down to a question of priorities: the short-sighted parochial sweetness of Anglo-Welsh victory or that bigger picture? Here’s a certainty: the losing coach will simply shrug his shoulders and say: “See you in September.” History suggests a desperately tight, tense affair, not settled until the final quarter, quite possibly in Wales’s narrow favour. But when pre-match butterflies turn to dragons, to quote the ever-passionate Scott Quinnell, how many will be able to think clearly amid the Millennium madness? The World Cup, for the moment, can wait."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}