{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/feb/20/francois-pervis-cycling-kilomtre-keirin", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-02-20T22:01:43Z", "webTitle": "François Pervis wins second gold adding kilometre to keirin success", "webUrl": "https://www.theguardian.com/sport/2015/feb/20/francois-pervis-cycling-kilomtre-keirin", "apiUrl": "https://content.guardianapis.com/sport/2015/feb/20/francois-pervis-cycling-kilomtre-keirin", "fields": {"headline": "François Pervis wins second gold adding kilometre to his keirin success", "bodyText": "If track cycling is to flourish internationally it needs to create a following for itself on the European mainland to match the popularity it has come to enjoy in the UK and, in that regard, the first three days of packed houses here cheering spectacular French success on a daily basis will have done no harm at all. François Pervis earned himself the front page of L’Equipe on Friday, ahead of Guingamp’s victory in the Europa League over Dinamo Kiev, for a perfectly timed show of strength in the keirin which was worthy of Sir Chris Hoy, and he will be in the headlines again on Saturday after a second gold medal in the kilometre. The 30-year-old landed three gold medals last year in Colombia in the keirin, kilometre and sprint but repeating the feat in front of his home crowd in his capital city, as he might do over this weekend, could make him a true national hero. And another star in the making looks to be Thomas Boudat, whose defence of his omnium title is set to be a highlight of Saturday. Pervis is the latest in a line of great French sprinters going back to the national rivalry between Daniel Morelon and Pierre Trentin in the 1960s but he has sprung to prominence only since the London Olympics; he said on Friday he had been waiting for this for what felt like a decade of hard work with little reward. France could even afford the luxury of keeping him out of the team sprint line-up who took gold on the opening evening on Wednesday, a sign they are taking full advantage of this newly finished facility to build strength in depth; there was a further reminder of this when Quentin Lafargue and Michaël d’Almeida finished fourth and sixth behind Pervis in the time trial. For Great Britain this week is proving an uphill battle after the constant success which had become the norm since 2007. On Friday the only whiff of a British medal was the battle between Joanna Rowsell and the Australian Amy Cure for bronze in the individual pursuit. The Surrey racer dominated the pursuits – team and individual – in Colombia last year but she is a little off-colour at the moment and, while Cure was not among the Australian quartet who had beaten Rowsell and company into silver in the team race the night before, the outcome was the same, with Rowsell well beaten into fourth. That epitomised a relatively subdued day’s racing for Shane Sutton’s charges, whose best chance of a gold medal now lies over the weekend with Laura Trott in the omnium. In the men’s event on Friday Jon Dibben opened brightly with a superbly calculated second place in the opening scratch race but then did his medal hopes no good at all with 15th place in the individual pursuit. In the women’s sprint Jess Varnish qualified in a sparkling sixth, then sprang a surprise by disposing clinically of Victoria Pendleton’s old sparring partner Anna Meares, the London gold medallist, in the second round. She was unlucky to finish a couple of inches behind Meares’ Australian compatriot Stephanie Morton in the first heat of the quarter-finals, then had no answer in heat two when Morton put the squeeze on in the final banking. That at least took her through to the minor placings final where she finished eighth. On Saturday as well as Trott, her fiance Jason Kenny embarks on the match sprint. Both have a point to prove. Trott suffered her first defeat at a world championships in the team pursuit on Thursday; Kenny rode strongly in the team sprint to no avail and then looked out of sorts in the keirin and needs to salvage something from his week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}