{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/feb/01/crystal-palace-everton-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-02-01T22:30:01Z", "webTitle": "Everton manager praises Romelu Lukaku after win over Crystal Palace", "webUrl": "https://www.theguardian.com/football/2015/feb/01/crystal-palace-everton-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2015/feb/01/crystal-palace-everton-premier-league-match-report", "fields": {"headline": "Everton manager praises Romelu Lukaku after win over Crystal Palace", "bodyText": "Roberto Martínez instinctively denied it, preferring to rejoice in fine “game management” almost as code for sweat and endeavour, but this was real evidence Everton can grind out ugly victories. There was little of the swashbuckling style in which the Spaniard so delights in evidence in south London, but a timely win has provided his team with a platform going into Saturday’s derby. “We will hopefully play a different game [then] to today,” said Martínez, suggesting this slog still felt unnatural. Everton scored early through Romelu Lukaku’s 10th goal of the season, the Belgian bundling in Julián Speroni’s weak push from close range, and clung on while Crystal Palace frantically pursued an equaliser. When that pressure petered out the poise was all Evertonian and there should have been greater rewards on the counterattack late on. Muhamed Besic and Gareth Barry were excellent in niggling, destructive roles in front of the backline, while John Stones was composed and impressive. This side will be ready for their city rivals. Lukaku’s finish was instinctive, anticipating the goalkeeper’s parry of Steven Naismith’s low cross, and although his first touch remains erratic his aggression in the channels still marks him out as a wrecker of defenders’ reputations. He has drawn criticism at times but he has a goal more than at this stage last season, when he was a Chelsea loanee at Goodison Park. “He is a joy to work with,” said Martínez. “He has never shied away from the responsibility. “He wanted to be there, to put himself in the spotlight. I don’t think he gets the credit he deserves. But he is a young man and once people see what he can do consistently they will get excited. You’d be surprised how he has been getting stronger and better in every game. Now he has reached the physical level where he plays his best: all power and pace. But we are all part of a team and if the team doesn’t get the results when you face adversity you learn a lot more from each individual. The reality is that this squad is ready to try and kick on again.” Liverpool will test that conviction, but Everton will be better placed to unnerve them with James McCarthy nearing a return after persistent hamstring trouble and Ross Barkley given a rest among the substitutes. Palace will have to demonstrate they, too, can recover after suffering the first setback of Alan Pardew’s brief tenure. This was a strangely spluttering display, wrecked by Marouane Chamakh’s departure with a broken nose and a lack of guile and subtlety thereafter. Jordon Mutch appeared a little lost on debut, and Yaya Sanogo too isolated on his first appearance at Selhurst Park. The manager has options with four arrivals in the transfer window to date – Pape Souaré will join his team-mates on Tuesday after his £3.45m signing from Lille, while Shola Ameobi works on his fitness – and Pardew will monitor the market on deadline day. The priority is at the back with his team too often left playing catch-up. “We can’t keep falling behind and giving teams a head start,” said Scott Dann. “More often than not you can’t get back in the game and that showed here. We need to make sure we stop conceding early goals.” Man of the match Gareth Barry (Everton)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}