{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2015/feb/13/republicans-loretta-lynch-hsbc-revelations", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2015-02-13T22:25:22Z", "webTitle": "Republicans seize on HSBC scandal to hold up Loretta Lynch's confirmation", "webUrl": "https://www.theguardian.com/news/2015/feb/13/republicans-loretta-lynch-hsbc-revelations", "apiUrl": "https://content.guardianapis.com/news/2015/feb/13/republicans-loretta-lynch-hsbc-revelations", "fields": {"headline": "Republicans seize on HSBC scandal to hold up Loretta Lynch's confirmation", "bodyText": "Senate Republicans are seizing on the global tax scandal engulfing HSBC to delay the confirmation of Loretta Lynch, Barack Obama’s nominee for attorney general, the Guardian can reveal. The Republican chairman of the Senate judiciary committee, Chuck Grassley, was on Friday preparing a fresh tranche of questions for Lynch about the huge cache of leaked data showing how HSBC’s subsidiary helped conceal billions of dollars from domestic tax authorities. Grassley and another Republican senator are planning to investigate whether Lynch could have done more to stand up to the world’s second largest bank. Lynch negotiated a controversial settlement with HSBC in 2012, after the bank admitted to facilitating money-laundering by Mexican drug cartels and helping clients evade US sanctions. Now there are questions over why she did not also pursue HSBC over evidence that its Swiss arm helped US taxpayers hide their assets. The secret bank files – obtained and examined in detail this week in a series of reports by the Guardian, CBS 60 Minutes and other media outlets – reveal that HSBC’s Swiss arm colluded with some high net-worth individuals to hide their assets from tax authorities across the world. The new data, leaked by a whistleblower, was obtained by French tax authorities and shared with the US government in 2010, raising questions over why the Department of Justice has yet to take action against HSBC in the US. US government officials have told the Guardian that investigations by the DoJ’s tax division have been continuing for five years and criminal charges against HSBC or its bankers remain a possibility. Grassley, from Iowa, formally put a hold on Lynch’s confirmation on Thursday, infuriating Democrats who complain the president’s nominee is being unfairly held up. One source close to Grassley said he believed the new disclosures about HSBC’s Swiss subsidiary raise “new and important” questions for Lynch. His staff were drafting those questions on Friday, demanding to know when Lynch became aware of the HSBC Swiss data and what she did about it. The HSBC disclosures have reverberated across the world, raising tough questions for clients of the bank’s Swiss subsidiary and prosecuting authorities in the UK, France, Spain, Belgium, Denmark, India, and Argentina. The response from Washington has until now been comparably muted, even though Lynch oversaw the settlement of a $1.9bn fine in her previous role as US attorney for the eastern district of New York. Lynch’s deal with HSBC sparked outrage on Capitol Hill two years ago, as Republicans and Democrats railed against a settlement they said let the bank off the hook by avoiding criminal charges against the bank or its executives. Republicans are now determined to discover why evidence of tax evasion by US taxpayers, connected to HSBC in Switzerland, was not acted upon sooner. A second Republican source close to the Senate judiciary committee said staff had only recently “latched on” to the significance of this week’s HSBC revelations for Lynch. The source said Republican members of the committee now believe the HSBC leak “throws a monkey wrench” into Lynch’s confirmation process. Another Republican senator on the committee, Louisiana’s David Vitter, is pushing Lynch over the HSBC tax scandal. Vitter’s formal submission of questions to Lynch, seen by the Guardian, asks: “Did you personally become aware of the HSBC leaked information detailing the tax evasion scheme?” The Louisiana senator asks why there was no immediate move to prosecute the bank in 2010, adding: “Why, nearly five years after the DoJ became aware of the tax evasion scheme, have no criminal charges been brought?” HSBC has admitted wrongdoing by its Geneva-based subsidiary. “We acknowledge and are accountable for past compliance and control failures,” the bank said in a statement. Vitter, who is independently in touch with an HSBC whistleblower he describes as a former senior vice-president at the bank, is specifically seeking to know whether Lynch had any role in deciding against immediately prosecuting the bank. “Reports of these serious violations of US law are nearly five years old, yet no criminal charges have ever been brought against HSBC for the alleged tax evasion scheme under your leadership of the eastern district of New York,” the senator states in his submission to Lynch. Grassley was on Friday drafting similar questions for the prospective attorney general. The chairman is additionally planning to ask Lynch whether the recent disclosures will have any bearing over HSBC’s perceived compliance with the 2012 settlement. On Thursday, Grassley’s judiciary committee formally delayed its vote to confirm Lynch. Because of a scheduled congressional recess next week, Lynch’s confirmation is not expected to be put to a committee vote until February 26, at the earliest, according to committee staff sources. A vote of the full Senate may not take place until March. That leaves Republicans with two weeks to press Lynch over the new HSBC disclosures. Vitter’s and Grassley’s interventions mark a significant step for the GOP, which has so far resisted becoming involved in the scandal. Until now, Senate Democrats have been most outspoken over the revelations. The Republican chair of the Senate banking committee, Richard Shelby, from Alabama, declined to comment when pressed by the Guardian this week. By contrast, Sherrod Brown, from Ohio, the ranking member of the banking committee, said on Monday he would press the IRS – as well as the DoJ – over what action they took after receiving the leaked data five years ago. British, French and Spanish tax authorities have publicly disclosed the number of HSBC Swiss clients investigated as a result of the leak and the total sums recovered. In total, the three countries have recovered more than $825m from taxpayers who had not declared their assets in Geneva. However, in Washington, the IRS is refusing to disclose any information about investigations or recovered assets stemming from the leak. Elizabeth Warren, the Democratic senator who was most vocal in her opposition to the 2012 settlement with HSBC, also called on prosecutors to “come down hard” on the bank if the leaked data shows it colluded with US tax evaders. However, neither senator mentioned Lynch, amid concern on the Democratic side that the HSBC revelations could derail Lynch’s confirmation. Jeff Merkley, a Democratic senator from Oregon, also called for tough action against HSBC over tax evasion, while steering clear of any reference to Lynch. “It is time to hold HSBC fully accountable under the law for its disturbing conduct,” Merkley said. “While criminal charges are obviously a matter to be settled in the judicial system, I strongly encourage prosecutors to mount the strongest possible charges rather than going for another slap on the wrist.” Obama nominated Lynch back in November. Lynch has waited longer for a vote than any attorney general nominee in the last three decades. The delay contrasts with the confirmation of the president’s nominee for defence secretary, Ash Carter, who was approved by the Senate on Thursday. Lynch has enough support among Republican senators to expect a smooth confirmation as the top US law enforcement official, whenever the vote is held. However, she is clearly determined to avoid any last-minute hurdles connected to HSBC. On Monday, Lynch sought to offset any potential controversy over the leaked Swiss files, using her formal answers to the first set of questions from Grassley’s committee to voluntarily address the revelations, published 24 hours earlier. Supplying information “in the context of recent media reports regarding the release of HSBC files pertaining to its tax clients,” Lynch told the committee the deal she reached with HSBC two years ago does not prohibit any new prosecution against the bank over tax evasion if there is sufficient evidence. US government officials have told the Guardian that a DoJ investigation into HSBC by the department’s tax division is not merely looking at the bank’s US clients, and could also result in criminal indictments against the bank itself."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}