{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2015/feb/12/australian-tax-office-has-not-prosecuted-any-hsbc-swiss-account-holders", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2015-02-11T22:58:51Z", "webTitle": "Australian tax office has not prosecuted any HSBC Swiss account holders", "webUrl": "https://www.theguardian.com/news/2015/feb/12/australian-tax-office-has-not-prosecuted-any-hsbc-swiss-account-holders", "apiUrl": "https://content.guardianapis.com/news/2015/feb/12/australian-tax-office-has-not-prosecuted-any-hsbc-swiss-account-holders", "fields": {"headline": "Australian tax office has not prosecuted any HSBC Swiss account holders", "bodyText": "The Australian Taxation Office (ATO) has never prosecuted anyone for failing to declare their Swiss HSBC bank accounts – a criminal offence in some circumstances – and despite the Australian Tax Office holding the data for almost five years. On Monday, the Guardian, the International Consortium of Investigative Journalists and news organisations around the world published a series of reports that exposed how the Swiss arm of the HSBC bank helped wealthy clients dodge taxes around the world. The files have also revealed that hundreds of prominent Australians held Swiss accounts with the bank. The ATO said on Monday it received the files in 2010. The Guardian has learnt that since the ATO had access to the accounts no Swiss HSBC account holders who failed to declare their accounts in Australia have been prosecuted. The ATO has recovered $30m in tax liabilities from Swiss HSBC account holders. This amount has been recovered from approximately 50 different account holders. While it is not not illegal for Australians to hold offshore accounts, it can in some circumstances be a criminal offence not to declare them. The main offences relied on by prosecutors are dishonestly obtaining commonwealth property, obtaining financial advantage by deception and dishonestly causing a loss to the commonwealth. Mark Zirnsak, the secretariat of the Tax Justice Network in Australia, said the absence of prosecutions raised concerns about whether there was a strong enough deterrent for Australians who evaded tax. “The concern is that there isn’t a strong enough signal being sent to people being engaged in these activities, and that perhaps a stronger signal is needed,” he said. “If you can engage in these habits and then get away fairly lightly, it doesn’t provide much of an disincentive for that kind of behaviour.” While prosecutions for tax avoidance do occur, they can often be costly, time intensive and can be difficult to manage. Instead, the ATO seeks to amend assessments, and also offers amnesties to allow account holders to come forward and potentially avoid criminal penalties. Zirnsak said it was a “balancing act” for the ATO to determine which cases they prosecuted, but added that the most recent amnesty offer – known as Project Do It – appeared to be quite generous. “I do think there has to be a balance that has to be struck. Obviously if you’re going to prosecute someone that’s going to create a lot of costs … but the current amnesty offer does appear to be overly generous,” he said. Similar concerns have also been raised about the response to the data in Britain, with only one individual facing prosecution despite the fact that Her Majesty’s Revenue and Customs also held the data since 2010. As the fallout from HSBC’s Swiss bank files continues around the world, some of Australia’s largest financial institutions are also likely to be summoned to face an upcoming Senate inquiry on corporate tax avoidance. The Senate inquiry was secured before the HSBC files were made public, and has already received submissions from some of Australia’s leading financial and banking institutions, which have defended their tax practices. The shadow assistant treasurer, Andrew Leigh, said the inquiry was “an opportunity to see how Australia’s tax system stacks up in today’s highly globalised, digitised economy, and where reform is needed”. “The committee will be calling witnesses from across Australia’s corporate sector and over 70 organisations – including a number of financial institutions – have already made written submissions. We would encourage Australian banks to take an active role in the inquiry along with other major corporations,” he said. Leigh said the federal government had not been taking strong enough actions to minimise both individual and corporate tax avoidance. “Since taking government, Tony Abbott and Joe Hockey have ditched five significant Labor tax measures which would have stopped more than $1.1bn in profits being siphoned offshore,” he said. “They are also making it harder for the tax office to pursue cases of individual and corporate tax avoidance by dramatically cutting back on staff and resources for the agency.” “They are sending 4,700 tax office staff out the door; over 1,000 of those people have come from the auditing section which identifies and investigates cases like these.” A spokesman for the treasurer, Joe Hockey, said: “Australia has committed to adopt the common reporting standard for the automatic exchange of tax information as a single global standard for financial institutions’ collection of financial account information on account holders who are residents in another jurisdiction, the reporting of it to the financial institutions’ tax authority and the exchange of it automatically with other jurisdictions’ tax authorities on an annual basis.” He added that the government was “considering what more needs to be done” through domestic laws and international agreements."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}