{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/feb/13/cinderella-review-kenneth-branaghs-perky-pretty-cupcake-of-a-fairytale", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-02-13T21:00:02Z", "webTitle": "Cinderella review – Kenneth Branagh's perky, pretty cupcake of a fairytale", "webUrl": "https://www.theguardian.com/film/2015/feb/13/cinderella-review-kenneth-branaghs-perky-pretty-cupcake-of-a-fairytale", "apiUrl": "https://content.guardianapis.com/film/2015/feb/13/cinderella-review-kenneth-branaghs-perky-pretty-cupcake-of-a-fairytale", "fields": {"headline": "Cinderella review – Kenneth Branagh's perky, pretty cupcake of a fairytale", "bodyText": "Here’s a question for an enlightened-age Cinderella. If every woman in the land gets to try on one blasted glass slipper for a shot at Prince Charming’s hand in marriage, why does the wicked, widowed stepmother never have a go? Is she too old? Too ugly? Too imperfectly coiffed? None is an accusation you could fairly level against Cate Blanchett’s splendid Lady Tremaine. A tart-tongued beauty with a traffic-stopping wardrobe inherited from the personal archives of Edith Head – not to mention an evident knack for hosting a mean poker party – she’s plainly the biggest catch in the entire kingdom. Blanchett is certainly the best thing in Kenneth Branagh’s perky, pretty, lavender-scented cupcake of a fairytale adaptation – the first in what looks to be a series of live-action Disney updates of their own animated classics. (Beauty and the Beast, starring Emma Watson as Belle, is already in the works.) Perhaps “update” isn’t the word, given that its go-getting villain is the only element of this irony-free interpretation that feels remotely revisionist: cleverly played by Blanchett as a life-hardened femme fatale rather than an irrational harridan, this sexed-up stepmum is just a woman trying to get ahead in what is still rigidly, for all its talk of happy endings, a man’s world. If I were Richard Madden’s fetching, marriage-minded monarch, loins astir beneath unfeasibly tight breeches, I wouldn’t look any further. The camera, squinting as it is through a veritable sandstorm of glitter, hardly does. Alas, its focus does occasionally drift to Cinderella herself, winsomely embodied by Downton Abbey’s Lily James, but rather wanly conceived in Chris Weitz’s script. One might have expected the co-creator of American Pie to give Cinders a little more spunk, so to speak, but she’s relentlessly ingenuous, spouting her late mother’s Pollyanna-ish mantra – “Have courage and be kind” – at every given opportunity, and plenty of unpresented ones besides. Not that Charles Perrault’s woebegone servant girl has ever been the most courageous heroine in the fairytale library: she’s not exactly exhibiting nerves of steel when she flees the palace ball at the stroke of midnight, fearful that her besotted prince might be irretrievably turned off by the sight of her in daywear. Branagh and Weitz stick lovingly to the legend throughout; and while it might have been nice to see the new-model Cinderella follow Frozen’s progressive, quasi-feminist lead, the film’s naff, preserved-in-amber romanticism is its very charm. Branagh’s recent shift into captaining shiny studio showboats (Thor, Jack Ryan: Shadow Recruit) isn’t an expected career development, but it’s not an unwelcome one either. The slumming Shakespearean brings a certain literate twinkle to proceedings, and with wittily excessive assistance from master designers Sandy Powell and Dante Ferretti, he boasts a keener sense of spectacle than many a tentpole journeyman. There are palatial set pieces here – a choreographed troupe of slate-suited fencers, a whirling, swirling royal waltz in Easter-egg hues – that conjure admittedly fleeting recollections of Branagh’s epic, eccentric vision of Hamlet. One wonders what he could do with other, gutsier Disney princesses, particularly with the brilliant Blanchett to keep them on their oh-so-dainty toes. • Comments have been reopened to time with this film’s Australian release"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}