{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/feb/09/kristiana-coignard-parents-lawsuit-police-station-texas", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-02-09T21:59:50Z", "webTitle": "Was Kristiana Coignard unlawfully killed? Questions swirl as parents seek justice", "webUrl": "https://www.theguardian.com/us-news/2015/feb/09/kristiana-coignard-parents-lawsuit-police-station-texas", "apiUrl": "https://content.guardianapis.com/us-news/2015/feb/09/kristiana-coignard-parents-lawsuit-police-station-texas", "fields": {"headline": "Was Kristiana Coignard unlawfully killed? Questions swirl as parents seek justice", "bodyText": "The family of Kristiana Coignard is considering legal action against police in east Texas after Coignard, a mentally ill 17-year-old, was shot dead when she entered a police station in what relatives described as a cry for help. Coignard was killed on the night of 22 January about 10 minutes after she arrived in the lobby of the police department in Longview, two hours’ drive east of Dallas, and used a phone to summon an officer. Her death sparked demonstrations and cyber-attacks on the city’s website linked to the Anonymous “hacktivist” group. Coignard’s San Antonio-based parents have hired an attorney and held a press conference on Monday, saying they want to see some form of “justice” done in the wake of her death. They told the Guardian they will wait until the Texas Rangers have concluded their investigation before deciding whether to launch a suit. Their lawyer, Tim Maloney, said he was helping the family make freedom of information requests last week to try and gather more details before the possible filing of a wrongful death or other civil rights violation claim. Footage of the incident has been viewed more than 800,000 times on YouTube and raises questions about whether her death could have been avoided if officers had handled the situation differently. Her family, who have viewed the video, believe that police failed to defuse the situation using the kind of crisis management techniques that are now taught as standard in many police departments across the country, including in San Antonio, which has made the proper handling of encounters that have the potential to turn violent a priority in recent years. During a struggle that lasted several minutes, one officer appears to have subdued Coignard but then releases her. Two other officers arrive, weapons are drawn and she is shot five times by two officers after rushing at one of them with what police said was a butcher knife. An officer who had been on the scene for less than 10 seconds fired twice. Police said that Coignard had “I have a gun” written on her hand and that an attempt to Taser her had no effect. In the video, the officers seem to make little or no effort to give Coignard first aid until paramedics arrive about seven minutes later. “Our belief is that she went there asking for help. It’s evident just by watching the video of how long she was calm, cooperative, subdued. For so many, I’m guessing about 10, minutes, there wasn’t any violence on her part, or charging, or anything like that. So I know that it was asking for help, that was her intent,” said her father, Erik Coignard. “In the video it’s evident there are lots of times when she was under the officer’s control and she could have and should have been restrained at that point. It would have been a very different outcome.” The teenager worked at a KFC in San Antonio but had recently moved to Longview “to stay with her grandparents as part of her getting on her feet just before she turned 18”, he said. Maloney said that she had never been arrested before and did not have a violent history, but occasionally had episodes of “acting out” where she became agitated. The family declined to detail her precise medical condition. She had reportedly been hospitalised in the past. “She was on regular medication and also on counselling, therapy, and seeing a counsellor that day as part of her regular treatment,” Coignard said. Her stepmother, Elizabeth Canales-Coignard, said there had been no indication earlier in the day that Kristiana was in crisis. “She was texting me back and forth and it was very positive, it was very loving. In our conversation with her through texts that day, she was having a good day. It’s not to our knowledge otherwise,” she said. Monday’s press conference was held in San Antonio, which has become a national model for its treatment of mentally ill people in crisis. More than a decade ago, with an influx of mentally ill people contributing to acute overcrowding in the county jail, all the relevant players – police, courts, health and homelessness services – in the city and surrounding county combined to radically overhaul the system. Now a police officer dealing with a mentally ill person in crisis in the nation’s seventh-largest city is more likely to pull out a set of flash cards than a gun or a Taser. The jail had between 600-1,000 empty beds at times last year and the city is saving an estimated $10m per year. The vast majority of San Antonio’s officers have undergone Crisis Intervention Team training, a 40-hour programme that teaches them how to react when they encounter someone in the middle of a mental health crisis. “[At the start] I heard things like ‘I’m a cop, not a social worker,’” said Leon Evans, director of the community mental health system in the San Antonio region. “This is not ‘hug-a-thug’, which I heard from law enforcement officers; this is really about protecting them and society and not criminalising people with mental illness and making sure they get to the right place,” he said. Raul Garza is a sergeant with the San Antonio sheriff’s department outreach team. “Everybody’s given what we call ‘cop cards’. They’re laminated cards on a little ring and you carry those with you in your patrol bag. It’s a wealth of information and resources that you can pass along to the family and that helps to calm the situation down and let them know we’re here to help, that not everyone we come in contact with goes to jail,” he said. The cards – 24 pages of them – contain information on dozens of medicines and guidelines such as “Do not argue or question their delusions,” “Do not use analogies” and “Do not threaten arrest falsely.” Garza said that in the two-and-a-half years since he joined the 16-person unit, they have only used a Taser once, last summer. In 2014, he said, the unit came into contact with 7,500 mentally ill people. Garza believes CIT training should be mandatory. The level of take-up varies greatly from state to state and department to department. “First and foremost is always talk, you want to talk to the person. And then second is actively listen to find out what’s going on,” Garza said. ”You now know how to direct their anger, direct their frustrations to where it needs to be directed so you can work together with this person to find a solution.” San Antonio also has a six-person roving mental health unit that is called out to emergencies. Officers wear plain clothes so as not to appear threatening. “Generally speaking [police] are trained to use their command voice. That works well on you and I and bad guys, but if you get in one of these situations where it’s not logical and people aren’t thinking right, and you get in their face and start screaming, bad things happen. Officers get hurt, the public get hurt,” Evans said. Reliable figures on the number of people shot by police in the US each year are difficult to come by, but a 2013 Treatment Advocacy Center report found that it is likely that “at least half of the people shot and killed by police each year in this country have mental health problems”. Evans said that in Texas the seriously mentally ill die on average 29 years earlier than the general population. A 2010 survey of the 50 states and District of Columbia found that Texas ranks second from the bottom in per capita mental health spending, with an outlay about 10 times lower than DC’s. But in recent years, high-profile conservatives such as Newt Gingrich and Jeb Bush have advocated progressive criminal justice reforms and backed the Texas-founded Right on Crime project, which argues that reducing the prison population in an intelligent way could save money without impacting public safety. “You’ve got very conservative people, who used to want to cuff and stuff everybody, who believe in treatment now and understand it’s good for taxpayers, it improves the public safety net, you’re not criminalising somebody for having an illness,” said Evans. As well as training officers to reduce the risk of violent confrontations, San Antonio also looked again at what happens next when urgent action is required. A decade or so ago, the two most likely options were to take the person to jail or to the emergency room. The first option was simply a stopgap with no long-term benefits, while the second might tie up an officer for up to 14 hours as he or she waited for the person to be evaluated, resulting in wasted time and expensive overtime costs. Now, the police can take people to the Restoration Center, a nondescript building in a desolate-looking part of town just a mile-and-a-half from Texas’s most famous tourist attraction, the Alamo. Adjacent to a homeless shelter, it has a waiting room for walk-ins accessed via an airport-style metal detector and special doors so police officers can drop off people straight into the sobering unit – a large, odorous room filled with mattresses – or other sections of the building that are devoted to medical services, detox and mental health crisis. On one evening last week there were three people in the 16-bed crisis unit, which temporarily houses those suffering acute crises. Two emergency detainees and one person who had voluntarily agreed to be admitted were under 24-hour observation by a team of care workers sat behind glass at a bank of computers and office equipment. The set-up allows the efficient treatment of people who may have multiple problems, said Christi Garfield, the vice-president of restoration services, as well as saving law enforcement time, money and paperwork and reducing the chance of a repeat encounter. Each month about 400 people are screened for entry into the crisis unit, and 200 admitted. About 25,000 people come to the center each year, many of them brought by police. “Before it was here they’d just take you to jail,” Garfield said. Maloney, the lawyer, said that the family hopes Coignard’s death will prompt a national debate about how the police handle encounters with mentally ill people. “CIT should be mandatory for all police across the state of Texas, it shouldn’t be a department by department decision,” he said. Two of the three officers involved had some CIT training, according to WFAB local news. “The situation sadly is not going to be isolated to this incident, there’s going to be other issues and if one thing good comes of this, it’s that we create a national dialogue – we’ve got this crisis, how are we going to deal with it?” Maloney said. “It’s not a situation without an answer. It’s just simply whether or not we’re going to spend time and resources to adequately train patrol officers to de-escalate instead of confront.” With better training, Erik Coignard said, he and his wife are convinced that “Kristiana would still be alive today.” In the US, the National Suicide Prevention Hotline is 1-800-273-8255 and the Trevor Project’s Lifeline is 1-866-488-7386."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}