{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/feb/13/crystal-palace-alan-pardew-liverpool-fa-cup-keith-millen", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-02-13T22:30:03Z", "webTitle": "Crystal Palace urged to confine Alan Pardew’s finest hour to history", "webUrl": "https://www.theguardian.com/football/2015/feb/13/crystal-palace-alan-pardew-liverpool-fa-cup-keith-millen", "apiUrl": "https://content.guardianapis.com/football/2015/feb/13/crystal-palace-alan-pardew-liverpool-fa-cup-keith-millen", "fields": {"headline": "Crystal Palace urged to confine Alan Pardew’s finest hour to history", "bodyText": "Crystal Palace’s players have been urged to “make their own history” as Alan Pardew, scorer of the club’s FA Cup semi-final winner against Liverpool a quarter of a century ago, aims to oust the Merseyside club from the competition once again. Pardew scored the extra-time winner in April 1990 as Steve Coppell’s Palace, who had been humiliated 9-0 in a top-flight fixture at Anfield the previous autumn, prevailed 4-3 at Villa Park to reach the only FA Cup final in their history. They will attempt to extend Liverpool’s winless sequence at Selhurst Park to seven matches on Saturday, a sequence that stretches back to 1997, and reach the sixth round for the first time in a decade. The manager has been nursing a sore throat and on the eve of the contest, sent his assistant Keith Millen – who had attended the FA Cup final replay defeat to Manchester United as a supporter – in his stead, though Pardew will be fit enough to sit on the bench. “I’m sure he’ll be reminding them pre-match of what he did all those years ago,” Millen said. “But the goal for the current players is to make their own history. They and I would want to be part of another successful Crystal Palace team that, maybe, wins the FA Cup one day. “Then you become a hero yourself further down the line. It’s good to remind them of the history the club has had, especially against Liverpool back then but also in recent times, and I’m sure Alan will relay a few stories tomorrow. But now it’s about them making history themselves.” Liverpool have suffered on recent visits to this corner of south London, not least last year when they shipped three goals in the last 11 minutes to Tony Pulis’s side in May to draw 3-3 and leave their title challenge forlorn. Palace, then under Neil Warnock, also triumphed 3-1 in November despite the visitors having taken an early lead. “Coming back to places where you’ve suffered can play on your mind,” said Millen. “It’s not the most luxurious dressing room when you come to Selhurst either. Ours have been done up now. “Whether they’re scarred from the last two games, who knows? But without a doubt it’s a different Liverpool team coming this time. They’ve changed formation, they’re full of confidence again, they’re passing and moving and, whoever plays, it’s going to be a tough one for us. If we can get through this tie we might be one of the favourites left in the competition, but this game will be a huge test for us.” Pardew has actually won twice as many FA Cup ties in six weeks at Palace – albeit only two – than he did in over four years as manager of Newcastle and, while he will be without his influential midfielders Mile Jedinak and James McArthur through injury, the Senegal left-back Pape Souaré is available. The £3.45m signing from Lille was finally granted a work permit this week and will be included in the squad, with Yannick Bolasie and Dwight Gayle – so influential in the sides’ two meetings last year – expected to start. Wilfried Zaha, capped twice by England, will also hope to feature as he continues to rebuild his career back at Palace after failing to make his mark with Manchester United. “There were other clubs in for me in January but in my mind I wanted to come back to Palace,” said the winger, who had spent the first half of the campaign on loan at the club before making the move permanent on deadline day. “It is definitely the club I want to be at. I am back home. Everything is local to me, my family, my friends. I just play football and go home with a smile on my face. “Staying in the Premier League is the priority, definitely. That’s one of the biggest things for the club. We are a Premier League team so we want to stay there. But a decent Cup run would be the icing on the cake for us. We are playing quite well right now. We just have the confidence to play well against any team.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}