{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/feb/24/manchester-city-v-barcelona-five-things-we-learned-from-champions-league-first-leg", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-02-24T21:59:08Z", "webTitle": "Manchester City 1-2 Barcelona: five taking points from the Etihad | Jamie Jackson", "webUrl": "https://www.theguardian.com/football/2015/feb/24/manchester-city-v-barcelona-five-things-we-learned-from-champions-league-first-leg", "apiUrl": "https://content.guardianapis.com/football/2015/feb/24/manchester-city-v-barcelona-five-things-we-learned-from-champions-league-first-leg", "fields": {"headline": "Manchester City 1-2 Barcelona: five talking points from the Etihad", "bodyText": "1) Brilliance of Barcelona shows up the Premier League When performing as they did in the first half Barcelona are dazzling – their control, passing and movement befuddled Manchester City. The neon-yellow kit worn by Lionel Messi and his team-mates was an apt colour for a team who shone. Every question they asked of City was unanswerable during those opening 45 minutes. City deserve credit for fighting back in the second half but two days after Messi and Gerard Piqué were photographed near midnight outside a casino their side’s display was so brilliant that one had to be reminded that City are the English champions. Barça’s play was, simply, the stuff of fantasy for long periods. On this showing the Premier League is schoolboy fare. Maybe English football should spend a few nights at the casino. 2) City miss Touré but even he would have struggled Manuel Pellegrini decided to replace the suspended Ivorian, the team’s talisman, with James Milner, a player who has been bursting to operate in the central midfield role which took him to City from Aston Villa, where he had been outstanding in the position. Milner’s first contribution was to float a 20-yard ball into Edin Dzeko’s path for City’s opening foray and in Touré’s absence he later took a free-kick won by Sergio Agüero, though this came to nothing. Not for the first time, though, Fernando, his partner for the evening, proved suspect, playing one back pass into Luis Suárez to allow him to run at Joe Hart’s goal. Later, Milner fired in a pass but Samir Nasri passed up the chance. But so good were Barcelona that even Touré would have struggled on this night. 3) Pellegrini backs bold words in team selection but City suffer The uber-calm Chilean produced the most upbeat programme notes of his tenure as City manager, saying: “We feel we can beat any side in the competition. We have already shown that by defeating Bayern Munich here in the group stages. If you can do that then why can’t you beat Barcelona also? I am sure you will see us trying to play in the same way as we did against Newcastle United [in winning 5-0] and in the second half at Stoke City.” For Pellegrini this is about as bullish as he gets and he proceeded to back his bold talk with a starting XI that featured two strikers, with Dzeko playing alongside Agüero. If this was brave, by half-time it looked like high folly – Barcelona were 2-0 ahead and flying through two goals from Suárez. Agüero shows his class and makes presence felt In this most difficult of contests the Argentinian still managed to throw City a lifeline with the 69th minute goal created by a David Silva flick. Before this, Agüero had warned Barcelona of how he could damage them. One illustration came when fooling Javier Mascherano with a shimmy to win a free-kick. Another when a second-half run had the visitors backpedalling before a 20-yard shot carefully watched by Marc-André ter Stegen. The man who played only 45 minutes in last year’s tie due to injury had been impatient to face this gilded Barça side. “This is a new game and we’re not the same as we were last season,” he said. “They aren’t either. Both teams have had reinforcements that have improved the squads.” Agüero ensured his presence was felt. 5) Barça keeper Ter Stegen given far too little to do During the first half when his colleagues were a blur of skill, invention and sheer majesty, Barcelona’s 22-year-old goalkeeper could console himself that despite not yet experiencing a minute in La Liga for the club he joined last summer he is the No1 for the Champions League. Signed from Borussia Mönchengladbach in a ¤12m (£8.8m) deal, Marc-André ter Stegen plays second fiddle to Claudio Bravo in the weekly bread-and-butter stuff but what a consolation to be able to pull up the armchair to watch this team when on song. Last month he said: “It’s good to be at Barça but the situation is difficult.” Ambition is great but apart from picking the ball out of the net after Agüero struck, Ter Stegen had little else to do."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}