{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/feb/11/obesity-adviser-rejects-conflict-of-interest-claim", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-02-11T23:30:01Z", "webTitle": "Obesity adviser rejects conflict of interest claim", "webUrl": "https://www.theguardian.com/society/2015/feb/11/obesity-adviser-rejects-conflict-of-interest-claim", "apiUrl": "https://content.guardianapis.com/society/2015/feb/11/obesity-adviser-rejects-conflict-of-interest-claim", "fields": {"headline": "Obesity adviser rejects conflict of interest claim", "bodyText": "The government’s leading obesity adviser has strongly denied suggestions from a medical journal that her independence has been compromised by taking funding from the sugar and other food industries for research projects. The British Medical Journal says many public health scientists have links to the sugar industry, including Prof Susan Jebb, chair of the government’s Responsibility Deal food network. Experts accused the journal of attacking scientists’ integrity and undermining good research with scant evidence. Tom Sanders, emeritus professor of nutrition and dietetics at King’s College London, said the criticism of Jebb was unfair. “Any suggestion that government advisers are ‘bent’ because of their relationships with the food industry (grants, advisory bodies) is toxic and plays into the hands of those with political motives for changing the food agenda which are not science-based,” Sanders said. “Prof Susan Jebb is unfairly vilified in the context of sugar and health – especially as she was an author of papers suggesting a tax on sugar-sweetened beverages.” Jebb, professor of diet and population health at the University of Oxford, and previously with the Medical Research Council, has received support for her research from Coca-Cola, Sainsbury’s, Cereal Partners and Rank Hovis McDougal. Food companies have funded 10 projects in which she was involved to the tune of £1.37m since 2004. All were completed before Jebb took up the government position in 2011. In a statement, Jebb said the BMJ article by a freelance journalist, Jonathan Gornall, “implies that industry funding for research projects I led as part of my employment with the UK Medical Research Council has compromised my role as chair of the Public Health Responsibility Deal, but fails to provide any evidence to support this.” She said none of the studies involved research into the effects of sugar on health, and all industry funding had been declared. “I have received no personal remuneration from any of these projects,” she said. The work funded by Coca-Cola was a trial of a non-sugar sweetener, which failed. The research linked to Unilever, Cereal Partners, RHM and Sainsbury’s involved supply of their products for two dietary studies supported by the Food Standards Agency, not funding. The BMJ says sugar industry funding raises important questions about potential bias and conflicts of interest. It also points to the industry links of Prof Ian Macdonald, from Nottingham University. As revealed in the Guardian last September, Macdonald, chair of a government inquiry into carbohydrates including sugar, was a paid adviser to Coca-Cola and Mars. He undertook not to attend meetings with the companies while the review was under way. Other members of the standing advisory committee on nutrition (SACN) besides Macdonald have received industry funding. The BMJ says annual declarations of interest by SACN members show an average of 45 declarations a year between 2001 and 2012 involving companies from the food, drinks and pharmaceutical industries. Of the 40 scientists affiliated with SACN over that period, 13 had no interests to declare. Experts said industry needed advice from the small pool of nutrition scientists, and little dietary research could be done without industry funding. Catherine Collins, of the British Dietetic Association, said: “Despite being qualified to interpret medical and nutrition research, I remain as confused as the public will be to what Gornall is trying to say. Is it that the lure of money moulds researchers into compliant, complicit Big Sugar agents willing to pervert good science for dosh? Is it that despite being open and transparent about funding links, plus registering your study prospectively with clinical trials and subsequent research, peer review is still inadequate for objectivity if your funding came from Big Sugar?” Stephen O’Rahilly, professor of clinical biochemistry and medicine at Cambridge University and director of the Medical Research Council’s metabolic diseases unit, said: “It would be very harmful for society if academics could never collaborate with industry to investigate questions relevant to the advance of knowledge and/or public health,” he said. “However, the direct involvement of the food industry in bodies concerned with government policy is a separate issue and in my view should be debated separately.” • This article was amended on 12 February 2015 to remove a reference to independent scientists that was a misinterpretation of comments made by Stephen O’Rahilly."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}