{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/feb/01/premier-league-liverpool-west-ham-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-02-01T22:30:02Z", "webTitle": "Brendan Rodgers backs returning Daniel Sturridge to light up Liverpool", "webUrl": "https://www.theguardian.com/football/2015/feb/01/premier-league-liverpool-west-ham-match-report", "apiUrl": "https://content.guardianapis.com/football/2015/feb/01/premier-league-liverpool-west-ham-match-report", "fields": {"headline": "Brendan Rodgers backs returning Daniel Sturridge to light up Liverpool", "bodyText": "The instinctive, powerful finish that sealed victory and the perfect comeback was the obvious benefit of a fit Daniel Sturridge yet there are wider implications for Liverpool. As an effusive Brendan Rodgers put it: “He provides the light for this team.” And, by extension, he consigns others to darkness. Anfield altered the moment Sturridge back-stepped on to the pitch for the first time in five injury-plagued months on Saturday. The atmosphere was charged and expectations rose not only in the stands but, as Jordan Henderson later admitted, within the Liverpool team. West Ham United’s immediate response was to drop deeper and send Sturridge flying on the edge of their own penalty area. The free-kick came to nothing but evidence of the fear a more complete Liverpool attack will strike in opponents came before Sturridge scored 12 minutes into his return. Rodgers said: “He is a genuine, top European talent and if you get Daniel Sturridge on the field everyone knows about his pace and that will always frighten teams. He lights up this team. He provides the light for this team. When you add a top-class player like him to it you can go to another level.” Liverpool reached a higher level to West Ham prior to Sturridge’s 68th-minute introduction courtesy of another relentless display from Raheem Sterling, the vision of Philippe Coutinho and a vastly improved defence. Mamadou Sakho and Simon Mignolet in particular stood out against the visitors’ aerial threat, one that dissipated in the second half as James Collins, Andy Carroll and Winston Reid joined Sam Allardyce’s extensive injury list. West Ham had posed Liverpool problems in an even, scrappy first half but after the interval they looked like a side playing their fifth game in a fortnight. Sterling produced a confident finish from Coutinho’s pass behind Collins and the Brazilian also teed up Sturridge to beat Adrián inside his near post as Liverpool, with echoes of last season, threatened from all angles. “As a team we felt more of a threat when Daniel came on as he is a huge player,” said Henderson, whose own form in central midfield was another factor in Liverpool’s improvement. “He has so much talent and can change a game in a few seconds. His movement and his work-rate are excellent and he is only going to get better now. We’ve got a pivotal month ahead and we have to keep this going. “If there is a negative recently it’s that we need to be better in front of goal, we need to be more clinical, but we had Raheem and Daniel to come up with the goods against West Ham.” Carroll and Collins represented a stern test of Liverpool’s vulnerability at set pieces but the test was passed convincingly. Mignolet was quick to command his area, better late than never, while the physical strength of Sakho, Emre Can and Martin Skrtel was enhanced by their collective understanding. Henderson added: “The intensity, the pressing is back and we are confident and creating a lot of chances but we are also defending a lot better as well. We defended the set pieces really well. The defenders have been outstanding and deserve a lot of credit over the last few months. We have to make sure we continue being really solid defensively because we have players like [Adam] Lallana, Sterling, Coutinho and Sturridge who can unlock defences and have a threat.” Allardyce’s problems included the non-appearance of Diafra Sakho, omitted by West Ham after Senegal complained to Fifa over the striker’s match-winning display against Bristol City in the FA Cup having missed the Africa Cup of Nations with a back injury. “I don’t know the ins and outs of it, I was just told to say that, under the circumstances, it would be better if we didn’t play him at the moment,” the West Ham manager said. The Football Association will not intervene in the dispute unless instructed to do so by world football’s governing body. Man of the match Raheem Sterling (Liverpool)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}