{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/feb/20/floyd-mayweather-manny-pacquiao-confirmed-2-may", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-02-20T23:41:45Z", "webTitle": "Floyd Mayweather confirms Manny Pacquiao fight in Las Vegas on 2 May", "webUrl": "https://www.theguardian.com/sport/2015/feb/20/floyd-mayweather-manny-pacquiao-confirmed-2-may", "apiUrl": "https://content.guardianapis.com/sport/2015/feb/20/floyd-mayweather-manny-pacquiao-confirmed-2-may", "fields": {"headline": "Floyd Mayweather confirms he will fight Manny Pacquiao in Las Vegas on 2 May", "bodyText": "Floyd Mayweather has confirmed that he will fight Manny Pacquiao in Las Vegas on 2 May in what is expected to be the biggest grossing single sports event in history. Five years after negotiations between the pair first took place, the unbeaten Mayweather posted a picture of the signed contract on Friday. “What the world has been waiting for has arrived,” Mayweather wrote. “Mayweather vs. Pacquiao on May 2, 2015, is a done deal. I promised the fans we would get this done, and we did. We will make history on May 2nd. Don’t miss it!” “I am glad my decision to meet with Manny and discuss making this fight happen helped get the deal done,” Mayweather added in a statement. “Giving the fans what they want to see is always my main focus. This will be the biggest event in the history of the sport. Boxing fans and sports fans around the world will witness greatness on May 2. “I am the best ever, TBE, and this fight will be another opportunity to showcase my skills and do what I do best, which is win. Manny is going to try to do what 47 before him failed to do but he won’t be successful. He will be number 48.” the pair are expected to earn $250m (£160m) between them. Ringside tickets could go on sale for $5,000 each, while the cost of watching the fight on pay-per-view in America could reach $100. “Everyone involved, including Floyd Mayweather and Manny Pacquiao, knows this fight simply had to happen,” said Stephen Espinoza, of promoters Showtime Sports. “All of us are thrilled to be able to deliver this event to boxing fans around the world. Now, for the second time under his current deal with Showtime Networks, Floyd Mayweather has agreed to fight an opponent that many people thought he’d never face. We set an all-time pay-per-view record with the first event back in September 2013, and we look forward to another record-breaking performance on May 2. Ken Hershman, president of HBO Sports, added: “Manny Pacquiao and Floyd Mayweather have been the two most prominent fighters in the sport of boxing for the past decade, and fight fans around the world have been clamouring for them to face each other. “And now, on May 2nd, in what everyone believes will be the biggest boxing event of all-time, fight fans have been granted their wish. May 2nd will be a signature moment for the sport of boxing and HBO Sports is thrilled to be a part of this spectacular event. I know the fighters and their teams will be primed to excel and we plan to work closely with everyone involved to deliver the same level of performance from a broadcast perspective.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}