{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/feb/12/children-in-detention-report-expert-says-governments-failed-duty-of-protection", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-02-11T22:23:08Z", "webTitle": "Children in detention report: expert says governments failed duty of protection", "webUrl": "https://www.theguardian.com/australia-news/2015/feb/12/children-in-detention-report-expert-says-governments-failed-duty-of-protection", "apiUrl": "https://content.guardianapis.com/australia-news/2015/feb/12/children-in-detention-report-expert-says-governments-failed-duty-of-protection", "fields": {"headline": "Children in detention report: expert says governments failed duty of protection", "bodyText": "The former head of mental health services for asylum seekers in detention has said successive governments were told over years of the damage being done to children in immigration detention, but refused to act. The Australian Human Rights Commission report into children in detention, The Forgotten Children, released on Wednesday details a litany of abuses and deprivations of children held in immigration detention. But Dr Peter Young, the former medical director for mental health at International Health and Medical Services said medical staff had been campaigning to improve the system for years. Young revealed to Guardian Australia in August last year “an inherently toxic” environment he said was designed to harm vulnerable people. “This report now confirms what people have been saying to government, and to the department for a long period of time, that this is deliberately and seriously damaging to children, to anyone in detention.” Australia is the only country in the world that mandatorily detains all unauthorised arrivals, including children. Among the reports findings for the 14-month period between January 2013 and March 2014 were: more than 300 children committed or threatened self-harm in Australian immigration detention; 30 reported sexual assault; nearly 30 went on hunger strike; and more than 200 were involved in an assaults. The report also highlighted psychological and physical damage to children: one-third of children suffer from mental health disorders serious enough to require hospital care, while babies have problems learning to walk because they have no safe place to crawl. Young told Guardian Australia that the brutality uncovered in the report – the document also details children being woken up at 11pm and 5am with a bright torch shined in their faces for “head-counts”, and of a profoundly deaf couple being denied hearing aids for months so they could not hear their baby cry – was not an accidental corollary of Australia’s immigration detention system, but a deliberate part of it. “The system is designed to coerce people to agree to return to whence they came, and it is made unpleasant and harsh - the arbitrary nature, the uncertainty and the unfairness - quite deliberately. It was quite clear from the discussions we had with senior department officials that that is well understood, that it is not an unintended consequence but an integral part of the system.” Young said the government had known of the abuses of children occurring under its care, but had sought to suppress investigation. “It’s very telling that the government and the department have tried so hard to avoid disclosure of this information, that it took an inquiry of the AHRC to bring it into the open. But the evidence is indisputable.” The government tabled the report in parliament late on Wednesday night, almost at the very last minute it was required by legislation to do so. It has had the report since November. The attorney general, George Brandis, obliquely accused the HRC of politicising the issue, saying the government was “disappointed and surprised” the inquiry did not start until the Coalition was in power, considering the problem was at its most acute prior to the 2013, under Labor. “The Abbott government has stopped the flow of boats and the flow of large numbers of children entering detention. Importantly, the government has also significantly reduced the Labor government’s legacy of nearly 2,000 children in detention from the peak in July 2013 to fewer than 200 today,” he told parliament. Department of immigration statistics show 257 children are currently in Australian immigration detention, including 119 on Nauru. More than 100 children, previously held on Christmas Island, have been released into the community on the mainland on bridging visas over the past fortnight. The commission was not allowed to visit Nauru. The government regards children in detention on Nauru as a matter “beyond the jurisdiction of the ... commission”. “This government, like the Howard government before it, is committed to removing all children from detention. In short, children in detention is a problem created exclusively by the former Labor government which has been largely solved by the current Abbott government,” Brandis said. The commission report relies on evidence and statistical data from 1 January 2013 to 30 September 2014, when both Labor and Coalition governments were in power. Human rights and child welfare advocates have welcomed the report. Paul Ronalds, chief executive of Save the Children, the NGO which provides care to children in detention in Nauru, said all children should be released immediately. “The AHRC report confirms what we have been telling the government all along, that the mandatory detention of children in places like Nauru where we work to help vulnerable children, is incredibly harmful to their physical and mental well-being.” “While considerable efforts are made to minimise that harm, and the transition towards community detention on Nauru is commendable, the only way to guarantee the rights and well-being of asylum seeker children on Nauru is for the Australian government to immediately end the practice of mandatory detention.” Amnesty International said the report offered valuable insight into Australia’s “secretive detention centre” on Nauru. The children detained there live in sweltering, cramped conditions with no reliable access to a paediatrician, neonatal facilities, infant resuscitation, paediatric life support, or child protection services. “The Commission has shown clearly why detention was, is and always will be an abusive and incompetent way to treat asylum seeker and refugee children”, said Graeme McGregor, Amnesty’s refugee spokesman. Pamela Curr from the Asylum Seeker Resource Centre said children should be released from detention immediately. “The evidence of professional psychologists, health-care and child-welfare workers who appeared before the inquiry or made submissions is unequivocal and damning.” President of the Royal Australian and New Zealand College of Psychiatrists, Dr Murray Patton, said doctors had spoken publicly before about the deteriorating health and mental health of children and parents detained in centres like Christmas Island. “Psychiatrists have seen first-hand the mental state of both children and adults, including those harming themselves and expressing suicidal intent. Indefinite detention is a completely unique situation – the harm lies in not just the detention but also the arbitrariness and the unfairness. Children in particular struggle to understand this and it creates a persistent stress and distress that is damaging and that damage can be lasting.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}