{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/feb/20/us-south-caught-off-record-breaking-cold-weather", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-02-20T21:47:08Z", "webTitle": "Record-breaking cold weather catches US south off guard", "webUrl": "https://www.theguardian.com/us-news/2015/feb/20/us-south-caught-off-record-breaking-cold-weather", "apiUrl": "https://content.guardianapis.com/us-news/2015/feb/20/us-south-caught-off-record-breaking-cold-weather", "fields": {"headline": "Record-breaking cold weather catches US south off guard", "bodyText": "While waiting to see if school officials would cancel classes ahead of a predicted ice storm on Wednesday, students from Gwinnett County in Georgia went on Twitter. They pleaded. They bargained. They threatened. Their five stages of grief one meme at a time made the word Gwinnett trend worldwide. Though the storm never really materialized, administrators canceled classes anyway, largely because Georgia had declared a state of emergency for the region. The south is in a state of post-traumatic stress over the cold. Dixie face some of the coldest temperatures on record on Friday. Lynchburg, Virginia, set an all-time record low of -11F (-24C) on Friday morning. Charleston’s temperature of 18F (-8C) is four degrees colder than the previous record. But Tennessee may have been caught most off guard. Severe, unprecedented arctic weather has claimed 16 lives in the state so far, according to the Tennessee emergency management agency (Tema), a count that has been climbing as temperatures have been falling. One 67-year-old dialysis patient died in Hickman County because snow, freezing, rain and sleet had made it impossible to travel for his treatment. It’s even cold enough for cryoseismic booms – the explosive cracking sound of water freezing underground – to startle people who have never heard it before. “I would call this an emergency,” said Dean Flener, executive officer with Tema. “It’s sad to see the human toll that disasters take on people’s family.” Flener chose not to describe Tennessee residents as unprepared. “Sometimes circumstances override what you can prepare for,” he said. “When an emergency manager tells you to stay home, stay home. We’ve had 16 fatalities with this one.” The National Weather Service has warned that middle Tennessee is set for another quarter-inch of freezing rain on Friday night. Memories of ‘Hothlanta’ The essentials for icy weather known to the north-east – snow chains, sand and a sense of forbearance – run in short supply south of the Mason-Dixon line. To Tennessee’s east, the roads of North Carolina are perilous with a light flurry of snow. With temperatures below freezing in Charlotte and Raleigh, and more snow on the horizon, the area risks a repeat of last year’s “Attack on Glenwood Avenue”. Salt and brine have become old hat for southern states, but brine doesn’t work if the temperature drops more than 10 degrees below freezing. The mighty cold that struck Raleigh this week rendered brine more or less useless. Power outages can be common in the south during thunderstorms. Electrical utilities have long buried sensitive power lines in northern states where ice and snow are common, but not so in the south. On Tuesday, cold weather managed to knock out power to more than 225,000 customers in Georgia – or one out of 40 people – despite roads that by and large remained passable. Thus, some overreactions. The Atlanta area has been armed for polar bears ever since the events of “Hothlanta” in January last year, in which one inch of midday snow paralyzed the city for three days. Drivers abandoned cars on interstate freeways after being stuck on unplowed roads for eight and ten and 16 hours at a time. Men walked through two miles of snow to rescue their children trapped at school – the tales one might expect to hear in the Montana wilds. The area escaped snow-related deaths. It did have one snow-related birth. Nonetheless, the trauma resonated. It became an issue in the gubernatorial election. Atlanta’s famously prickly mayor has been deflecting criticism of how agencies handled the storm for a year. So this time around, the region took no chances. Salt brine trucks began coating roads even at the rumor of another dusting of snow. Governor Nathan Deal declared a state of emergency and closed government offices. And local governments quickly followed. “No, the decision to close school did not have anything to do with social media messages,” said Sloan Roach, spokeswoman for Gwinnett County public schools."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}