{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/feb/20/wright-state-university-black-history-month-menu-fried-chicken", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-02-20T21:45:45Z", "webTitle": "Black History Month menu at university features fried chicken, collard greens", "webUrl": "https://www.theguardian.com/us-news/2015/feb/20/wright-state-university-black-history-month-menu-fried-chicken", "apiUrl": "https://content.guardianapis.com/us-news/2015/feb/20/wright-state-university-black-history-month-menu-fried-chicken", "fields": {"headline": "Black History Month menu at university features fried chicken, collard greens", "bodyText": "The president of Wright State University has apologized to students over a Black History Month menu that offered fried chicken, collard greens and cornbread under the image of Martin Luther King Jr. President David Hopkins also vowed to investigate why the menu was created and not stopped by the school’s dining services vendor, Chartwells Higher Education Dining Service, which also apologized for offending people. Students were quick to post photos of the menu online, provoking anger that the vendor and school had juxtaposed Black History Month with foods associated with offensive racial stereotypes. “I apologize to anyone hurt by the display,” Hopkins wrote in an email to students. “To our credit, the menu was quickly removed. But the larger question remains: why was it done?” “I will find out. We will take steps to prevent this kind of behavior occurring in the future.” Those steps include coordination between the dining services and the university’s diversity department, Wright communications director Seth Bauguess said. Bauguess added that the office of multicultural affairs, which works with minority groups on campus, would work with the dining services. “Chartwells and our office of multicultural affairs are going to bounce ideas off each other,” Bauguess said, “so say Chartwells wants to do a themed idea for a culture – say Hispanic heritage month – they’ll get feedback from the office.” Bauguess said campus officials played no part in the menu, which he said was one among other such themed promotions from Chartwells. “The university was completely unaware that they planned to do this,” he said. A Chartwells spokesperson did not return a call for comment but did send a statement that said: “In no way was the promotion associated with Black History Month meant to be insensitive.” “We could have done a better job putting this in context of a cultural dining experience,” the vendor conceded. “We sincerely apologize.” Students, alumni and others have protested the menu online, criticizing Wright and expressing surprise and sadness that the school did not catch it. “This is not a mistake this is PURE ignorance,” film director and alumnus Dominick Evans wrote on Twitter. “Super ashamed to be a Raider right now,” he added, referring to the school’s mascot. Billy Barabino, a student and member of Wright’s Black Student Union, told Dayton Daily News: “For me, it was a knock in the face for African, African American individuals who have fought for us to be progressive. I was extremely offended by it because it minimizes who we are as people.” Other members of the union did not immediately reply to a request for comment. Not far from where the menu hung, Wright hosted a panel on civil rights and black history that included Ilyassah Al-Shabazz, the daughter of Malcolm X; Reena Evers, the daughter of Medgar Evers; and Mary Liuzzo Lillieboe, the daughter of James Chaney. Hopkins, who attended that panel, said when he learned of the menu shortly afterward he “understood clearly that despite progress we still have a long way to go”. Chartwells is not the first food service to have attempted a misguided promotion or let slip an offensive menu. In 2010, the cafeteria of NBC’s New York headquarters briefly offered fried chicken and collard greens “in honor of Black History Month”, and a year later the service that runs Citigroup’s cafeteria offered “quinoa crusted fried chicken, Savannah meat loaf, olive oil whipped potatoes” for its “Black History Table”. Earlier this month a California high school offered watermelon and fried chicken for the occasion, until upset students and parents prompted an assembly and apology from the principal. In January, an Atlantic City casino attempted to honor the birthday of Martin Luther King with a similar menu. Fried chicken has long been associated with southern culture but became attached to racial stereotypes of black people in part due to the 1915 film Birth of a Nation, a three-hour silent saga that depicts members of the Ku Klux Klan as heroes and denigrates black people throughout."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}