{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/feb/09/javelin-heptathlon-goldie-sayers-katarina-johnson-thompson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-02-09T22:30:05Z", "webTitle": "Unconventional ‘stroke of genius’ boosts Britain’s bid for heptathlon gold", "webUrl": "https://www.theguardian.com/sport/2015/feb/09/javelin-heptathlon-goldie-sayers-katarina-johnson-thompson", "apiUrl": "https://content.guardianapis.com/sport/2015/feb/09/javelin-heptathlon-goldie-sayers-katarina-johnson-thompson", "fields": {"headline": "Unconventional ‘stroke of genius’ boosts Britain’s bid for heptathlon gold", "bodyText": "Goldie Sayers, Britain’s best female javelin thrower, likens her new role helping the heptathlete Katarina Johnson-Thompson improve her weakest discipline in a bid to challenge for gold in Rio to the feelgood sentiment behind the Kevin Spacey movie Pay It Forward. For Johnson-Thompson, who has emerged as one of Britain’s greatest hopes, the idea is “a stroke of genius”. But for Barrie Wells, the sporting philanthropist who has backed the bubbly young athlete since she was 15 and brought the pair together, it was simple common sense. A rabid sports fan, Wells funded 18 Olympic hopefuls to the tune of more than £2m in the run-up to London 2012. He has scaled back his involvement now, preferring to concentrate on a charity that offers spare seats in executive boxes to terminally ill and severely disabled children, but such is his bond with Johnson-Thompson he has continued his links with the 22-year-old. Back at the start of their relationship she had to take two buses to training, and his investment helped with driving lessons. Last year, she was the No1 heptathlete in the world. Likely to go head to head with the London 2012 gold medallist Jessica Ennis-Hill at the world championships in Beijing in August, as well as at next year’s Olympics, Johnson-Thompson easily tops 1,000 points in five of her events but she struggles in the javelin and the shot. When Sayers, having had her own funding stopped by UK Athletics, plucked up the courage to call Wells to see if he could help, he was minded to dismiss the idea before alighting on a mutually beneficial plan. He would fund Sayers and contribute to her warm weather training camps if she would help out Johnson-Thompson with her throwing. “She said it was like the film Pay it Forward. I was doing her a favour and she was doing Katarina a favour,” Wells says. Their first session, just before Christmas, was judged a success by Sayers, Johnson-Thompson and her coach, Mike Holmes. “I like helping people and you are doing something for the good of the sport as well. I deem Kat to be one of our best athletes ever,” Sayers says. They met for a second time at Johnson-Thompson’s Wavertree training base on Saturday, ahead of a Merseyside football derby in which Wells and Johnson-Thompson took a keen interest. Wells says when he first started funding “the Kat” they bonded over a shared love of Liverpool FC, and as an early reward for success he arranged a visit to Melwood for her to meet the captain Steven Gerrard. “The shot and javelin are the clear weak points in my heptathlon so when Barrie thought of it [teaming up with Sayers] and brought it to me, it felt a stroke of genius for sure,” says Johnson-Thompson, who will compete in the British indoor championships in Sheffield this weekend and then the Birmingham indoor grand prix. “To have a world-class athlete like Goldie trying to pass on her wisdom; it’s so simple but we hadn’t thought of it before.” There is a pleasing symmetry about the collaboration between two athletes at opposite ends of their careers but with a shared focus on the Rio Games. It sees the pair training together once a month, working on video analysis and speaking on the phone. Sayers, 32, had run out of funding options when she turned to Wells late in 2014 having got his number through the former gymnast Beth Tweddle (another athlete he has funded). “My cold call was the most painful experience of my life,” confesses Sayers. “I was thinking: ‘I’ve got to sort some finances in order to train this year.’ “I hate asking for help at the best of times, least of all financial help. Why should anyone give you money, especially when you’ve never met them? We didn’t really talk about that. We just had a chat and met at a dinner, got on well and Barrie came up with the Kat idea.” Sayers sees few issues with Johnson-Thompson’s throwing arm but believes she can help better link a kinetic process she likens to hitting the perfect golf drive off a 25m run-up and add five metres to her range. “There will be something that just clicks. It’s always the way,” she says. “If I can add on about five metres that’s 100 points and gives me the chance to make a big improvement on my heptathlon PB,” adds Johnson-Thompson. “Every point counts. I would love to have that long javelin in the bag. I’ve got a great long jump and then I go into the javelin and everyone catches up, gains points or goes ahead of me and then I have to run my heart out in the 800m.” Improving her javelin would give her a mental edge too, she believes. “I try to mentally prepare for the javelin like I do all the other events, but you can’t help but have it in the back of your head that you are going to lose points. To improve it would help in so many ways.” Johnson-Thompson, who turned 22 last month, finished fifth in the 2013 world championships but had to miss last year’s Commonwealth Games due to a stress fracture in her left foot. Before that she had set the world’s best points total for 2014, broken the British high jump record and won a silver medal in the long jump at the world indoor championships. Wells, who also funded Ennis-Hill earlier in her career, bubbles with enthusiasm when talking about his ambitions for Johnson-Thompson. “Olympic golds plural,” he declares. “She will only be 23 in Rio and 27 in Tokyo.” And Johnson-Thompson can’t disguise her gratitude for the early help Wells gave her. “I wouldn’t have got where I am today if Barrie hadn’t helped me out when I was starting out,” she says. “He helped me with a car, driving lessons to get to training when I didn’t have much money. He believes in athletes when maybe others don’t. Look at Jenny Meadows who people lost faith in but Barrie carried on and look what she did last weekend, a world leader.” The 800m runner, who has also lost her UKA funding but has recorded the two fastest times in the world this year, is the only other athlete that Wells continues to fund. Johnson-Thompson says she cannot wait to take on Ennis-Hill in the battle of the double-barrelled multi-eventers and believes her decision to return to the heptathlon in Götzis in May, where the pair will compete, can only be good for the sport. “Every sport wants the Olympic champion to be competing. If she comes back at the same level of 2012, I can only think about improving my own performance,” she says. There is one potential rival, the Russian Tatyana Chernova, who would not be such a welcome opponent in Beijing. Amid an ongoing doping meltdown in Russian athletics, Chernova was recently stripped of two years’ results after retrospectively testing positive for a banned steroid. But she was allowed to keep the gold she won ahead of Ennis in Daegu in 2011, a fortnight after the annulled period expired. Chernova was banned for two years, but backdated to July 2013 – so could technically return at the 2015 world championships. “It’s a very sensitive subject but at the same time it’s scandalous,” says Johnson-Thompson. “I do think that Jess should get that world championships medal from Daegu that she lost out on. It’s an unfair advantage. “Technically she’s allowed to compete in the world championships this year. I don’t know if she will come back, it will be a bit embarrassing. If she does, the rest of us have to get on with it and hopefully whatever advantages she got from cheating are not in her system because it can last a while.” Wells says Johnson-Thompson and her family have become close to his and he intends to retain a front row seat where ever her journey takes her. “Because she is now a big earner, when we go out for lunch every three weeks or so she insists on paying. That’s very rare indeed,” he says. Sayers – who finished an agonising fourth at the Beijing Games in 2008 – also has her eyes fixed on Rio 2016 after last season stripping her own throw back to basics in the wake of elbow surgery that involved taking a ligament out of her right wrist and inserting it into her left arm. “I am certainly looking to Rio and then we have the London world championships,” says Sayers. “It would be nice to step off the track there having ruptured my elbow last time.” It was at the London Grand Prix, weeks before the London 2012 Olympics, that Sayers sustained her injury. But in addition to continuing to nurture her own ambitions, as a result of her innovative arrangement with Wells, Sayers is now also focusing on those of somebody else. “I don’t know if you get as much joy from watching someone else do well as you do from your own achievements but I would imagine I would. It’s a responsibility and I’m not taking it lightly.” Barrie Wells began his Box 4 Kids initiative after taking an executive box at Anfield and filling it with 150 disabled and terminally ill children and their carers every season. Through his Wells Sports Foundation he has expanded the idea by persuading those with boxes at the Etihad, the Emirates, The Hawthorns, the Britannia Stadium, rugby league grounds, Wimbledon and Wembley to do the same. Boxes in the Royal Albert Hall and arenas in Leeds, Liverpool and Sheffield have also been donated. Once venue owners, individual box holders or businesses agree to give up their allocation for a specific match his team handle the arrangements. For further information contact Katie Hewison on 01524 590600 or katiehewison@wellssportsfoundation.org"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}