{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2015/feb/09/hsbc-files-bank-swiss-arm-tax-international-response", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2015-02-09T21:42:23Z", "webTitle": "HSBC files: international outcry over activities at bank's Swiss arm", "webUrl": "https://www.theguardian.com/news/2015/feb/09/hsbc-files-bank-swiss-arm-tax-international-response", "apiUrl": "https://content.guardianapis.com/news/2015/feb/09/hsbc-files-bank-swiss-arm-tax-international-response", "fields": {"headline": "HSBC files: international outcry over activities at bank's Swiss arm", "bodyText": "HSBC is fighting an international firestorm over revelations that its Swiss private bank helped clients conceal undeclared accounts and provided services to criminals and corrupt businessmen. Europe’s largest bank is facing renewed government scrutiny in the UK, Europe and the US after the Guardian and dozens of other media outlets published details from the biggest banking leak in history. In the UK, the HSBC investigation ignited a ferocious political response, with Treasury minister David Gauke forced to appear before the Commons to defend the government’s efforts to clamp down on tax evasion. He faced questions from Labour on how thoroughly the government had vetted HSBC’s long-serving chief executive and chairman Stephen Green before appointing him trade minister – Britain’s chief business representative abroad – following the May 2010 election. Margaret Hodge, Labour chair of parliament’s public accounts committee, announced that she would be reopening her investigation into the behaviour of HSBC, and would be calling on its officials, including Lord Green, to appear. Danny Alexander, the Liberal Democrat chief secretary to the Treasury, issued a strongly worded statement warning that tax cheats should be prosecuted in the same way as conventional criminals. “Financial institutions who are proven to have colluded with tax evaders should have the full force of the law,” he said. “We quite rightly prosecute and often jail people guilty of damaging our society through conventional crime and antisocial behaviour. The way we treat systematic tax evasion should be no different. If that means jail for offenders and those that conspire with them, then so be it.” Outside the UK, calls multiplied throughout the day for investigations into events at HSBC’s Swiss subsidiary, whose inner workings have been exposed in data covering the period from 2005 to 2007. • In Belgium, where HSBC Switzerland is under investigation over tax fraud allegations, a judge is considering issuing international arrest warrants for directors of the Swiss division of the bank. • In Switzerland, senior politicians called for investigations by regulators into the scandal. • In the United States, a leading member of the Senate banking committee asked the US government to explain what action it took after receiving a massive cache of the leaked bank accounts. • In Denmark, the government said it would seek the names of its citizens who may have used Swiss bank accounts to avoid domestic taxes. • In France, which has also launched an investigation, the prime minister, Manuel Valls, said he was determined to fight tax evasion and would continue to take action at home and on a European level. Evidence that the bank colluded with hundreds of clients to conceal undeclared “black” accounts and used its Geneva branch to hand out bricks of cash in a variety of currencies from euros to pounds has been sitting in the hands of tax officials around the world since May 2010. While France, Belgium, Spain, the US and Argentina have launched legal proceedings against HSBC and its high net worth clients, the UK’s tax authority has in five years used the data to bring only one prosecution. Meanwhile, neither HM Revenue and Customs, the Serious Fraud Office nor the Financial Conduct Authority have taken action against HSBC. Green has so far declined to comment on the affair, telling the Guardian: “As a matter of principle, I will not comment on the business of HSBC, past or present.” Speaking on Sky News, Hodge took a firm line, saying the UK tax authorities had “done too little too late”. “If this had been benefits scroungers, they would have been queueing around the courtrooms to have their court appearances. Because it’s relatively well off people, there’s only one person who’s been taken to court. We want to demonstrate to others that you will not get away with avoiding or evading your tax.” Hodge said only 1,100 of HSBC’s roughly 7,000 Swiss bank customers had been tackled by HMRC, which had managed to collect just £135m in back tax and penalties from roughly $20bn which the International Consortium of Investigative Journalists – which has collaborated with the Guardian and other media outlets in publishing the leaks, including Le Monde and BBC Panorama – estimates was banked by customers with UK addresses. Belgian investigating judge, Michel Claise will now consider further action, a prosecution spokeswoman told the AFP news agency. “The judge believes that it is now time for the bank to cooperate, otherwise he will be forced to issue international arrest warrants for the current and former heads of the bank,” prosecution spokeswoman Ine Van Wymeersch said. A leading member of the Senate banking committee is calling on the US government to explain what action it has taken. The Guardian has established that the leaked data was shared with US regulators five years ago. “I will be very interested to hear the government’s full explanation of its actions , or lack thereof , upon learning of these allegations in 2010,” said Ohio senator Sherrod Brown, the leading Democrat on the committee. Referring to previous charges against HSBC, which were resolved in a landmark civil settlement in 2012, and included a $1.9bn fine, he added: “If the charges are true, the same institution that was first caught violating US sanction laws and laundering money for Mexican drug cartels could then escape accountability for promoting widespread evasion of US tax laws. I intend on pressing regulators, the IRS [Internal Revenue Service] and the DoJ [Department of Justice] for answers.” Micheline Calmy-Rey, who served as foreign minister in Switzerland between 2003-2011, said opening an investigation “would be the least that could be done”. Speaking on Swiss radio, she said: “I am angry. Switzerland has a good reputation for its efforts towards peace, for its economy. But then we learn there are slick individuals who do things.” Swiss socialist politician Roger Nordmann also called for the opening of an inquiry into HSBC Suisse. So far, Switzerland has concentrated on bringing Hervé Falciani, the bank IT worker who leaked the data, to justice. Falciani is under police protection in France, having handed over CDs containing the data on an estimated 130,000 clients to French tax investigators across the table of a cafe in Nice airport during Christmas 2008. In November 2014, the Swiss federal government indicted Falciani for industrial espionage and for violating the country’s bank secrecy law, an offence which is punishable by up to three years in prison. The Swiss Banking Association meanwhile said that banks “must always respect existing laws when carrying out their activities”. “This goes for both the laws in their own country and the laws in the countries where they operate,” it said in a statement sent to AFP, adding that if banks did not follow these laws “they have to take the consequences”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}