{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/feb/24/arsene-wenger-arsenal-monaco-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-02-24T22:30:04Z", "webTitle": "Arsène Wenger welcomes Monaco as Arsenal aim for European progress", "webUrl": "https://www.theguardian.com/football/2015/feb/24/arsene-wenger-arsenal-monaco-champions-league", "apiUrl": "https://content.guardianapis.com/football/2015/feb/24/arsene-wenger-arsenal-monaco-champions-league", "fields": {"headline": "Arsène Wenger welcomes Monaco as Arsenal aim for European progress", "bodyText": "Arsène Wenger offered a particularly warm welcome to the visiting French contingent who found their way to Arsenal’s Hertfordshire training ground on the eve of Wednesday night’s Champions League rendezvous. He was all handshakes and convivial small talk about the south of France and after some reminiscing he wished them a good evening out in London. “I would like to give you some tips but I can’t,” he said, an admission of how he still isn’t any sort of man about town after all these years. The vignette offered a reminder of how absorbed he has always been about management. During his 18 years living in London it has become a running joke that he knows his way between only three places – his home, the training ground and the stadium. That kind of focus was evident as he tried to reject the romantic idea that Arsenal versus Monaco is the match of his footballing life. “Not at all,” he shrugged, as if a last-16 tie could not possibly be a particular high point in his career. “Our job is all about tomorrow and the future.” However, it is the match of his life in a broader context because it brings together the two most important clubs of his career, clubs that shaped him, that gave him the ingredients to strive for success. For all the experience he gathered as a rookie with Nancy for three years and during an 18-month spell in faraway Nagoya with Grampus Eight, together Monaco and Arsenal account for 25 of the 30-odd years he has been preparing and picking football teams professionally. “If I look at the history of my life these are the two who have been crazy enough to let me work,” he said. “The two of them had to be brave because it wasn’t obvious for Monaco to take me on or for Arsenal to employ me. I have a lot of respect for that.” When quizzed about his longevity in building these clubs he responded: “I am a fan of marathons.” The next kilometre, he added, is always the most difficult. This is a worlds colliding moment for Wenger. He allowed himself a hint of nostalgia as he recounted his old life in Ligue 1. He recalled the view along the Moyenne Corniche on the approach to the Stade Louis II and even drily remembered the joys of life on the road in French football. “The Novotel in Brest and in Lille and in Sochaux … They used to smilewhen I arrived.” The mark he left on the club was massive. Wenger won the title with Monaco in their first season together and guided them to their first European final. It was a nightmare, though, as French football was reeling from tragedy. Wenger describes the eve of the 1992 Cup Winners Cup final against Werder Bremen as “a haunting night”. When a terrace collapsed during a Bastia-Marseille game, 18 supporters were killed in Corsica. “We did not sleep. It was catastrophic,” he recalled. “We were all appalled at the hotel. It was not a preparation for a European final.” Monaco lost 2-0. The relationship between Wenger and Monaco was strong enough to withstand the fact they sacked him in 1994, a few months after reaching the Champions League semi-final. “I survived,” he says now. “I have no regrets because that’s how I am and that’s how I will be as long as I’m alive.” He has spent time with various Monaco representatives in recent seasons. As the longest-serving manager in the club’s history, he has always remained open to offering advice and opinions. Vadim Vasilyev, the adviser to Monaco’s Russian owner Dmitry Rybolovlev, visited the Frenchman in London on a few occasions. “They came to see me to ask me what I thought of the club,” Wenger said. It is not just the club Wenger knows well. The team, and their particular characteristics, present a challenge that means he will not take this tie any less seriously than the string of favourites Arsenal have faltered against in recent seasons (Bayern Munich twice, Milan and Barcelona). “Easy is a word that you have to ban in the Champions League,” he insisted. “They are efficient and physically powerful. That helps them to stay in matches when they are under pressure. Monaco are like a reptile. They will wait for us and absorb the game ready to kill us.” Wenger has calculated that conceding an early goal in the home legs has been a repetitive syndrome recently. Arsenal may well begin cautiously, intent not to give themselves another mountain to climb. But he senses a different atmosphere around the club this time. Arsenal are in strong form, having won nine games on the trot at home, and are not suffering from too many injuries (whereas Monaco are missing some key players). Wenger thinks his team are much readier than before to progress in the competition. “I believe we are in a better shape. I am convinced of that. We feel as a team that we are on the way up and we can use the Champions League to confirm that. I look around Europe today and there are 10 teams who believe they can win it.” Wenger desperately wants to negotiate this last-16 hurdle after a succession of disappointments at this stage of the Champions League. A good night on the town for his Monégasque friends, followed by a chastening one at the Emirates Stadium, would suit him just fine."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}