{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/feb/16/preston-north-end-manchester-united-fa-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-02-16T22:03:59Z", "webTitle": "Preston North End 1-3 Manchester United | FA Cup fifth-round report", "webUrl": "https://www.theguardian.com/football/2015/feb/16/preston-north-end-manchester-united-fa-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2015/feb/16/preston-north-end-manchester-united-fa-cup-match-report", "fields": {"headline": "Manchester United come from behind against Preston to set up Arsenal tie", "bodyText": "A comfortable margin of victory, Wayne Rooney on the scoresheet and hostilities renewed with Arsenal in a contest of substance: the bottom line suggests a return to old times for Manchester United but the bottom line is misleading. It required all of United’s resolve, Louis van Gaal’s nous and a highly contentious penalty call to shake off Preston North End at a raucous Deepdale. United were a goal down and facing elimination from a cup competition by League One opposition for the second time this season when Van Gaal changed their shape and the course of the fifth-round tie. Ashley Young, introduced in response to Scott Laird’s breakthrough for Preston, as the United manager opted for width, created a swift equaliser for Ander Herrera. Marouane Fellaini, shifted up front in the rejigged 4-4-2, drove the visitors ahead and Rooney sealed a place in the quarter-finals with his first goal since Boxing Day. Yet Preston, in keeping with a scrap of a tie, had a legitimate grievance with all three United goals. Even Van Gaal conceded his team “got lucky” with their equaliser, with Rooney standing in an offside position next to the goalkeeper, Thorsten Stuckmann, as Herrera’s shot rolled in off the post. Simon Grayson, the Preston manager, felt Fellaini pushed his captain, Tom Clarke, in the build-up to the second and Rooney was central to the most contentious decision of all, sprawling over Stuckmann’s challenge in the 87th minute when no contact was made. The referee, Phil Dowd, had no hesitation in pointing to the spot. Grayson was also being kind with his assertion that the England captain had taken evasive action and not a dive over Stuckmann’s outstretched legs. Away from the controversy, however, this was another example of United finding an unconvincing way to win and generating more head-scratching than fear in their opponents. It is now one defeat in 19 matches for Van Gaal’s side, stretching back to early November, and their manager appears no closer to finding the right balance. Deepdale was sold out for the first meeting between these two old north-west rivals since two goals for Alan Gowling gave a United side containing Law, Charlton and Best a 2-0 victory in the FA Cup fourth round 43 years ago. With almost 5,000 United supporters in the Bill Shankly Stand, Preston commemorating the one-year anniversary of Sir Tom Finney’s death and the quarter-final draw shown live on a giant screen inside the ground, the atmosphere was fully charged by kick-off. United dominated possession from the start, seeking to exploit the space behind Preston’s wing-backs through the pace of Antonio Valencia and Luke Shaw, but a lack of quality with the final ball meant Grayson’s team went unpunished. Ángel Di María and Rooney were frequent culprits and on the few occasions United did create an opening, determined defending stood in their way. Di María was closest to giving the Premier League side a lead at half-time with a free-kick that dipped over Preston’s wall but dropped inches wide. Otherwise the home goalkeeper was rarely troubled before the interval or was expertly protected. John Welsh threw himself in the way of a goalbound shot from Rooney after Shaw picked out the striker from the byline. When Di María produced a rare moment of class to release Radamel Falcao inside the area, and the Colombia forward squared for Rooney in front of goal, Bailey Wright intervened with a superbly timed challenge. More adventure was evidently Grayson’s half-time request judging by Preston’s committed start to the second half. United’s defence, given scant protection with only Daley Blind on defensive midfield duties, offered them encouragement. Joe Garner invited Laird to attack space on the edge of the United penalty area and the wing-back, punched to the floor by a fan following Stevenage’s defeat of Newcastle United in 2011, drove everything he had through a low shot towards the far corner. Laird’s strike took a slight deflection off Valencia but that did not excuse David de Gea’s weak attempt at a save as the ball sailed beyond his grasp. Van Gaal reacted by replacing the anonymous and off-the-pace Falcao with Young. The switch, that included Di María moving to the right, paid swift dividends as an injection of pace into the United attack forced Preston to sit deep, too deep as it transpired as Young squared to Herrera and the Basque midfielder managed to send a low shot beyond Stuckmann. Moments later Kevin Davies somehow escaped a second booking for a foul on Chris Smalling. United’s protests were still in full flow when Fellaini secured their place in the quarter-finals, heading Valencia’s cross at goal and reacting quickest when Stuckmann saved to drive the rebound into the roof of the net. Rooney’s spot-kick lessened United’s anxiety in the final stages while adding gloss to their passage into the last eight."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}