{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/feb/11/liverpool-steven-gerrard-injury", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-02-11T22:31:00Z", "webTitle": "Liverpool’s Steven Gerrard could miss three weeks to hamstring injury", "webUrl": "https://www.theguardian.com/football/2015/feb/11/liverpool-steven-gerrard-injury", "apiUrl": "https://content.guardianapis.com/football/2015/feb/11/liverpool-steven-gerrard-injury", "fields": {"headline": "Liverpool’s Steven Gerrard could miss three weeks with hamstring injury", "bodyText": "Liverpool could be without Steven Gerrard for up to three weeks due to a hamstring problem the captain suffered during the Premier League win over Tottenham Hotspur. Gerrard was replaced in the 68th minute of Tuesday’s 3-2 victory over Mauricio Pochettino’s side after complaining of a tight hamstring. The 34-year-old will have a scan on the injury but expects to be sidelined for two to three weeks, forcing the midfielder to miss the FA Cup fifth-round tie at Crystal Palace, the Europa League first leg with Besiktas and the Premier League trip to Southampton on Sunday week. A third week out would mean Gerrard also misses the second leg against Besiktas and a return to the Ataturk Stadium in Istanbul where he lifted the Champions League trophy in 2005, plus Manchester City’s visit to Anfield on 1 March. Gerrard’s absence would represent another setback in midfield for Brendan Rodgers, who on Saturday lost the influential Lucas Leiva for between four and six weeks with a thigh injury. The manager responded to the captain’s withdrawal against Spurs by introducing Dejan Lovren into Liverpool’s defence and pushing the commanding Emre Can into midfield. The Germany under-21 international could be set for an extended run in central midfield with Lovren and Glen Johnson vying for a return to the back three. Tuesday also marked Daniel Sturridge’s first Liverpool start since 31 August and, despite an influential 74-minute display in which he was tripped for a penalty, struck a post and forced Hugo Lloris into several saves, the striker was frustrated at being replaced. “Obviously I still have a few gears to go up as it was my first start for five months or so,” he said. “I was frustrated to come off because I wanted to play the 90 but they wanted to protect me and took me off. I am frustrated about that because I hate coming off but it’s one of those situations where I am also happy the team wins. But I am ready to go now.“That’s the main thing now, helping as best I can to push us up the table and to fight for the Europa League and FA Cup.” Sturridge, who was replaced by match-winner Mario Balotelli, has suffered two thigh injuries and a calf problem since August but admits he struggles with Liverpool’s need to manage his recovery carefully. The England international added: “It’s frustrating to be honest but it is what it is and comes with the territory of them wanting me to remain out there and be fit. They are just trying to do their job and protect me and I can’t argue with that. I have to take that into account but it is frustrating for me because every minute counts and I have missed a lot of them, so I want as many as I can get now.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}