{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2015/feb/13/saturday-night-live-at-40-five-best-sketches", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-02-13T22:22:18Z", "webTitle": "Saturday Night Live at 40: the five best-ever sketches", "webUrl": "https://www.theguardian.com/tv-and-radio/2015/feb/13/saturday-night-live-at-40-five-best-sketches", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2015/feb/13/saturday-night-live-at-40-five-best-sketches", "fields": {"headline": "Saturday Night Live at 40: the five best-ever sketches", "bodyText": "Looking back over 40 years, it’s no surprise that that the vast majority of Saturday Night Live sketches have been long forgotten. But a few are indelible – either because they perfectly summed up how the audience was feeling at the time, or they’re just damn funny. Here are the ones you picked, and which have stood the test of time. More Cowbell (2000) This is a weird sketch in that the comedy hinges more on Will Ferrell’s tiny shirt than it does on the real joke. Ostensibly this is about a music producer, played by guest host Christopher Walken, who is coaching the Blue Öyster Cult to add “more cowbell” to their famous song Don’t Fear the Reaper. Farrell gets more and more excited playing the instrument and as his shirt rides up the rest of the members of the band, including Jimmy Fallon, try not to crack up at his antics. This scene became a cult favorite and is still referenced all the time. And it’s all thanks to that shirt. Fallon later said that the scene was funny in dress rehearsal, but Farrell put on smaller shirt and made history. Cold open: George Bush, Bill Clinton, and Ross Perot debate (1992) So many of the presidential jokes that are a mainstay of this show don’t age well because they reference events that are salient at the time but become nothing more than footnotes to history. One of those is Ross Perot, the third party candidate who ran against Bill Clinton and George H W Bush in 1992. This has aged pretty well, however, thanks partly to Phil Hartman’s excellent performance as Clinton, but mostly due to Dana Carvey, who plays both Bush (live) and Perot (on tape). There are some punchlines drawn directly from the real debate that seem superfluous, but the way the candidates view each other at the very end will never get old. NPR’s Delicious Dish: Schweddy Balls (2003) The gag of Margaret Jo McCullen (Ana Gasteyer) and Terry Rialto’s (Molly Shannon) NPR show seems to be making fun of the way the hosts of such programs speak in a breathy alto. That’s until we get to their guest of the week and his or her recipe, which is always some sort of hilarious double entendre that no one on the panel seems to understand. Never was this funnier than when Alec Baldwin guest starred as Pete Schweddy, who couldn’t stop talking about his balls. What starts as a joke about NPR voices ends up being something more like a sex chat line. If you like this one, also check out Betty White talking about her “Dusty Muffin”. Cold Open: Palin/Hillary (2008) Did Sarah Palin say, “I can see Russia from my house”? No, she did not. Tina Fey playing Sarah Palin did, but it’s a testament to how much her impression of the Alaskan governor and unlikely vice-presidential candidate shaped the way that we see Palin that most people think she actually delivered the line. That’s what this sketch will be remembered for, but what is just as funny is Amy Poehler’s Hillary Clinton getting angry that Palin might be elected to the White House before her. This could have a whole different tenor come 2016. Down by the River (1993) Chris Farley’s famous motivational speaker Matt Foley was only on the show eight times, but is certainly one of the show’s most memorable characters. He’s always called in to try to put some teens on the straight and narrow, but the overweight, high strung, and short-tempered loser ends up being more like a walking episode of Scared Straight. Each one of his little tales ends with him cautioning the teens not to end up just like him, living in a van down by the river. It’s this phrase that always got the actors to crack up, making Matt’s message that much more hilarious."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}