{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/feb/01/branislav-ivanovic-chelsea-siege", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-02-01T22:30:01Z", "webTitle": "Branislav Ivanovic says siege mentality helps Chelsea win games", "webUrl": "https://www.theguardian.com/football/2015/feb/01/branislav-ivanovic-chelsea-siege", "apiUrl": "https://content.guardianapis.com/football/2015/feb/01/branislav-ivanovic-chelsea-siege", "fields": {"headline": "Branislav Ivanovic says siege mentality helps Chelsea win games", "bodyText": "Diego Costa will thrive on the notoriety from his stamp on Liverpool’s Emre Can, according to his Chelsea team-mate Branislav Ivanovic. Costa was suspended for three matches following the flashpoint in the League Cup semi-final, which Chelsea won, and the issue has led to the hardening of a siege mentality at Stamford Bridge. Costa has denied the stamp was deliberate and José Mourinho, Chelsea’s manager, has stopped speaking to the media, whom he blames for pressuring the Football Association into taking action and fuelling a campaign against his club. Costa, though, retains tremendous support at Stamford Bridge, with the crowd singing his name at the beginning of Chelsea’s 1-1 draw against Manchester Cityon Saturday, which kept the team five points clear at the top of the Premier League. Costa watched the game from the stands, alongside the injured Cesc Fàbregas. “Diego likes attention, he likes for people to speak about him, this makes him a better player,” Ivanovic said. “This is his way to play. For me there is nothing wrong with that. The ban I cannot speak about but for me this has happened a lot of times. During the one game, sometimes, someone is touched, sometimes not. “I think this [siege mentality] is part of the mentality to win. You need to motivate yourself. To go over the limit. Even if you don’t think someone is against you, you have to find motivation. It is important in winning matches to find extra motivation inside yourself. Sometimes we need to feel this extra pressure.” Chelsea are poised to announce the £23.3m signing of Juan Cuadrado from Fiorentina. The Colombian had a medical at the London club on Saturday and the only hold-up appears to be the finalising of André Schürrle’s £22.5m move to Wolfsburg. Didier Drogba, meanwhile, has said he will stay on as a Chelsea player next season. The 36-year-old striker signed for one year when he returned to the club last year but he told the French TV programme Telefoot: “Next season I will still be a Chelsea player.” Ivanovic said he will be fit for Chelsea’s visit to Aston Villa on Saturday despite the pain of a deep cut to a foot that he suffered against Liverpool. The defender played on in that game and he came through the 90 minutes against City. “It was really painful during the game, a lot of swelling, like any wound, but it’s all right,” Ivanovic said. “It’s just a wound, it’s open. I didn’t have stitches because they didn’t want to close the wound because of the inflammation.” John Terry, the Chelsea captain, has praised Ivanovic for his bravery. “At half-time [against Liverpool] he had a hole in his foot, his sock and his boot were full of blood,” Terry said. “Most players would have come off but not him. He said: ‘Glue it, doc. I’m staying on.’” Mourinho said after the Liverpool game that Ivanovic’s blood-soaked boot ought to be put on display at the club’s Academy as an example to the young players. “It’s nice of him,” Ivanovic said. “But I think a lot of guys in the squad play on in that way. It was unlucky, a lot of blood. But I remember a lot of guys playing with blood on the face and this is a good thing, a real show of how we have to be as professionals. I really don’t want to make this small thing, big. Thank-you Jose for what you said but I am really no different from the other players.” The Chelsea winger, Willian, was forced off with a muscular injury against City and the club will make tests to determine its severity."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}