{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/feb/28/cpac-straw-poll-rand-paul-republicans-2016", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-02-28T22:57:23Z", "webTitle": "CPAC straw poll: Rand Paul leads GOP 2016 hopefuls with third win", "webUrl": "https://www.theguardian.com/us-news/2015/feb/28/cpac-straw-poll-rand-paul-republicans-2016", "apiUrl": "https://content.guardianapis.com/us-news/2015/feb/28/cpac-straw-poll-rand-paul-republicans-2016", "fields": {"headline": "CPAC straw poll: Rand Paul leads GOP 2016 hopefuls with third win", "bodyText": "Senator Rand Paul of Kentucky won the Conservative Political Action Conference (CPAC) presidential straw poll for a third year in a row on Saturday, beating rising 2016 hopeful Scott Walker into second place. Paul – who took 25.7% of the vote to the governor of Wisconsin’s 21.4% – won the poll in 2013 and 2014, and had been widely favoured win the hard-right CPAC attendees over once again. Paul spoke at the conference on Friday, seeking to reassure a hawkish audience over his foreign policy credentials. Walker spoke on Thursday – in his attempt to demonstrate strength on foreign affairs he appeared to compare passing anti-union legislation in Wisconsin to taking on Islamic State militants in Iraq and Syria, causing great offence at home. Paul’s joy will not be unbounded: in 20 previous CPAC straw polls for which records exist, only three winners have gone on to win the Republican nomination for president: Ronald Reagan, George W Bush and Mitt Romney. Paul’s father, the libertarian congressman Ron Paul, won in 2010 and 2011 but failed in bids for the nomination in 2008 and 2012. The Texas senator and Tea Party favourite Ted Cruz was third in the 2015 vote with 11.5%, just ahead of the retired neurosurgeon and avowed foe of Obamacare Dr Ben Carson, who took 11.4%. Jeb Bush, the former Florida governor, son and brother of former presidents and establishment favourite for 2016, took 8.3% of the votes cast and former Pennsylvania senator Rick Santorum 4.3%. Earlier, the New York Times reported that Bush supporters “organised caravans of his Washington backers” to attend the event, at which he appeared for a mildly contentious Q&amp;A session with Fox News host Sean Hannity on Friday, prompting complaints from conservative media about an attempt to rig the poll. Notable names among the also-rans included another Florida politician seen by hardliners to be soft on immigration, Senator Marco Rubio, with 3.7%, and Chris Christie, the governor of New Jersey who took only 2.7% despite trying to convince conference-goers in his appearance that he would be a “hard, fighting” candidate for president. Christie finished behind the real-estate mogul and reality TV star Donald Trump. Two notably conservative former governors, Rick Perry of Texas and Mike Huckabee of Arkansas, took 1.1% and 0.8% respectively; Louisiana governor Bobby Jindal attracted 0.9% of the vote, joining Huckabee in losing out to “undecided”. Just over 3,000 votes were cast at the three-day gathering, at a convention centre in Maryland."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}