{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2015/feb/05/proud-lilywhites-gay-gooners-lgbt-football-fans-tottenham-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-02-05T22:00:05Z", "webTitle": "Proud Lilywhites and Gay Gooners fly (rainbow) flag for LGBT football fans", "webUrl": "https://www.theguardian.com/football/blog/2015/feb/05/proud-lilywhites-gay-gooners-lgbt-football-fans-tottenham-arsenal", "apiUrl": "https://content.guardianapis.com/football/blog/2015/feb/05/proud-lilywhites-gay-gooners-lgbt-football-fans-tottenham-arsenal", "fields": {"headline": "Proud Lilywhites and Gay Gooners fly (rainbow) flag for LGBT football fans", "bodyText": "Tottenham and Arsenal’s meeting at White Hart Lane on Saturday is generating much excitement, yet it is unlikely the contest will come close to matching the scoring and surrealness of this week’s other north London derby. For those who missed it, Spurs won 7-1 thanks to a hat-trick from an IT consultant while Arsenal’s consolation goal came from a penalty given out of sympathy by the referee Steffen Freund. And yes, it was the Steffen Freund. The former Germany international is no ordinary official but then this was no ordinary game. Instead, the coming together of north London rivals on a cold Tuesday afternoon at a five-a-side centre in Edmonton was a celebration of a growing and important movement in English football, that of LGBT (lesbian, gay, bisexual and transgender) supporters groups. Two of the most prominent are the Proud Lilywhites and Gay Gooners and under the watch of Freund, a one-time Spurs player and coach, the former marked their first birthday in style. In truth, the thrashing of local foe mattered less to those on the winning side – including hat-trick hero Laura Bint – than the fact they had a reason to stage the game in the first place. A year ago, Proud Lilywhites had only 10 members and aspirations of working towards making the experience of watching Tottenham a wholly welcoming and safe one for LGBT fans. Now the group is 130-strong and has an official relationship with the club, one that has led to a rainbow flag being permanently on show at White Hart Lane and group officials maintaining regular contact with Spurs board members. “Spurs organised for Steffen to be at the five-a-side and regularly allow us to have pieces in the matchday programme and do stuff around the stadium aimed at spreading our message, such as handing out leaflets, which we’ll again do before Saturday’s derby,” says Proud Lilywhites co-chair Christina Paouros. “That’s very important to us and hopefully over the next 12 months our relationship will grow even stronger.” Gay Gooners have been running for a year longer and boast more than 250 members. They also maintain a strong relationship with their club, one that led to a rainbow banner being in residence at the Emirates – a new one was unveiled before Arsenal’s 5-0 victory over Aston Villa there on Sunday – as well as space being given over in the programme and through other official channels for publicity of the group’s message. The growing strength of Proud Lilywhites and Gay Gooners is welcome news, as is that of the other recognised LGBT supporters groups that have been set up across the country in recent years – Canal Street Blues (Manchester City), LFC LGBT (Liverpool), Pride of Irons (West Ham), Proud and Palace (Crystal Palace), Proud Canaries (Norwich City), Rainbow Toffees (Everton) and Rainbow Tractors (Ipswich Town). Yet their very existence is also a shame, highlighting that even in 2015 homophobia remains a significant enough problem in English football that fans from the LGBT community feel they need representation and protection. “There’s no doubt discrimination still exists among supporters here,” insists Gay Gooners’ media coordinator, Dave Raval. “Just look at the ‘gay banter’ Brighton fans still have to endure. Also, how often do you see two men or two women holding hands at a match here? Rarely, if ever, and that’s because those who’d like to simply don’t feel it’s safe to do so. Football remains an unaccepting environment for gay people and for our members; part of the reason for joining Gay Gooners is to have the assurance of safety in numbers whenever they go to a game. “The way to overcome that fear is to normalise homosexuality in English football and make the presence of openly gay fans in the stands – as well as openly gay players, managers and referees on the pitch – a complete non-issue. For that to happen visibility is key, and that’s why the banner was a big win for us. Hopefully it is spreading the message to the whole LGBT community that the Emirates welcomes them – and the more that come the more we can normalise the environment there.” Statistics compiled by the equality campaigners Kick It Out show that homophobic abuse at football matches in this country remains a prevalent issue and, worryingly, could be on the rise. During the 2013-14 season, 12 cases of discrimination based on sexual orientation occurring in the professional game were reported to the organisation with five proven. Between the start of this season and 28 December, there were nine reported cases, with two proven so far. “It’s difficult to know whether there are more incidents occurring or if fans have become more knowledgable about reporting to us,” Roisin Wood, director of Kick It Out, told the Guardian. “We definitely need to create greater awareness about the methods available to supporters to raise a complaint if they see, hear or are the victim of LGBT discrimination.” Kick It Out has an app by which spectators can report homophobic abuse to them, while the Football Association has a similar facility on its website. The governing body also strives to maintain an active presence in the fight against homophobia in English football, seen in the workshops it organised last year which brought together representatives from the Premier League and Football League with those involved in the LGBT supporters movement, most notably the Gay Football Supporters’ Network, which provides umbrella backing for the nine fan groups and is in the process of helping set up others at clubs including Aston Villa, Sunderland and Reading. Leviathen Hendricks, the GFSN secretary, said: “I know many diehard fans who’ve only seen their team play once or twice in the flesh because, as a member of the LGBT community, they’ve felt frightened by the experience of going to a live game. The supporters groups are bringing these people back to football, which is hugely encouraging and is why we’re keen to set up as many as possible. “Social media helps in that regard as it allows supporters groups to quickly and broadly alert LGBT fans to their presence. It also alerts us to the presence of start-up groups which we can then help grow.” Social media can also cause problems, as seen last month with the case of the Charlton Rainbows Twitter account, which claimed to represent LGBT supporters of the south London club and reported some of them had been attacked before the home match against Brighton. After an investigation the Metropolitan Police discovered there had been no such incident, and the account was deleted soon after. “Things like that don’t help with the push to form supporters groups – it creates anxiety and uncertainty within the LGBT community,” adds Hendricks. “That’s why it’s important that all groups get some sort of backing from their clubs. Legitimacy is essential.” Unlike Proud Lilywhites and Gay Gooners, LFC LGBT does not have an official link with Liverpool but the two work closely together, so much so that the former was able to get updated anti-discrimination signage put up at the club’s stadium. It reads: “Anfield has given violence racism, foul language and homophobia the boot.” LFC LGBT founder Paul Amann says: “We’re also working with the club to get a batch of seats together for at least one game a season. This is particularly important for our trans supporters who have a real fear about attending games because of the things they hear when they’re there, such as a transphobic chant that used to be directed at Fernando Torres whenever he returned to Anfield with Chelsea. I’m not saying Liverpool supporters are homophobic – most I know are hugely supportive of the work we do. But like many fans across the country they can create an atmosphere which makes members of the LGBT community feel football is not for them.” For Amann, there are clear parallels between the work being done by groups such as LFC LGBT, Proud Lilywhites and Gay Gooners and that of those who decades earlier fought to end racism in English football. “I’m mixed race and remember the environment that existed in the 70s and 80s when bananas were thrown on the pitch and the National Front were on the terraces,” he says. “That would be unthinkable now and the same can happen in regards to attitudes to the LGBT community. Football can and should be a welcoming place for all people.” The nine “recognised” LGBT supporters’ groups that exist in the Premier League currently Gay Gooners (Arsenal) – @gaygooners Proud Lilywhites (Tottenham) – @SpursLGBT LFC LGBT (Liverpool) – @LFC_LGBT Canal Street Blues (Man City) – @CanalStBlues Rainbow Toffees (Everton) – @RainbowToffees Rainbow Tractors (Ipswich) – @RainbowTractors Proud Canaries (Norwich) – @proudcanaries Pride of Irons (West Ham) – @PrideOfIrons Proud and Palace (Crystal Palace) – @ProudandPalace"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}