{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/mar/16/cheltenham-festival-willie-mullins-yorkhill-ruby-walsh", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-03-16T22:39:13Z", "webTitle": "Willie Mullins lines up Yorkhill for Champion Hurdle after Festival victory", "webUrl": "https://www.theguardian.com/sport/2016/mar/16/cheltenham-festival-willie-mullins-yorkhill-ruby-walsh", "apiUrl": "https://content.guardianapis.com/sport/2016/mar/16/cheltenham-festival-willie-mullins-yorkhill-ruby-walsh", "fields": {"headline": "Willie Mullins lines up Yorkhill for Champion Hurdle after Festival victory", "bodyText": "Having won his fourth Champion Hurdle in six years here on Tuesday, Willie Mullins began to assemble his team for the next one when Yorkhill landed Wednesday’s opening race, beating the heavily supported Yanworth. Mullins and Ruby Walsh were combining for their fourth success this week and Walsh is now just one away from a half-century of Festival victories. He thoroughly earned his share of the prize money, with a brave and ground-saving ride around the inside. Yorkhill could be spotted travelling with enormous promise from a long way out but the question was whether he would get a run through. When a gap of sorts came on the final bend, Yorkhill coasted through it, pinching a three-length lead by the final flight. Yanworth, on whom Barry Geraghty had been at least three horse-widths wider for almost the whole race, stayed on dourly but was still a length and three-quarters adrift at the line. “I did have chasing in mind for him but I’m not so sure now,” Mullins said of Yorkhill. “I’d be minded now to go down the Champion Hurdle route. If Ruby thinks he’s smart enough for that, we’ll go there. “When you see the way my Champion Hurdle horses fell like flies this year,” he said in reference to the injured Faugheen and Arctic Fire, “it’s tough racing and I would love to have another super-sub like Annie Power.” Yorkhill is a 10-1 shot for next year’s Champion, behind Faugheen, Annie Power and Nicky Henderson’s Altior. Alan King, trainer of Yanworth, admitted to disappointment but was not inclined to make excuses and said the better horse won. “That’s the first proper race he has had and he might just improve for it. It’s the first time he’s had a kick in the belly.” King will consider sending the six-year-old over fences next winter. Nigel Twiston-Davies, apparently “miserable” in the aftermath of The New One’s Champion Hurdle defeat, was cheered by a double here, starting with Blaklion’s surprise success in the RSA Chase. “I really thought The New One would win,” the trainer said, “and all you press people were right, he’s not quite quick enough … I’m so sorry! I wanted to die last night but today makes it all right.” Blaklion has kept improving since taking a tumble here in November, which Twiston-Davies now feels was a helpful part of his development. “He’s learned a bit of sense. They think they’re kings and you just have a fall … it makes them think: ‘Oh, I can’t be so flippant, I’ll be more careful.’ And now he’s magic, isn’t he?” No More Heroes, fourth in the RSA, was found to have struck into himself, severing a tendon, possibly as far from home as the third-last. Connections reported that the injury was such that the horse would not race again but that they hoped to save him and that he was being treated at a local equine hospital. Eddie O’Leary, spokesman for the owners, Gigginstown Stud, said: “Unfortunately the injury to No More Heroes was a career-ending one. Everything will be done to try to save him.” Twiston-Davies’s day got better when Ballyandy took the Champion Bumper under the trainer’s son, Sam. The winner, who held off the Mullins-trained Battleford by a nose, has some of the same qualities as Imperial Commander, Twiston-Davies’s Gold Cup winner, at least in the eyes of their trainer. Course officials decided to water the track on Wednesday night to prevent it from drying out any further from the current description of “good, good to soft in places”. Most of the track was due to be irrigated, with the current week-long dry spell expected to last until the Festival’s conclusion on Friday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}