{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/mar/28/vote-leave-releases-list-of-serious-crimes-by-eu-citizens-in-britain", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-03-28T23:33:16Z", "webTitle": "Vote Leave releases list of serious crimes by EU citizens in Britain", "webUrl": "https://www.theguardian.com/politics/2016/mar/28/vote-leave-releases-list-of-serious-crimes-by-eu-citizens-in-britain", "apiUrl": "https://content.guardianapis.com/politics/2016/mar/28/vote-leave-releases-list-of-serious-crimes-by-eu-citizens-in-britain", "fields": {"headline": "Vote Leave releases list of serious crimes by EU citizens in Britain", "bodyText": "A dossier of murders and rapes committed by 50 EU criminals in Britain has been published by a leading out campaign, in a move described by critics as “scaremongering of the worst kind”. Vote Leave, which has its campaign committee chaired by the justice secretary, Michael Gove, listed 14 murders and other homicides committed by EU citizens in the UK, including the murder of 14-year-old Alice Gross by the Latvian Arnis Zalkalns. Campaigners for the remain side accused Vote Leave of “utter hypocrisy” for releasing the document after repeatedly accusing pro-remain interventions by David Cameron, business figures and foreign leaders as amounting to Project Fear. The dossier also listed rapes by Lithuanian, Polish and Slovakian men with convictions in their home countries. The document quotes Lady Justice Hallett asking: “Do we have to take in anybody, even if they have a conviction for raping a child?” The dossier intensifies the Vote Leave campaign by appearing to play on voters’ fears. It is published amid a series of high-profile interventions by pro-EU ministers, with claims about Brexit’s negative impact on energy, farming and the NHS. The dossier prompted strong words between the two campaign groups. Lucy Thomas, deputy director of Britain Stronger in Europe, called it “scaremongering of the worst kind”. Vote Leave hit back, with spokesman Robert Oxley, arguing: “It is a bit rich from campaigners who constantly do Britain down to throw around words like ‘scaremongering’.” Lawyers who acted for Alice’s family said her parents do not want the story of her murder to be “hijacked” by groups with an anti-immigration agenda. Emma Norton, a legal officer for the civil rights group Liberty, which represented José Gross and Rosalind Hodgkiss, said “the family believes in freedom of movement and human rights” in a statement last year that is still understood to represent their view. The inclusion of such sensitive cases in the dossier heightened the tension between the rival campaigners. Damian Green, the former Conservative immigration minister, said Vote Leave’s argument “makes no sense” and was “a mix of chaos and confusion”. “The key alternatives they offer to our EU membership involve accepting the principle of free movement, including both Norway and Switzerland,” he said. “We are able to stop suspects from travelling to the UK and since 2010 we have refused entry to almost 6,000 [European Economic Area] nationals, including nearly 4,000 who were stopped at the border with Calais before they even had a chance to travel to UK soil.” The group, which is supported by the mayor of London, Boris Johnson, and other Conservative members of the cabinet, argues that Britain will have more control of its borders if it pulls out of the EU. In one case it quotes Judge Kelson QC telling Kajus Ščuka, a Czech man convicted of sex attacks and a knifepoint rape, and who had previously murdered his wife: “It seems to me that even with your convictions for murder and assaults you were free to enjoy the same freedom of movement as any other European citizen.” Chuka Umunna, Labour MP and leading remain campaigner, said one of the terrorists involved in the July 2005 attacks in London had been returned to face justice through the European arrest warrant. “This intervention exposes the utter hypocrisy of the Vote Leave campaign when they accuse those who argue to stay in the EU of indulging people’s fears – peddling fear is precisely what the Vote Leave campaigns do every week,” he said. Sir Hugh Orde, former president of the Association of Chief Police Officers, added that membership of the EU was vital to Britain’s security. “Using the European arrest warrant we have deported 7,000 suspects from the UK and brought hundreds back to face justice on British soil, and working together through Europol we share intelligence in real time on violent criminals across the EU. Leaving would put this all at risk.” The remain campaign highlighted a separate intervention from the education secretary, Nicky Morgan, who will warn that leaving could herald a “lost generation” as young people become the big losers of an economic shock. “It’s clear that if Britain leaves Europe it will be young people who suffer the most, left in limbo while we struggle to find and then negotiate an alternative model,” she will say, calling on young people to urge their parents and grandparents to vote in. “If parents and grandparents vote to leave, they’ll be voting to gamble with their children and grandchildren’s future.” Morgan will highlight the fact that while young people are more likely to want Britain to remain in the EU, they are also less likely to actually go out and vote, while older people who back Brexit will be more motivated. “I want young people to make sure their voices are heard in this debate – whichever side of the debate they might be on – otherwise they risk having the decision made by other people, their future decided for them, not by them. “Elections are decided by the people who turn up,” she will add, in what will be interpreted as a warning that the remain camp could lose if it fails to mobilise its vote. She will tell younger voters to “make the case” to older friends and relatives, arguing that the younger generation is more progressive. “This is the generation of Instagram, easyJet and eBay,” she is to say. “They don’t want to see a Britain cut off from the world.” Her intervention comes after research by Lynton Crosby, who was David Cameron’s chief strategist in last year’s election, showed how important the underlying factors such as age and turnout will be to the outcome of the EU vote. He argued that immigration was an issue that was likely to motivate undecided people, who are Eurosceptic, to vote for out."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}