{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/11/luis-van-gaal-three-year-manchester-united-plan", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-11T22:40:00Z", "webTitle": "Defiant Louis van Gaal adamant three-year Manchester United plan on track", "webUrl": "https://www.theguardian.com/football/2016/mar/11/luis-van-gaal-three-year-manchester-united-plan", "apiUrl": "https://content.guardianapis.com/football/2016/mar/11/luis-van-gaal-three-year-manchester-united-plan", "fields": {"headline": "Defiant Louis van Gaal adamant three-year Manchester United plan on track", "bodyText": "If Louis van Gaal is fighting for his Manchester United future after the humbling defeat at Liverpool in the Europa League, his defiant response was to point out that his side were still fighting on three fronts and claim his three-year plan is working. “We are in three different competitions, and at this stage of the season a lot of other teams and managers cannot say that,” he argued. “We still have the chance to win something.” That is one way of looking at it, and perhaps one should not blame a beleaguered manager for trying to stay positive. It is just that another equally accurate summary of Manchester United’s situation might be that they are hanging on in Europe by a thread after Anfield, have dropped back to sixth in the league and have more or less abandoned hope of a top-four finish, and could be out of the FA Cup by Sunday evening unless they find new reserves of energy and ideas against an in-form and rested West Ham. Van Gaal seemed as shocked as everyone else by the paucity of his side’s display against Liverpool, even if Jürgen Klopp’s team deserved credit for finally packing a punch against opponents they have lately been standing back and admiring. United’s season so far has been one of infuriating inconsistency. Not bad all the time – though they have certainly been bad at times – but incapable of putting a run of results together lasting more than three or four matches. No sooner did they beat Arsenal and Watford to move level on points with fourth-placed Manchester City, than they dropped points with an anonymous showing at West Bromwich then blundered into the trap Klopp and his high-pressing system had set for them in Europe. “I have to always keep changing the team,” Van Gaal offered in explanation of United’s mood swings. “I have been unable to play the same lineup in many matches because of injuries or tired players. When you are in three competitions and you don’t have too many players it is difficult. “I agree that the Liverpool game was not one of our best performances but we haven’t been playing like that all season. There are games when we have played better. After the defeat to Midtjylland I was sacked according to the media, but we stood up again in the next match and put a run of wins together. Maybe that could still happen in the second leg with Liverpool, and it is also possible that we can beat West Ham in the FA Cup.” With United at present just about anything might happen, though while Van Gaal may be the sort of coach capable of believing six impossible things before breakfast he probably ought not to be allowed to get away with blaming the latest slump on a shortage of players. Only a couple of weeks ago he introduced Marcus Rashford and Timothy Fosu‑Mensah to considerable acclaim; Anthony Martial, Marcos Rojo and Marouane Fellaini have recovered from injury; and even Bastian Schweinsteiger was able to take the field at Anfield, admittedly looking somewhat short of full match fitness. It is true that Wayne Rooney is still unavailable but United spent more than £100m last summer to assemble a squad of Champions League rather than Europa League strength. Van Gaal talks a lot about his three-year plan so at this critical point in the process, with United in three competitions for the time being but failing to convince in any, how does he think the overhaul is going? “I think it is working, though the circumstances are sometimes difficult and we are not always getting the best results,” he says. “We are not playing well enough to be champions, but it is still possible to win the Europa League or the FA Cup. We have a lot still to fight for. If we go out of one of the cups it is a difficult situation for everyone, but we still have the chance to win something and we have to keep believing we can.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}