{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2016/mar/16/world-weatherwatch-usa-australia-storm-heatwave", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2016-03-16T21:30:06Z", "webTitle": "Storms batter the Southern States while Australia still swelters", "webUrl": "https://www.theguardian.com/news/2016/mar/16/world-weatherwatch-usa-australia-storm-heatwave", "apiUrl": "https://content.guardianapis.com/news/2016/mar/16/world-weatherwatch-usa-australia-storm-heatwave", "fields": {"headline": "Storms batter the Southern States while Australia still swelters", "bodyText": "The severe storm season in the US has started to build up over the last week, with some southern states being hit by strong winds, hail and tornadoes on Sunday. Arkansas was one of the worst-affected states, with hailstones the size of baseballs being reported in Montgomery County in the south-west. The hail caused damage to two prisons in the state, with more than 100 windows and skylights broken. Numerous funnel clouds and tornadoes were reported, with three confirmed by the National Weather Service, all bringing winds of up to 110mph. The same storm system brought severe flooding to parts of Louisiana, Texas and Mississippi, with nearly 61cm (2ft) of rain falling in some spots. At least four deaths have been attributed to the flooding, with nearly 5,000 homes damaged in Louisiana alone. The Sabine River, which runs along part of the Texas-Louisiana border, reached a record flood level of 10.7m (35ft). This smashed the previous record by more than a meter. Meanwhile, a swelteringly hot summer in Australia has extended into early autumn, with abnormally high temperatures continuing into March. Although the extreme temperatures have largely passed, they are still well above average. Temperatures in Sydney have exceeded 26c for 39 consecutive days, smashing the previous record of 19 days. Nights have provided little relief, with temperatures at 20c or above for 25 consecutive nights. The heat has triggered severe storms, with power cuts affecting 5,000 homes and businesses in Sydney. There was even a tornado reported north of the city."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}