{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/mar/05/hugh-mcilvanney-sport-writer-retires-observer-sunday-times-boxing-horse-racing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-03-05T23:30:00Z", "webTitle": "Hugh McIlvanney has been the master craftsman of our magnificent triviality | Kevin Mitchell", "webUrl": "https://www.theguardian.com/sport/2016/mar/05/hugh-mcilvanney-sport-writer-retires-observer-sunday-times-boxing-horse-racing", "apiUrl": "https://content.guardianapis.com/sport/2016/mar/05/hugh-mcilvanney-sport-writer-retires-observer-sunday-times-boxing-horse-racing", "fields": {"headline": "Hugh McIlvanney has been the master craftsman of our magnificent triviality", "bodyText": "It is unnerving to wake up this Sunday morning and discover that Hugh McIlvanney will no longer be our regular breakfast companion. For most of his adult life, he has shared his wisdom with us, or a finely crafted joke, perhaps, as well as exploding an assumption or 10 along the way, like a left hook on a journeyman’s jaw. And a quick apology if that introduction sounds like an obituary. McIlvanney, thank God and Muhammad Ali, is still with us. However, at 82, for the time being at least he has put down his pen. For 30 years on the Observer and 23 at the Sunday Times, he has been the most welcome of guests in millions of households across the land, and the announcement last weekend of one of life’s most joyous gamblers’ reluctant retreat from the rails was not at all a welcome one for lovers of beautiful words and piercing opinions. “Why?” was the first reaction at this and other keyboards. As he told his colleague, David Walsh: “I had an abhorrence of the idea that I might become some old codger in the chimney corner muttering away about how it used to be. I think it is reasonable to say the mental demands of the job haven’t as yet overwhelmed me. It is the physical fatigue I find is a bit of a problem now.” Nobody has sweated more for his brutal trade than McIlvanney – except maybe those subeditors who tailored his contributions to fit the available space in the two Sunday newspapers he served with such distinction. Alan Hubbard worked alongside him at many world championship fights and later was his sports editor at the Observer. “I can testify not only to his sublime, professional excellence but to his often terrifying obsession with detail and accuracy – the ultimate perfectionist,” Hubbard said. “I was on the receiving end of an example of this pursuit for perfection very early one Sunday morning after he had picked up a copy of the paper bearing one of his big-fight reports which, as usual, we had just squeezed in before the deadline as he relentlessly beavered away, polishing the piece. “He was livid, berating me and the subeditors for not spotting a literal in a piece he had dictated to a copy taker, who had misspelled the surname of the referee, Mickey Vann. It had appeared with only one ‘n’. ‘Jesus Christ!’ roared Hugh. ‘Everyone will think I’m an idiot.’ Not that anyone ever did – especially when he produced such literary gems.” Personally it was a joy to work alongside McIlvanney and, in later years, as a rival. He towered above the job like a mischievous genie, his rascally charm and brooding intelligence leavening the more demanding aspects of his character, chief among those that admirable striving for the perfect piece. There is not often a compelling reason for people in this business to write about the retirement of another journalist, except in this case. The job has changed dramatically since McIlvanney started his career as a news reporter (which is how he always described himself, never the grand moniker of “writer”) on the Kilmarnock Standard. Television was not only in black and white; it had yet to become the master of our lives. One of the reasons McIlvanney has retired is he no longer feels capable of travelling to the events about which he writes. For him – and most of his generation – being there meant just that. Covering sport off the television? Get away with you, wee man. After arriving in Fleet Street – an avenue of delights at its glorious zenith – he became sports journalist of the year seven times and once was honoured as overall the best across the business in any capacity, the only sports writer to be so honoured. I would contend the latter accolade should have been repeated many times, because McIlvanney brought to sports writing not only his expertise in boxing and horse racing, occasionally dipping his quill into several other disciplines of what he always called “our magnificent triviality”, but insight into the human condition. He was happy, by the way, to attribute that brilliantly apt description of sport to the late Phil Bull, who founded Timeform, the bible of those addicted to the turf, and a place where McIlvanney’s head could often be found buried in serious research. Sport for McIlvanney was very much a part of life, as worthy of our interest as any of the arts. He told the then editor of the Observer, Donald Trelford, in 1993: “If I had to choose between having read King Lear or having seen the Brazilian football team of 1970, Pelé would have to yield to Shakespeare.” McIlvanney was inspired to switch from news to sport when his editor at the Scotsman, Alastair Dunnett, gave him a copy of The Sweet Science, AJ Liebling’s collection of boxing pieces from the New Yorker. (What a clever chap was Mr Dunnett.) Hughie told me once he meant no disrespect when he said he had an abiding fear of ending up “a fitba writer”, because he wanted to stretch himself. He did just that, as he invested his writing with context, breadth, depth and vision, stripping it of banality as he reminded us of sport’s wider significance. He rarely wrote in straight and predictable lines. His was a world view that transported all of us to somewhere higher, a place of wit and understanding. For all his writing skill, which was peerless among his contemporaries, he had a gift also for precision, for giving witness, for relating what he saw in front of him, for sharing insight and judgment. That undertaking requires bags of self-confidence, ego even, and McIlvanney was never found wanting in either department, for which we should all be thankful. He wrote with the pedal rammed fully to the floor and with one eye on the odds. He has never been one for easily changing his mind and, if anyone managed to persuade him he might entertain an alternative view, it was tantamount to grinding the Titanic into reverse gear. In saying so, I apologise again for the past tense. It is unthinkable that he will not write again. It is what sustains and defines him – and hugely entertains the rest of us. He was asked at least once to write his memoirs, and declined. If he could do us a final favour, it would be to change his bloody mind for once. MCILVANNEY IN THE OBSERVER: SOME CHOICE CUTS The Rumble in the Jungle: In 1974, a matter of hours after Muhammad Ali beat George Foreman in the Rumble in the Jungle, McIlvanney headed to Ali’s villa and was granted an extraordinary two-hour audience with the world champion The Thriller in Manila: McIlvanney’s 1975 dispatch from Quezon City in the Philippines after Ali’s triumph over Joe Frazier 1966 World Cup final: McIlvanney was the Observer’s man at Wembley Celtic win the 1967 European Cup: McIlvanney on the remarkable scenes in Lisbon as the Glasgow side won the biggest club prize Matt Busby retires: McIlvanney’s assessment of the legendary Manchester United manager after he stepped down in 1969 Johnny Owen’s tragic last fight: In 1980 McIlvanney reported from Los Angeles on the tragic end to Johnny Owen’s challenge for the world bantamwight title"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}