{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2016/mar/20/indian-summers-recap-series-two-episode-two-wheres-a-bulletproof-sari-when-you-need-one", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2016-03-20T22:00:51Z", "webTitle": "Indian Summers recap: series two, episode two – where's a bulletproof sari when you need one?", "webUrl": "https://www.theguardian.com/tv-and-radio/2016/mar/20/indian-summers-recap-series-two-episode-two-wheres-a-bulletproof-sari-when-you-need-one", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/mar/20/indian-summers-recap-series-two-episode-two-wheres-a-bulletproof-sari-when-you-need-one", "fields": {"headline": "Indian Summers recap: series two, episode two – where's a bulletproof sari when you need one?", "bodyText": "No! Not Kaira! I really liked Kaira. Naresh, you total monster. We must assume, I think, from the positioning of the bullet that this time Kaira really is dead. Although I said that about Naresh last week and he turned out not to be dead at all. So maybe there is a small hope for Kaira if a neurosurgeon adept at removing bullets from brains can be found at short notice. No? Thought not. Anyway, what a horrible ending. I am going to have nightmares. Why, Aafrin, with all your double dealings and insider knowledge, could you not have patented a bulletproof sari? I can’t bear it. This was a fast-paced, quality episode which allowed me to retain my optimism that this series will be better than the first. Slowness dulled last year’s offering for me. Is it even possible, though, that they’ve taken things so far that it’s all now moving a bit (whisper it) too fast? Some of the scenes here could have been longer. There was an awful lot of cutting between storylines. Some of this was done, I’m sure, as a plot catching-up device for Johnny-come-lately second-season viewers: “Is the houseboy your son?” “Yes.” Well, that’s that sorted for anyone who was wondering. The action was cleverly balanced between old scores and new narrative threads. And what a joy to see James Fleet as Lord Hawthorne, a triple whammy of an addition: a) a great actor b) a great character (and easily a future contender for Evil Britisher of the Week if he sticks around) and c) a great trick to make Lord Hawthorne not Ralph’s nemesis at all but his helpmate, permitting a scene that neatly encapsulated the entire point of series two, especially designed for any of the Johnny-come-latelys who might have been nodding off. Next time, Lord Hawthorne, wear a T-shirt that says: “India might be getting independence soon. And what on Earth will happen to Ralph then?” There’s still a feeling, though, that things are being established. Nothing has quite taken off yet. It’s all set-up and no punchline. (Except for Kaira, of course. Although it was always going to be her or Naresh.) At some point I might need some of Aafrin’s father’s heart medicine – the potential for suspense is piling up intolerably. Alice is near breaking point. Miss Prasad is surely likely to do something highly ill-advised, if the once-beardy teacher man doesn’t do it first. Aafrin’s sister is likely to blow up her family with an exploding cake rather than marry anyone called Bumman. (“Why won’t you say hello to Bumman?” Er, because his name is Bumman? Sorry if I’ve spelled his name wrong. But really.) The Bumman scene was actually the most entertaining of this series so far. When Indian Summers gives itself room to breathe, there is some lovely dialogue. “I’d like to hear the other issue ...” “Do you know ... I’d quite like some cake ...” Cue much irritation about how many people would be required to help with the cake. Then the father: “I’ll help.” Split-second pause. “It’s a big cake.” Political shenanigans “Viceroys do tend to come from the aristocracy ...” This could be the subtitle for Indian Summers, since this series is not really about India or summers or the end of empire but the fate of one man: Ralph Whelan. Or, at least, I hope it is. I’m worried that Ralph’s destiny – which needs to be the lynchpin of this drama to keep us interested – is getting lost. He needs to shine as the main character. I’m not sure he did here. Ralph should not be a bit player. (Ooh, I’m sounding like Cynthia. It’s catching.) I appreciated Ralph spelling out the options here, even if it was all a bit “Peter and Jane go to India.” “Say we place India on the same footing as Australia and Canada ... Self-rule for India ...” Yeah, like that’s ever going to happen. Ah, well, in that case: “Let me be the one who knew how to leave.” Evil Britisher of the week “Every time I see him, I want to rip out his throat.” You said it, Ralph. When it comes to creeps, Alice’s not-dead-after-all husband Charlie takes the passive-aggressively buttered scone. At the risk of repeating myself, Blake Ritson was born for these roles. He so looks, lives and breathes the part that it’s as if he is not acting but has time-travelled. I love the suggestion of utter psychopathology lurking beneath the aristocratic exterior. (It’s never far buried, people.) And is there anything more chilling that a casually stored lock-culling kit that you pop out of your pocket on a whim? “Hold still, Muddle!” Matched only by the casual racism of his Al Jolson impression with the “Camptown Ladies” and the ugly grimace of his laugh when Miss Prasad was being made to curtsey. Evil Britishness at its most sublime: “We do get experimental when drink is taken.” (Those wondering, by the way, if Charlie is also somehow secretly responsible for the removal of my predecessor of this blog, Rhik Samadder ... You’re not that wide of the mark. Not that I’m trying to cover my tracks.) Julie Walters Fan Club It was all jingle-jangle earrings and embroidered kaftans this week, as if Virginia Woolf had wandered into a recording of The Archers. Love it. From last week’s comments, though, I sense I may be a bit lonely at the bar of the Julie Walters Fan Club. (It’s a bar where drinks are free. Fun and sunshine, there’s enough for everyone.) A lot of people seem to be watching her in a “love-to-hate” way in this series. Why? There’s a feeling the accent isn’t right, the performance is hammy, it’s all a bit over-the-top. But these are exactly all the reasons I love Cynthia (and Julie). The accent is messy because Cynthia is hiding who she really is: it’s not natural for her to talk posh and sometimes she slips out of it. Cynthia herself is a character and a bit of a ham: she’s a music-hall turn made good. She’s over-the-top because she (Cynthia) is acting a part. And the beauty of it is that the mask is always about to slip: “I know what a char is.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}