{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/01/arsenal-injury-santi-cazorla-jack-wilshere-arsene-wenger", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-01T22:30:04Z", "webTitle": "Arsenal hit by injury setbacks for Santi Cazorla and Jack Wilshere", "webUrl": "https://www.theguardian.com/football/2016/mar/01/arsenal-injury-santi-cazorla-jack-wilshere-arsene-wenger", "apiUrl": "https://content.guardianapis.com/football/2016/mar/01/arsenal-injury-santi-cazorla-jack-wilshere-arsene-wenger", "fields": {"headline": "Arsenal hit by injury setbacks for Santi Cazorla and Jack Wilshere", "bodyText": "Santi Cazorla has suffered a setback in his recovery from knee ligament surgery, with Arsène Wenger saying the Arsenal midfielder had felt a reaction in his achilles. Jack Wilshere, too, continues to make slow progress in his fight to come back from the fractured fibula that has wrecked his season and he has effectively been ruled out until April, meaning he will miss the England internationals at the end of this month against Germany and Holland. Wenger also said the midfielder Alex Oxlade-Chamberlain would be out for six to eight weeks with the knee ligament injury he suffered against Barcelona in the Champions League last Tuesday to complete an unfortunate treble before Swansea’s visit to the Emirates on Wednesday night. Cazorla, who has been sorely missed after he ruptured the lateral collateral ligament in his knee at Norwich City on 29 November, said last week he was “working better every day” and he had targeted the Champions League last 16 second-leg against Barcelona on 16 March for his comeback. Wenger painted a bleaker picture and he dodged the question of whether Cazorla was now looking at a return date in April. “Santi is not doing too well,” Wenger said. “He has some achilles problems that hold him back. “ His knee is doing well but his achilles has inflamed a little bit and we have to put him off impact [training]. It has been a reaction to coming back. A return in April? We have to see now how he responds. He always had a little tendinitis in his achilles and we have to see how he responds to that.” Wenger’s previous update on Wilshere, who suffered his injury in training on the eve of August’s Community Shield game and underwent surgery in mid-September, was he ought to be back in mid-March. He said at the end of January Wilshere was “starting to run” but he seemed to contradict that on Tuesday. “Jack is doing quite well but has still not been outside yet, running,” Wenger said. “He starts again, I think, this week. He will be three to four weeks [more] out.” On Oxlade-Chamberlain, Wenger added: “He will be out for six to eight weeks. No surgery. We feared surgery at some stage before we saw the MRI. In the end we got, on that front, positive news.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}