{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2016/mar/20/novak-djokovic-milos-raonic-indian-wells-mens-final-latest-score", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-03-20T22:14:52Z", "webTitle": "Novak Djokovic v Milos Raonic: Indian Wells men's final – as it happened | Les Roopanarine", "webUrl": "https://www.theguardian.com/sport/live/2016/mar/20/novak-djokovic-milos-raonic-indian-wells-mens-final-latest-score", "apiUrl": "https://content.guardianapis.com/sport/live/2016/mar/20/novak-djokovic-milos-raonic-indian-wells-mens-final-latest-score", "fields": {"headline": "Novak Djokovic v Milos Raonic: Indian Wells men's final – as it happened", "bodyText": "So that’s it from Indian Wells for another year. Novak Djokovic claims his third successive title at the event and fifth in all. This was his 27th ATP Masters 1000 title, drawing him level in the record books with Rafael Nadal. As for Milos Raonic, he may stand 6ft 5in tall but he came nowhere near touching the heights of which he is capable. Linda Keglevich poses a valid question when she asks: “Do you think that Raonic’s injury played a big part in this routing or do you think Djokovic is just that dominating?” Raonic’s movement may well have been hampered, Linda, but on that form I think Novak would have beaten anyone in the world. As someone once said after playing the young Boris Becker, he was lucky to escape with his life! Thanks for your company and enjoy the rest of your weekend. It’s Novak’s turn to speak. “Thank you for your wonderful words, Rao,” he says. “I am sorry that you were not at your best today, and I hope you heal yourself in time for Miami.” He congratulates the organisers on a job well done, adding: “I truly believe that this tournament deserves to be a level higher than it is now. Between 1000 and grand slam there is nothing, but we could create something for Indian Wells.” That’s quite an endorsement from the world No1, and an intriguing suggestion too. Indian Wells is regarded by many as the biggest event outside the majors, although that is perhaps to pay too little heed to the claims of the ATP Tour Finals. Raonic thanks the crowd for their support and congratulates his opponent. He is honoured to be back, enjoyed the week, and looks forward to “being back many times and being a better player each time”. Let’s hope so. That was a composed, concise and eloquent speech from the likable Canadian. You can only beat the guy in front of you, though, and Djokovic could not have been more clinical had he been wearing a long white coat and carrying a scalpel. The man never fails to deliver when it matters. The stats for Raonic are every bit as poor as his performance: 27 unforced errors in 14 games, and just 10% of points won on his second serve. That’s sobering for the Canadian, although he was clearly affected by injury. Second set: Raonic 2-6, 0-6 Djokovic* (*denotes server) Raonic slots away a crisp backhand volley on the opening point to give himself hope, but that’s as good as it gets. The next three points pass quickly, and at 40-15 the Canadian stabs an abject return into the bottom of the net. That was a demolition job. Second set: Raonic* 2-6, 0-5 Djokovic (*denotes server) At 30-40, the temptation is to reach for the record books. Heaviest defeat in an ATP Masters 1000 final, anyone? Raonic pounds down an ace to recover, and finds another big serve when Djokovic conjures a second break point a few moments later. But the Serb is not one to look a gift horse in the mouth three times in succession, and when a third chance to break presents itself he sends back a searching return that Raonic shanks into the California sky. Ruthless from the Serb, who will now serve for a fifth title here. Second set: Raonic 2-6, 0-4 Djokovic* (*denotes server) Most players have good days and bad days; Djokovic just has different shades of excellence. Some performances are vibrant, some more subdued; all are irresistible. More majestic hitting from the back carries him to within two games of the title. With a betting scandal and a failed drugs test from one of the sport’s greatest stars, you would think tennis had been dragged through the mire enough in recent weeks. Not enough for some, it would seem. Raymond Moore, the CEO of Indian Wells Tennis Garden, had this to say earlier today: “When I come back in my next life I want to be someone in the WTA, because they ride on the coat-tails of the men. “They don’t make any decisions and they are lucky. They are very, very lucky. If I was a lady player, I’d go down every night on my knees and thank God that Roger Federer and Rafa Nadal were born because they have carried this sport. They really have.” Clearly Moore understands nothing about women’s tennis. You can read the full story here. Second set: Raonic* 2-6, 0-3 Djokovic (*denotes server) You have to marvel at the intensity of Djokovic. He is so, so comfortable here, yet every error he makes is greeted with dismay, the Serb berating himself for the slightest flaw in his footwork or stroke production. Not that there have been too many of those. After a feathered drop volley earlier in the game, he chances his arm with a drop shot at deuce. Raonic charges forward, but slices his approach just shy of the baseline. Another error off the ground hand Djokovic the break, and the world No1 responds with a gleeful cry of “Come on!” Second set: Raonic 2-6, 0-2 Djokovic* (*denotes server) Djokovic has lost only eight points on his serve so far, and none of them were conceded in this game. He flicks a forehand winner crosscourt at 40-0, and that’s the break consolidated. Second set: Raonic* 2-6, 0-1 Djokovic (*denotes server) He’s a well grounded character, is Raonic, and he needs to be. It was vital he started the second well. Instead, amid a flurry of errors, he falls 0-40 down on serve in the blink of an eye. Two huge serves pull him back into contention, but a limp backhand at 30-40 hands Djokovic the break. The final nail in the coffin? Quite possibly. Raonic is back on court. That’s good news. Although had he chosen to run all the way back to Toronto, who could have blamed him? Djokovic made just four unforced errors in that set. Raonic made 15. Yet how do you avoid mistakes in the face of such unrelenting excellence? That’s a question that must be occupying Raonic as he makes his way off court with what may be a lower back injury. Let’s hope it’s not a recurrence of that troublesome adductor injury he suffered in Australia. First set: Raonic* 2-6 Djokovic (*denotes server) An ace, a winning backhand volley and an unanswerable approach to the Raonic backhand bring up three set points for Djokovic. He is briefly detained by a double fault and a lovely forehand winner from Raonic, but the outcome is inevitable. At 40-30, Raonic goes wide with a forehand. That’s the first set, and it’s hard to see Raonic coming back from this. First set: Raonic* 2-5 Djokovic (*denotes server) Raonic’s best serves are coming back at him, even when he pounds them down at speeds in excess of 140mph. Somehow, though, he weathers the storm to hold for a second time. A booming serve produces a short ball that the Canadian slams away for a winner. He wraps up the game with a slam-dunk smash redolent of his idol Pete Sampras. This, though, has been a performance far short of such exalted standards. First set: Raonic 1-5 Djokovic* (*denotes server) Djokovic was in sponge-like form against Rafael Nadal yesterday, absorbing everything the Spaniard could throw at him during the course of a tight first set – not least a set point on serve at 4-5 – before racing away with the ensuing tiebreak and, ultimately, the match. Today he is just irresistible. He opens the game with a forehand winner of breathtaking precision, and wraps it up to 15 with a high, kicking serve that the stretching Raonic can only pound into the bottom of the net. First set: Raonic* 1-4 Djokovic (*denotes server) Does Djokovic return well? Put it like this: going into his third service game of the match, Raonic, one of the sport’s best servers, had not only been broken twice but also had yet to hit an ace or win a point behind his second serve. To change that dynamic, he had to hang in over the course of several deuces, produce a quite sublime forehand volley winner at full stretch, and belt down a first serve of such velocity that you could almost feel the aftershock in London. Frightening. First set: Raonic 0-4 Djokovic* (*denotes server) Perfect, flawless, purring, brilliant tennis from Djokovic. He rolls a lovely crosscourt forehand for a winner on the opening point. He absolutely nails a backhand down the line on the second. On the third, he attacks the net, almost as though just to prove that he can. The result? A deep backhand volley that the flailing Raonic can only stab long. Djokovic sees out the game to 15. Right now, he looks like he’s playing a different game to Raonic. First set: Raonic* 0-3 Djokovic (*denotes server) Oh dear. Still struggling to find his range, Raonic quickly falls 0-40 behind. It’s that classic thing that happens when you play someone better: you think you have to do more than you perhaps do, you push too hard, and you make needless errors. As if to underline the point, the Canadian snatches unnecessarily at a forehand, slaps into the sidelines, and is broken to love. That’s a double break and this could pass quickly unless Raonic gets a foothold in the match soon. First set: Raonic 0-2 Djokovic* (*denotes server) Looking to retrieve the early break, Raonic makes a promising start, winning the opening two points. But Djokovic quickly regains his equilibrium, and when the Canadian shanks a forehand wide at 15-30, you sense there may be trouble sure enough. There is. An ungainly forehand from Djokovic earns him a temporary reprieve, as does a blistering running forehand a couple of points later. But the wide serve to the deuce court that served Djokovic so well against Nadal comes to his rescue again, bringing up a game point that he converts with another penetrating first serve. First set: Raonic* 0-1 Djokovic (*denotes server) Getting proceedings under way on serve, Raonic sets out his stall in no uncertain terms. Clearly he’s determined to be the aggressor, but he’ll need to be more careful than he was here. At deuce, he works his way into the net. The Djokovic response pulls the Canadian wide to his left, drawing an error on the volley. Raonic hits back aggressively, twice working his way in behind a heavy battery from the back, but Djokovic gets back to deuce and from there he is ruthless. A beautifully judged topspin lob brings up break point, and Raonic then drives a forehand long. First blood to the world No1. So what should we expect? Well, the hot conditions should suit Raonic, whose humungous serve is well suited to a court that takes spin well. But the Canadian is not just a walking thunderbolt these days. The variety of his serve has improved, thanks largely to his coach Carlos Moya. The Spaniard, a former world No1 and French Open champion, has instructed his charge to use the body serve more, rather than just clubbing howitzers the whole time, and that’s reaped dividends. His movement and consistency have improved, too. That said, Djokovic spent a couple of hours taking the ball up around his ears against Rafael Nadal yesterday, and after a slow start by his standards he played himself into some real form. The Serb’s return could be key, so Raonic will need to serve well. Let’s see what unfolds. The players are out on court and about to start warming up. The umpire, Mohamed Lahyani, warned the players that there are lots of microphones at courtside and to watch what they say. That drew a wry smile from Djokovic. If Andy Murray is watching, he’ll probably be relieved he missed out. He likes to express himself, does Andy. Friends, the Sony Playstation, Pulp Fiction, Alanis Morissette, the Sampras-Agassi rivalry. Pretty good to us, the 90s, weren’t they? One thing they didn’t produce, though, is an ATP Masters 1000 champion. No player born in the 90s has achieved that distinction to date, although that could change if Milos Raonic beats Novak Djokovic today to claim the biggest title of his career while making us all feel just that little bit older. Could Canada’s finest pull it off? Well, Raonic is in the form of his life and, at the age of 25, the world No14 should be entering his peak years. If he is ever to fulfil the big predictions that followed his breakthrough victory in San Jose five years ago, when he beat Gaël Monfils and Fernando Verdasco to win his maiden title – persuading no less a judge than John McEnroe that he could be “the one to come out of the pack” and challenge the big four – the time is now. Standing in his way, however, is a man with a few expectations of his own. After winning his sixth Australian Open title in January to increase his grand slam tally to 11, Novak Djokovic has history firmly in his sights. Only defeat to an inspired Stan Wawrinka in the French Open final denied him a clean sweep of the majors last year. And with an Olympic gold medal up for grabs this summer, the world No1 will no doubt be dreaming of becoming the first man in history to win a golden grand slam, a sporting Everest scaled just once previously, by Steffi Graf in 1988. First, though, he’ll want to get a fifth Indian Wells title in the bag. If truth be told, Djokovic, who has won all five of his previous matches against Raonic, hasn’t been at his best this week. He dropped a set against Bjorn Fratangelo, the 149th-ranked American, in his opening match, survived tight contests against Germany’s Philipp Kohlschreiber and the seventh-seeded Frenchman Jo-Wilfried Tsonga, and was subjected to a stern examination in the opening set of his 7-6, 6-2 semi-final victory over Rafael Nadal yesterday. Djokovic, who suffered an eye infection that forced him to pull out against Feliciano Lopez in Dubai last month, was also extended to five sets in a four hour and 57 minute Davis Cup marathon against Kazakhstan’s Mikhail Kukushkin, the world No90, a fortnight ago. Still, it’s all relative. The Serb is so far ahead of the chasing pack these days that it almost doesn’t matter whether or not he plays well. He is a man playing comfortably within his own limits while sweeping all before him; nice work if you can get it. Raonic enjoyed a relatively comfortable run to the last four, where Belgium’s David Goffin pushed him to a third set. The Canadian, who is bidding to become only the fifth player outside the big four of Djokovic, Nadal, Roger Federer and Andy Murray to win an ATP Masters 1000 event since spring 2010, saw off the 7th-ranked Tomas Berdych in the fourth round and beat Monfils, also in straight sets, in the last eight. His run continues the rich vein of form that began when he beat Federer to win the eighth title of his career in Brisbane in January. Happily, he also seems to be over the adductor tear that effectively put paid to his prospects of beating Andy Murray to reach his first grand slam final in January’s Australian Open. It’ll be fascinating to see if he can maintain his upward trajectory against Djokovic today."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}