{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/2016/mar/13/value-of-nature-earth-genome-environment-sustainability", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2016-03-13T23:00:00Z", "webTitle": "Can you put a price on nature?  A Californian nonprofit thinks it can", "webUrl": "https://www.theguardian.com/sustainable-business/2016/mar/13/value-of-nature-earth-genome-environment-sustainability", "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/mar/13/value-of-nature-earth-genome-environment-sustainability", "fields": {"headline": "Can you put a price on nature?  A Californian nonprofit thinks it can", "bodyText": "Everyone agrees that nature has value. It clothes, feeds and shelters us – and provides a spectacular playground. Yet we have never put a value on everything nature offers. Now, environmental and sustainable business consultants want to change that by forcing corporate leaders to take stock of the economic impact of how they manage natural resources. By accounting for this so-called natural capital, the advocates hope to see more businesses adopting practices that are both good for the environment and long term profitability, especially as climate change will further deplete natural resources, causing their values to climb and increase the cost of running business. In a 1997 paper in Nature that first introduced the natural capital concept, the 13 researchers involved pegged the Earth’s worth at $33tn. A 2014 revision raised that figure to $134tn. Assigning values to nature isn’t just good for business – the public and wildlife benefit too. Take the example of the tiny Pacific island nation of Palau, which is nearly wholly dependent on tourism. Revenue from scuba diving to view sharks alone accounts for 8% of the country’s gross domestic product. That means the small number of sharks in the prime dive areas are worth a great deal. In 2011, researchers from the Australian Institute of Marine Science calculated that a shark’s natural capital to the tourism industry is a remarkable $1.9m over its lifetime. The lifetime value of the sharks if they were part of a legal fishery would be less than 1% of that figure. “Reducing the catch and death of sharks will increase ecosystem resilience,” says Mark Zimring, co-director of The Nature Conservancy’s Indo-Pacific Tuna Program. “We live in a world that focuses on dollars and cents. And we use natural capital as a tool to highlight the huge value that our limited natural resources have and to enable businesses and other stakeholders to understand the connection between their bottom line and a healthy, resilient environment.” But turning natural capital and the ecosystem services it provides, such as pollination and erosion prevention, into line items with standard costs and benefits for each business is a hugely difficult, controversial task. Despite the creation of nearly 20 different valuation tools, not many corporations have embraced natural capital accounting because they are not mandated to do so – and some question the benefit of using it to calculate their bottom lines. A California nonprofit called The Earth Genome thinks it can change that, working with the world’s second largest chemical company, Dow, to prove the power of its data-crunching tool. “Just because scientists make valuations, doesn’t make that [calculation] valuable,” says Glen Low, a former consultant who co-founded The Earth Genome with Steve McCormick, former president of the Gordon and Betty Moore Foundation and The Nature Conservancy, in 2014. “They publish information that says, well this is what this part of nature is worth. But you have to ask: did anyone use that information to make a better decision which led to better conservation of that resource or to better outcomes for the corporation?” While natural capital isn’t a widely used concept, it is gaining more attention in recent years as more businesses look for better ways to calculate environmental risks. A 2016 report from media and research firm GreenBiz and Trucost, a consultancy that helps companies measure their environmental impacts, found that the number of companies participating in natural capital initiatives grew 71%, or from 357 to 611, between 2014 and 2015. Investors are signaling a preference for natural capital accounting, too. S&amp;P 500 corporations that report their environmental impacts produce a higher return on equity than firms on the index that don’t report the impacts, according to a 2014 study from the nonprofit CDP (formerly Carbon Disclosure Project), which represents around 800 institutional investors and provides a framework for companies to report carbon emissions, water and forestry use. Earth Genome’s software collects and analyzes a wide range of datasets related to nature, along with financial data on the costs, prices and values of the services that nature provides. With an initial focus on hydrology, its technology takes into account, for example, the price a company pays to its water utility and the cost the utility spends to operate reservoirs and water delivery services. To calculate the value of water in a particular corporate project, the software combines these factors along with the benefits the water provides to society and wildlife, such as drinking water, habitats, agriculture, and biodiversity (which in turn benefit society and can increase land value). The software then builds this data into maps to make it easier for a company to focus on the regions where it operates. The company can use the program to create project planning scenarios – restoring wetlands upstream from a factory or building a water treatment plant, for instance – and see the potential environmental and financial impacts of those scenarios. If a project is designed for a flood-prone area or if climate models indicate that the project will be affected by rising sea level, then restoring a wetland might have a greater ecological and monetary benefit than building a water treatment plant. The company has released its first tool, called the Green Infrastructure Support Tool (GIST), for evaluating water investments. Developed with hydrologists from Arizona State University, GIST helps companies identify current and future water stresses, such as scarcity, overabundance or pollution within the watersheds in which they operate and then determine the financial, environmental and social costs of their investments in the watershed, according to Dan Hammer, the company’s chief data scientist. Earth Genome’s approach can give business managers “a very practical way to screen for opportunities and run different cost benefit scenarios”, says Joppe Cramwinckel, director of water for the World Business Council for Sustainable Development, which helps Earth Genome understand the business case for water investments. Dow is giving the new tool a try. The company, which relies heavily on water for running its chemical plants, isn’t new to natural capital accounting, according to the its director of sustainability and enterprise risk management, Mark Weick. Dow has been working with The Nature Conservancy for the past six years to create a natural capital valuation tool, which the company says it will use in all of its capital expenditures and real estate investments by 2020. The tool enables Dow to understand the value of the water assets it manages, but it can’t show the company how its decisions ripple across watersheds, says Low. Using Earth Genome’s software, Dow can view a map of the Brazos River basin where its Freeport, Texas, plant is located, and see how changes it could make to its water resources (it operates two large reservoirs along the river) would impact the river’s flow, its fisheries, existing wetlands, wildlife, or even land use. Weick says the forecasting functions in GIST allow him to layer on variables such as local population growth and water use trends, which will impact future water pricing. Dow is evaluating Earth Genome’s software to see if GIST can help the company make good water infrastructure decisions that conserve resources, control long term water costs, and help it avoid future competition with farmers and cities. Weick feels that most other natural capital valuation techniques fail to provide guidance that is specific enough to support those types of goals, because they generate natural capital values that are too broad. For example, a valuation tool might say the natural capital of a wetland is worth between $1m and $10m, and “that is very difficult for me to use in a business decision”, he says. Earth Genome, on the other hand, generates a more specific guidance on what, say, restoring a particular wetland in a particular place will generate in terms of natural capital. Beyond that, it estimates the impact this decision will have on the company’s long term water costs and the quality and availability of the water source. Earth Genome will make its software code open source to invite others to build on it. The nonprofit is operating on $2.5m from the Moore Foundation, the William Bowes Family Foundation and the Draper Richards Kaplan Foundation Fund. It plans to make tools like GIST free but charge companies for customized data analyses, Low says. But not everyone is onboard with natural capital. In 2010, University of California, Berkeley, professor and pioneering ecological economist Richard Norgaard wrote in Ecological Economics that casting nature as a portfolio of financial assets “blinds us to the complexity of natural systems” and detracts from the need for more comprehensive plans to deal with climate change. Author and journalist George Monbiot calls the “Natural Capital Agenda” a “neoliberal road to ruin”. Monbiot’s view may be extreme, but most experts agree that natural capital reporting will not have a big impact unless it moves from a voluntary effort among a few large corporations to a standard practice among publicly traded firms. This is why the nonprofit Sustainability Accounting Standards Board has designed natural capital reporting standards for public companies to use in writing their annual reports. McCormick says he’s optimistic about natural capital accounting business leaders are starting to see the linkages between healthy ecosystems and sustainable business practices. “For a long time, corporations were regarding natural capital as an element of their corporate social responsibility programs, but are now seeing it as a material issue, fundamental to their financial health and wealth,” McCormick said. The article was amended on 19 March 2016. An earlier version of the story said the sharks that tourists flock to see in Palau are hunted for their fins. Those sharks are not those being targeted by poachers. The story also changed to show the values of those sharks to a legal fishery would be far less than to the tourism industry."}, "isHosted": false}}}