{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/01/liverpool-jurgen-klopp-dominate-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-01T22:29:04Z", "webTitle": "Liverpool’s Jürgen Klopp: one club will never dominate Premier League again", "webUrl": "https://www.theguardian.com/football/2016/mar/01/liverpool-jurgen-klopp-dominate-premier-league", "apiUrl": "https://content.guardianapis.com/football/2016/mar/01/liverpool-jurgen-klopp-dominate-premier-league", "fields": {"headline": "Liverpool’s Jürgen Klopp: one club will never dominate Premier League again", "bodyText": "Jürgen Klopp has described himself as the “perfect solution” for Liverpool but predicted one club will never dominate English football again because of the financial strength of the Premier League. The Liverpool manager faces Manchester City for the second time in four days on Wednesday still bruised by Sunday’s penalty shootout defeat in the Capital One Cup final but adamant his players will learn from the experience. The contest may have demonstrated the extent of the rebuilding work required at Anfield, at least in terms of challenging such leading clubs as City for honours, but that has only hardened Klopp’s resolve to succeed. And he believes his patience, work ethic and ability to withstand pressure makes him the ideal man for the job. “I am 100% excited about the challenge,” he said. “It gets better and better by the way. Why? Because I know more. I am not the cleverest but I love the challenge. When I was younger I thought I had no chance to be part of professional football so I wanted to study medicine. I wanted to help people. I like to change things and help if it’s possible. It’s a hard way to go. I don’t know what other names FSG would have taken but I think I am a really perfect solution. I like this. I am patient enough to work for the moment and then we can change things. “On Sunday with a bit of luck we could have won the game. If Divock Origi makes that header it’s 2-1 and then you are asking a different question but it’s the same situation, just without a bit of silverware in our hands. To become successful in the future we need to learn a lot of things. The first thing is that you really need to work to get there. We can’t be successful just because of the history of the club or the name of the manager or the names of the players. The way we play football is influenced by a few things – how we train and which players we have. We have to change a lot of things to be successful.” Liverpool face new obstacles next season, not least the arrival of Pep Guardiola at City, but Klopp believes the days when Anfield or Old Trafford played regular host to the league title are over. By extension, City’s wealth and the impact of his former rival at Bayern Munich hold no fear for the Liverpool manager. He said: “It’s not possible in this world of football to be successful in England five or six years in a row. Nobody can win the league five or six years in a row because the financial potential of all the teams is too big. But always to be a part of this and to be a challenger is possible. That’s what we have to be in the future. To do that we have to make decisions. “I feel absolutely perfect here, not after losing a final but the next day because I know everyone here is working so hard. They need a bit of a help. And they need a big hand from someone who is patient enough and can handle the pressure from the outside. I can handle this. “I am only interested in Liverpool FC. If I had gone to another club would it have been easier? They would have had other problems. Next season Pep Guardiola will find that it’s more rainy in Manchester than it is here or in Munich. Every day isn’t easy. And they will be big favourites so that’s another problem. We have problems but we are in a good way to solve them. How long we need for this? Time is very important. All we can change to become a good side we will do.” Liverpool have announced that revenue for the year ending 31 May 2015 increased 16.5% to a record £297.9m. Profit before tax was £60m compared with £900,000 in 2014 but the former figure was largely based on the sale of Luis Suárez to Barcelona. The accounts also reveal Liverpool’s owner, Fenway Sports Group, converted £69m of debt into equity and invested £49m into the initial redevelopment of the Main Stand at Anfield. The club’s net external debt stands at £47m compared with £237m when FSG acquired the club from Tom Hicks and George Gillett via the high court in 2010."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}