{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/20/norwich-city-jonny-howson-west-bromwich-albion", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-20T22:30:51Z", "webTitle": "Norwich City can stay up at big teams’ expense, says Jonny Howson", "webUrl": "https://www.theguardian.com/football/2016/mar/20/norwich-city-jonny-howson-west-bromwich-albion", "apiUrl": "https://content.guardianapis.com/football/2016/mar/20/norwich-city-jonny-howson-west-bromwich-albion", "fields": {"headline": "Norwich City can stay up at big teams’ expense, says Jonny Howson", "bodyText": "It is not the size of the club that matters when it comes to relegation dogfights, but the size of their heart. Jonny Howson suggested that Newcastle United and Sunderland, Norwich City’s next two visitors, are not too big to go down as the smallest club involved in the battle to avoid the drop showed a little unity can go a long way. Robbie Brady’s goal and a first clean sheet on the road this season enabled Alex Neil’s side to climb out of the relegation zone before Sunday’s Tyne-Wear derby and increase the pressure on the north-east giants who visit Carrow Road either side of Norwich’s trip to Crystal Palace next month. No one would claim Norwich are immune to relegation nerves, and a run of two points from 10 games before Saturday’s victory reflected a squad thin on the quality required to avoid repeating their demotion of two years ago. But, taking their lead from the classy centre-back Timm Klose, signed for £8m from Wolfsburg in January, back-to-back clean sheets have left them two points above the relegation zone and relishing a run of three games that will shape their destiny. Perhaps Newcastle and Sunderland, like doomed Aston Villa, have got more to lose than Norwich, because of the clubs’ relative statures, a situation that alleviates the burden on last year’s Championship play-off winners. “We can’t change what people’s thoughts are or what their predictions are,” Howson said. “We’ve seen it happen over the years when the bigger clubs have gone down and sometimes the smaller teams stay up. It’s not something we’ll think about.” The midfielder was influential in this first away win since December as Norwich sang off the same tactical hymn sheet, did not overplay in front of Albion’s compact defensive unit and showed they are not afraid to compete physically. Brady was a case in point as he followed his opportunist finish, anticipating the loose ball to score after Matt Jarvis bungled his initial effort, by hurting his neck and shoulder in a collision with Craig Dawson and having to leave the field with blurred vision. “Robbie has had a few whacks in recent weeks,” said Howson, who started the move for the goal. “Bits of his teeth knocked out the other week, he injured his calf, then this … He’s been in the wars. But on the other hand I’m sure he’s over the moon getting the winner for us. When you’re in this situation, at this time of the season, you’ve got to put your head in where it hurts.” Carrow Road will not be a place for the faint-hearted when Newcastle and Sunderland come to town after the international break. “It’s obviously two massive games,” Howson said, “but from now until the end of the season show me any games that aren’t massive.” The trip to Selhurst Park also offers Norwich hope as Palace have failed to win in 13 league games, their buffer from the bottom four now whittled down to five points. This time two years ago, Norwich gained just one point from their final seven games to be overtaken for the final survival place by West Brom, a precedent not missed by Neil, who recently invited his players to have their say in agreeing the team’s tactics for the run-in. “Five points above the relegation zone with seven games to play … sometimes you can feel as if it’s going swimmingly and suddenly find yourself in trouble,” the Norwich managed mused. “Trying to reverse that is extremely difficult. Palace will be concerned about that and we’ve got them to play.” Man of the match Timm Klose (Norwich)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}