{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/20/arsene-wenger-arsenal-record-fans-stan-kroenke", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-20T22:30:51Z", "webTitle": "Arsène Wenger fires back at fans as Arsenal’s civil war heats up", "webUrl": "https://www.theguardian.com/football/2016/mar/20/arsene-wenger-arsenal-record-fans-stan-kroenke", "apiUrl": "https://content.guardianapis.com/football/2016/mar/20/arsene-wenger-arsenal-record-fans-stan-kroenke", "fields": {"headline": "Arsène Wenger fires back at fans as Arsenal’s civil war heats up", "bodyText": "Truces are rarely as temporary. As the most comfortable of victories secured Arsenal a five-point cushion to fifth place, this seemed a restorative day but the final whistle was still a few minutes away when the club’s civil war resumed. If the first shots were the loudest, in the form of a chorus from the visiting fans, the principal Gunner returned fire with interest, pleading for peace yet risking escalating the conflict. After supporters, with choice words, repeatedly told the absentee majority shareholder, Stan Kroenke, to “get out of our club”, Arsène Wenger defended other allies from not-so-friendly fire. The Arsenal manager’s gripe was that the pressure on his players, and the perception they were failing, is amplified by their own followers. He was particularly aggrieved that their north London derby draw, which followed three successive defeats, was not received more favourably. “What hurts me is that at the important moment of the season we played in a sceptical environment,” he said. “I think after the Tottenham game where we played a very good game with 10 men against 11 and came back to 2-2, I couldn’t understand why – at the moment when you need everyone behind the team – we had to hit that storm. From the media, OK. From our fans? It is a bit more difficult to take.” More placatory comments followed. “I never complain about critics, especially when they are turned against me,” Wenger added. “But we have to get the fans behind us with our attitude, and make sure that they stand behind the team until the end of the season.” It was a call for unity, even if the rival camps’ positions seem more entrenched. Supporters are disenchanted – some used Kroenke as a proxy for Wenger and one banner proclaimed “Time for change, Arsenal FC not Arsène FC” – and the club’s establishment feel their arguments betray an ingratitude. The masses want prizes, the manager talks about pounds. “I built this club over 19 years with the quality of my work, not with resources from outside,” said Wenger. “Not with big sponsorship but by caring about every pound that I spent.” A game notable for fiscal prudence and footballing excellence was a typically Wenger-esque occasion. He can see victories as vindication. Rather than ploughing much of Arsenal’s vast cash reserves into the January transfer market, he acquired Mohamed Elneny for £7.4m. The busy Egyptian exerted an influence. Otherwise Wenger found the answers within. He can be a master of mid-season improvisation, even if the way his initial plans unravel means he sometimes has to be, and he looks for renewal and rejuvenation from his own. Last season Francis Coquelin was catapulted from obscurity. Now Alex Iwobi made an auspicious first league start, garnished with a goal. Wenger has long resisted entreaties to buy a world-class centre-forward and instead reiterated his faith in Danny Welbeck, the other scorer. Arsenal’s seasons invariably end with the question of what might have been if only key players had stayed fit. Welbeck’s campaign began on Valentine’s Day. “You cannot say you don’t miss a player of that stature for eight months,” Wenger said. “He can make a real difference in the final eight games.” He has an instinctive preference for continuity, on the playing staff and in the backroom team alike. He is on course for a 20th consecutive top-four finish; the accusation is that Arsenal are in a state of stasis, the reality that Wenger is, to paraphrase José Mourinho, a specialist in averting failure. The Frenchman’s belief is that they are progressing. “The club has moved forward a lot,” he said. “I just want to continue that.” While a growing faction urge him to leave Arsenal, he has rejected offers from many another club to stay. Would he care to put a number on it? A manager whose grounding in economics gives him a famously good grasp of the figures affected an ignorance. “No,” he said with a knowing smile. Man of the match Alex Iwobi (Arsenal)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}