{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/19/mauricio-pochettino-tottenham-hotspur-premier-league-bournemouth", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-19T23:00:23Z", "webTitle": "Mauricio Pochettino focuses Tottenham on Premier League title charge", "webUrl": "https://www.theguardian.com/football/2016/mar/19/mauricio-pochettino-tottenham-hotspur-premier-league-bournemouth", "apiUrl": "https://content.guardianapis.com/football/2016/mar/19/mauricio-pochettino-tottenham-hotspur-premier-league-bournemouth", "fields": {"headline": "Mauricio Pochettino focuses Tottenham on Premier League title charge", "bodyText": "Mauricio Pochettino has conceded that Tottenham’s elimination from the Europa League could work to their advantage as they attempt to win a first championship since 1961. A comprehensive 5-1 aggregate defeat against Borussia Dortmund means that Spurs have just eight Premier League matches remaining this season, in which they will attempt to overhaul Leicester and bring home a first title since Bill Nicholson’s Double-winning side 55 years ago. Bournemouth are the visitors to White Hart Lane but Pochettino knows his side can’t afford any slip-ups with so little of the campaign remaining and Leicester eight points ahead at kick-off on Sunday after Saturday’s 1-0 victory at Crystal Palace. “I think now we are focused on the Premier League and all our energies will go into trying to win games and win the league,” said Pochettino. “It’s true that there are no distractions now, until now we had the Europa League to play, but now we only have the Premier League. We need to realise that our target was to try to reduce the gap to the top four but we are second in the table now, and we have played one tie more than last season in the Europa League. “It’s true it’s tough. We are the youngest squad in the Premier League and the players need to feel what it means to play for the Premier League, to play to win, play to try to compete in different competitions. We need to learn … should learn a lot from this season and now we need to try in the last eight games to try to win as many points as possible.” Tottenham’s 5-1 victory at Bournemouth in October sparked a six-match unbeaten run in the Premier League that took Pochettino’s side into the top four. Since then, Eddie Howe’s side have virtually assured their place in next season’s top flight thanks to three successive victories over Southampton, Newcastle and Swansea. Pochettino is certainly taking nothing for granted but praised the mentality of his young squad to cope with the demands of the title run-in. “Bournemouth have shown they have improved a lot,” he said. “They are a very good team, they run a lot, they have very good organisation, they have a manager I admire, he always tries to play on the grass, he has a very good philosophy about football. “The mentality of our squad is fantastic. It’s amazing. I feel very proud of them, it’s been a very tough season and the answer was fantastic from the squad. I feel very proud and happy of all the players and the way we have improved in these eight months.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}