{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/mar/09/colombia-leftwing-activists-murdered-farc-peace-deal", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-03-09T22:04:17Z", "webTitle": "Colombian activist murders create unease amid Farc peace talks", "webUrl": "https://www.theguardian.com/world/2016/mar/09/colombia-leftwing-activists-murdered-farc-peace-deal", "apiUrl": "https://content.guardianapis.com/world/2016/mar/09/colombia-leftwing-activists-murdered-farc-peace-deal", "fields": {"headline": "Colombian activist murders create unease amid Farc peace talks", "bodyText": "As Colombia moves closer to ending half a century of war with Farc rebels, a string of murders across the country has offered a grim reminder of the persistent dangers faced by leftwing activists. William Castillo, a member of the leftwing grassroots movement Marcha Patriótica, was gunned down Monday in the north-eastern town of Bagre in Antioquia, the latest in a spate of killings that has left three other community leaders dead in the past 10 days in different parts of the country. A day earlier, Klaus Zapata, a member of the Communist Youth group, was killed while playing football in the Bogotá suburb of Soacha. Marisela Tombe, a peasant leader in Cuaca province, was gunned down 28 February, while Willar Alexander Oime, the governor of an indigenous reserve also in Cauca, was killed in the city of Popayan last week. Reacting to the killings, the rebels’ senior commander Rodrigo Londoño, better known as Timochenko, said on Twitter: “This is the wrong path if we want reconcilliation with a view toward peace.” The Organization of American States’ mission to Colombia also condemned the killings, saying that they showed “the fragility and the defenceless state of many social leaders in the country”. The killings “are an attack not only on the lives of the leaders but on the movements, causes and the … rights of people who organise to make legitimate demands”, the OAS mission said in a statement. Negotiators from the Colombian government and Farc (the Revolutionary Armed Forces of Colombia) are currently hammering out the final details of a peace accord to end more than 50 years of conflict. On Wednesday, President Juan Manuel Santos gave the first public indication that two sides may not reach an agreement before the self-imposed deadline of 23 March, which the two sides agreed last year. “I will not sign a bad deal to meet a deadline,” Santos said, adding that if necessary a new deadline would be set. The two sides have reached agreement on several key issues, but have yet to agree on a method for disarming the guerrillas. One of the Farc’s most pressing concerns is their security once they lay down their arms and transition to a political movement. As part of an attempted peace process in the 1980s, the Farc created a small leftwing party called the Patriotic Union (UP). More than 3,000 members of the party, including two presidential candidates, were murdered during the 1980s and 1990s by rightwing paramilitaries linked to the armed forces, as peace talks fell apart. Many of those who were not killed went into hiding, exile or changed political affiliation. There is no indication that the recent murders were related, but community organizations around the country have reported an uptick in death threats and violence against their members and leaders. Somos Defensores, an organization that tracks threats to rights defenders, said that groups known as bacrim, or criminal bands – which are mostly dedicated to drug trafficking but also aim for social control in many regions of the country – “are and will continue to be the main aggressor against human rights defenders in the transition and post-conflict stages”. The main groups are known as the Urabeños and Gaitanista Self-Defence Forces of Colombia, successors to the rightwing United Self Defence Forces of Colombia (AUC), a paramilitary umbrella group which disbanded between 2003 and 2006. Many of the demobilised militias recycled themselves into the groups which the government calls bacrim. Somos Defensores reported that in 2015, 63 activists were killed, up from 55 the year before. Of those killed, 33% had reported being threatened, the group said in a report released last week. For the fifth year running, indigenous rights activists made up the largest group of murder victims with 12. The rise contrasts sharply with overall homicide rates in Colombia which have dropped dramatically since the Farc declared a unilateral ceasefire last year, leading to what the Conflict Analysis Resource Centre thinktank has called the most peaceful period in Colombia in decades."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}