{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/11/guus-hiddink-eden-hazard-chelsea-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-11T22:30:03Z", "webTitle": "Guus Hiddink sure Eden Hazard can return to former glory for Chelsea", "webUrl": "https://www.theguardian.com/football/2016/mar/11/guus-hiddink-eden-hazard-chelsea-premier-league", "apiUrl": "https://content.guardianapis.com/football/2016/mar/11/guus-hiddink-eden-hazard-chelsea-premier-league", "fields": {"headline": "Guus Hiddink sure Eden Hazard can return to former glory for Chelsea", "bodyText": "Guus Hiddink believes that Eden Hazard boasts the desire and commitment to revive his Chelsea career after a spluttering season at Stamford Bridge, but the interim manager is concerned the playmaker’s anxiety to recapture his form of last year may be hampering his recovery. Hazard, 25, who had unwisely swapped shirts with Ángel Di María at half-time, was brought off 13 minutes from time in the Champions League elimination by Paris Saint-Germain on Wednesday, departing to boos from a section of the home support. The Belgian’s father, Thierry, has since suggested his son has been playing at Chelsea’s request despite being in pain since sustaining a hip problem during the defeat at Leicester City in December, an injury that has served to blunt his threat. Yet Hiddink, while conceding the player was still enduring the after-effects of that clash with Jamie Vardy in what proved to be José Mourinho’s final game in charge, has spoken at length to the club’s physiologists and analysis department about Hazard’s performance against PSG. The data collated from that game suggested he covered more ground than any team-mate besides Cesc Fàbregas while he was on the pitch, with many of his runs logged as high intensity, and is therefore not categorised to be in the “fatigue zone” where the risk of sustaining injury is higher. That has left Hiddink considering other ways to draw form from his player. “He is committed, which is why I defend him, but he’s also concerned a bit about delivering more,” the interim manager said. “I hate it if players are getting a bit ‘indifferent’ because I want them to force themselves to the limit, and Eden is not ‘indifferent’. Everyone has his own charisma. If you look at Diego Costa, he’s very outspoken and if he’s angry you know he’s angry. Eden is more introspective and doesn’t really show what he’s thinking, but different people offer up different expressions. It doesn’t mean he’s not involved. “I’ve worked with people like him in the past and, most of the time, it’s about not overthinking it. You have to go back to behaving spontaneously. Sure, that last percentage of getting top fit will help him get where he wants to be. But for him, and for Chelsea, it’s good for him to have a rest in his mind. Not least because there’s also a beautiful European Championships coming up for him. So we have to try and get him a bit more focused or relaxed to get him into the next phase.” Chelsea do not expect the Belgium manager, Marc Wilmots, to rest Hazard for the forthcoming international window, when the national team take on Portugal in Brussels on 29 March. The player may begin on the bench when Chelsea meet Everton in the FA Cup quarter-final at Goodison Park on Saturday, with Hiddink confident he can return to form. “Everyone who has this big potential and talent will have this experience,” he said. “When one player has this dip he is usually raised by the rest of the performance of the team. But we had a difficult time up to December so that didn’t help him.” John Terry, who has been absent with a hamstring injury sustained in the thumping win against Newcastle last month, has travelled to Merseyside but is not expected to start the game. Costa is also a major doubt with his own hip problem sustained against PSG; either Loïc Rémy or Bertrand Traoré is likely to start as the team’s lone forward. Hiddink suggested Alexandre Pato, who signed on a six-month loan from Corinthians at the end of January, may have effectively dropped to fifth-choice striker despite having not yet featured for the club. The Brazilian’s involvement to date has been limited to twice being an unused substitute. Chelsea also have Radamel Falcao back in full training after a thigh injury, meaning five forwards are competing for a solitary place. “Falcao is growing in terms of his fitness, increasing the intensity, and that is encouraging for him and us,” Hiddink said. “Pato is the same. It’s about competition. I want to have a fair judgement on the players in a striking position, which is now different to when Pato came in. “At that time we didn’t have Rémy or Falcao, either. We didn’t know about Traoré, who has made an impact and developed quickly. So there is a kind of hierarchy as to who is knocking on the door as to who might replace Diego as first-choice.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}