{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/mar/11/heather-watson-tennis-drug-testing-international-tennis-federation", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-03-11T22:00:02Z", "webTitle": "Heather Watson tested only once after winning as process comes under fire", "webUrl": "https://www.theguardian.com/sport/2016/mar/11/heather-watson-tennis-drug-testing-international-tennis-federation", "apiUrl": "https://content.guardianapis.com/sport/2016/mar/11/heather-watson-tennis-drug-testing-international-tennis-federation", "fields": {"headline": "Heather Watson tested only once after winning as process comes under fire", "bodyText": "The drug-testing process in tennis is coming under increasing scrutiny after a number of leading players this week indicated they are tested during tournaments only when they lose. In the wake of Maria Sharapova’s positive test for meldonium the International Tennis Federation, which runs and administers the tennis anti-doping programme, insists in-competition testing is random but with players suggesting otherwise, anti-doping experts warn that players who may be microdosing could slip through the net. Having been criticised for not testing out of competition enough, the ITF has focused its resources on that area in recent years, vastly increasing its testing numbers, with more blood tests. Out-of-competition testing is considered to be the most important area in catching cheats but it seems tennis is cutting back, relatively, on testing during competitions. Britain’s Heather Watson said she has been tested after a win only once in her career. “I got tested after I won once and it was awful,” she said. “I couldn’t go to the bathroom and I had to wait all evening and I had a match the next day. That’s only happened once. I think when you’re winning it’s not really fair [to be tested]. But, let’s say I’ve been tested about 50 times, I’d say 49 times were after a loss.” The Swiss teenager Belinda Bencic, who recently broke into the world’s top 10 for the first time, backed up Watson’s comments. “My last test was in the Australian Open, after when I lost, like always,” she said. “If you keep playing [in a tournament], they are not going to test you [when you win]. I think they can but it’s normally when you lose and you have more time and they do the drug test.” As the Lance Armstrong case in cycling showed, microdosing – the taking of a very low dose of a drug that is then flushed from the system in a matter of hours – is an increasing concern. Don Catlin, the American anti-doping expert, who founded the UCLA Olympic Analytical Laboratory, said the ITF should be more aware of the dangers. “That’s too bad [if they’re only testing after losses] but they’re going to have to wake up after this [the Sharapova] event,” he said. Dr Mario Thevis, a professor at the anti-doping laboratory in Cologne which helped to develop the test for meldonium, said on Friday microdosing was a huge challenge. “Microdoses represent even lower levels of prohibited substances than we are entitled to test for. I think it’s an inherent problem that the lower the concentrations, the more we have to work on it to test efficiently.” Responding to the players’ comments, Stuart Miller, the head of the anti-doping programme, said the ITF does not discuss the finer details of its test distribution plan, for reasons of confidentiality. “However, both random and targeted testing occurs at events, which includes winners and losers,” he said in an email. “As an aside, about half of all samples collected under the TADP in 2015 were out-of-competition tests, which cuts across the winner/loser issue.” The ITF says it tested 2,256 players in-competition during 2015 and 2,177 out of competition. In view of the fact there are 254 singles matches in each of the four grand slam events – a total of 1016 – that hardly seems extensive. The anti-doping budget – paid for by the ITF, ATP, WTA and the four grand slam events – is reportedly only $4m. On Thursday Andy Murray criticised his racket sponsor, Head, for announcing they would be extending Sharapova’s deal despite her positive test. On Friday Head said Wada should have banned meldonium only over a certain dosage, rather than outright. Murray said the fact the Sharapova case is in the public domain offers tennis a chance to be transparent. “The positive thing is it is actually out there,” Murray said in Indian Wells. “In the past a lot of times people have said that it is [just] the lesser names that have come out, even though there have actually been more big names than you would think over the years. But Maria is probably the biggest female athlete in the world, maybe the most recognisable. I think if nothing was said about it, that’s when it’s actually really bad for the sport even though some people may say: ‘OK, it’s good’ [when there are no positive tests]. It’s not.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}