{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/mar/25/rapid-radicalisation-the-case-of-numan-haider-shocks-family-and-experts-alike", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-03-24T21:56:23Z", "webTitle": "Rapid radicalisation: the case of Numan Haider shocks family and experts alike", "webUrl": "https://www.theguardian.com/australia-news/2016/mar/25/rapid-radicalisation-the-case-of-numan-haider-shocks-family-and-experts-alike", "apiUrl": "https://content.guardianapis.com/australia-news/2016/mar/25/rapid-radicalisation-the-case-of-numan-haider-shocks-family-and-experts-alike", "fields": {"headline": "Rapid radicalisation: the case of Numan Haider shocks family and experts alike", "bodyText": "How could a teenager from a loving, moderate Muslim family, described by friends as “funny” and “kind”, become so radicalised within months that he stabbed two police officers and ended up being shot dead? Over the past two weeks, the inquest into the death of Numan Haider in Melbourne has grappled with this question. The answer could change the way authorities engage with disaffected young people in trying to prevent similar attacks on police or the public. Victorian and federal police officers, and joint counter-terrorism unit officers who received intelligence on Haider, said they had no idea the 18-year-old posed an immediate risk to the safety of others. The only authority that held intelligence suggesting he posed a real threat to the public was Asio, coroner John Olle heard, but this information was either not obtained by Asio until after Haider’s death or, in some instances, not passed on to joint counter-terrorism police who were investigating the teenager. Haider’s father told the coroner that he and his wife were concerned about the new friends their son was hanging around with, frustrated by his refusal to answer their telephone calls while he was out with them, and perplexed that he had started praying at the controversial (and now closed) al-Furqan mosque, but they never believed he was capable of harming others. “Numan was the happiest kid in the family,” his father said. “He was healthy both physically and mentally. He did not drink or take drugs.” To his family, some of his behaviour was typical of a frustrated teenager but was in no way indicative of a terrorism suspect planning an attack. The Haider family fled Afghanistan when Numan was seven, and lived in Victoria from the time he was nine. He held dual Australian-Afghan citizenship, and came from a loving family who valued the educational opportunities Australia provided. While his two older brothers studied hard and gained entrance to university, Haider was less focused, drifting between jobs and uninterested in tertiary study. He had previously been the sort of teenager who never questioned his parents, but was becoming less obedient as he got older, the coroner heard. He ignored his parents’ pleas to stop associating with a much older friend named Ljindim Sulejmani who was on welfare and who attended the al-Furqan mosque. They believed Sulejmani’s lack of ambition was a bad influence on their son, and could not understand why an older man wanted to associate with Haider. Haider also did not abide by their requests to stay at home more. What his parents did not know until the day of their son’s death was the extent of the interactions law enforcement bodies, especially Asio, had with him. Haider had first come to the attention of authorities in June 2014. Officers were concerned by his attendance at the al-Furqan mosque and by the people he was associating with, and believed that he might be subject to radicalisation. His phone and movements were monitored by Asio from then on. His friendship circles had also changed around this time, and he broke up with his girlfriend. Less than four months later, on 24 September 2014, Haider would die. That day, police officers from the joint counter-terrorism unit arranged to meet him for a casual conversation at the Endeavour Hills police station about an incident at the Dandenong Plaza shopping centre on 18 September. At the plaza, Haider had waved a shahada flag at police officers and told them: “I’m not going to blow up the shopping centre today.” He said: “I’ve got nothing against you personally, it is against your government and Australia.” He told the police they would “pay” for counter-terrorism raids in Sydney and Brisbane earlier that day. Joint counter-terrorism officers wanted to find out more about what had provoked Haider’s actions. When Haider pulled up in the car park outside the police station to meet them at 7.30pm, he rang one of the officers, requesting that the interview be conducted outside. Two police officers, identified only as officer A and officer B, walked into the car park to meet Haider, intending to search him and then bring him inside to talk to him. But they had no intention of arresting or interrogating him. Instead, in what the coroner heard was a relatively new approach to young terrorism suspects, police were simply trying to build rapport with him. CCTV footage from the station shows officer B running back into the police station less than a minute after walking outside with officer A to meet Haider, clutching his eye. A rapid sequence of events had unfolded. After introducing themselves and shaking Haider’s hand, officer A asked Haider to empty his pockets. Haider produced a knife from his pocket, lunged at officer A and stabbed him in the arm. “I have no doubt he was trying to kill me, and had I not blocked the knife with my arm, I would have been stabbed in the rib and stomach area,” officer A told coroner Olle. “I fell backwards on the carpark surface. Haider then continued past me, and got into contact with officer B.” Officer B told the coroner: “In a split second, he was on me … I can’t even say how he got to me. I didn’t even have any audio perception of the incident, I just shut down. I just had no audio at all. It was kind of surreal. At the time he was on me, I didn’t even know I was stabbed or slashed. “My eye was bleeding heavily and I felt blood running down my face. I did not feel any pain. I’m sure that Haider would have cut my throat and cut my head off.” But officer A climbed to his feet, drew his gun, and shot Haider in the head, killing him instantly. He remained in that position, gun pointing at Haider, while officer B ran back inside the station for help, and until paramedics arrived. He broke down as he recalled before the coroner the moment he was stabbed. Prof Greg Barton, a counter-terrorism expert at Monash University, was among those to give evidence at the inquest into Haider’s death. He said Australian authorities had never before dealt with anything comparable. “That is, someone so young and radicalised so quickly, and to the point where they were prepared to use fairly substantial violence,” he tells Guardian Australia. “We’ve seen some youths who have been radicalised even more so since then. But the case of Haider was a watershed case, as it was the first where such a young person had been radicalised so quickly and to such violent end.” Barton told the coroner that in the past it was thought that radicalisation took place slowly. The sort of radicalisation associated with groups such as al-Qaida, for example, involved the careful filtering of candidates followed by an intense and prolonged period of indoctrination. “This appears to differ greatly with Islamic State where the focus is on the rapid building of trust and persuasion to leave home to join with fighters in Syria and Iraq,” Barton told the coroner. “Very often travel appears to be paid for and facilitated by predatory recruiters in the networks and individuals can be moved in the space of a few months or possibly less, the point where they accept the offer of an air ticket.” But Haider had been prevented from travelling overseas by Asio, who had cancelled his passport, an event that Haider’s friends and family told the coroner had greatly upset him. He learned of the cancellation the day before his death, and responded by buying two knives. Two days before his death, the spiritual leader of Islamic State called for attacks against the Australian government and the public. “It appears being blocked from travel, which happened to coincide with the statement from [Islamic State], led to him quickly coming to a point where he decided that if he couldn’t travel to the Middle East, he would act out an attack in Melbourne,” Barton told the court. Barton tells Guardian Australia that although Haider was being monitored by authorities from June, his period of radicalisation occurred most rapidly and intensely in the fortnight before his death. What police had not known as they walked into the car park to meet Haider that evening was that Asio officers had found Facebook posts by Haider in the days before his death which included violent and crude remarks about police and intelligence officers. Intelligence that Haider had threatened to stab police officers with a knife during a phone call intercepted by Asio had also not been passed on to officers A and B, or other police from the counter-terrorism unit, the coroner heard. “Knowing about the knife, it certainly would have given us more concern,” officer B told the coroner. “Different planning would have taken place. Instead of the two of us approaching him, four of us might have gone out with two staying back. “There’s a number of options that could have been undertaken, and certainly a greater risk assessment in approaching him [would have been carried out].” A senior leader in the joint counter-terrorism unit told the coroner in evidence given last week that he would never have allowed his team to approach Haider in the way they did had the information been known. According to Barton, the reasoning behind the police officers’ decision to approach Haider – that is, to build a relationship with him rather than to interrogate him – was sound. “But they didn’t have all the information about the risk he posed, so they weren’t in a position to assess their own personal risk fully. Their attitude would have been, ‘Here is a kid, he had his passport rejected, we know he’s angry about it, if we can get to him and build rapport, we can divert him from doing something more rash.’ “Had they realised how quickly Haider had been radicalised, not just over several months but over the previous week or so, they might have done things differently. But that’s a pattern of radicalisation that they were not familiar with at the time.” Analysis of Haider’s phone after his death revealed that in the two days before his death, he had accessed violent Islamic State videos including executions, extremist Islamist propaganda and news articles about the former prime minister Tony Abbott including some that detailed Abbott’s schedule. On Tuesday, an Asio officer had been scheduled to give evidence before Olle but instead, after out-of-court discussions between Asio, Victoria police and the Australian federal police, the inquest was adjourned until 27 April to give all parties time to gather more evidence. The evidence from joint counter-terrorism officers that they had not received crucial intelligence from Asio about Haider’s behaviour is likely to be part of the reason for the adjournment. The inquest had been due to conclude this week. Counsel assisting, Rachel Ellyard, told the coroner that one of the most unfortunate aspects of Haider’s death was the vulnerability of his case to oversimplication or stereotyping. “Either the stereotype of excessive police violence or unfair targeting of Muslims, or the stereotype of dangerous young Muslim men posing a risk to Victorian society,” she said. “In the immediate aftermath of Numan’s death, both stereotypes could be seen in what was sometimes unfortunate media and public comment. Neither of those stereotypes is helpful. Neither assists your honour in your task.” The inquest, she said, began from a much more open premise – that a young man had died, and that the circumstances of that death needed to be investigated and understood so that similar deaths could be avoided. But it appears likely to finish with Olle grappling with serious questions about the sharing of intelligence between law enforcement agencies and whether the way these agencies interact needs to change. Barton says ideally the inquest would have been held in the months immediately after Haider’s death. Had it been held sooner witnesses, including Haider’s friend Sulejmani, would not have been able to claim they could not remember important details, he says. In his evidence Sulejmani said he could not remember if he visited radical Islamic bookstores with Haider during a road trip they took together in Sydney in the weeks before his death. Sulejmani confirmed to the inquest that two other men, who were excused from giving evidence due to the risk of it jeopardising their own court cases, went on another road trip with Haider on the day of his death. A more timely inquest also would have prevented much of the unhelpful speculation from the media and others in the aftermath of Haider’s death, Barton says. “The family of Haider and their immediate communities, including other Afghan and Muslim migrant families in south east Melbourne, were left asking, ‘What happened? How could a kid who just seemed to be drifting suddenly be shot dead?’ “But when you hear the facts of the case through an inquest, you understand why the police did what they did, and that his family were horrified by Haider’s actions. If we’d had this inquest within months, it may have helped with community relations, including the anger and suspicion.” However, the coroner’s job is to make recommendations that prevent a similar incident. Untangling what his friends knew about his radicalisation, the extent to which they were involved in that radicalisation, and their associations with known recruiters, is a job for the criminal courts. But it means his grieving family, grappling to comprehend what happened, are more likely to get the answers they seek from the courts than the coroner."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}