{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/mar/19/calais-refugee-camp-theatre-british-playwrights", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2016-03-19T21:18:55Z", "webTitle": "Calais refugee camp theatre stages a double encore", "webUrl": "https://www.theguardian.com/world/2016/mar/19/calais-refugee-camp-theatre-british-playwrights", "apiUrl": "https://content.guardianapis.com/world/2016/mar/19/calais-refugee-camp-theatre-british-playwrights", "fields": {"headline": "Calais refugee camp theatre stages a double encore", "bodyText": "The refugee theatre in Calais that starred the likes of Jude Law and Benedict Cumberbatch and withstood the worst of the winter in northern France is to rise again, say its two founders. Due to the unflagging “Dunkirk spirit” of playwrights Joe Murphy and Joe Robertson, there are soon to be two Good Chance theatre tents, one planned down the coast in Dunkirk and another back in Calais, nearer to the shipping containers that now house 2,000 migrants. Over six months the tent became famous as it welcomed visiting stars, including Law and Cumberbatch, and a succession of British theatre companies. But for most of that time it was a venue for those living in the Calais camp, known as the Jungle, watching each other sing, dance and tell stories. Good Chance is now a limited company and is awaiting charitable status. “We knew it wasn’t the end as we took it down last weekend,” said Murphy. The dome tent came down when the French authorities cleared the Jungle, although the structure had been made legally exempt. There was little point in it remaining, however, without an audience. “We have experienced nothing but enthusiasm and hope in France, despite all the need. It has been at once the worst time and the very best time,” said Robertson. “Suddenly, last week, we found we were surrounded by CRS [police], but until that point people were still coming in for workshops.” The friends, both 25, are also planning to stage an exhibition in London this summer called Encampment. It will feature the original dome, still showing the ravages of its stay in the Jungle, with refugee artwork and writing. “It will become an artefact, with all its rips and spray paint. It is beautiful,” said Murphy. “We are very confident, because it became a unique space,” said director Stephen Daldry, who will chair the trust. “It became a kind of town hall, a refuge and a neutral place. One that was relatively warm and, most importantly, safe.” Daldry, who directed the film and stage show of Billy Elliot, as well as the opening of the 2012 Paralympics, crossed the channel regularly to help Murphy and Robertson. The Good Chance was also supported by West End producer Sonia Friedman; David Lan, artistic director of the Young Vic; theatre director Ian Rickson; and Vicky Featherstone, artistic director of London’s Royal Court. Daldry saw the Calais refugees connect with the skills and talents of others inside the dome. “It was soon protected by the refugees themselves and was a place to hang out and talk about their journeys to one of the worst refugee camps I have ever been to. It is shocking; it is just an hour by train from King’s Cross,” he said. The theatre gave children as well as adults the chance to perform, and mounted popular Saturday night revue shows. Robertson, from Hull, and Murphy, from Leeds, first met when studying English at Oxford University and have written together for the stage since they graduated. They worked on Daldry’s 2014 film Trash, set in Brazil, and travelled to Rio, visiting impoverished hillside shanty towns, or favelas. “Our experience in Brazil reduced the time between us being shocked when we arrived in Calais and the moment when we saw that people were living real lives there,” said Robertson. “At first I wondered how to behave. I thought I should probably just smile. Then things began to happen. People were eager for a place to go,” said Murphy. “You heard drumming wherever you went. And dancing around the fires. That soon became the idea of the theatre, a place for people to listen to each other who might violently disagree elsewhere.” For a month the two Joes lived in a tent on the mud before moving 10 minutes away to a caravan park, where they hosted visiting theatre companies including Shakespeare’s Globe, Pan Intercultural Arts, Belarus Free Theatre, Kneehigh Theatre, Complicite, Shared Experience, the Royal Court, the Gate Theatre Notting Hill, the Young Vic, Theatr Clwyd and Zoukak from Lebanon. The Joes robustly defend their theatre from the accusation that volunteering “luvvies” would have been more helpful donating food or blankets. “We simply gave refugees a place to tell stories. It was completely natural. Actors always have a certain amount of criticism when they get involved, but they were trying to see and understand the situation,” said Murphy. “You have to start somewhere,” said Robertson. “You see 6,000 people from 22 different nationalities living in abject poverty and you want to listen and learn.” The writers joined volunteer carpenters, medics, psychologists and gynaecologists from Britain. “There was a stagehand group as well, Crew for Calais, which fixed and built prefab homes. We have got to stop being embarrassed and just use our skills,” added Robertson. Murphy sees embarrassment as the biggest hurdle people can face when it comes to volunteering. “I am not embarrassed to help,” he said. “I don’t know if it is our generation. We have a fear that because we don’t know how to solve it, we should do nothing. It is so easy to make the decision not to do something.” Rehearsals had to take into account the likelihood that actors might disappear across the Channel overnight, but the coming together of contrasting cultures threw up some startling evenings. “The greatest artistic moments were when things came together and clashed wonderfully, say, with Sudanese singing and Egyptian storytelling,” said Murphy. “Everyone felt it when these collaborative moments happened. It was not exactly accidental, because we were deliberately bringing together people without a common background to sing or listen. There was a lot of hope and joy, although it sounds odd. And everyone needs a place to express that, especially in such a terrible camp.” Refugees were often ashamed and keen to show their humanity. One Iranian refugee writer told Murphy: “I have never lived like this before. I want to get that clear.” In Calais, said Robertson, the French have recognised the value of the theatre as a way to reduce tensions and provide psychological sanctuary. “Refugees have told us since that the theatre kept them going,” he said. “One letter we received from a 17-year-old described the point of the theatre very well. ‘We will know many things by it,’ he wrote. “Sometimes you feel a bit useless as an actor, so it is good to have something practical to do. We made a thing in Calais that worked, and now we have to do it again.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}