{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/mar/17/apex-gang-member-says-rioting-blown-out-of-proportion-by-media", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-03-16T23:06:09Z", "webTitle": "Apex gang member says rioting blown out of proportion by media", "webUrl": "https://www.theguardian.com/australia-news/2016/mar/17/apex-gang-member-says-rioting-blown-out-of-proportion-by-media", "apiUrl": "https://content.guardianapis.com/australia-news/2016/mar/17/apex-gang-member-says-rioting-blown-out-of-proportion-by-media", "fields": {"headline": "Apex gang member says rioting blown out of proportion by media", "bodyText": "A member of Melbourne’s Apex gang has said the gang’s rioting through the city on Saturday night, which left people fleeing for cover as chairs were thrown and fights erupted, has been blown out of proportion by the media. Victorian police were forced to use capsicum spray on the group, comprised mostly of youths, as they rampaged through the CBD and tried to pick fights with people attending the family-friendly Moomba festival. Video footage shows people screaming and fleeing the scene. But a member of the gang identified only as “James” has told the ABC’s 7.30 program that while there were a lot of teenagers from the group present in the city that night, “There was no bad vibe, there was no tension.” “I wouldn’t say it’s a really big thing, you know,” he said. “The media always speculates and tries to make things sound big, bigger than they are.” He claims there had been two groups involved in the fray on Saturday night but that police were targeting Apex, comprised of young men living in Melbourne’s south-east and who are from a range of backgrounds including Sudanese, Pacific Islander, Māori and Caucasian. “There was two groups involved in this alleged incident in the city, but they’re only targeting one group, the Apex group,” James said. “Why do you think it is? It’s obvious. Basically racism.” James, who grew up in Dandenong, told the program he had come to Australia after leaving war-torn South Sudan with his family when he was eight years old. He didn’t finish high school despite being a good student, joined Apex at 14, and moved out of home at 16. He has also been in trouble with police. He said youths joined the group because of “lack of school, no jobs, lack of employment”. “They young kids, good kids, you know, but they just had a couple – a couple of hiccups, but people got to give them a chance still, yeah,” he said. “I wouldn’t call it a gang, just a group of youths. Everyone’s got to have friends, you know. It means brotherhood. Everyone looks after each other and everyone respects each other.” But Victoria’s premier, Daniel Andrews, has announced a zero-tolerance approach to those responsible for Saturday night’s unrest, saying: “Let’s not make any excuses.” “I am not interested in poor-me stories,” he said. “Nobody had to behave the way they did on Saturday night. They chose to. For the perpetrators, Saturday night was a choice – and it’s one they will regret. Victoria police will bring them to justice.” Anna O’Halloran, the chief executive of the anti social-violence organisation Step Back Think, said while Andrews was right to condemn the violence, it was vital to also understand that violence was often a learned behaviour and the factors that influenced people to engage with gangs were complex. “We need to ask ourselves the tough questions, not get caught up in narrow stereotyping,” she said. “Why is it that some young people feel that violence is an acceptable behaviour? What role do our beliefs about masculinity play in social violence? How can we build a shared sense of empathy in our communities? “We need better data so we can understand the complex causes and consequences of social violence. And we need evidence-based interventions to equip and empower young people to choose non-violence.” This would require adequate resources and funding, she said. A spokeswoman for Victoria police told Guardian Australia that the Apex Gang had come to their attention in January 2015. “The members of this group are youth ranging in age from 12 to 19 years of age, predominately,” she said. “The majority reside in the southern suburbs but are connected to gang members from a range of areas across Melbourne.” Police believe Apex now has between 100 and 150 members. But the spokeswoman added: “The number is always changing.” “They coordinate the majority of their activity via social media,” she said. Since the inception of Operation Tense, the taskforce dedicated to looking at the serious crimes committed by Apex, more than 30 suspected members of the group had been arrested, she said. A 17-year-old arrested at his home in Pakenham on Wednesday was to appear in the children’s court on Thursday to face a range of charges including two counts of aggravated burglary, one count of intentionally causing injury, four counts of theft of a motor vehicle, three counts of theft, one count of handling stolen goods and one count of criminal damage. But the police spokeswoman said alongside the arrests programs were being run seeking to engage the teenagers and prevent them from taking part in criminal activities. “In the southern metropolitan area, where the majority of Apex’s crimes occur, we run youth leadership programs, police patrols with community leaders, cultural competence programs and recidivist offender programs,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}