{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2016/mar/09/sussex-university-protesters-occupation-student-deportation-luqman-onikosi", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2016-03-09T22:19:39Z", "webTitle": "Sussex University protesters stage occupation over plight of former student", "webUrl": "https://www.theguardian.com/education/2016/mar/09/sussex-university-protesters-occupation-student-deportation-luqman-onikosi", "apiUrl": "https://content.guardianapis.com/education/2016/mar/09/sussex-university-protesters-occupation-student-deportation-luqman-onikosi", "fields": {"headline": "Sussex University protesters stage occupation over plight of former student", "bodyText": "Student protesters have occupied part of a University of Sussex building in support of a former student who faces deportation to Nigeria. Luqman Onikosi, 36, was studying at the university when he was diagnosed with hepatitis B in 2009 – the same disease that led to the deaths of two of his brothers. He has since developed cirrhosis, a chronic liver disease. The protesters feel the university, where Onikosi was completing a master’s degree before his leave to remain in the UK was rejected, could do more to save him from deportation. Deporting him would amount to a death sentence due to his poor health, they said. After completing his BA at Warwick University, Onikosi landed a job with the Nigerian embassy in London but could not continue working when his condition worsened. Losing his visa, he applied to remain on medical grounds. As he waited for the decision, which was eventually rejected, he raised fees to study for a master’s at Sussex University, near Brighton, through a crowdfunding campaign. While completing his dissertation for the MA in global political economy, his second appeal to remain on the grounds of human rights was rejected. The university then revoked his student status on the direction of the Home Office. A student spokesperson for the occupation said: “There isn’t really any medical doubt he would die through total organ failure without proper treatment. We just can’t believe the Home Office are doing this to him. We are outraged.” Due to his condition, his liver function requires regular monitoring, which cannot be done in many parts of Nigeria. If his leave to remain had been approved, he had hoped for a life-saving liver transplant. “We felt the university [was] just doing exactly what the Home Office said,” the spokesperson continued. “A member of the student community is being deported to his death. Universities aren’t powerless. They are huge institutions. We are shocked that our university is willing to stand by and watch as a student dies. “He could be deported at any time, so we felt we had to take radical action now. We’re planning to stay until the university listens to us. To leave any earlier than that would be abandoning Luqman. We have to stay and fight.” A university spokesperson said: “We understand the group of students are supporters of Mr Onikosi, a former student of the university. The students are currently based in a conference room in one of our buildings. “We are, and have always been, very sorry to know of Mr Onikosi’s illness. The status of Mr Onikosi’s visa is a directive from the Home Office and the university is not able to influence that decision in any way.” Speaking to the Independent in February, Onikosi urged the government to see him as “an equal human being”. “I’ve paid international student fees and taxes,” he said. “The British government does not see me as human but as dispensable.” A larger demonstration is planned by the students at 1pm on Thursday at the university."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}