{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/mar/09/maria-sharapova-thanks-fans-support", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-03-09T23:26:54Z", "webTitle": "Maria Sharapova thanks fans for support and vows to return to tennis", "webUrl": "https://www.theguardian.com/sport/2016/mar/09/maria-sharapova-thanks-fans-support", "apiUrl": "https://content.guardianapis.com/sport/2016/mar/09/maria-sharapova-thanks-fans-support", "fields": {"headline": "Maria Sharapova thanks fans for support and vows to return to tennis", "bodyText": "Maria Sharapova has thanked her fans for their support and vowed return to tennis after testing positive at the Australian Open for the banned substance meldonium. The Russian has been provisionally banned but her legal team have said they intend to seek a suspension of less than a year. The medication, which Sharapova said she had legally taken throughout her career, was placed on the banned list by the World Anti-Doping Agency at the beginning of the year following “evidence of its use by athletes with the intention of enhancing performance”. Sharapova said on Monday she did not realise the substance was illegal, but took “full responsibility” for her actions. She has since seen three major sponsors distance themselves from her, yet men’s world No1 Novak Djokovic has given his support to Sharapova and said he hopes she “gets out of this stronger”. Sharapova, who has not appeared in public since her admission at a press conference on Monday, released a detailed statement on Facebook on Wednesday night where she insisted she is determined to play again. “I woke up yesterday morning with an inbox, in full capacity of love and compassion,” she wrote. “The first email I immediately opened was from my best friend, you know, the type of person who can make you smile and cry with only one word and who I spent the evening on the phone with, checking up on me, how was I doing? “On average, I love the mornings. New day, new start. It is fair to say that this day was not average. Nothing came to mind at 6am, except that I am determined to play tennis again and I hope I will have the chance to do so. I wish I didn’t have to go through this, but I do – and I will. “I needed to sweat, to push through and grind as I have done most of my life, so I made my way to the gym. That’s when I realized a bunch of tinted windowed cars were following me. The good old paparazzi, back on the trail.” The statement continued: “I have not been online much except the odd search for a new antique coffee table (random, I know), but my friends made a collage for me with all your beautiful messages and hashtags that you created (#IStandWithMaria and #LetMariaPlay). I spent the afternoon reading them next to my dog, who couldn’t quite understand why this was more important than the walk he was expecting to take. “In this moment, I am so proud to call you my fans. Within hours of my announcement, you showed me support and loyalty, which I could only expect to hear when someone would be at the top of their profession. “I wanted to let you know that your wonderful words put a smile on my face. I’d like to play again and hope to have the chance to do so. Your messages give me great encouragement. This message isn’t anything else but to say thank you. Thank you very much.” Meanwhile, following her victory over Galina Voskoboeva at Indian Wells, British No2 Heather Watson has admitted she had been shocked to hear about Sharapova’s suspension “I think I was scrolling through Twitter and it was there. I just saw it, read it and was interested,” she said. “I’m very cautious. I don’t like to take supplements so I don’t that often. When we’re travelling for example, like in China, you have to be careful with what you eat. “When I am going to take something, I always get it tested first. I remember one year I got tested like 16 times, one week I had three tests in a row, this was the year I was coming back from mono, I guess they had me on high alert or something. I’m tested all the time so I am always cautious, I would never want something to hurt my career like that.” The two-time Wimbledon champion Petra Kvitova acknowledged that Sharapova had made a “huge mistake”. “I think it’s something which we all should know what we’re taking and know what we are putting into our body,” she said. “I think it’s a huge mistake unfortunately. She takes the responsibility for it.” But Djokovic was less willing to condemn the 28-year-old. “I obviously wish her all the best,” he told TMZ.com. “I’ve known her for a long time. I feel for her with all that’s happening and I just hope she gets out of this stronger.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}