{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2016/mar/24/johan-cruyff-barcelona-legacy", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-24T22:19:00Z", "webTitle": "Barcelona were transformed by Johan Cruyff not once but twice, and forever | Sid Lowe", "webUrl": "https://www.theguardian.com/football/blog/2016/mar/24/johan-cruyff-barcelona-legacy", "apiUrl": "https://content.guardianapis.com/football/blog/2016/mar/24/johan-cruyff-barcelona-legacy", "fields": {"headline": "Barcelona were transformed by Johan Cruyff not once but twice, and for ever", "bodyText": "“Johan Cruyff was not scared of anything,” Txiki Begiristain recalls. The Dutchman’s players, on the other hand, were. At least to begin with, before he took them beyond fear. “When there are doubts, people tend to seek safety in numbers, to go with the herd,” Begiristain, the former Barcelona winger, says. “Not Cruyff. His first solution was always to be more attacking, more expansive. Three at the back and the centre-back is Ronald Koeman? Instead of full-backs, midfielders? Every time he sought a solution, he attacked more. And when he told us what he was doing, we thought: ‘Is he mad or what?’” How, then, did the coach persuade them? Begiristain laughs. “Because he is Johan Cruyff!” And Johan Cruyff is everything. There may be no man who has influenced modern football like Cruyff; at Barcelona there certainly isn’t. There he became the defender of a footballing faith, a deity, the man who revolutionised the club, not once but twice, and for ever; more important even than Begiristain and his team-mates could have imagined on his second coming. Cruyff gave Barcelona a new identity and a new, sporting discourse that complemented and deepened the socio-political situation he came to understand and embrace so well; came to embody, in fact. There is a Before Cruyff and an After Cruyff. As a player he led them to their first league title in 14 years; as a manager he led them to their first European Cup. The legacy is clear, profound and present. Before 1990 Barcelona had won 10 league titles in their entire history and no European Cups; since then they have won 13 leagues and five European Cups. But it is not about the trophies, or not only; it goes beyond that, to philosophy and identity. Winning, sure; a way of winning too. Cruyff the player arrived in 1973; Cruyff the manager arrived in 1988. Barcelona would never be the same again. Twice he left but he never really left. “Nothing in football would be possible without the arrival and the unequalled charisma and talent of Johan Cruyff,” Pep Guardiola says. “I’m never afraid of making mistakes and I tried to bring that idea to the pitch,” Cruyff said. “I told players not to be afraid: ‘If you have an idea, good: try it. And if it goes wrong, don’t worry.’” He had practised what he preached. Cruyff, who was three times a European champion, the best player on the planet, the most talented representative of Dutch Total Football, could have signed for Real Madrid but he did not. In part because Ajax had sold him to Real Madrid. “That’s unethical. I said: ‘I decide,’” he recalled. He threatened to retire unless he was allowed to join Barcelona, where he knew Vic Buckingham and Rinus Michels and to whom he had already given his word. He became the most expensive player in the world but it was the best investment Barcelona ever made. The ban on foreign players finally lifted, Cruyff eventually made his debut against Granada in October 1973. Barcelona were fourth from bottom, having won only two of their seven league games, and were already out of the Uefa Cup. One magazine cover showed the new signing in flares and a striped jumper, huge shirt collar, jacket draped coolly over his shoulder. “Cruyff: the only hope to avoid the chaos,” the headline declared. They were right. “We had gone 14 years without winning the league and culés had started to despair,” his team-mate Charly Rexach recalls. “And then Cruyff arrived.” At the end of the season, Barcelona were champions for the first time since 1960. They had not lost a match that mattered with him in the side, going 22 unbeaten before losing twice after the title had been clinched. It was, as it turned out, the only league title he won as a player in Spain but if that is a surprising limited return in terms of silverware, the impact now looks almost limitless – particularly when Cruyff the player is recalled alongside Cruyff the manager. When he is just Cruyff. “Cruyff was a sensational player,” says his former team-mate Juan Manuel Asensi. “He was also a winner. The change in mentality was brutal. It was like we had been drowning and now we were pulled out of the water.” Cruyff recalled: “[Barcelona] were always thinking about inferiority, they had Madriditis. We were always thinking we were the victim but in my way of thinking there was no victim. I said: ‘Let’s look at ourselves, let the rest do whatever they want; we know what we want.’” He knew what he wanted; the style was defined, one he remained faithful to as a coach as well as a player. Rexach says the change in footballing terms when he came in 1973 was “radical, a revolution”. He explains: “Back then football was: ‘Right, out we go: come on lads, in hard’ and that was it. No one studied the opponents. It was fight, run, jump. Then it was: ‘No, let’s play better football.’” Cruyff was contagious, representing a radical shift at Barca, and not just on the pitch. As Asensi puts it: “With Cruyff, everything changed – the club as well as the team.” He defied convention, at every level; this was not only sport, it was society. “They said I was difficult but I was not difficult, I just fought for justice,” Cruyff said. “I’m from the post-war era; I was born in ’47 and all the people from my age were renewing everything – take the Beatles, all those kinds of people. I have always been renewing, always challenging.” He was new, exciting, different. The future Barcelona president Joan Laporta was 11 and he wanted to be Cruyff, cutting his hair like the Dutchman and copying his moves. “If I was born again, I would like to be Pep Guardiola,” Laporta says. “And I say that only because I wouldn’t dare to say that I would like to be Johan Cruyff.” There was something irresistibly attractive about him: artistic, bohemian and a brilliant footballer. The team’s physio Ángel Mur insists: “Cruyff was an artist. Even those people who didn’t like football stopped to watch him.” Rexach says: “I remember going to places like Santander, Burgos or Granada and sometimes even their own fans would have a go at their players when they fouled us. For the first time they had the chance to see a figure like Johan Cruyff in the flesh and they didn’t want their centre-back to ruin the spectacle.” Rexach describes Barcelona’s 5-0 win over Real Madrid in February 1974 as the moment: the beginning of the current Barcelona model. In the crowd that night was Emilio Butragueño, a Real fan and later a legend at the Bernabéu, who admitted it was Cruyff, his idol, that he had come to see. Cruyff was sensational, dominating a match that ended up having a huge political and social symbolism, one that he could only play because he had brought forward the birth of his son – a son he insisted on calling Jordi, like the patron saint of Catalonia, in spite of the resistance of the registrar. “I just liked the name,” he remembered, smiling a little mischievously. “[At the registry office] I said: ‘What’s not allowed? I decide: I’m Dutch. I decide the name of my son.’” Cruyff decided, always. And his decisions were so often different. “It is better to fall with your ideas than someone else’s,” he insisted. He did fall too but he stood above. When Cruyff took over as manager in 1988, Barcelona were a club in debt and in crisis. Results were bad, performances were worse, the atmosphere terrible and attendances down, while even the relationship between the president of the club Josep Lluís Núñez and the president of the nation they represented, Jordi Pujol, had deteriorated. It did not work immediately but he recovered the identity he had embodied as a player. He took risks, and rewards followed. “It was a different idea, another way of looking at the game,” Michael Laudrup remembers. “Cruyff is the only coach who would say tactical things you had never heard before and you would think: ‘Oh, of course!’ It might be logical but 90% of coaches wouldn’t say the same thing. Cruyff marked us all. Barcelona teams before him were different.” They were less successful, for a start. Under Cruyff, Barcelona won four league titles in a row. They also won the European Cup at last, against Sampdoria at Wembley in May 1992. Cruyff later fell out with Rexach but that night his former team-mate was his assistant coach and best friend. Rexach says winning the trophy was a “liberation”; their historic fatalism was finally defeated. “There were lots of people waiting for us to screw it up again,” adds Rexach, “and the feeling was [that] another life starts. “We were released.” Mur, who was the son of the previous physiotherapist, a family dynasty at the club for over six decades, stretching right back to the civil war, says: “The responsibility was colossal and after the final the sense of release was enormous.” Before it, there was tension, nerves, fear. As the players prepared for the biggest moment in their lives, and in FC Barcelona’s life, Cruyff famously had one last message to deliver: “Salid y disfrutad”. Go out there and enjoy it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}