{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/13/alex-neil-norwich-manuel-pellegrini-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-13T22:30:02Z", "webTitle": "Alex Neil hopes Norwich end season as ‘surprise’ package and avoid drop", "webUrl": "https://www.theguardian.com/football/2016/mar/13/alex-neil-norwich-manuel-pellegrini-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2016/mar/13/alex-neil-norwich-manuel-pellegrini-manchester-city", "fields": {"headline": "Alex Neil hopes Norwich end season as ‘surprise’ package and avoid drop", "bodyText": "This result means that Manchester City will probably need to win all of their remaining Premier League matches to lift the title – their performance, however, offered no evidence that they are ready to do so. In fact, it suggested there is a greater chance of them dropping into the Europa League places than finishing as champions. West Ham United and Manchester United are breathing down their neck, raising the stakes of next weekend’s Manchester derby. Before that City will try to reach the quarter-finals of the Champions League for the first time when they host Dynamo Kyiv on Tuesday. But Manuel Pellegrini and his Norwich counterpart, Alex Neil, insisted that the imminence of that match had no effect on the one at Carrow Road. So bang went one potential excuse for another slovenly display by Pellegrini’s men. Not that it would have been a convincing excuse anyway, given that the Chilean’s side go into Tuesday’s game against the Ukrainian side with a 3-1 lead from the first leg and they fielded what their manager seemed to believe was their strongest available side at Carrow Road. “If you look at the starting lineup they put out, they knew they had to win the game to have pretty much any chance of winning the title,” said Neil, eager to make sure his team received due credit for a dynamic performance that augurs well for their survival hopes. Pellegrini’s side dominated possession at Carrow Road but made little meaningful use of it. With Yaya Touré missing through a heel problem and Kevin De Bruyne still absent because of a knee injury, there was even more onus than usual on David Silva to create, and the Spaniard was off-colour. Again Pellegrini did not resort to an obvious excuse, claiming that Silva’s nagging ankle trouble did not hamper the player much even if it is a problem that the club is continually monitoring. “We are always talking to the doctor and David and he feels some pain in his ankle but he always says that he can play,” said Pellegrini. “I don’t want to focus on that as the reasons why we couldn’t score goals because in the last game we scored four against Aston Villa.” Why, then, did his team make such heavy work of a match they needed to win to keep alive their dwindling chances of regaining the title? Pellegrini suggested it was just one of those days. And if, by that, he meant one of those days where their performance makes you question his team selection, gameplan and ability to motivate players, then he was right. The inclusion of Wilfried Bony ahead of Kelechi Iheanacho seemed particularly ill-advised and it was no surprise when he was taken off after 57 minutes. Raheem Sterling made little impact in his place. One factor that Pellegrini did point to, correctly, was that Norwich defended well. Timm Klose and Ryan Bennett had particularly fine games in central defence and enjoyed sturdy protection from the central midfielders, Jonny Howson and Gary O’Neil. That helped give Norwich a deserved point. They have still not won in 10 league matches but this performance gave cause to believe they could muster the victories they need to stay up. Especially as Newcastle United and Sunderland still have to visit Carrow Road. Play against those fellow strugglers as they have done against title-chasers and Norwich can be confident of surviving. “That will determine whether we stay in the league or not,” says Neil. “We’re capable of doing it, it’s just about doing it on the day. There’s always a team at the bottom of the league that strings wins together for whatever reason. Leicester did it last year. Sunderland did it the year before. There’s always a surprise along the way so we just have to make sure that we’re that surprise.” Man of the match Timm Klose (Norwich)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}