{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2016/mar/29/national-living-wage-services-breaking-point-funding-crisis-elderly-disabled-people", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-03-28T23:01:00Z", "webTitle": "National living wage hits services already at breaking point – LGA", "webUrl": "https://www.theguardian.com/uk-news/2016/mar/29/national-living-wage-services-breaking-point-funding-crisis-elderly-disabled-people", "apiUrl": "https://content.guardianapis.com/uk-news/2016/mar/29/national-living-wage-services-breaking-point-funding-crisis-elderly-disabled-people", "fields": {"headline": "National living wage hits services already at breaking point – LGA", "bodyText": "The introduction of the “national living wage” (NLW) this week will put further pressure on care services for the elderly and disabled that are already at breaking point, council leaders have warned. Town halls have battled with a £5bn shortfall in social care funding since 2010. They fear the NLW, which comes into effect on Friday, will worsen the financial squeeze, forcing further cuts to services. Izzi Seccombe, leader of Warwickshire country council and a spokeswoman for the Local Government Association (LGA), said: “The cost of implementing [the NLW] will significantly add to the growing pressure on services caring for the elderly and disabled which are already at breaking point.” Seccombe said the LGA, which represents more than 370 councils in England and Wales, was organising an urgent summit to discuss the funding crisis amid fears the added burden of the NLW could see some care providers pull out of the market or go bust. “A lack of funding is already leading to providers pulling out of the publicly funded care market and shifting their attention toward people who are able to fully fund their own care,” said the Conservative councillor. “We know that care home and domiciliary care providers cannot be squeezed much further.” Last year Ian Smith, chairman of the UK’s biggest care home operator, Four Seasons Health Care, told the Guardian it was closing homes and not refurbishing others because of the financial squeeze caused by rising costs and a fall in the fees that councils pay towards residents’ care. The LGA, which supports the new wage rate, estimates councils will have to find a minimum of £330m for 2016-17 to cover increased contract costs to home care and residential care providers but believes the final bill will be much higher. From 1 April there will be a £7.20-an-hour minimum for the over-25s. The chancellor announced a string of measures in the autumn statement last year designed to support social care, including giving councils permission to increase council tax by up to 2% and handing an extra £1.5bn to the Better Care Fund, which encourages local authorities and the NHS to cooperate. The majority of the 152 councils that can introduce the 2% rise have approved it, raising an estimated £372m, according to the LGA. However, this increase is against a backdrop of a £2.5bn cut in revenue support grant funding from central government to run local services in 2016-17. Seccombe believes that extra council tax income to pay for social care in 2016-17 will not bring in enough money to plug growing funding gaps. She added that there was “a real risk that councils will struggle to cover” the increased contract costs, which will pass on higher wage costs to councils. The LGA is calling for the government to bring forward to this year the new funding earmarked for the Better Care Fund. “Social care remains in crisis,” said Seccombe. “Councils will continue to do all they can to maintain the services that older and vulnerable people rely on but extra council tax income to pay for social care will not bring in enough money to plug growing funding gaps and prevent the need for further cutbacks to social care services.” Last year Four Seasons, owned by Terra Firma, the private equity firm run by Guy Hands, a tax exile, announced the closure of seven homes in Northern Ireland and that it expected more would close as it grapples with £512m in debt and heavy losses. Smith told the Guardian that care homes needed a 6% to 10% increase in funding from councils “just to stand still”. “We will never compromise the quality of care. There is no question about that. But you can’t invest in new care homes or invest in upgrading care homes. We are facing a big crisis and this is a crisis that is going to rebound on the NHS. We are closing homes that are losing cash: it’s not just us, it’s sector-wide. Nobody is building new local authority care homes.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}