{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2016/mar/20/athletics-sebastian-coe-crossroads-portland", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-03-20T23:55:00Z", "webTitle": "Sebastian Coe’s dream of cracking America is way off being a reality | Sean Ingle", "webUrl": "https://www.theguardian.com/sport/blog/2016/mar/20/athletics-sebastian-coe-crossroads-portland", "apiUrl": "https://content.guardianapis.com/sport/blog/2016/mar/20/athletics-sebastian-coe-crossroads-portland", "fields": {"headline": "Sebastian Coe’s dream of cracking America is way off being a reality\r\n\r\n", "bodyText": "A few years ago Noel Gallagher gave an interview lamenting how Oasis never quite cracked the United States despite being, to his mind, the greatest band in history. “Those Americans are still proving to be stubborn fools,” he sighed after his first solo album also sunk without trace. “Have they got no taste? How can Green Day be billionaires and I’m not over there? It’s nonsense, isn’t it?” I was reminded of those wry words while listening to Seb Coe become the latest Englishman to attempt to break into the country’s mainstream. “The US is historically the powerhouse of track and field,” he announced at the opening ceremony of the World Indoor Championships in Portland, “yet the perception of our sport is low. But I genuinely believe this will be the reawakening of track and field in this country.” There was barely a cloud in the sky, but few shared Coe’s sunny optimism. One old-time American writer reckoned track had “fallen beyond a niche sport”, citing the recent switch of the New York Diamond League meeting to Morocco as another nail in the coffin. Another asked, with some justification, how the event had a hope of getting a look-in against the opening weekend of March Madness, the wildly popular college basketball tournament. Yet those who tuned in were given a quiet reminder that athletics, for all its sins and sinners, still has stories to tell. One of the biggest cheers of the week was for Boris Berian, who little over a year ago was working in McDonald’s and sleeping on a friend’s couch when he decided to take the sport seriously. On Saturday night, the 23-year-old American – who still does not have a sponsor, and calls running his “hobby” – became the world indoor 800m champion. There are similar stories out there. The difficulty is getting audiences to tune in. Coe has taken a kicking from almost every conceivable angle in recent months. But on this subject he is at one with his critics: athletics is really at a crossroads. There is what he calls “the trust issue”, involving corrupt officials and the doping crisis, and the need to spruce the sport up so that the season is extended and the biggest stars face each other more often. Failure to do so and it will fade further from the public’s consciousness. And while many top names stayed away from Portland, there were welcome signs of a greater willingness to tinker with what has been a fusty format. Before each final, for instance, athletes ran down a ramp and through dry ice as their names were called out – an extension of a format tested at the relays in Beijing last year. Some thought it was gimmicky. Perhaps it was. But the crowds seems to enjoy it. The organisers also made the pole vault a standalone event, which proved to be a surprising success, too – with nearly 7,000 people turning up. Most of them were still there, clapping and stomping away, when the competition dragged into a fourth hour to see the Frenchman Renaud Lavillenie take gold. In the last round of the field events, meanwhile, only the top four athletes were allowed a final throw or jump. At the point the action on the track stopped, concentrating the crowd’s attention on the final. And, for the first time, the medal ceremonies were also held away from the stadium, in downtown Portland. Audiences, lured by the fine beer and free music, turned up in bigger numbers than expected – while in the stadium there were no breaks in the action for national anthems. Afterwards Coe said he was a fan, pointing out that when he won his 1500m gold medal at the 1984 Los Angeles Olympics 110,000 people watched. Yet by the time the medal ceremony came round about 109,000 of the crowd had gone home. Of course these minor successes have to be placed in context. Portland is not mainstream US. There are signs and stickers everywhere reminding the city’s dwellers to Keep Portland Weird – and that is precisely how most of the states of the union regard its fondness for track and field. Tellingly, on the opening day, USA Today carried only 46 words on athletics, fewer than a story about Blair Academy finishing No1 in the high school wrestling rankings. But while the sport in the US has been in a deep sleep for years, Coe is convinced that the build up to the 2021 world championships in Eugene can awaken it from its slumber and create a “new and exciting chapter in the history of our sport”. As he spoke, I was reminded of the moment in The Field of Dreams where Ray Kinsella, the farmer played by Kevin Costner, hears a voice telling him to build a baseball field. Later Terrence Mann, voiced by James Earl Jones, urges him not to lose hope: “People will come, Ray,” he says. “They’ll arrive at your door as innocent as children, longing for the past. And they’ll watch the game and it’ll be as if they dipped themselves in magic waters.” Perhaps Coe hears similar voices in his head, telling him that if you build track and field in the US, the people will come. Hopefully he will be proved right. But this is real life, not the movies."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}