{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/28/liverpool-confident-signing-mario-gotze-jurgen-klopp-connection", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-28T21:49:03Z", "webTitle": "Liverpool confident of signing Mario Götze because of Klopp connection", "webUrl": "https://www.theguardian.com/football/2016/mar/28/liverpool-confident-signing-mario-gotze-jurgen-klopp-connection", "apiUrl": "https://content.guardianapis.com/football/2016/mar/28/liverpool-confident-signing-mario-gotze-jurgen-klopp-connection", "fields": {"headline": "Liverpool confident of signing Mario Götze because of Klopp connection", "bodyText": "Liverpool are confident of completing the marquee signing of Mario Götze this summer with the World Cup winner understood to be keen on a reunion with Jürgen Klopp. The Liverpool manager has identified Götze as a transfer priority for the end of the season and the Anfield club are increasingly optimistic of securing the 23-year-old’s signature. The attacking midfielder’s career has stalled at Bayern Munich, where he has made only 12 appearances this season, and he is keen on a move away from the Allianz Arena despite the impending arrival of Carlo Ancelotti as Pep Guardiola’s replacement. Bayern want almost £30m for the player they signed from Borussia Dortmund in 2013 but Liverpool hope a deal can be agreed for £15m-£20m. That valuation is based on Götze having only 12 months remaining on his Bayern contract at the end of this season and his reluctance to sign an extension. Arsenal are also interested in the player who scored Germany’s winning goal in the 2014 World Cup final but the attraction of working with Klopp for a second time has given Liverpool a significant advantage. Götze enjoyed the finest period of his career for Klopp at Dortmund, scoring 22 goals in 83 Bundesliga appearances and playing a key role in the club’s two Bundesliga titles, one German Cup success and progress to the 2013 Champions League final. The combination of a fresh start away from Bayern plus renewing acquaintances with Klopp is believed to appeal to the Germany international, who has found opportunities limited under Guardiola and struggled with injuries during his time in Bavaria. The change of manager at Bayern this summer has not altered the player’s opinion. Klopp knows his former Dortmund charge is ideally suited to the gegenpressing style he wants at Anfield and is using his contacts in Germany for the first summer transfer window of his Anfield reign. The Liverpool manager played an influential role in persuading the Cameroon international defender Joël Matip to leave Schalke for Merseyside when his contract expires at the Bundesliga club this summer. Liverpool have also signed the highly rated Red Star Belgrade playmaker Marko Grujic for next season although, at 19 years of age, the £5.1m recruit will need time to adapt to the Premier League. Götze’s arrival would represent a far bigger coup for Liverpool and Klopp, however, despite his recent difficulties with the Bundesliga champions. His ability to operate across the frontline is an added attraction for the Liverpool manager as he seeks to strengthen in the summer, with inherent, expensive signings such as £32.5m Christian Benteke expected to make way."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}