{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/13/southampton-steven-davis-stoke-leicester", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-13T22:30:02Z", "webTitle": "Steven Davis says Southampton can emulate Leicester after win at Stoke", "webUrl": "https://www.theguardian.com/football/2016/mar/13/southampton-steven-davis-stoke-leicester", "apiUrl": "https://content.guardianapis.com/football/2016/mar/13/southampton-steven-davis-stoke-leicester", "fields": {"headline": "Steven Davis says Southampton can emulate Leicester after win at Stoke", "bodyText": "Leicester City have inspired every middling club to raise their sights and Steven Davis admitted next Sunday’s visit from Liverpool not only resembles another Europa League qualifier for Southampton but can provide further belief that they can follow in the Premier League leaders’ footsteps next season. After edging ahead of Stoke City and Liverpool in pursuit of the top-six finish that should bring European qualification, Southampton’s captain for the day glancedahead to Sunday’s clash and beyond. No one is afraid to dream of competing for future titles with Leicester leading from the front this season. “I think it gives other teams inspiration,” the Ireland schemer said. “What they have done is incredible this year, to show that kind of consistency. Everybody [was] waiting for them to slip up but they seem to have got that drive and determination. They fully deserve to be where they are, fair play to them. Maybe it gives everybody else that incentive that they can achieve something like that.” Graziano Pellè’s first goals in 14 games extended Southampton’s decent away form – 10 points from five games – as they fended off the Stoke comeback threatened by Marko Arnautovic’s fine finish early in the second half and Sadio Mané’s late dismissal for a clumsy challenge on Erik Pieters. Southampton should win their appeal against the red card as the substitute bumped rather than elbowed his opponent. “We looked at the two games before today – this game and the Liverpool game – before the international break as being very important in terms of our ambitions for the season,” Davis added. “We’ve taken the first step in the right direction. “Of course it will be a good game. They’re in form. I watched them against Man United in the Europa League the other night and they played some excellent stuff. We know we’ll have to be at our best to get something from the game but being at home we’re confident we can show our quality and get the right result. The league as a whole has got closer.” Liverpool may be sapped by Thursday’s second leg at Old Trafford while Southampton, with no midweek action, will be boosted by their captain José Fonte’s return from a one-game suspension. The ending of Pellè’s long barren run is also a timely boost as the Italian emerged from his goalscoring hibernation, as in the middle of last season, with an excellent all-round display. With Charlie Austin hamstrung, Pellè appears back to his best now he has fully recovered from a knee injury and has promised to learn from undermining his own cause after he played through the pain. “It’s not to find an excuse, I’m always a really honest guy,” he said. “I’m always happy to play with my health. I can’t say: ‘No, today I’m not able to play.’ At the end, with the help of the medical staff, I came back fit. It has to be a lesson for next year but now my best result is to be fit again and the goals will come. “Now it seems like I’m back. But that’s the life of a striker. Again for me it’s important to win, because when we score and we win it’s always amazing to go and look forward.” Man of the match Graziano Pellè (Southampton)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}