{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/mar/20/claudio-ranieri-leicester-city-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-03-20T22:30:51Z", "webTitle": "Claudio Ranieri plays it cool but Leicester players and fans believe title is on", "webUrl": "https://www.theguardian.com/football/2016/mar/20/claudio-ranieri-leicester-city-premier-league", "apiUrl": "https://content.guardianapis.com/football/2016/mar/20/claudio-ranieri-leicester-city-premier-league", "fields": {"headline": "Claudio Ranieri plays it cool but Leicester players and fans believe title is on", "bodyText": "Claudio Ranieri will spend part of this international break in Rome and as he wanders through the city of his birth, perhaps stopping off for a glass of wine at a favourite trattoria, the 64-year-old may well reflect on the sporting sensation he has inspired back in England and how, week by week, something that long seemed impossible is becoming a firm reality. Leicester City are poised to become Premier League champions. It is a beguiling prospect and one Ranieri has tried hard to play down. He was at it again after this victory, Leicester’s seventh in nine matches and one that kept them five points clear of second-placed Tottenham after their win over Bournemouth on Sunday. He insisted he and his players “don’t speak about the title” and that their focus is solely on “our performance”. But this is one area in which the manager is failing; his players are openly talking about finishing on top, while the supporters are practically singing themselves hoarse in anticipation of a first top division crown in the club’s history. “We’re gonna win the league” came the chant after the final whistle on Saturday, and on it went for close to 20 minutes. They believe and, privately, Ranieri must do too. The maths is simple: if Leicester win six of their final seven fixtures they will be champions. Southampton, West Ham, Swansea and Everton at home, Sunderland, Manchester United and Chelsea away; those are the remaining tests, and although it would be foolish to predict too much in this most unpredictable of seasons, there are six victories there for a team with such great momentum. And they will not need all six should Spurs fail to win all of their remaining matches. As Ranieri said: “Everything is in our hands.” There are many fascinating strands to Leicester’s title surge but what particularly stands out during these finals stages is how they have shifted from being a team who scored and conceded in practically every match to one that are doing just enough of the former and none of the latter on a regular basis. Saturday was the fourth time in their past five matches that the leaders had triumphed 1-0, a contrast to their results from the opening day to the end of September, which included 4-2 and 3-2 wins, a 2-2 draw and a 5-2 defeat. Leicester’s first 1-0 win of the season came against Crystal Palace on 24 October. The change in emphasis is partly down to teams defending deeper against Leicester, having seen how Jamie Vardy and Riyad Mahrez in particular can hurt the opposition given the time and space to do so. There has also been an obvious refinement by Ranieri to their counterattacking approach, which has seen their defensive shape become near impenetrable. That was again the case here as their back four kept a tight and disciplined line while those in front of them worked tirelessly to retreat and press whenever Palace were in possession. Alan Pardew was certainly impressed with that he saw, Palace’s manager describing Leicester as “underestimated defensively”, and from inside the victors’ dressing room came clear evidence that they are taking great pride in their solidity. “We love defending. We love clean sheets,” said Danny Simpson, the right-back. “Final whistle blows, we come together and praise each other, another clean sheet. We don’t mind booting it into row Z. We don’t mess about. We will put it out for a throw-in and everyone regroups. We make it as difficult as we can for the opposition.” Palace simply could not find a way through, even during a second half in which they peppered the visitors’ area with crosses and shots, most notably from the substitute Bakary Sako. Leicester’s centre-backs, Wes Morgan and Robert Huth, were particularly outstanding, with the former winning 92% of his personal duels. As often this season, the captain led by example. Going forward, Leicester yet again performed with great speed and accuracy, as seen in the buildup to their winner. Mahrez got it after converting Vardy’s cross from close range and he has now been involved in more Premier League goals than any other player this season (16 goals and 11 assists). The Algerian remains the standout performer for the division’s standout team. For Palace, it is 13 league games without victory and the lack of confidence and creativity they displayed suggests that run could continue for some time. The visit of Norwich on 9 April takes on huge importance for a club with one eye on a FA Cup semi-final given there are only five points between the teams, who are in 16th and 17th respectively. “We need a win, or two wins, before the semi-final,” said Pardew. “If we got those I’d be happy.” Man of the match Wes Morgan (Leicester City)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}