{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/mar/20/eddie-jones-england-succour-grand-slam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-03-20T22:00:51Z", "webTitle": "Eddie Jones will not let England settle for succour of a grand slam", "webUrl": "https://www.theguardian.com/sport/2016/mar/20/eddie-jones-england-succour-grand-slam", "apiUrl": "https://content.guardianapis.com/sport/2016/mar/20/eddie-jones-england-succour-grand-slam", "fields": {"headline": "Eddie Jones will not let England settle for succour of a grand slam", "bodyText": "On the last métro home in the early hours of a chilly Parisian morning the strains of Bob Marley’s Redemption Song came drifting through the carriage. For every weary, relieved English supporter, the mellow strumming of a solitary French busker neatly captured the mood. For 13 years their rugby team have wrestled with the mental thrall of recurring grand slam disappointments. For many of those involved in Saturday night’s finale, the sense of freedom will feel blessedly sweet for a while. Try telling Danny Care, Mike Brown, James Haskell or Chris Robshaw that a Six Nations clean sweep means relatively little in the wider scheme of things. Care, the scorer of the first of England’s three tries, was playing his 58th Test and has known as much frustration and heartache as success. It would be a stone-hearted, callous critic who insists there is nil merit in beating the rest of Europe or becoming just the 13th England side in history to complete a coveted slam. As his players cranked up the dressing-room music and the celebrations overflowed into the various tributaries of social media, however, the head coach, Eddie Jones, was swift to introduce a dash of perspective. Where did this post-World Cup transformation, someone asked, rank among his personal clutch of coaching achievements? “Nowhere, because it’s going to get better with England,” came the instant, unequivocal reply. In such moments it is easy to see why the shotgun marriage between Jones and England’s downcast World Cup survivors has delivered so swiftly. An intense desire to win has characterised everything England have done since the 56-year-old Australian took over from Stuart Lancaster. It is easy to imagine Lancaster and his erstwhile coaches, all good men, being thrilled for those they helped to develop and simultaneously consumed with regret at missing out on career-defining days like these. To suggest England would have won this season’s title on the rebound regardless of their head coach’s identity, though, is to underestimate the clarity Jones has brought since taking charge in December. There is a stronger forward core, greater belief, a more confrontational ethos and, compared with the previous regime’s last 12 months, more decisiveness; factor in Jones’s extraordinary efforts with Japan and everything points to a world-class coach in his prime. Few have a more instinctive grasp of which buttons need pressing and, crucially, in what order to push them. As a direct result this squad can now set their sights on catching the southern hemisphere’s finest unladen by the extra baggage of consistent underachievement. “As much as we talk about being positive people will always have things at the back of their heads,” added Jones. “When you win something that thing at the back of your head goes further back. They’ve got confidence about winning now.” The next trick, once the squad’s collective grand slam bonus of £600,000 has been banked, will be to aim even higher in Australia this June. A three-Test series against the Wallabies, if nothing else, will show what other areas need attention and shine an instructive light on current Six Nations standards. Stunning quality has often been elusive and Jones was also less than impressed with the opening 40 minutes of England’s Parisian denouement. “It was probably the most forceful [half-time address] I’ve done during the Six Nations. I felt we were playing within ourselves, just thinking we had to go through the motions to win the game. France came out and had no fear. They were happy to go from anywhere and we were inviting them back into the game. After half-time I thought we sorted that out to a fair degree.” Care’s early dart through a huge hole around the side of a ruck helped considerably, as did Dan Cole’s barrel-roll to the line after French claims of obstruction had been waved away by Nigel Owens. A total of 15 penalties conceded, however, allowed a skittish France to stay in touch via Maxime Machenaud’s unerring boot, so much so they trailed just 20-18 with 25 minutes left. Had George Kruis and Maro Itoje not picked apart the French lineout and Anthony Watson not collected Ben Youngs’ chip cleanly, the loss of captain Dylan Hartley, knocked out cold in the final quarter might not have been so coolly dealt with. If it all felt a far cry from the widespread triumphalism and rare class of 2003 that is largely to be expected. This team bear more resemblance to the earlier years of the Clive Woodward era, the main difference being that Jones has managed in a few months what his old sparring partner needed six years to achieve. The ecstatic Billy Vunipola and his confreres Itoje, Kruis, Ford, Owen Farrell, Watson and Jack Nowell will only get better. Add in Manu Tuilagi, Elliot Daly and, later this year, the English-qualified Fijian Nathan Hughes and there could be some thrilling options at Jones’s disposal once he has had time to recharge his batteries. “I rang my mother last night. She said: ‘You look tired.’ I said: ‘Yeah, I probably am.’ It’s fun training them but selecting the [right] players was hard work.” Not that those he has picked should get too comfortable: “I’ve got the greatest cane in the world because I pick the side. If anyone gets too far ahead of themselves they won’t be in the team. That’s how you keep growing.” Jones, in short, will discard any idle dreamers, with further new faces likely to emerge sooner rather than later. “I’m gutted I’m getting on a bit because I think this squad can go a long way,” said Care. “We wanted to be the most dominant side in Europe and we’ve done that. Jason Leonard was in the dressing room afterwards and said: ‘Make sure you celebrate these moments because it’s not often you get to do this.’ But we don’t want to stop there. We know how tough the Australia tour is going to be but we’ll go there confident.” Win or lose down under, Jones’s boys of 2016 will always have Paris. France Spedding; Fofana, Fickou, Mermoz (Médard, 70), Vakatawa; Trinh-Duc (Plisson,13), Machenaud (Bézy, 75); Poirot (Atonio, 58), Guirado (capt; Chat, 67), Slimani (Chiocci, 58), Flanquart (Jedrasiak, 58), Maestri, Chouly, Le Roux (Poirot, 79), Goujon (Lauret, 70). Pens Machenaud 7. Sin-bin Chiocci, 77. England Brown; Watson, Joseph, Farrell, Nowell; Ford, Care (Youngs, 43); M Vunipola (Marler, h-t), Hartley (capt; Cowan-Dickie, 68), Cole, Itoje, Kruis, Robshaw (Clifford, 75), Haskell, B Vunipola. Tries Care, Cole, Watson. Cons Farrell 2. Pens Farrell 4. Referee N Owens (Wales). Attendance 80,000."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}