{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/mar/12/romanticising-the-bush-how-a-city-girl-found-common-ground-in-the-country", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-03-11T22:00:02Z", "webTitle": "Romanticising the bush: how a city girl found common ground in country Australia | Gabrielle Chan", "webUrl": "https://www.theguardian.com/australia-news/2016/mar/12/romanticising-the-bush-how-a-city-girl-found-common-ground-in-the-country", "apiUrl": "https://content.guardianapis.com/australia-news/2016/mar/12/romanticising-the-bush-how-a-city-girl-found-common-ground-in-the-country", "fields": {"headline": "Romanticising the bush: how a city girl found common ground in country Australia", "bodyText": "It is highly possible that I came to the bush at a time when I was ready to settle into myself. Its lack of frippery opened me up like a Y incision and forced me to look inside. Nature does that. If I had not have been ready for the sort of self examination that space and solitude bring, I quite easily could have hated it. And still, there were times when I did. Big sky, wide streets and the small minds in open sight – they’re hidden in the city – could be a prison without choices. So that is my disclaimer. For me, the country is a person, wrapped in a landscape, tied with a plain piece of string because anything else would be a bloody waste. And extricating the bush from the person is a near impossible task. Like all memory, mine is reliably dodgy. When I look back over the past 20 years, I see the good bits of a life in rural Australia. I like the view from here. I see beauty in the landscape, the tool shed, a number eight fencing knot to join two bits of wire. I have learned to meditate on the sound of a blowfly (though I hate the little ones that drill up your nose). I love the thrift of a home-welded tool stand made from plough discs. I love the rough-hewn century-old eucalyptus log that holds up the shearing shed like a circus tent. “I have noticed that writers who romanticise the Outback or are able to appreciate its beauty usually didn’t grow up in it,” Kate Jennings wrote in an essay on the re-release of Wake in Fright, Australia’s movie version of Deliverance. Wake in Fright was the antidote to the bush legend. Jennings and her brother Dare, the creator of Mambo and Deus Ex Machina, did grow up in the bush. She says it was the thing that drove them to succeed, the fleabitten mutt snapping at their heels, biding their time for a golden ticket that would take them out of the paddocks and into the open arms of the city. Jennings quotes the chef Mark Best: “The country’s so fucking boring. The attitudes, the outlook, the acceptance, the crap it delivers; that banality. Everyone thinks there’s this sort of Arcadia out there, but go ask people why everyone’s bloody killing themselves.” The problem with arguments about the place or substance or worth of rural Australia and its people is that it is all so black and white. It always descends into a cartoon-style fight over who wins – city or country – and I’ll admit I have indulged in a bit of that myself. But Jennings is right. I am a romantic. It is part-optimism, part-survival mechanism. Shape-shifting is a necessary skill often found in the children of migrants. I grew up in various parts of Sydney, though my formative teenage years were spent climbing out the window of a mock white Spanish three-bedroom project home in northern suburbia. We backed on to bush, spent time playing in it, watched it burn a few times but the capital B bush did not figure in my imagination at all. Though now I can see the cultural tentacles of its influence in Anglo side of my family, mostly in their sense of humour. My first country excursions could well have been to another shore. I was travelling with friends, it was summer and someone in front threw a cigarette butt out the window. Idiots, said my friend and flashed his lights at the fool. The black of the paddock and the bright car lights seemed to create the destination, an orange dirt driveway lined with black ironbarks, leaves the colour of celadon. • • • The house had a faded glory and as I moved into it I discovered it was a state that extended across a rural society. The otherworldliness of the farm at once drew me in. Before this, I had lived in many buildings, some of them just about as old as Sydney’s white settlement, but here it is as if the mud walls in the old pise house had grown up out of the ground and I guess they had. Rammed earth was what they had so rammed earth is what they used. The building is only a century old but I understood Don Watson when I read his book The Bush. “The sense of the house and the farm and the people was that they had always been there.” In those early days it felt like everything was old, when by Indigenous standards it was a flit of wren’s wing. Tradition was rooted like the huge eucalypts, weather-scarred but triumphing all the same. And conservative. As it was. As it has always been. There was a place for everything. Nuts in a milk tin. Bolts in the glass jar. Ideas over there and we will deal with them when the hard work of harvest is finished. Early gatherings were warm but formulaic, unfolding as they had for hundreds of years. Conversation confounded me with its contradictions. It was the mid 1990s. Paul Keating had just wrestled native title legislation through parliament, leaving my dinner companions anguishing over what it meant for rural Australia. Keating was the anti-Christ. The 1996 Wik judgment found pastoral leases and native title could coexist but there was an animosity towards Indigenous people in some parts, which to my ears was out of all proportion. Pauline Hanson gave her maiden speech in September 1996, when I was pregnant with my first child, but I was already familiar with the sentiment. I knew that a section of Australia felt disadvantaged, unappreciated and left behind. Hanson’s message left rural discontent as jagged and exposed as a jam tin. It jarred with the farmer culture I saw: people who are emotionally attached to land; people who name paddocks after the remembered events; people who can cite seasonal changes to their land and readily identify the salt patch, the echidna crossing, the favourite terrain of the local hawk; and people who are able to understand their own connection to country but fail to recognise others. Of course it wasn’t everyone. Of course, some of it was fear of the meaning of the Mabo judgment. For me, this remains the great dichotomy of the bush. Where I see common ground, others see a rabbit-proof fence. In those early days, I took it to heart. But the best advice came from a woman who grew up in the country. “It’s all about common ground,” she said. “Sometimes the only thing you share is a cake recipe. And that’s okay.” Another lesson. I have learned I don’t need everyone to think like me. And the people I truly appreciate are the ones who feel they don’t need to persuade me to think the way they do. This is an edited extract of an article published in Meanjin, volume 75, number 1, Autumn 2016, available 15 March."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}