{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/nov/09/guardiansaturdaytravelsection6", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-11-09T19:33:09Z", "webTitle": "Festive cheer", "webUrl": "https://www.theguardian.com/travel/2002/nov/09/guardiansaturdaytravelsection6", "apiUrl": "https://content.guardianapis.com/travel/2002/nov/09/guardiansaturdaytravelsection6", "fields": {"headline": "Festive cheer", "bodyText": "Advent calendar Christmas Salzburg during the Advent season (December 1 - 24) is as Nutcracker a version of Christmas as you can get. This might sound as over-rich as Austria's chocolate delicacy Mozartkügel (you'll see them everywhere: balls of chocolate-covered marzipan named after Salzburg's most famous son), but Salzburg is actually rather charming. For a start, when it snows here, it means business; none of that slush we get once in a blue moon throughout most of the UK. In addition, the city's three markets - Christkindlmarkts - sell products that you actually want to buy: deliciously old-fashioned decorations and nostalgic presents, such as beautifully made puppets, slippers and beeswax candles. The best are the brightly painted wooden figures that puff incense smoke through their mouths. In between bouts of shopping, stop with the rest of the population to warm up with mulled wine served from wooden stalls. It's enough to have you skipping along the old town's cobbled streets singing carols (or more likely, snatches from The Sound of Music, which was set here). Getting there: Ryanair (0871 246 0000, ryanair.co.uk) flies Stansted-Salzburg from £29.99 one-way, plus taxes. Where to stay: The Hotel Elefant (Sigmund-Haffner Gasse 4, 5020; tel: 0043 662 84 33 97, elefant.at). Doubles from 133 euros per night, B&amp;B. The 700-year-old building has been an inn for 400 years. Family owned and run, its candlelit cellar restaurant is where locals go on hot dates to eat traditional Salzburger bierfleisch (beef cooked in beer). Cocktail Christmas If it's just the weather that gets you down at Christmas rather than the day itself, head to the US. In Miami, you'll get to celebrate in the over-the-top style America is famous for. The city's feel-good atmosphere is infectious: a mix of Latin American posturing and laid-back East Coast vibe, accompanied by a bell-ringing Santa in every mall. What you won't get here is restraint. So many home-owners go to town in decorating their houses that suburban streets glow brighter than Blackpool's illuminations. Hotel concierges will direct you to neighbourhoods where certain houses are famous for their annual light displays - expect mechanical Santas on roofs, Day-Glo skaters carving their way over plastic ponds, and armies of reindeer. If you need more, drive out to Santa's Enchanted Forest (santasenchantedforest.com), billed as the world's largest Christmas theme park. On the day itself, eat a traditional turkey roast at any beachfront restaurant, washed down with a piña colada and laugh in the face of the drizzle back home. Getting there: Look for the best deals on dialaflight.co.uk, 0870 3334488. Where to stay: The hottest spot in town is the newly opened Shore Club (1901 Collins Avenue, Miami Beach, Florida 33139; tel: 001 305 695 3100, shoreclub.com). Doubles from $195 a night, room-only. Book ahead for a table in the hotel's Nobu restaurant. For a family-friendly package, call Virgin Holidays (0870 0000870; virginholidays.com). Lots of hotels to choose from at around £499pp for seven nights' room-only (children from £279, sharing parents' room). Price includes car hire. British with trimmings If you don't want to cook at home but don't have the time or inclination to get on a plane, there are plenty of festive options within reach. Traditionalists would be advised to head north of the border. For a start, you won't get the sense of letdown you often get in England; for Scots, Christmas is just a warm-up session for Hogmanay, the year's main event. Plus brisk walks in pine forests and roaring log fires all feel very Christmassey. The Macdonald group of hotels is offering good-value festive breaks; stay at Pittodrie House near Inverurie. Set in 2,400 acres (you'll walk around the lot on Boxing Day), activities include clay-pigeon shooting, field archery, a visit from Santa and as many opportunities as you want to sample the bar's 140 malt whiskies. If you're not really a team player, check into a Malmaison hotel. There are six in total, located in Glasgow, Edinburgh, Newcastle, Manchester, Leeds and Birmingham. From December 20 to January 5, room rates drop and Christmas decorations go up. The Christmas Day Celebration Menu includes seared scallops, lobster thermidor and traditional Christmas pud; after which you can collapse into a room with an over-sized bed, CD player and state-of-the-art bathroom. Where to stay: Pittodrie House, nr Inverurie, Aberdeenshire (01467 681444, macdonald-hotels.co.uk). Two-night package from £260pp, including most meals and activities. There is no central reservation number for Malmaison hotels, but you can book online at malmaison.com. Doubles from £75 per night, room-only. Christmas Day Celebration Menu £49pp. White-sand Christmas The Caribbean is a traditional Christmas destination for sun-starved Brits. But this year, it's pulling in even more punters because so many other winter sun destinations have become no-fly zones. In addition, a flurry of activity during the Caribbean's quiet summer season has seen any hotel worth its million-dollar patch of beach opening a shiny new spa. If you'd rather stay in a hotel where the pampering is tried and tested, you can't go more luxurious than at Parrot Cay. A fixture on the celeb circuit (Gwyneth Paltrow and Donatella Versace are regulars; Bruce Willis likes it so much, he's built three villas here, available to rent through the hotel), the hotel has the look and feel of somewhere in the Far East. Its Shambhala Spa bases its blissful (but horrendously expensive) treatments on holistic Asian practices. It even blends its own oils (if you're paying this much, it's understandable that you'd want to smell exclusive). If you've had a hard year, a Christmas break here will set you up for 2003. The service is great - hotelier Christina Ong has flown in many of her staff from the Far East, where snappy service is a given. There's a yoga studio offering free early-evening sessions and the Shambhala Spa menu features suitably healthy juice and raw-produce options. On Christmas Day, dine at a table overlooking the infinity pool and imagine a sophisticated and healthy new you. Getting there: Seasons in Style (0151-342 0505, seasonsinstyle.co.uk) offers seven nights' half-board at Parrot Cay from £2,290pp including flights and transfers. Religious Christmas Whether Catholic or not, you can't help but be moved by Christmas in Rome. Il Papa sets the tone when he delivers his traditional sermon from St Peter's Basilica on Christmas Day. During Christmas, Rome becomes as quiet as it's ever likely to get; the tooting Vespas and perpetual traffic jams that are such a fixture during the rest of the year disappear because so many families stay at home to celebrate. Like much of the rest of Europe, the main meal is eaten on Christmas Eve. Romans traditionally eat fish, and on Christmas Day tortellini and panettone are washed down with plenty of spumante. Relatively few tourists stay in Rome over the Christmas period, so you'll get most of the famous sights to yourself - many, including the Sistine chapel, don't close. Getting there: Go (0870 6076543, go-fly.com) offers flights from £114pp plus taxes. Where to stay: Kirker Holidays (020-7231 3333, kirkerholidays.com) offers four nights' B&amp;B at the 80-room four-star Hotel Dei Mellini, 20 minutes from the Vatican, from £540pp (two sharing) including flights, transfers and a copy of Kirker's restaurant and sightseeing guide. Forget-the-whole-thing Christmas We can't promise that anywhere in the world is a total Christmas-free zone, but Zanzibar, off the Tanzanian coast, is unlikely to be showing the Queen's speech. The intensely humid weather you'll find on the mainland is tempered here by sea breezes - including the alcoholic kind, despite the island's predominantly Muslim population. Zanzibar's cultural centre, Stone Town, is an atmospheric, if scruffy, maze of souks, tiny backstreets and intriguing courtyards hidden behind massive carved doors. But, despite its charms, the best way to visit Zanzibar for any length of time is to head off-shore. The offshore islands include Mnemba, where Bill Gates hosted his millennium-eve celebrations - sadly, it's already booked. It's also very expensive, so head to Mafia Island and laid-back Pole Pole. You'll get just as much locally caught lobster as on Mnemba but for around half the price. Getting there: Scott Dunn Oceans &amp; Islands (020-8682 5020, scottdunn.com). Seven nights' full-board at Pole Pole off Zanzibar from £1,295pp, including flights and transfers."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}