{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/nov/24/broadcasting.business3", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-11-24T23:37:48Z", "webTitle": "EMI needs Robbie's Escapology", "webUrl": "https://www.theguardian.com/media/2002/nov/24/broadcasting.business3", "apiUrl": "https://content.guardianapis.com/media/2002/nov/24/broadcasting.business3", "fields": {"headline": "EMI needs Robbie's Escapology", "bodyText": "At how many times future earnings should Snoop Dogg be valued? And could Coldplay be bigger than Radiohead? Trying to put a price on the acts in EMI's vast portfolio is a thankless task because the fortunes of recording artistes are notoriously fickle. Having signed up R&amp;B diva Mariah Carey in a headline-breaking deal, EMI eventually had to buy the troubled songstress out of her contract for £38 million. The news - splashed across both City and front pages - made for terrible PR and raised questions about the judgment of EMI's management, one of the most highly remunerated boards around. Now it is shelling out a reported £80m to Robbie Williams in a six-album deal. This is the same Williams who predicted last week he would be playing Butlins in five years and had no interest in trying to conquer the US. Admittedly the figure has been overblown in the media, although it is still believed to be tens of millions of pounds, if tough performance targets are met. EMI has to shift 3 million copies of each album (including two greatest hits packages) to make it pay. Williams' latest album has so far shipped 2.2 million copies even before it hits Japan. EMI attempted to shrug off Williams' Ratneresque comment, but it did little to help a company under the microscope. While EMI continues to pay big bucks to its biggest stars, global record sales are set to fall by up to 5 per cent this year, thanks largely to internet piracy. Until last week, EMI had been predicting sales would be flat. But after its interim results it admitted the music industry was struggling to arrest decline. Analysts at Investec now say pre-tax profits for the full year will be £206m, down from £214m. The revision took the shine off a healthy set of figures. The company announced pre-tax profits of £42m, compared with a £2m shortfall the previous year, thanks to cost-cutting which saw the loss of nearly 2,000 jobs. But it was the top line figure that attracted the City's attention, and the company's shares dropped accordingly. EMI is now valued at little more than £1.3 bn (roughly a third of its valuation two years ago). Its shares trade at a measly 8.3 times future profits. Hopes that the onslaught of music piracy can be arrested in the short term look optimistic. EMI chief executive Alain Levy, hired from Polygram to instil a new financial discipline, believes global music sales will slide for at least a couple of years. EMI is seen to be operating in an industry in decline. 'It's difficult to be extremely bullish against the backdrop of the market con ditions Levy described,' said Investec analyst Kingsley Wilson, who nevertheless believes the shares are oversold. EMI has made positive moves towards offering a cheap, alternative downloadable music service to combat pirates but few believe this offers a total solution. It is also trying to broaden its revenue streams. The firm talks about how it is moving from being a record company to a broader-based music company, packaging its artists in multiple formats. Rather than aiming merely to shift their albums or singles, EMI wants to sell its artists' music in multiple ways - to mobile phone companies (who can use it for ring tones), to advertisers and to film and TV producers. Moby, for example, is said to have made £10m from selling the rights of his mega-selling album, Play, to advertisers. The burgeoning DVD market, meanwhile, offers the chance to repackage old albums and sell them in new formats. 'I'm just amazed this hasn't happened [at EMI] earlier,' said Richard Corbett, managing director of Ricall, a company which specialises in exploiting back catalogues. Currently the sale of such rights represents only around 7 per cent of EMI's revenues, suggesting there is considerable upside. But the feeling in the industry is that, while such developments are welcome, they ignore the big ger picture. The City believes it is only a matter of time before EMI attempts to merge with another music powerhouse in a bid to arrest decline. EMI has been here before, of course. It has attempted mergers with both Time Warner and Bertelsmann, only for the EC competition authorities to bar the putative deals. Now economists and legal experts suggest the authorities would be better disposed to a merger. 'The case for getting EMI and another major to merge is far more robust than in 2000,' Wilson said. The most likely merger partner is AOL Time Warner. New chief executive Dick Parsons is looking to make his mark and the deal would create the largest record company in the world, eclipsing Sony. There is also the nuclear option. If the City fails to change its mind and mark EMI's shares up, Levy could take the company private. Analysts believe its music publishing arm alone - the world's biggest - is worth almost £1bn net of debt. The publishing division's earnings have grown for 14 years running, suggesting EMI would have little trouble issuing bonds based on its future profits. One thing is clear: in these straitened times, artists collecting eight-figure pay cheques will be rare. No wonder Robbie calls his latest album Escapology."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}