{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/nov/05/pressandpublishing.politicsandthemedia", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-11-05T18:00:31Z", "webTitle": "IDS fails to impress the Ivy league", "webUrl": "https://www.theguardian.com/media/2002/nov/05/pressandpublishing.politicsandthemedia", "apiUrl": "https://content.guardianapis.com/media/2002/nov/05/pressandpublishing.politicsandthemedia", "fields": {"headline": "IDS fails to impress the Ivy league", "bodyText": "Yesterday morning it must have looked the perfect refuge from Tory tedium - a lunch hosted by Iain Duncan Smith at the Ivy, the celebrity's celebrity restaurant. But after his emergency press conference this morning warning the party must \"unite or die\", a private meeting with media bigwigs must have been the lunch from hell for Mr Duncan Smith, whose own actions today plunged him into an \"is he or isn't he?\" maelstrom over rumours of his demise. The gathering, organised by Tory parliamentary candidate Esther McVey and her agent Jonathan Shalit, was a chance for the opposition leader to press the flesh with important players in the worlds of broadcasting, newspapers, music, theatre and the arts. In the end, however, it was anything but. Guests including ITV's drama chief Nick Elliott, journalist Roger Bolton, Radio 5 boss Bob Shennan and ITN chief Stewart Purvis, were left wondering \"why are we here?\" as they shuffled through the media scrum to head for the mini shepherd's pies and smoked salmon bagels. Outside, camera crews and photographers were baying for a story - even the statesmanlike figure of Channel 4 News anchor Jon Snow pitched up outside the restaurant in an attempt to quiz Mr Duncan Smith after he refused to answer questions at his press conference. At about 1pm Mr Duncan Smith arrived looking totally unruffled - and to the \"insiders\" he was slightly out of focus. His unexpected speech in the wake of the rebel voting last night may have put politics on the lunch menu but he failed to sate anyone's appetite. Mr Duncan Smith refused point blank to make any further comment on his earlier speech and simply told those gathered that he was eager to hear their views on the future of the arts and communication industries in Britain. Mr Duncan Smith revealed that his sister, a director of Sony Music, made him aware of issues affecting the industry on a daily basis. He complained about the levels of filth and crime on the streets of the West End which, he said, were putting tourists off visiting British theatres, and asked why London's Cork Street is no longer the world centre of the fine art industry. He was joined by Conservative frontbenchers, including shadow culture secretary John Whittingdale, trade and industry spokesman Tim Yeo, shadow work and pensions secretary David Willets and party chairman Theresa May, who all showed their lack of confidence in the recognition stakes by wearing blue spots on their name badges. Blue is for Tory, geddit? Mr Shalit stood up and said all industry gossip was banned, stressing the event was about media professionals voicing their concerns to the opposition, causing one television executive to quip: \"We might as all leave now.\" After two hours of meeting and greeting, the time came for Mr Duncan Smith to face the less friendly media faces outside. Ms McVey tested the waters, venturing outside, then returning indoors, while on the street passing members of the public asked: \"Who's inside?\" - promptly losing interest upon hearing the answer. Meanwhile, back in real celebrity land, Cold Feet's James Nesbitt stood in the foyer chatting away on his mobile phone, oblivious to the political rucus as Tory aides fretted about how Mr Duncan Smith could leave the restaurant as smoothly as possible. In a flash it was all over. The door opened, Mr Duncan Smith emerged and was hastily shepherded into a waiting vehicle, again dodging questions from reporters and giving camera crews only a few seconds to film his departure."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}