{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/nov/24/newscorporation.broadcasting", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-11-24T23:37:21Z", "webTitle": "Murdoch eyes $30bn merger with DirecTV", "webUrl": "https://www.theguardian.com/media/2002/nov/24/newscorporation.broadcasting", "apiUrl": "https://content.guardianapis.com/media/2002/nov/24/newscorporation.broadcasting", "fields": {"headline": "Murdoch eyes $30bn merger with DirecTV", "bodyText": "Rupert Murdoch's News Corporation is understood to have sounded out DirecTV, the US satellite broadcaster, about a $30 billion merger. Industry sources say that Murdoch's American-based financial advisers JP Morgan and Lehman Brothers last week held secret talks in New York with DirecTV's advisers, Merrill Lynch and CSFB, to discuss the financial structure of any transaction. There are no direct talks between News Corporation executives and their opposite numbers at DirecTV, but that could change in the next few weeks. Murdoch has already had one crack at DirecTV, which is part of Hughes Electronics, in which General Motors has a 30 per cent holding. But News Corporation was gazumped by rival EchoStar Communications. However, that deal is opposed by the US government on competition grounds and is expected to be declared null and void after an appeal procedure is exhausted in January. Suspicions that Murdoch was preparing for a second attempt to acquire DirecTV were heightened a fortnight ago when News Corp subsidiary Fox Entertainment raised $1.2bn through a public offering of 50m shares. Murdoch has made no secret that he is still interested in buying DirecTV. But he is expected to confine himself to acquiring the 30 per cent stake in the company owned by GM. That way, he can limit News Corp's financial outlay, but build up the holding at a later date. He said recently he did not know if DirecTV would be available again. 'If it was open to us, and we went through the [approval process] in Washington, it would be the better part of a year before anything was consummated.' News Corp recently reported higher first-quarter revenue and operating income due to a rebound in television advertising. The group offered encouraging signs that the upturn would continue and Murdoch said the company's 35 US TV stations had now witnessed 'four solid months' of improvements. News Corp's newspaper operations reported a 23 per cent decline in operating profits compared with the same period a year earlier."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}