{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/nov/24/travelnews.observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-11-24T19:09:01Z", "webTitle": "SA: no real risk to tourists", "webUrl": "https://www.theguardian.com/travel/2002/nov/24/travelnews.observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2002/nov/24/travelnews.observerescapesection1", "fields": {"headline": "SA: no real risk to tourists", "bodyText": "South Africa tour operators and tourism officials are appealing for a sense of perspective in the wake of the kidnapping and rape of a British woman in the northwestern Mpumulanga region last week. Coming just weeks after the murder of British tourist Diane Conway, and the deaths of five British tourists in a bus crash in the same region just west of the Kruger National Park, a tourist hotspot, there is a growing perception that South Africa is an unsafe destination. However, the Foreign and Commonwealth Office, while mentioning that South Africa has a high incidence of rape and other crime, says that most visits to South Africa are trouble free: 'Most incidents occur in the townships and isolated areas, and the risk to tourists travelling to the main destinations and taking sensible precautions is not so high.' It adds: 'There have been recent cases of car hijackings involving British nationals, on the approach roads to the Kruger Park. Although the local authorities have increased police patrols in this area we would advise all tourists, particularly those travelling in small groups, to be vigilant when travelling to and from the Kruger Park. Isolated picnic spots should be avoided.' Cheryl Carolus, chief executive officer for South African Tourism, says: 'In the previous two years there has not been one serious incident of crime against British visitors, and it is a tragic coincidence that a number of incidents have been clustered around the past three weeks. I am heartened by the swift and credible arrests that have been made by the police.' Travel companies said the recent incidents had not deterred people who either had holidays booked or who were making new bookings. Gareth Zimmerman, product manager for South African Affair, says: 'There hasn't been a mass panic from people booked to go and there hasn't been a drop off in new enquiries. If people are genuinely frightened, we would let them change their itinerary within reason... I would not discourage people from going to Mpumulanga.' Rainbow Tours says it has been allowing clients to transfer from self-drive to more secure lodge-based holidays, but adds that it has been sending people on self-drive holidays to the area on the border of Kruger National Park for years with no problems. 'People lose their sense of perspective where South Africa is concerned. One or two incidents cause a massive outcry,' says managing director Roger Diski. 'I think it's because people remember the outbreak of violence in the mid-1990s when the country was resettling.' The last time the Foreign Office published a list of serious crimes against UK nationals abroad in 2000, South Africa was number two on the murder list (with six homicides) but it did not appear in the top 10 for rape or robbery. More than 350,000 UK tourists visited South Africa last year. UK tourist numbers to South Africa in the first seven months of 2002 were up 19.4 per cent, making it one of the fastest growing tourism destinations in the world. More than 40,000 people are expected in the Kruger National Park and Northern Limpopo area for an eclipse on 4 December. South African Tourism (0870 155 0044; www.south-africa-tourism.org); Rainbow Tours (020 7226 1004; www.rainbowtours.co.uk); South African Affair (020 7381 5222)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}