{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2002/nov/11/uk.iraq", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2002-11-11T23:53:59Z", "webTitle": "UK expects Iraq to fail arms tests", "webUrl": "https://www.theguardian.com/politics/2002/nov/11/uk.iraq", "apiUrl": "https://content.guardianapis.com/politics/2002/nov/11/uk.iraq", "fields": {"headline": "UK expects Iraq to fail arms tests", "bodyText": "The British government is preparing for war against Iraq on the growing assumption that Saddam Hussein will fail to disclose his full weapons armoury, or will quickly prove unwilling to cooperate with the stringent conditions of the new UN weapons inspection regime. The Iraqi leader is required to disclose his weapons programme by December 8. The weapons inspectors are due to return fully operational by December 23. The British government believes one of these two deadlines - probably the first - will prove the trigger for a fresh discussion in the UN security council. The defence secretary, Geoff Hoon, echoing the US administration, said yesterday that Britain would not be bound by a new UN discussion. The hawkish assumptions came despite signals yesterday from President Saddam and the Arab League that Iraq will comply with the first UN imposed deadline of this Friday, when it must agree to accept the UN resolution in principle. But the foreign secretary, Jack Straw, said yesterday: \"There is a more important deadline that comes up on December 7. Saddam has got 30 days to produce a complete disclosure of his weapons of mass destruction and the means for producing them. We will know therefore within the next 30 days whether he is serious about complying.\" He admitted he would be surprised if President Saddam did comply, but said the Iraqi leader \"faced the choice of his lifetime\". President Saddam's declaration will have to match broadly the assessment of western experts. The US national security adviser, Condoleezza Rice, said that weapons inspectors would take a \"zero tolerance\" approach under the new resolution and added she was \"very sceptical\" that the Iraqi leader would meet all its terms. UN resolution 1441, agreed after eight weeks of intensive diplomacy, provides for the security council to convene to discuss any reports of breaches by Iraq, but it does not spell out precisely who would decide whether President Saddam should face the \"serious consequences\" with which he is threatened. Reports from the US over the weekend suggested the Americans were preparing a 250,000-strong force. An offensive would begin with an air bombardment and would be designed to topple the Iraqi leader without full-scale war. Mr Hoon said war preparations had been made, but insisted no decisions about deployment had been reached. He denied weekend reports that decisions had been made to despatch 15,000 British troops to the region. An advance team of about a dozen inspectors is expected to head for Baghdad around November 25 to make spot inspections. Between 80 and 100 inspectors are due to resume their work in full by December 23. The inspectors plan to visit as many as 100 priority sites in a test of Iraqi cooperation. The Iraqi delay in making a formal announcement of co-operation this weekend allows President Saddam to make a show of going through constitutional procedures and to prepare public opinion for what many Iraqis might perceive as a u-turn. An announcement on state television yesterday said he had ordered parliament to hold a special session to discuss the UN resolution. Iraq's official press yesterday praised the world community for choosing diplomacy over war and thereby thwarting American plans. This was echoed by Iraq's foreign minister, Naji Sabri. \"The US use of the security council as a cover for aggression against Iraq was foiled by the international community because it does not share the appetite of the evil administration in Washington for aggression, murder and destruction,\" he was quoted as saying by the Iraqi news agency. He nevertheless maintained that the resolution was \"bad and unjust\", but said Iraq was studying it \"calmly\". In Cairo, where Arab League foreign ministers - including Mr Sabri - met for an emergency weekend session, there was more evidence of Iraq's readiness to comply. \"I think we can expect a positive position by the Iraqis,\" the Egyptian foreign minister, Ahmed Maher, told reporters, while the Saudi foreign minister, Prince Saud al-Faisal, implied that Iraq had already decided to accept. The Cairo meeting, he said, \"welcomed Iraq's approval of this resolution with the con firmation, that Syria received, that there would be no automatic military action\". Syria, which had been expected to abstain in Friday's security council vote, yesterday defended its decision to vote in favour. Its foreign minister, Farouk al-Shara'a, said the decision followed a letter from the US secretary of state, Colin Powell, \"in which he stressed that there is nothing in the resolution to allow it to be used as a pretext to launch a war on Iraq\". Although Iraq's eventual acceptance of the resolution has never been in serious doubt - since the alternative would be war - there is concern among Arab countries that Baghdad may have practical difficulties in meeting the stringent terms for the weapons inspections."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}