{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/nov/24/travelnews.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-11-24T18:01:39Z", "webTitle": "Croatia returns with new image", "webUrl": "https://www.theguardian.com/travel/2002/nov/24/travelnews.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2002/nov/24/travelnews.observerescapesection", "fields": {"headline": "Croatia returns with new image", "bodyText": "Croatia looks set to be Europe's hottest new tourism destination with 20 UK tour operators, including Abercrombie and Kent and Simply Travel, starting to sell holidays there next year. Once a mecca for low-cost package holidays when it was part of the former Yugoslavia, the country is reinventing itself as an upmarket destination. Joze Lozic, of the Croatian Tourist Board, says the aim is to ensure the country maintains its old Mediterranean style . 'Croatia was a package-holiday \"sun, sea and sand\" destination in the 1960s, Seventies and Eighties. We will not build any more hotels, we will not return to our previous \"mass market\" incarnation.' For the height of luxury, top hotel group Aman resorts is revamping the Hotel Excelsior for a summer 2004 reopening. 'Croatia is one of the very few places left on the Continent whose coastline and country remains unspoiled by overbuilding and intensive tourism,' says a spokesperson for the group. Between 1990 and 1993, when the country was at war with Serbia, Croatia's visitor numbers dropped from six million to one million. UK visitor numbers are still only a quarter of their 1980s levels. However, that figure shot up this summer by 24 per cent, with a similar growth expected next year. 'Croatia combines the best of other Mediterranean countries - Tuscan style farmhouses in the north, secluded bays, small family-run hotels and friendly hospitality,' says Ben Blackler of Simply Travel, which launched its first Croatia brochure last week. As Catherine Crone, managing director of Headwater Holidays says: 'Our customers have been asking us to include Croatia. It combines relatively easy walking, coastal scenery and very high-value culture.' Croatian National Tourist Board (020 8563 7979; www.croatia.hr); Aman Resorts (00800 2255 2626; www.aman.resorts.com); Abercrombie &amp; Kent (0845 0700612; www.abercrombiekent.co.uk); Headwater (01606 720033; www.head.water.com); Simply Travel (020 8541 2222; www.simplytravel.co.uk)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}