{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/nov/16/travelwebsites.internet.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-11-16T19:27:35Z", "webTitle": "Diving", "webUrl": "https://www.theguardian.com/travel/2002/nov/16/travelwebsites.internet.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2002/nov/16/travelwebsites.internet.guardiansaturdaytravelsection", "fields": {"headline": "Best of the net", "bodyText": "Whether you are planning to take the plunge for the first time, or are an experienced diver, there is a great selection of sites to choose from. For beginners There are three excellent places to start: Diverlink's advice for new divers (diverlink.com/newdiver/newdiverquestions.htm), Ifyoudive.com's All About Diving section (ifyou dive.com), and - chiefly for inspiration - Gorp's Where to Go (gorp.com/gorp/activity/scuba/whereto.htm). Learning to dive The British Sub-Aqua Club (bsac.com) and its sister site (bsacsnorkelling.co.uk) can put you in touch with British schools. If you intend to learn abroad, look for Professional Association of Diving Instructors-approved courses at padi.com . Where to go The Red Sea is a good place to start, with affordable air fares and a short flight; the Travel Egypt Virtual Diving Center (touregypt.net/vdc/) looks like a mid-90s relic, but rewards investigation. Dive Pembrokeshire (dive-pembrokeshire.com) provides plenty of incentives to stay in the UK. Booking a package Specialist companies based in Britain include Regal Dive (regal-diving.co.uk), Scuba Safaris (scuba-safaris.com) which specialises in south-east Asia and central America, and Scuba Diving Safaris (scuba-diving-safaris.co.uk). Finding diving partners Divernet (divernet.com) and Ukdiving (ukdiving.co.uk/ukdiving.htm) have bulletin boards. Experienced divers interested in marine archaeology can join the Nautical Archaeology Society (nasportsmouth.org.uk) for £15-40. Responsible diving The US-based political website Mother Jones (motherjones.com/coral_reef/) puts it succinctly: 'Too many divers still don't know: just bumping or touching the delicate corals can injure or even kill them.' That doesn't mean you should give up diving - just follow the advice. If sharks still scare you, the excellent Shark Trust site (sharktrust.org) knocks the Jaws myth on the head. ros.taylor@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}