{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2002/nov/01/highereducation.universitymergers", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2002-11-01T17:11:10Z", "webTitle": "Bradford institutes announce merger plans", "webUrl": "https://www.theguardian.com/education/2002/nov/01/highereducation.universitymergers", "apiUrl": "https://content.guardianapis.com/education/2002/nov/01/highereducation.universitymergers", "fields": {"headline": "Bradford institutes announce merger plans", "bodyText": "The governing bodies of Bradford University and Bradford College have announced their decision to move towards a merger, creating a teaching institution of up to 50,000 students. The institutions want a complete merger by August 2004. In a joint statement, they claimed such a move would \"redraw the landscape of post-16 education\". They plan to offer educational provision from pre-foundation to postgraduate level, and develop areas of research and enterprise. The adjacent campuses would be combined to create a \"modern and vibrant educational village\" with state-of-the-art learning and living facilities in refurbished heritage and new buildings. Professor Jeff Lucas, pro-vice-chancellor of Bradford University, said the decision to merge was a logical progression from the high level of collaboration already undertaken with the college. \"We are proposing that both HE and FE will grow by about 27% within five years. Counting all FE and HE as one - including part-time students - we want between 40,000 and 50,000 students.\" He added that research institutes would be developed to counter worries from staff over the retention of five and five-star rated research departments in a merged institution with such a strong focus on teaching. \"There are still some academic staff that are concerned about the protection of research, and whether having a wider range of learners will affect the ability to attract new students, but we are addressing that through marketing opportunities,\" he said. Professor Lucas added that the merger could provide a blueprint for widening participation. \"It will allow further education students to be on an escalator to higher education, rather than having to jump hurdles. Widening participation is the biggest driver, and this is our opportunity to make a step change towards that.\" The college and university already have progression partnership s in place, whereby a college student can automatically progress through to the university if they meet the entry requirements. Dr Gordon Lakin, director of academic programmes at Bradford College, said: \"This is an exciting initiative that is academically driven. There is a tremendous amount of value and ethos in the colleges and we see this as a productive step in our ongoing developments of curriculum strategy. There is already a close relationship between the two. We want to add to the range of access and progression points to allow that to happen. I think this is enormously logical in relation to the government's widening participation commitments. If we do it successfully there will be lots of other agencies and institutions keeping a close eye on us.\" The merger is now dependent on support from outside agencies, in particular the learning and skills council, Hefce and the Department for Education and Skills. The unions within the college will also have to give their consent. Tina Dounes, joint secretary of the adult and community education branch of the lecturers' union Natfhe at Bradford College, said most people did not know about the proposals. \"But most people will be waiting to see what that decision will mean in practical terms - the effects this will have on members jobs and pay and conditions. These are the things that people worry about in any scenario involving change. But in general I think members support the vision behind the move, which is much increased progression and study for the members.\" No name has been agreed for the new institution. This will be subject to consultation in the coming months."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}