{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2002/nov/01/health.politics", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2002-11-01T17:29:06Z", "webTitle": "Ministers consider individual contracts for doctors", "webUrl": "https://www.theguardian.com/society/2002/nov/01/health.politics", "apiUrl": "https://content.guardianapis.com/society/2002/nov/01/health.politics", "fields": {"headline": "Ministers consider individual contracts for doctors", "bodyText": "Ministers may decide to negotiate separate deals with different types of senior hospital doctors after consultants in England and Wales decisively rejected the proposed new contract, according to NHS managers. The NHS Confederation, which represents health service managers, said today that the result of the British Medical Association's ballot on the new contract had \"raised in the minds of ministers\" whether there was a single contract suitable for all consultants in all specialities all over the UK. The ballot has exposed serious divisions between senior doctors. It delivered a 2-1 vote against the deal in England and Wales while a majority of consultants in Scotland and Northern Ireland voted in favour. The confederation's policy manager, Alistair Henderson, said: \"What that suggests to government is does that mean there is a model of a single contract acceptable to all consultants all over the country, or should there be separate contracts for different groups of specialities.\" Doctors' leaders have vowed to oppose any \"piecemeal local implementation\" of the proposed new contract for senior hospital doctors after consultants in England and Wales decisively rejected the deal. A BMA spokeswoman said: \"We have favoured a national consultants' contract and terms of service to ensure equity and mobility within the profession and if there was to be a major away shift from that we'd need to give it careful consideration.\" But the BMA admits there are already widespread variations between senior hospital doctors' terms and conditions, often due to local negotiation by the association, which means that newly qualified consultants in difficult to fill specialities such as psychiatry can earn £90-100,000, compared with the typical salary of around £75,000. The health secretary, Alan Milburn, indicated yesterday that the new contract could be implemented in Scotland and Northern Ireland and on a hospital-by hospital basis elsewhere in the UK. But Mr Henderson warned that such a backdoor implementation of the contract risked inflating the cost of healthcare. He said: \"We'd be concerned if the new contract was just made available alongside the existing one, thereby offering consultants a choice of their terms and conditions. \"There's a danger when the workforce is limited that this would raise costs. A national contract sets and caps the price of consultants' work.\" Writing for SocietyGuardian.co.uk, Dr Penny Dash, a former hospital doctor and an independent advisor to the NHS, suggested that the ballot result could persuade consultants to form \"chambers\" like barristers. Mr Henderson argued this would only be popular in specialities and area where there was a clear market for private practice, for example in cardiothoracic surgery in London or the south east of England. He added: \"What's slightly bizarre is that consultants have objected to the proposed contract on the basis of it imposes excessive management control but a chambers' contract would employ their services on much more rigid terms.\" The vote has caused confusion in the BMA, which represents consultants and had strongly recommended the contract to members in June. The BMA consultants' leader, Peter Hawker, resigned over the issue yesterday after accepting his position was untenable. Although the ballot results could severely dent Mr Milburn's hopes of driving down hospital waiting times by getting consultants to do extra NHS work in the evenings and at weekends, he has insisted that there could be no renegotiation of the contract. The result also raises the prospect of a major split in the BMA's ranks as consultants in Scotland and Northern Ireland have voted in favour of accepting the contract, and doctors in both countries could now decide to implement the deal independently of their counterparts in the rest of the UK. Although the association heralded the contract as a good deal for doctors, many consultants criticised it, warning it could give managers too much control. The proposed contract would see most consultants better off by around 20% over the course of their working life. Each consultant would have a job plan based on a core week of four 10-hour sessions, which would include evenings and Saturday mornings. The contract would also give the NHS exclusive use of up to 48 hours a week of a consultant's time for the first seven years after qualification. Nearly 60% of Scottish consultants and 54% in Northern Ireland voted in favour of the contract."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}