{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/nov/20/horseracing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-11-20T20:11:00Z", "webTitle": "Hearings put Jockey Club on trial", "webUrl": "https://www.theguardian.com/sport/2002/nov/20/horseracing", "apiUrl": "https://content.guardianapis.com/sport/2002/nov/20/horseracing", "fields": {"headline": "Hearings put Jockey Club on trial", "bodyText": "After a summer and autumn of trial by television, racing will today call the first of several defendants to account in its own supreme court. Within the next 10 days the Jockey Club's disciplinary committee will hear cases involving the trainer Ferdy Murphy, the former trainer and jockey Dermot Browne and the former jockey Graham Bradley. After that they will get around to the suspected drug-smuggler Brian Wright, currently a fugitive from justice in Cyprus, and a number of his associates, many of whom are serving long prison sentences. For a ruling body that can hear its very foundations creaking, these hearings may be the one and only chance to re-impose a sense of authority. There was drift and palpable fear at the club's Portman Square headquarters earlier this year, in particular before the Panorama investigation, entitled The Corruption of Racing, was broadcast in early October. Though Panorama was deeply compromised by the use of unreliable witnesses, Browne included, it was also heavily hyped and cleverly spun. In the days that followed, the Jockey Club seemed to be chasing shadows. Ideally the club would months ago have held many of the hearings scheduled for the next few weeks, so as to pre-empt Panorama. As it is, the BBC is seen to have got in first. \"We would very much have liked these cases heard prior to the broadcast of Panorama,\" John Maxse, the club's public-relations director, said. \"But for one reason or another it was just not possible. As a result, Panorama were able to say that in many cases action hadn't been taken, even though it was in the process of coming before the disciplinary committee.\" What the club is most anxious to do, of course, is avoid any claim that it has pre-judged the issues. It is adamant that each case will be treated on its merits, and punishment meted out only if and when it is appropriate. But the number of hearings scheduled for the coming weeks is such that it is worth running through all the who, what, where and whens. Murphy's hearing today is the first to arise from the Kenyon Confronts programme broadcast in June, entitled They Stop Horses, Don't They? He is charged with bringing racing into disrepute, after the programme-makers alleged that he claimed to have made £1,600 on the defeat of his horse Christiansted at Fakenham in February, from bets laid on betting exchanges. Murphy insists that his remarks were deliberately taken out of context and that he had broken no rules - and Betfair, the biggest betting exchange, says none of its layers put up anything like the amount that Murphy apparently claimed to have made. But the trainer seems to feel that nothing will now be gained by an extended point-by-point defence. \"I haven't got the time or the interest to go into a prolonged battle,\" he told the attheraces channel this week. \"So we're going to put our hands up and say 'Whatever you're going to do, do it'.\" Two other trainers, Jamie Osborne and David Wintle, who were secretly filmed for the same investigation, will also face disrepute charges, at as yet unspecified dates. They also say their comments were either misinterpreted or taken out of context. It is the cases relating to Brian Wright and his associates, though, which should prove far more significant, given that one of Panorama's principal allegations was that the Jockey Club lacks not simply the ability but also the will to regulate racing adequately. The charges have been pending since the early summer, when reporting restrictions were lifted after a long series of cocaine-smuggling trials involving Brian Wright and his gang. At one of these trials, in Southampton, both Graham Bradley and another former jockey, Barrie Wright (no relation to Brian), claimed under oath that they had supplied Brian Wright with privileged information in return for money and favours. It is this testimony that will form the basis of the Jockey Club's case against Bradley, although the precise charge, or charges, he will face have yet to be decided. Since retiring from the saddle, he has forged a new career as a bloodstock agent, enjoying particular success with imports from Germany. His clients include the footballers Steve McManaman and Robbie Fowler. Three days have been set aside for Bradley's hearing from next Wednesday but the case of the self-confessed horse-doper Dermot Browne, due for hearing tomorrow, should be more straightforward. Browne was \"warned off\" - physically banned from all racecourses - more than 10 years ago, but has never been formally charged with doping. He has since given statements to both the Jockey Club and the police in which he admits doping a number of horses in 1990, allegedly on the orders of Brian Wright. In the light of that, the club may decide to warn him off for another 10 years. The cases of Brian Wright, along with his son Brian Wright junior, Barrie Wright, Ian Kiernan and Paul Shannon are likely to be considered in early December. Wright junior, Kiernan and Shannon are currently serving prison sentences for drug-smuggling. Barrie Wright was acquitted of drug-smuggling in Southampton. Christopher Coleman, a tailor, who was named during one of the court cases as a man who gave \"gifts\" to jockeys in return for information, and has admitted as much, also faces a club inquiry. Yet it is the Jockey Club itself that will be on trial as much as those who stand accused. Is it ready and willing to dispense justice when necessary? And could it have brought charges against at least some of these men several years earlier? The club urgently needs the next few weeks to go without a hitch. A BBC spokesman said yesterday that no decision has yet been reached on whether Panorama will return to the subject of racing next year. \"It depends,\" the spokesman said, \"on whether the Jockey Club puts its house in order.\" Racing's regulators should require no second invitation."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}