{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/nov/16/guardiansaturdaytravelsection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-11-16T18:03:53Z", "webTitle": "Travelling with kids", "webUrl": "https://www.theguardian.com/travel/2002/nov/16/guardiansaturdaytravelsection2", "apiUrl": "https://content.guardianapis.com/travel/2002/nov/16/guardiansaturdaytravelsection2", "fields": {"headline": "Travelling with kids", "bodyText": "I've had a frantic call from a friend. She's on holiday in Ireland, and one of her kids has caught chickenpox. He looks dreadful; although she's tempted to invest in serious foundation cream, there's no disguising his spots. How's she going to get him on the flight home? Reader Faith Davey tells of attempting to return from her holiday in Nerja with her five-month-old twin grandchildren. While away, the twins contracted chickenpox, so the Daveys took the precaution of getting a letter from a local doctor confirming they were no longer infectious. But when they arrived at Malaga airport for their homeward journey on Go, they were told they would need signed medical certificates and that the airport doctor was not available to provide them. \"We argued frantically until 12.30, when the flight took off,\" writes Faith. It was a Saturday, and the Daveys were told there were no more seats out of Malaga until Tuesday. The airline was right to be concerned. Dr Jane Wilson-Howarth, whose new edition of her traveller's health classic Bugs, Bites and Bowels (Cadogan Guides, £9.99) has just been published, says, \"I have family members who on two separate occasions caught chickenpox during a flight... People in the infectious stages of the disease (which is two days before the onset of the rash and until all spots become dry scabs) should not fly.\" But Faith Davey's problem was having no guidance. \"There was nothing on the tickets to suggest that a medical certificate might have been needed for the twins,\" she says. Not unreasonably, she thought a letter from a doctor would be adequate. I told my friend in Ireland to check first with a doctor that her son was not still infectious, and then with the airline as to what was needed to prove he was OK to travel. You'll be glad to know, he's on his way home. · Please send tips for sharing to travelwithkids@aol.com."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}