{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/nov/19/sailing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-11-19T21:29:22Z", "webTitle": "Britain's exit from cup is lightning fast", "webUrl": "https://www.theguardian.com/sport/2002/nov/19/sailing", "apiUrl": "https://content.guardianapis.com/sport/2002/nov/19/sailing", "fields": {"headline": "Britain's exit from cup is lightning fast", "bodyText": "Britain's attempt on the America's Cup will have to wait another three years after Peter Harrison's GBR Challenge yesterday lost their quarter-final match against Team Dennis Conner's Stars &amp; Stripes, the most battle-hardened crew in the competition. It came as no surprise to long-term watchers, who understand that experience is almost as valuable as a faster boat, and the Wight Lightning crew met a team with both assets. Many of the Stars &amp; Stripes team have been with Conner since 1980, whereas only a few of the British crew had America's Cup experience. \"I don't cry very often but today I had a tear in my eye when we went out and I had a tear in my eye when we came back,\" said the British skipper Ian Walker. \"But when we look back on this we will look back with pride. As someone joked on the way in, we will have more time than the rest to prepare for the next one.\" The final race and 4-1 defeat came after an aborted start spared the British the embarrassment of a penalty in the pre-start manoeuvres when Wight Lightning was stalled in the water and unable to keep out of Stars &amp; Stripes' way. Throughout the quarter-finals the British boat has been difficult to manoeuvre at slow speed and reluctant to accelerate. As the two boats jinked and counter-jinked to the line for the restart their sheets were hardened, the sails filled with wind and Stars &amp; Stripes simply sped away from Wight Lightning. It was virtually over right there. Kenny Read, at the wheel of Stars &amp; Stripes and backed by an afterguard who have made no mistakes in the past four races, sailed away and picked the windshifts to be 42 seconds clear at the first mark. The British team came back to halve the gap, but upwind it was all Stars &amp; Stripes. The questions that will have to be answered in the British camp will start with the design of the boat and its bad characteristics, shown particularly in its five quarter-final races. They will also focus on the way the boat had been tuned to sail upwind. The effort of the crew, by contrast, has been among the finest here. There is every likelihood that GBR Challenge will remain in Auckland and spend the next six weeks practising with their two boats and assessing the potential of the new boat, Wight Magic, which was not used. \"I have enjoyed it immensely and it is disappointing that it has come to an end,\" said Harrison. \"I am prepared to put in additional money and carry the campaign on, but I do need partners and sponsors to join me.\" In the other Louis Vuitton Cup match Victory Challenge had the double Olympic gold medallist Jesper Bank back as skipper of Orm after a two-race lay-off and the Swedish boat was clear of Le Défi Areva from France halfway up the first leg and extended that lead throughout the race to finish 2min 34sec ahead. Stars &amp; Stripes and Orm join Prada and OneWorld in the repechage of the quarter- finals, and OneWorld has the choice of opponent. With Prada in considerable disarray - putting a new bow on one of its boats - OneWorld might just choose to tackle the Italians now rather than in the semi-final."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}