{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/nov/11/ashes.cricket3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-11-11T22:42:39Z", "webTitle": "Captain admits to his own mistake", "webUrl": "https://www.theguardian.com/sport/2002/nov/11/ashes.cricket3", "apiUrl": "https://content.guardianapis.com/sport/2002/nov/11/ashes.cricket3", "fields": {"headline": "Captain admits to his own mistake", "bodyText": "Nasser Hussain ventured into virgin territory yesterday when he accepted that his own tactical failings and not just England's collective flaws were at the heart of a devastating first Test Ashes defeat. During Hussain's 38-match captaincy of the England team he has built-up a reputation as one of Test cricket's most thoughtful and insightful leaders. But of the 12 defeats he has suffered, the loss in Brisbane is the first occasion that one of Hussain's decisions has attracted blame. \"I got it wrong with the toss and the first day was very poor from my decision to the way we bowled, fielded and caught,\" he admitted. \"There was a general air of nervousness. I felt there were 11 very nervous cricketers out there and we let people down. Maybe it was the build-up, the stadium, the noise, I don't know, but I felt a lot of nervousness around the team on Thursday. \"The thing with the toss was simple. I thought it would do something on the first day and I also didn't expect the Gabba wicket to crack up quite the way it did. As the England captain I'm paid to make decisions, and I'm big enough to admit that this one was a big mistake. But the difference between the sides was discipline and Australia's was a lot better than ours. \"Simon Jones's injury didn't help. He seemed to revel in the occasion and was putting the ball in the right areas. It was a blow as captain because when you are on a flat wicket you need someone like him in your side.\" \"We've lost in places like Sri Lanka and come back before but Australia are setting the benchmark in world cricket at the moment and this will be our toughest test to date.\" The England fightback on Friday, when Australia lost their last eight wickets for 128, will have given Hussain a dash of hope, but for his counterpart Steve Waugh, the method of his side's victory in Brisbane has topped up an already brimming confidence level. \"It was an excellent win and to bowl a side out that cheaply is always special,\" Waugh said. \"It was almost perfect the way we bowled and fielded but we are not going to get too carried away. We have started well but there are four Tests to go. England will find it hard to come back from this as it was a pretty devastating loss. It will probably be written up as an easy Test match win but we had to fight back hard on day three. I know England will have a lot more in store for us for the rest of the series and they have shown they can come back.\" Waugh is not a man to sprinkle compliments liberally, but Matthew Hayden's twin centuries at the Gabba led Waugh to compare his current form to that of Sir Donald Bradman. Hayden followed his 197 in the first innings with 103 yesterday, prompting Waugh to say he was \"batting almost as well as anyone in the history of the game at the moment\". The next stage for Hayden's talent will be at the Adelaide Oval and with England down to just two fully fit bowlers, it may take more than complacency to throw him out of his run-laden stride."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}