{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/nov/19/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-11-19T22:15:57Z", "webTitle": "France want City ban for rebel Anelka", "webUrl": "https://www.theguardian.com/football/2002/nov/19/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2002/nov/19/newsstory.sport6", "fields": {"headline": "France want City ban for rebel Anelka", "bodyText": "The French football federation will try to prevent Nicolas Anelka playing in Manchester City's Premiership game against Middlesbrough on Saturday after he refused to be selected for the national squad. The French say Anelka's refusal to accept a late call-up from the coach Jacques Santini for tomorrow's friendly with Yugoslavia breaches Fifa regulations and have asked the world governing body to take action against the player. Manchester City, however, are ready to defend their forward in the belief that the French have misinterpreted the rules. Santini omitted Anelka from his original squad but turned to the forward after Sidney Govou of Lyon withdrew with a thigh injury at the weekend. Anelka flew to France on Sunday when he said he would not join the squad because he felt he did not have Santini's full confidence, prompting the French authorities to threaten action. At 23 his international career may be over. Santini said he had learned of Anelka's decision through the newspapers. \"There are some values and duties I abide by, and some players don't have the same values,\" he said. \"Everyone is responsible for his deeds. It just confirms the character of this player.\" Anelka said he was refusing the call-up because \"Santini asked me to show that I wanted to wear the French shirt. I've tried to do that until today. But from his side, he's shown that he didn't really want to give me my chance.\" The player said he had not been convinced by Santini's arguments: \"He told me that up until now he's picked other players because he knew them better than me. Then he had some injuries so he called up players he didn't know.\" Anelka added: \"I need to feel wanted to give of my best and I don't know if he really has confidence in me. I'm proud to wear the French shirt and I've always done my best even if it's not easy. I wish the team good luck for the future.\" He said he felt misunderstood and complained that \"no one has come to see me or tried to communicate with me. Santini has spoken to me only because he has these injuries and because I'm scoring goals for City. I prefer to concentrate on Manchester City.\" There is provision within the Fifa regulations to suspend a player who refuses to play for his country, for the period he would have been on international duty and for up to five days afterwards. The French federation believes it has grounds for invoking the ruling and has begun proceedings with Fifa and its own disciplinary committee. \"The FFF considers that Nicolas Anelka is suspended for the first official match of his club after November 18,\" it said yesterday evening. City expect to make a formal statement today but are likely to inform the Football Association that they did not receive the requisite 15 days' notice due to foreign clubs for the release of their players. Since Anelka was called up at the last minute they will argue that he cannot be suspended. Fifa may be reluctant to be drawn into a dispute over a mere friendly, especially as it was left with egg on its face over its misinterpretation of the four-day rule involving Wales players. Domestic French regulations would require Anelka to miss his club's next two games although it is thought unlikely such a ruling could be applied across borders. \"We have yet to receive anything concerning this matter from Fifa or the French authorities,\" said an FA spokeman. \"When we do, we will study the regulations and French federation's claims carefully but at the moment do not believe this to be the matter that directly involves ourselves.\" Anelka is the latest player to have rejected national team selection after David Connolly's refusal over the weekend to play for the Republic of Ireland, having also been left out of the original squad. Last month the Everton defender David Weir joined his club team-mate Duncan Ferguson in international exile after public criticism by the Scotland manager Berti Vogts after the 2-2 draw against the Faroe Islands."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}