{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/nov/16/australia.guardiansaturdaytravelsection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-11-16T18:05:14Z", "webTitle": "Stretch your legs", "webUrl": "https://www.theguardian.com/travel/2002/nov/16/australia.guardiansaturdaytravelsection2", "apiUrl": "https://content.guardianapis.com/travel/2002/nov/16/australia.guardiansaturdaytravelsection2", "fields": {"headline": "Stretch your legs", "bodyText": "Tokyo Usually when you see ads such as \"£550 return to Australia\", the flights will be via Japan and the routing is actually more direct than your shaky geography might suggest. Tokyo is a shock to the system for anyone straight off the plane from London, but just go with the flow and you'll be fine. For a start, it needn't be as expensive as folklore dictates. Pre-book your hotel (the Japanese tourist board has plenty of useful leaflets to help you), use the metro and avoid cabs, make lunch your main meal (try department stores' set specials) rather than dinner, no tipping (the locals don't), and it's really no worse than London. The Shinto Meiji Shrine and Buddhist Asakusa Kannon Temple are two \"must-dos\" for first-timers (both free to enter), as is a walk round the Ginza and Shinjuku districts after dark for the dazzling display of neon illuminations. A trip to a baseball game is great fun, as much for the behaviour of the crowds (lots of chants, singing, rituals and drum banging) as the game itself. Roppongi is an area with vibrant nightlife, but is a bit of an expat hangout - good or bad depending on how \"real\" a Japanese experience you want. Further information: Japan National Tourist Office (020-7734 9638, jnto.go.jp). Los Angeles Take heart that by the time you reach LA, you're pretty much halfway there, and some people say the jet-lag isn't so bad going west. You'll need a car, and it's usually cheaper to book one at the same time as your flights rather than wait till you get there, as with hotels. For fun on a different set of wheels, try rollerblading along the boardwalk in Santa Monica where you can hire blades for around £12 a day. West Hollywood is good for restaurants and cafes. If you want to shop, Rodeo Drive is ideal for label freaks, while the Beverly Center offers more mainstream fare such as Macy's and Bloomingdales. For free entertainment, get tickets for tapings of shows such as Will and Grace or Friends from the tvtickets.com site. One last thing: tip a minimum 15% at restaurants or you'll never do lunch in this town again. Further information: The Los Angeles Convention and Visitor's Bureau (020-7318 9555, lacvb.com). Kuala Lumpur It might be difficult to get worked up about Kuala Lumpur, but with non-stop flights from both London and Manchester, and excellent onward connections, it's a good safe bet for breaking a long journey, and there's plenty to keep you busy for a few days. The national carrier, Malaysia Airlines, often leads the way in cheap seat-sale deals and hotel stopover packages (even free flights within Malaysia). For a good perspective on the city, go up the Petronas Twin Towers, the tallest building in the world, according to the Malaysians. If you just want to ascend halfway, the lift is free, although you need a ticket in advance as only a fixed number are issued each day. The Colonial, Indian and Chinese districts are interesting just to mooch around, as is the neighbourhood of Bangsar (for restaurants and cafes). But if you fancy something different outside town, you don't have to go far. The Batu Caves, five miles from the city, were turned into Hindu shrines in 1891. Templer Park is the closest primary rainforest to Kuala Lumpur (also five miles away) with trails, natural swimming lagoons and waterfalls. You can reach both by bus or taxi. Further information: Tourism Malaysia (020-7930 7932, tourismmalaysia.gov.my). Buenos Aires Not the most obvious routing but huge postcard potential to friends back home, and as seasons are reversed in the southern hemisphere, you can brag about hot summer days in February. Since the local currency, the peso, crashed in January, the most sophisticated city in South America is an amazingly cheap place to visit - a top-notch three-course meal is around £12, CDs £3. Hotel costs have collapsed, too - a three-night package with South American Experience (020-7976 5511, southamericanexperience.co.uk) at the Park Central Kempinski, including arrival transfer, tour and tango show, costs from £133pp. The highlights of Buenos Aires are spread out, but for a first-time visitor the bus system, although very cheap, is confusing, and the subway is more for commuters than tourists. The easiest option is to jump in a cab, which are very inexpensive, but only use vehicles marked Radio Taxi. For hip bars, restaurants and one-off designer boutiques, check out the Palermo Hollywood district while, 10 minutes' drive away, the swanky neighbourhood of Recoleta is the location of Eva Peron's cemetery and MALBA, the new museum of Latin American art. South of the centre, the San Telmo district has plenty of small cafes and weekend flea markets. A pleasant day trip is to take the coastal train to the town of Tigre, then a boat along the River Plate delta, stopping for lunch along the way where a huge steak, chips and salad will set you back about £2.50. Further information: Argentine Tourism (020-7318 1300, turismo.gov.ar). Singapore Singapore is the comfy slipper of stopover destinations. It's clean, efficient, it works, and has a reputation for being a tad dull. But, as somewhere to recharge your batteries after a long flight before facing another, it does exactly what it says on the label. Getting about is easy on the Mass Rapid Transit system (metro) that runs from 5.30am-12.30am. A new river-taxi service has recently been introduced, as has a River Express service that is useful for tourists wanting to check out nightlife along the waterfront. The former warehouses along Boat Quay and Clarke Quay are good spots to eat, while Mohamed Sultan Road has discos, karaoke lounges, jazz clubs and cabaret venues. Expensive though it is, a drink in the Long Bar of the world-famous Raffles hotel is worth it. For shopping, Orchard Road has electronics and European and Asian designers, while Arab Street in the Malay Quarter is good for batik, textiles, leather and ethnic jewellery (ask for a GST rebate when you buy, so you can claim tax back when you leave the country). If flying with Singapore Airlines, good-value stopover hotels start from £23pp per night including transfers. Further information: Singapore Tourist Board (020-7437 0033, visitsingapore.com). Singapore Airlines (0870 608 8886, singaporeair.com). Hong Kong It's generally true to say that people who like Singapore don't like Hong Kong, and vice versa. The Chinese Special Administrative Region is brash and busy, and there are always plenty of exotic whiffs in the air to remind you that you're in Asia. From a tourist point of view, little has changed since British rule ended five years ago - the Union Jacks are gone and the post boxes have changed colour, but that's about it. It's easy and cheap to get around, either on foot, underground (called the MTR) or bus. Taxis are everywhere, but many drivers don't speak English, so have your destination written out in Chinese. The skyline is dramatic and best seen from the Star Ferry, which will set you back less than 20p for the 10-minute journey across the harbour. For the classic night-time view, head up to Victoria Peak on the tram. Another nocturnal experience is to go to the horse races at Happy Valley. Hong Kong parties hard, especially in SoHo (as in SOuth of HOllywood Road) and Lan Kwai Fong - both on Hong Kong Island - where on weekend nights most of the action spills outdoors. As well as clubs and bars, there are lots of decent restaurants, both local and western, although booze is expensive. Cathay Pacific has a special one-night stopover hotel rate, from £18pp per night, if flying with that airline. Further information: Hong Kong Tourism Board (020-7533 7100, discoverhongkong.com). Cathay Pacific (020-8834 8888, cathaypacific.com/uk). Bangkok Say you're stopping over in Bangkok and at least half the people you tell will dissolve into a \"nudge nudge, wink wink\" routine. And, yes, there is that side to Bangkok, but only if you go looking for it - it's certainly not in your face at every turn. On a short stopover, most people's highlights are the Wats, or temples, including Wat Phra (where the Emerald Buddha sits), Wat Pho (home of the Reclining Buddha and a good place for a traditional massage), and Wat Arun, the Temple of Dawn. A trip by fast narrow boat along the Chao Phraya River gives a good perspective on the city, but negotiate a price first. There's no natural centre to Bangkok, but the area around Sukhumvit Road is good for restaurants and bars. Shopping for fake designer gear will take you to the night markets of Patpong. On weekends, Chatuchak market has souvenirs, clothes and antiques, and is definitely a place where you can hone your bargaining skills. Hotels are some of the best value in Asia. Ask your travel agent when you book your flights, as generally their bulk-buying power gets better deals than just leaving it till you arrive. Further information: Thai Tourist Board (020-7925 2511, thaismile.co.uk)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}