{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2002/nov/05/highereducation.uk6", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2002-11-05T17:21:17Z", "webTitle": "Professors learn to survive on student budget", "webUrl": "https://www.theguardian.com/education/2002/nov/05/highereducation.uk6", "apiUrl": "https://content.guardianapis.com/education/2002/nov/05/highereducation.uk6", "fields": {"headline": "Professors learn to survive on student budget", "bodyText": "Professor Ekkehard Kopp usually drives a mile in the morning from his house to the University of Hull, where he is pro-vice-chancellor. He lives in a large house and says his diet is varied, and \"much too rich\". But not this week. This week he will be walking to university from Skidby House student accommodation, working in a pub and living off £24.89. Professor Kopp is one of four senior lecturers at the university who have ditched the glamorous world of academia for life on a student budget. The week-long In Students' Shoes stunt will see the academics living on their allocated budget for five days. They must make the £24.89 stretch to cover the cost of all their food, laundry, clothing, travel and leisure time. Washing machines, TVs and private cars are banned for the duration of the study and mobile phones can only be used for emergencies. The \"students\" will be able to increase their budget by £26.32, the amount of overdraft students have access to, on average, every week. They will also earn extra by working evening and lunchtime shifts in the student union bar. Professor Kopp and his three colleagues - Dr David Sewell, dean of science faculty, Derek Wills, head of computer science and George Pye, director of marketing and communications - will have to keep journals cataloguing their progress over the week. The experiment began yesterday and Professor Kopp is finding it hard going. \"I've not eaten much today,\" he said. \"Last night I found that being in the room by myself, although it's a pleasant enough place, it's a little noisy. And you're left to your own devices, you don't have the comforts and distractions of home, and in that sense it was lonely. Having been used to family life, it must be very lonely for students,\" he added. But the real reason for the project, Professor Kopp stressed, was to draw attention to the difficulties students have \"and experience myself what it's like first hand. I think there's a need for people to understand the real difficulties students have now.\" On moving into the small room (with en suite facilities), Professor Kopp said there were practical problems from the start, such as not having clothes hangers or toilet paper. \"I suspect students do a fair bit of growing up in those first few days,\" he said. And what are Professor Kopp's plans for the rest of the week? \"I am planning to see if I can earn an extra bit of money in the bar, but it's hard when I'm so busy at work - and I will have a bit of social life as well.\" · Professor Kopp and his colleagues will be living as students until Friday, when you can catch up with them, and read their diaries, on EducationGuardian.co.uk."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}