{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/nov/24/broadcasting.business1", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-11-24T23:37:50Z", "webTitle": "BBC worries it's too commercial", "webUrl": "https://www.theguardian.com/media/2002/nov/24/broadcasting.business1", "apiUrl": "https://content.guardianapis.com/media/2002/nov/24/broadcasting.business1", "fields": {"headline": "... the BBC worries it's too commercial", "bodyText": "The alarm bells are ringing at Broadcasting House. The BBC has become so concerned about its image that it has appointed an outside agency to gauge whether people think it is too commercial. With its royal charter up for renewal in 2006, the corporation is facing intense scrutiny from politicians concerned about its role. There are concerns that, under director general Greg Dyke, the BBC has become an increasingly commercial operation that enjoys waging war on its independent rivals at the expense of its Reithian ideals. Such a perception is highly damaging to the corporation as this could jeopardise its ability to retain its funding from the licence fee. In an attempt to anticipate concerns in the run-up to charter renewal the corporation has appointed Opinion Leader Research (OLR), an agency with close ties to new Labour, to canvass the views of a select number of the key opinion formers. 'The discussions will cover your perceptions of the BBC's publicly funded channels and services,' the agency tells participants in a series of meetings to discuss the issue. The meetings will be off the record, and none of the comments made 'will be attributed to individuals', it added. A BBC statement said using OLR was right: 'As an accountable and forward-thinking public service body, the BBC is committed to understanding how many different audiences view our programmes and services.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}