{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/nov/20/rugbyunion.robertkitson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-11-20T22:14:49Z", "webTitle": "Enter a space invader from Germany", "webUrl": "https://www.theguardian.com/sport/2002/nov/20/rugbyunion.robertkitson", "apiUrl": "https://content.guardianapis.com/sport/2002/nov/20/rugbyunion.robertkitson", "fields": {"headline": "Enter a space invader from Germany", "bodyText": "It used to be a sneaky quiz question back in the early 1990s. Name the German who plays rugby for England. Answer: Paul Ackford, born in Hanover. Well, it was amusing at the time. Little did anyone guess that, 11 years on, England would be fielding a wing not just born and raised in Germany but who learned his rugby there too. Move over, Herr Ackford; willkommen to Bristol's Phil Christophers. Even the 22-year-old Christophers concedes it is a long way from Heidelberg, his home until the age of 16, to the hallowed turf of Twickenham, where he will face South Africa on Saturday. Cosmopolitan is one word for him - mother from Berlin, a French girlfriend, a degree in European Studies - and he found it impossible not to smile yesterday when asked if selection for England had ever been a childhood ambition. \"Ambition? It's more like a dream,\" he said. \"If you grow up in Germany, it's difficult to think: 'I'm going to move over to England and play for my country.' You've got to think realistically.\" In his case the combination of a rugby-mad father, a few imported videos featuring David Duckham and obvious natural talent have somehow overcome the wildly improbable odds. Let Christophers himself begin the tale. \"In Germany there are two towns which are particularly interested in rugby, if you wanted it, and I was fortunate enough to grow up in one of them.\" His father Gerald, who met Christophers' mother Katrin when he was working as an international salesman in the chemical industry, duly took his son along to their local club at the age of 4. The bug was swiftly instilled and by his teenage years the athletic youngster was starting to attract the attention of Germany's national coaches. Not unlike his trademark sidestep, partly modelled on the extravagant swerves favoured by the blond-haired Duckham in the early 1970s, he instead embarked on a radical change of direction that transformed his sporting life. At 16 he was packed off to Royal Grammar School, Lancaster, played for England at under-16 and under-18 level and went on to Loughborough University, for whom he played in a BUSA final. A French gap year in Brive followed, proving so successful in rugby terms that he ended up as a regular selection for the former European champions' first team. When the time came to return to England he chose Bristol primarily so he could play alongside the great Wallaby centre Jason Little. Since joining the Shoguns, however, Little has retired and his star- struck protégé's career has gone into overdrive. Whatever Christophers does on Saturday, 30 years after another prolific Bristol wing Alan Morley made a try-scoring debut against South Africa at Twickenham, he will be hard pressed to eclipse the memory of his only previous Test, against Argentina in Buenos Aires in June. The try he scored that afternoon, jinking past the full-back Ignacio Corleto like a latter-day Duckham or Phil Bennett, was a peach. Unlike so many players he seeks space rather than trying to bulldoze over his opposite number, one of the reasons why Clive Woodward chose him ahead of other candidates to fill the shoes of the unfortunate James Simpson-Daniel, who is sidelined by glandular fever after two highly promising performances against New Zealand and Australia. Austin Healey, who now has 49 caps, would certainly have fancied a start, Dan Luger will soon be back in contention and Gloucester's 19-year-old flyer Marcel Garvey is arguably quicker and stronger, but Christophers' other great attribute is his brain and Woodward clearly admires his footballing nous. Long term Christophers would feel happier at outside centre but, for now, he says he would \"play at prop if it meant I was going to be selected for England\". His accent may still have a slight Germanic inflection but there is no doubt where his heart lies."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}