{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/nov/24/broadcasting.comment", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-11-24T23:37:18Z", "webTitle": "Gavyn Davies: Bashing the Beeb might be fun, but it's wrong", "webUrl": "https://www.theguardian.com/media/2002/nov/24/broadcasting.comment", "apiUrl": "https://content.guardianapis.com/media/2002/nov/24/broadcasting.comment", "fields": {"headline": "Bashing the Beeb might be fun, but it's wrong", "bodyText": "Writing in this month's Prospect magazine, my close friend, Labour peer David Lipsey, accuses the BBC's director-general, Greg Dyke, of presiding over falling standards, despite benefiting from a wonderful inheritance from John Birt. According to a report in The Observer last week, Lipsey says BBC governors must rein Dyke in following a drop in the quality of television programming, especially in politics and current affairs. As BBC chairman, I find it extremely hard to sustain the view that quality has declined in any general sense. Compared with the schedules of the 1960s and 1970s, for example, there is vastly more straight news and much more British drama of all types, from regulars such as Waking the Dead to such brilliant offerings as The Gathering Storm, Conspiracy, Out of Control and Daniel Deronda. This has come at the expense of far fewer American imports and old movies. The 'golden age of television' was wonderful in many ways, but contained much less landmark factual content than the BBC has produced in recent years. Not only have modern series matched the quality of old, but they have attracted larger audiences than earlier equivalents, including Bronowski's magnificent Ascent of Man. Those utterly convinced of the superiority of television in a bygone age should take a look at the schedules of the 1960s and 1970s. Selective memories have bestowed a far-too-rosy glow on the realities of the past. David Lipsey disparages the BBC's recent review of its political programmes. I would ask him to wait and see. After long discussions with the BBC's executive, headed by Greg Dyke, the governors approved the new political programming strategy because we believed that the drift of younger audiences (those under 45) away from BBC political coverage had to be addressed by a public-service broadcaster. However, the BBC has given a firm commitment that this will not mean a decline in the hours or quality devoted to traditional politics. Indeed, the review has increased funding for political programming, including a large shift of political programming to BBC1. Leading the BBC wins few plaudits, except perhaps from those who have experienced its complexities at first hand and I openly admire the immense progress made during the Birt/Hussey/Bland era. But any organisation must face the future, not the past, and Greg Dyke is reinvigorating the creative heart of the BBC which, rightly or wrongly, had come to feel undervalued. If the BBC is to fulfil its prime obligation of enriching people's lives in a way which the private sector alone cannot match, that creative heart must beat louder than ever. Three years ago, the governors took the view that Greg Dyke was the right man to make the BBC the most creative organisation in the world, a place which outstanding programme makers would choose to call their home. The journey is far from over, but there is no question in the board's mind that Greg is leading the organisation down the right path. My good fortune on becoming chairman was to find a person of Greg Dyke's quality in post as director-general. Personal criticism of whoever happens to be director-general has been a national sport for years, but it can become an unedifying spectacle if taken too far. So where does that leave David Lipsey's view that the governors should impose a more 'distinctive' agenda on a director-general bent on colonising and destroying the competition? This is not only a complete misrepresentation of Greg's intentions, but is a tendentious way of describing how the two boards at the BBC should relate to each other. Certainly, we should have distinct roles, with governors focusing on strategy, accountability, compliance and regulation, while the executive operates the services and leads the staff. But while the roles should be distinct, their overall objective is one and the same - to build a mass-market, public-service broadcaster for the digital age. That is what we agreed to do when the last licence fee settlement was reached, not to dominate broadcasting, since the growth of BSkyB in fact leaves the BBC smaller than ever before in relative terms, but to sustain a core role for British public-service values at a time of proliferating commercial channels of varying quality. David Lipsey says the BBC should now try to be more dull but worthy. While I champion the view that the BBC lives or dies by the quality and distinctiveness of its output, does anyone really want a BBC which concentrates on the dull? Of course not. How could we justify a universal licence fee on that basis?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}