{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2002/nov/05/hmmwhatdoyou", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2002-11-05T23:11:25Z", "webTitle": "Hmm... what do you think of this?", "webUrl": "https://www.theguardian.com/technology/blog/2002/nov/05/hmmwhatdoyou", "apiUrl": "https://content.guardianapis.com/technology/blog/2002/nov/05/hmmwhatdoyou", "fields": {"headline": "Hmm... what do you think of this?", "bodyText": "Got an email today about Fmagazine, an online publication aimed at a young, sophisticated, broadband-enabled audience. It's been around a while - they claim three years, starting as a CD-ROM - and the latest Flash MX version made for quite a browse this evening. They claim 20,000 to 24,000 unique users a month, mostly in London, and are clearly aiming for a rich, lively demographic that can afford the technology needed to display it. It's OK, but I wouldn't necessarily rush back for the content. What really interests me is the user interface. It's built round the metaphor of the print magazine: you flip through, paper sound effects and all, go past double \"page\" advertising spreads to find the contents, click on the spine to go back to the index. Of course, it benefits from all the medium can offer, especially with the audio, which I've still got burbling away in the background as I type. But essentially this is a supposedly cutting-edge publication using an age-old metaphor for navigation, rather than seeking out something new, or developing interfaces we already know from the web. Part of me says I really like the look, that I feel very much at home with it. It's easy enough to learn, after all. But another part of me says it's all a bit anachronistic, a bit self-conscious. It's certainly an effective way to get you looking at the ads; half an hour after logging off, I can still tell you who the advertisers are, which I couldn't say for any banner ad, ever. And I see they're trying to patent the design concept, so they must feel they are on to something. But whaddya all think? Do leave your comments below..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}