{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/nov/09/classics.alasdairgray", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-11-09T18:14:56Z", "webTitle": "Review: The Book of Prefaces edited by Alasdair Gray", "webUrl": "https://www.theguardian.com/books/2002/nov/09/classics.alasdairgray", "apiUrl": "https://content.guardianapis.com/books/2002/nov/09/classics.alasdairgray", "fields": {"headline": "Addressing the reader", "bodyText": "The Book of Prefaces, ed Alasdair Gray (Bloomsbury, £16.99) \"And why to the Reader?\" asked Thomas Dekker at the beginning of \"To the Reader\", the preface to his extraordinary prose work, The Wonderfull Yeare 1603. \"Oh good Sir! There's as sound law to make you give good words to the Reader, as to a Constable when he carries his watch about him... Yet to maintain the scurvy fashion, and to keep custom in reparations, he must be honeyed, and come over with Gentle Reader, Courteous Reader, and Learned Reader, though he have no more gentility in him than Adam... no more civility than a Tartar, and no more learning than the most errant stinkard, that (except his own name) could never find anything in the horn-book.\" Such frank discourtesy is generally absent from the prefaces selected by Alasdair Gray. He is inclined, perhaps for political reasons, to think better of his public. He's not even as nasty to critics as he could have been: \"I advise you to tackle [this book] like a reviewer,\" he says in his own advertisement, at which I braced myself for a quick kick in the shins, but all I got was: \"Go first to the author and period you like best, then fish for tasty bits in other places.\" Which was exactly what I did, and how I found early on that Dekker was not there. No matter - it's pretty obscure. (Although you can get it on the net for free, thanks to the University of Oregon's Renascence Editions.) But no one is going to complain much about omissions here: Gray has compiled an anthology of English prose from Caedmon (c 675) to Wilfred Owen, his agenda being not only to track the development of the language but, it would seem, the progress of humanism. As the preface's chief purpose - when it is not bombast or score-settling - is clarification, and therefore a drive towards understanding and knowledge, no one should have any quibble with that. King Alfred's preface to Pope Gregory's Pastoral Care, a gentle and enthusiastic plea for vernacular learning, is an early example of how moving this kind of thing can be. In case you think that you don't have enough secondary information about Alfred (or anyone else for that matter), Gray has supplied marginal glosses in red which, over the course of his book, comprise a succinct political and literary history of these islands. These brief essays are quirky, adept and useful; his parallel translations of early English are more than competent, and send you back over the page to the originals with confidence. (A pity, though, that he didn't reproduce the runic hooks and thorns of Anglo-Saxon, which tell you whether the \"th\" you're reading is hard or soft.) This is a book which assumes a curious and intelligent reader, not one who already knows this stuff. Halfway through it we're still in the 17th century. It is richly and divertingly illustrated by Gray's own witty and meaningful drawings, as if in homage to the illuminated manuscripts of Kells and Lindisfarne. It is almost intimidatingly beautiful, so much part of the tradition it advertises that you find yourself brought to a standstill by the pressure of its good intentions. Well, give it time; let it marinate on your shelf for a while. You will find yourself drawn back to it. The afterword will tell you how and why he produced it: to remind us of a kind of education that we would appear, for now, to have abandoned to the moneymen (\"you cannot so despise as we you,\" said Chapman in his introduction to Homer, anticipating the problem). Which is why every literate home in the country should have this. They won't; but they should."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}