{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/nov/19/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-11-19T22:50:34Z", "webTitle": "Stand-ins stand up for Irish farce", "webUrl": "https://www.theguardian.com/football/2002/nov/19/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/nov/19/newsstory.sport1", "fields": {"headline": "Stand-ins stand up for Irish farce", "bodyText": "With only one friendly game as Republic of Ireland manager, Don Givens could have been forgiven for thinking he was in a no-lose, no-pressure situation. It would seem, however, that managing Ireland is no longer a straightforward task, even for a meaningless match such as that against Greece tomorrow. Hit by 11 withdrawals over the weekend as most of the squad's big names pulled out through a mixture of injury and, more likely, managerial scruples, Given set about adding numbers to his squad. The first call, to the Wimbledon forward David Connolly, left him in no doubt about the difficulty of managing in an era where too many players confuse the size of their pay packets with their talent. Connolly, a forward unproven at even Premiership level, refused the offer of a call-up. \"The conversation on Saturday went exactly like this,\" said the former QPR and Ireland striker. \"I said: 'Hello David, it's Don Givens, are you fit?' David said: 'To what do I owe the honour of this call?' \"I said I would like him to join up with the squad tomorrow and he said: 'Why was I not selected in the original squad?' I said: 'David, that was the choice I originally made.' And he said: 'I should be the No1 striker for Ireland, not No5'. \"I said to him: 'David, do you want to come or not?' And he said he didn't. I have not spoken to him since and that is that.\" Connolly, unsurprisingly, gave a different version of events. He said Givens had hung up before he had had a chance to explain he was injured. \"Don said: 'Do you want to play or not?' And before I could explain - 'no, I'm injured' - he heard the word 'no' and ended the conversation. \"If it wasn't for the stitches in my heel I would have been there like a shot and if they [the FAI] had spoken to my club none of this would have happened.\" Givens, who will revert to being manager of the Under-21s after this game, has been forced to draft in several League of Ireland players as a result of the withdrawals. With the forwards Robbie Keane, Damien Duff and Clinton Morrison all pulling out, Glenn Crowe of Bohemians and Wes Houlihan of St Patrick's Athletic will join Coventry's on-loan Liverpool winger Ritchie Partridge in winning their first caps on Wednesday. Givens, stressing the positive, said that it would be \"a good opportunity for young players to show what they could do\". He said it was vital that Ireland put in a good performance after the defeats against Russia and Switzerland that ultimately ended Mick McCarthy's six-year reign. \"It is a tremendous honour to manage my country, as it once was when I captained them for 45 minutes against Argentina,\" he said. \"I just want the players to give a good account of themselves.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}