{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2002/nov/01/climatechange.climatechangeenvironment1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2002-11-01T17:48:06Z", "webTitle": "Climate change levy under attack", "webUrl": "https://www.theguardian.com/environment/2002/nov/01/climatechange.climatechangeenvironment1", "apiUrl": "https://content.guardianapis.com/environment/2002/nov/01/climatechange.climatechangeenvironment1", "fields": {"headline": "Climate change levy under attack", "bodyText": "Britain's recession-hit manufacturing sector was dealt a fresh blow by the government's energy tax, the climate change levy (CCL), which has cost it £143m in the first year of operation, according to a new survey. The CBI and engineering employers' federation (EEF) joined forces to urge the chancellor to reform the tax in his pre-budget report later this month. The CCL, raised as part of Britain's efforts to reduce greenhouse gas emissions and energy use, was designed to be fiscally neutral when introduced in April 2001. The levy was supposed to be offset by a 0.3% cut in employers' national insurance contributions (NICs). But the joint CBI/EEF survey shows that manufacturing has been hardest hit, with a £328m rise in energy bills but only a £185m cut in NICs. Service sector companies, by contrast, including those with larger workforces and lower energy use, have been the main beneficiaries, with a net £62m cut in costs. The CBI/EEF said around half of all companies claimed to have seen their competitiveness at home and abroad damaged with some having to move production abroad. \"Given the range of other downward pressures on margins, there must be questions as to how long this is sustainable without more serious repercussions,\" said Richard Jackson, CBI senior policy advisor. The two employer bodies urged the Treasury to extend climate change levy agreements - which give 80% discounts in return for tough energy efficiency targets - to all sectors. Digby Jones, CBI director-general, said: \"It's crazy to pile on extra costs when manufacturers are struggling.\" Martin Temple, EEF director-general, said: \"To continue with this levy makes the government's new manufacturing strategy look worthless.\" Friends of the Earth told the two bodies to \"stop whingeing\" since firms had won a net £1.5bn benefit from the 40% drop in electricity prices."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}