{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/nov/20/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-11-20T23:28:24Z", "webTitle": "Leicester ban Millwall fans in Wise precaution", "webUrl": "https://www.theguardian.com/football/2002/nov/20/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/nov/20/newsstory.sport1", "fields": {"headline": "Leicester ban Millwall fans in Wise precaution", "bodyText": "Leicester City have attempted to take the heat out of Dennis Wise's return to his former club next month by banning Millwall fans from the Walkers Stadium. Wise has received death threats from City fans since being sacked by the club for an assault on a team-mate during a pre-season tour. When the teams met on Saturday at the New Den, Wise was the victim of a wild challenge from Brian Deane, who was sent off for the foul, before scoring the goal that secured Millwall a 2-2 draw. The return match on December 14 will also feature the reappearance of another unpopular figure - the former Leicester manager Mark McGhee, now in charge of Millwall, who left the Midlands club in controversial circumstances in 1995. A City spokesman said yesterday the decision had been taken \"in the interest of public safety\" and after consultation with police. But Leicester's financial problems have also played a part: administrators running the club are worried about the extra cost of an increased police presence. It had been City's financial need that had prompted them to initially sell tickets to Millwall supporters despite City's own fans being banned from the New Den. Wise, who was sacked by Leicester after an assault that left Callum Davidson with a broken jaw, took legal action against the debt-ridden club for £2.36m in lost wages. A Millwall spokesman said that when Leicester were included in a group of six clubs whose fans were banned from the New Den following the violent scenes after the play-off semi-final with Birmingham last season, \"We expected the arrangement to be reciprocal.\" He added: \"We have now arranged for the game to beamed back to the New Den.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}