{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/nov/16/travelnews.guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-11-16T19:11:17Z", "webTitle": "Poll decides routes for new airline", "webUrl": "https://www.theguardian.com/travel/2002/nov/16/travelnews.guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2002/nov/16/travelnews.guardiansaturdaytravelsection1", "fields": {"headline": "Poll decides routes for new airline", "bodyText": "Malaga and Barcelona, the top choices in an email poll of Yorkshire travellers, are among the six destinations to be served by new low-cost airline Jet2, which begins flying from Leeds-Bradford airport next February. Malaga is also among the seven routes announced by buzz last week for flights from its new base in Bournemouth. Jet2 invited travellers to nominate their preferred destinations for the first low-cost airline in the region. Chief executive Philip Meeson said that as a result of the poll - more than 4,000 emails were received - Malaga would be served by a daily flight next summer rather than the lower frequency originally planned. The other four routes to be launched are Nice, Palma, Milan-Bergamo and Amsterdam. Prices have yet to be revealed but are expected to start at between £15 and £20 one way. Twice-daily Amsterdam flights will begin on February 12 with daily flights to the remaining destinations introduced by Easter. Bookings on the airline's website (jet2.co.uk) will open in early December. The surprise in the buzz announcement is the launch of the airline's first domestic routes - to Belfast (International) and Glasgow (Prestwick) - with prices starting at £19 one way. The other routes from Bournemouth are already served by buzz from Stansted: Amsterdam, Bergerac, Murcia and Paris. Starting prices will range from £19 to Amsterdam, to £49 to Malaga and Murcia. Flights begin in March next year: travellers can register on the airline's website (buzzaway.com) to be contacted when seats go on sale."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}