{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2002/nov/01/homeaffairs.uknews", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2002-11-01T18:02:49Z", "webTitle": "Law lords clear asylum fast track", "webUrl": "https://www.theguardian.com/politics/2002/nov/01/homeaffairs.uknews", "apiUrl": "https://content.guardianapis.com/politics/2002/nov/01/homeaffairs.uknews", "fields": {"headline": "Law lords clear asylum fast track", "bodyText": "The law lords yesterday ruled that it was legal for the home secretary, David Blunkett, to hold asylum seekers in a fast-track detention centre while deciding their applications. The decision marks a victory for Mr Blunkett, who angrily attacked the \"human rights lobby\" last year after a high court judge ruled that it was wrong to detain asylum seekers at the Oakington detention centre in Cambridgeshire for purely administrative reasons when there was no risk that they might abscond or misbehave. The final ruling from five law lords yesterday means that claims for compensation by four Iraqi Kurds who argued that they were falsely imprisoned at Oakington will not be met. The original high court ruling by Mr Justice Collins would have meant the closure of Oakington, which has played a role in bringing the backlog of asylum claims down from 130,000 two years ago to 35,000 today. Asylum seekers with straightforward cases are held at Oakington while their applications are processed within 10 days. Lord Slynn of Hadley, giving the unanimous ruling yesterday, said: \"It is regrettable that anyone should be deprived of his liberty other than pursuant to the order of a court, but there are situations where such a course is justified.\" He said a speedy decision was in the best interests of the applicants and those waiting in the queue and, given the reasonable conditions at the centre, detention was not unfair. \"Far from being arbitrary, it seems to me the secretary of state has done all he could be expected to do to palliate the deprivation of liberty of the many applicants for asylum here.\" Bev Hughes, the immigration minister, welcomed the ruling saying: \"We can now build upon the success of the fast track process with this judgment as a cornerstone.\" The Refugee Council said that it remained convinced of the fundamentally wrongness of detaining innocent people purely for administrative reasons, and that it was especially wrong for children to be detained."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}