{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2002/nov/28/publicvoices", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2002-11-28T18:30:55Z", "webTitle": "'Air this subject matter of factly so schools stop being a party to secrecy'", "webUrl": "https://www.theguardian.com/society/2002/nov/28/publicvoices", "apiUrl": "https://content.guardianapis.com/society/2002/nov/28/publicvoices", "fields": {"headline": "'Air this subject matter of factly so schools stop being a party to secrecy'", "bodyText": "[Excerpted in the Guardian on November 28 2002] Most of the people I've worked with as a freelance trainer in the education system since 1995 have been support staff in schools - such as teaching assistants and learning mentors: people who work closely with small groups or with individual children. Over the years I've felt a growing frustration, and sometimes despair, at the varying ways that schools approach, understand and engage in the issues of child protection. This is not because they are feckless or uncaring: it is very difficult, unless you work there, to really grasp how stretched the human and material resources are inside schools and in the education social work services that deal with attendance problems, schooling-related family problems, and child protection issues. The east London borough where I work is caring, involved and supportive of good child protection practice, but schools now have to operate as individual entities in the marketplace, yet without setting their own agenda. That's to say, their targets are set by the government, which also dictates the national curriculum requirements, runs Ofsted inspections, decides the parameters for league tables and the like. If a school wants to study and implement child protection guidelines and policies, there has to be actual time for staff to be trained and new areas of curriculum added; and a budget to pay for it. Time and money taken from something else. So when it comes down to what actually happens in schools regarding child protection awareness and implementation - it's a mish mash. The teacher designated by each school as having responsibility for dealing with child protection concerns has usually had some training, but there's no nationally recognised standard. There is no requirement for all people who work in schools to have an understanding of child protection issues. Some schools have had some training for the teaching staff, or more probably sent some staff on a training event. But most usually, the support staff who come on the training days (which are put on offer by the borough), have decided themselves to attend. However, I frequently come across experienced support staff - people who have been working in a school for some years - who seem to have picked up only one message: that staff have to protect themselves from accusations. This results in some very mixed and sometimes bizarre instructions. There is a primary school where staff are told to raise their arms above their heads should a child come to hug them or hold their hand; and a secondary school where a member of staff was reprimanded for holding the hand of a Down's syndrome child being shown around for the first time. This sort of thing reflects the fear, misinformation and uncertainties that schools find themselves trying to cope with: along with the fact that they have no time and/or money for training their whole staff, even if they want to. There's no overall cohesion, no absolute requirement with time and money provided for the purpose. It all depends on the resources and the pressing priorities of each particular school. If we seriously want to reduce the levels of child abuse and neglect that run through our society, something has to change in the way we all recognise and approach it. I believe that there is a way - even a relatively inexpensive way - that this could be achieved throughout our society. Schools are where most children from five to 16 years spend much of their time. Schools have a relationship with parents, guardians, families and the community. Schools can be real instruments of influence and change - and on the subject of child protection and abusive behaviour, it is shameful that they are not. What I want to suggest is that all schools: - Have training in child protection awareness for every person who works in that environment; - Make it an open subject with children - a regular part of the curriculum where children learn and consider best ways of dealing with other people's behaviour toward them that they dislike: whether it's something they need to live with, like having their fingernails cut, or not being allowed out on their bike; or something they shouldn't have to live with, like Mum being violent when drunk, or Uncle X wanting them to stroke his willy, or just being sick with fear. - Be open and informative to parents and guardians and the community at large about the school's approach. Send leaflets home that help and inform (the NSPCC brochure Worried About a Child? is available in several languages). - Be open to discussing concerns. Basically, take the lid off the subject and give it some air. Be more matter of fact about something that is a matter of fact in our society, and stop being a party to the general secrecy, confusion and fearfulness which too many children know too well. As it happens I will have an opportunity to see if, what and how much difference such an approach might make in a local area. In January, I will be working with a multi-cultural London primary school where, during the first week of term, all school staff will have half a day of training, and the teachers will be given some further time to develop ways of addressing these issues in the curriculum. I'm also hopeful that the school will be informative to parents and families by sending leaflets home, and being open to families' concerns. So we shall see what the outcome of this will be. -- Su Lennox has a background in social issues and in education, with an MA in Education and an NSPCC certificate of competence in child protection training. She has been a freelance consultant, facilitator and trainer since 1994 in a variety of fields"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}