{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/nov/24/guardiananalysispage.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-11-24T18:19:26Z", "webTitle": "Quick getaways", "webUrl": "https://www.theguardian.com/travel/2002/nov/24/guardiananalysispage.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2002/nov/24/guardiananalysispage.observerescapesection", "fields": {"headline": "Quick getaways", "bodyText": "Under £100 Sailing in the Solent with STA Tall Ships (023 9283 2055). Day sails from London, Poole, Portsmouth and Southampton. The prices - £69 on weekdays and £79 at weekends - include lunch and tuition from a professional crew. Under £300 To Paris on 29 November for two nights accommodation at the three star Best Western Bretagne Montparnasse for £199. Travel is by Eurostar and accommodation includes breakfast. Time Off (0870 584 63 63). Fishing in Ballynahinch Castle Hotel's salmon river, set in 450 acres of Connemara. Two midweek nights' B&amp;B from January to March is £289 with flights from Heathrow to Shannon and car hire. Travelscene Ireland (0151 231 1480). Football in Milan with Telme.com (0870 727 1643; www.telme.com). Two nights at the four-star Hotel Rivoli and a match ticket for Lazio v Inter Milan on 8 December for £254. Flights are not included. Until the end of December the celebrated Le Manoir aux Quat'Saisons in Oxfordshire, has a special midweek one night break for £250 per person (based on two sharing). As well as a complimentary present from Villeroy and Bosch this also includes Raymond Blanc's seven course gastronomic feast in the evening, overnight accommodation and French breakfast. Nice at a nice price. Travellers Cities (01959 540700) offers three nights with breakfast at the three star traditional Hotel Choiseul, a short walk from the famous tree-lined Promenade des Anglais, for £219 up to Christmas. Flights from Heathrow, Gatwick, Luton, Bristol, Manchester or Liverpool. Under £600 Opera at the Met in New York. Depart 6 December for a two-night weekend treat at the three-star Shelburne Murray Hill Hotel, plus a ticket for the Saturday night performance of Verdi's Il Trovatore. Price: £580 with JMB Travel's Opera Holidays (01905 830099). Golf in the Caribbean in Antigua's self-catering Jolly Harbour Villas is £575 (based on four sharing) for seven nights before 13 December. Free 18-hole course. Flights from Heathrow with transfers. Travel4less (020 7400 7073). Wightlink Holidays (0870 582 0202) still has Christmas breaks available in a range of hotels based on four nights starting from £277 at the Melville Hall Hotel in Sandown rising to the four star Royal Hotel in Ventnor which costs £561. All include full board and ferry crossings. Under £1000 14 nights in Sydney between 15 February and 11 April now £985 for bookings made by 3 December with Quantas Holidays (020 8222 9119). The price includes flights from Heathrow, 14 nights three star room only accommodation and transfers. Over £1,000 Gorilla watching in Gabon if you have £1,635 and can leave on 14 December with Explore Worldwide (01252 760000). The price is for 10 days with flights, all transport and most meals. Conversation classes and culture in Guatemala with Steppes Latin America (01285 885333). Guests stay at the Casa Santo Domingo, a 17th century former convent with a Spanish art museum in the grounds, and the price is £1600 (up to 10 April) including flights, 13 nights B&amp;B and 10 days Spanish language classes (4 hours daily). All prices per person."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}