{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/nov/24/referenceandlanguages.comment", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-11-24T17:14:38Z", "webTitle": "Melvyn Bragg: Britain's greatest achievement", "webUrl": "https://www.theguardian.com/books/2002/nov/24/referenceandlanguages.comment", "apiUrl": "https://content.guardianapis.com/books/2002/nov/24/referenceandlanguages.comment", "fields": {"headline": "Britain's greatest achievement", "bodyText": "In my view, the greatest achievement of these islands was not arrived at by an individual, and not imagined by a single genius, but created, honed and sustained by millions over centuries: the English Language. It was planted here 1,500 years ago, a guttural Germanic dialect which was taken up in this small off-shore island of Eurasia. Today, almost two billion people around the globe understand it, speak it, add to it, buy, sell and barter diplomacy in it. Language itself has no known first cause. It is as mysterious as the Big Bang. Yet language is the finest, least acknowledged and most democratic of all mankind's creations. Our own language is a vivid example of this. Illiterate pioneers in the mid-West of America brought to the table new words as numerous and lasting as the golden hoard donated by the aristocratic poet hero Sir Philip Sidney; untutored sailors have added as much to our word store as Sir John Cheke, provost of King's College, Cambridge, and a mighty warrior for 'pure' English. It was black slaves from Africa in the south of North America whose words made the white man's English tongue sing in the twentieth century; it is possible that the ploughboy in the field fed Piers Ploughman with words which gave us one of the first great English poems; it is more than possible that thieves, loungers, pimps, upstarts, prostitutes, street wit and children's playtime talk fertilised the writing of scores of London's poets and playwrights and novelists from Chaucer to Martin Amis. The English language stands as a monumental contradiction of the tyrannical modern mythology of individual creativity. It was all of us who did it, do it, made it, make it, work the words, shape the talk. The last time there was a television series on the English language was about 20 years ago, when it was just about to turn into global English. That is where we are now. New Englishes are springing up from the old dragon's teeth in the heart of Asia, in the overflowing Caribbean, in business dealings in Hong Kong and Shanghai, in the corridors of diplomacy. Germany tries to stem the rise of Denglish. France is in despair at its use in the councils of Europe. We tend to think of our language as somehow the inevitable top tongue, just as previous generations thought of the British Empire as inevitably top dog. Surely our language has 'always' been great; always there and, if not always a world language, then surely one in waiting. God spoke English, after all. In the guttural, relatively modest word-banks of that splinter of Germanic tribesmen who fell on Britain's east coast after the Romans went back to Rome, there must have been the seeds for this global reach. In that fifth-century beginning we must be looking at the acorn which grew this mighty oak, a language spoken even on the Moon. Yes and no. Yes, we can trace a surprising percentage of our basic everyday speech back to the vocabulary and grammar of those invaders 1,500 years ago, but no, a hundred times no, there was no inevitability about it. English was threatened, if not with extinction, then certainly with castra tion on one occasion when, but for Alfred the Great, the Danes would have imposed their rule and their tongue. It met with crushing exclusion for almost three centuries, which could well have led to suffocation, when the Normans came and for centuries refused to leave their French behind. On the positive, but equally chance-given side, English traded across the world, as did other powerful European languages, and looted foreign nouns. But above all, English won the race to colonise America, and the language of one world empire became the basis for the language of the current world empire, a foundation on which Americans built and build with great inventiveness and vigour. Meanwhile, along the way English fought battles with French and Latin for recognition in Church and State and in the courts. It became intensely self- regarding, with often marvellous results and often ludicrous, now redundant, formulations. If there is one characteristic above all which might give it that internal dynamic, even magic, which could tentatively be said to make it special, it was tenacity. It is a tenacity expressed not in redoubts fighting to the death to preserve its form, but quite the opposite. It is a tenacity to absorb - to take in Latin, French and some Italian, Spanish, Portuguese, Arabic, Hindi, Gullah, and add to the stock. Layering is all. A few years ago, with Simon Elmes on Radio 4, I made 25 programmes on the 'Routes of English', based on spoken English over the last millennium. We were strict with ourselves, and allowed the written word into the programme only if we thought it could be proved to be very near to the spoken word at the time. It was a programme of dialects, of experts, of themes and of the proliferation of language through those who spoke it. I wanted to see if I could go on to do a history of the language, the full sweep, texts and all, beginning with those Germanic invasions up to the present Babel of Englishnesses. And I wanted to do it on television, which would be difficult. It has always been hard to make programmes about writers and writing for television - and easy to fail. Harder then to do language itself. But there is a fine team on The South Bank Show and we will see; or you will see, I hope. David Liddement, the outgoing Director of Programmes at the Independent Television Centre, has encouraged me for some years to 'author' (his word) some programmes. The Adventure of English seemed to me worth the attempt. We will be doing eight hours on ITV, four this December, four next year. We made the decision to find relevant locations if at all possible: Tottenham for the contemporary use of old English, to point out how many hundreds of words from the fifth century are still spoken everyday; Hexham for its proximate sound to old English; Jarrow and Holy Island to discuss the intrusions of Latin; Rochester for Norman French. For courtly inspiration and poetic insight, we went to Penshurst Place, home of Sir Philip Sidney. And so it went on until at the end of the first four programmes the boat sails off for America, carrying arguably the most influential book in our language, the Bible, and carrying also the faith and the zeal to stick to its English words. Programme one begins on the flat shores of Friesland, where Piet Paulusman, a local weather forecaster, speaks in words and in a way it is thought 'English' was spoken here over 1,500 years ago. En Fierders, de kans op mist. Endan moarn, endan mei flink wat sinne. Blau yn'e loft en dat betsjut dat. (Also, there's a chance of mist And then tomorrow Quite a bit of sun, blue in the sky.) Quite a bit of English in the sky, too. The satellites, control towers and airwaves are alive with the sound of English words which now ring the globe. · The Adventure of English 500AD to 2000AD, written and presented by Melvyn Bragg, begins on ITV1 next Sunday"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}