{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2002/nov/05/immigrationpolicy.immigration", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2002-11-05T17:55:58Z", "webTitle": "Concessions offered to save asylum bill", "webUrl": "https://www.theguardian.com/politics/2002/nov/05/immigrationpolicy.immigration", "apiUrl": "https://content.guardianapis.com/politics/2002/nov/05/immigrationpolicy.immigration", "fields": {"headline": "Concessions offered to save asylum bill", "bodyText": "The government tonight announced a range of concessions on its asylum policy as it battled to rescue key legislation from being scuppered by the Lords. A trial of accommodation centres to hold asylum seekers will include a smaller unit in an urban area, the immigration minister, Beverley Hughes, told MPs. Previously the government had proposed the building of large centres in rural areas - sparking huge local protests. Today Ms Hughes revealed that plans for a 750-strong asylum centre at Throckmorton, Worcestershire, had been dropped. She said although the site was still considered suitable for a centre, practical difficulties meant it could not be used as part of an imminent trial of new asylum procedures. Local residents had campaigned against the building of the centre - on a site of a mass animal grave - citing public health concerns. Ms Hughes' announcement was immediately welcomed by local MP Peter Luff, who said \"a huge sense of relief\" would sweep through the community. There were further demonstrations by local campaigners outside parliament today. In other concessions, asylum seekers will also be allowed to leave the centres after six months if their applications have not been processed, she said. Ministers face a race against time to see the nationality, asylum and immigration bill clear parliament before the end of the present session due on Thursday. The home secretary's reforms were hit by eight Lords defeats, forcing the government to think again on some issues. But officials tonight insisted the changes were \"reasonable safeguards\" that did not affect key principles of the bill. The prime minister said yesterday that he was confident the bill would not be scuppered by opponents - accusing them of \"the height of political opportunism\". He also said it formed an important part of a deal with the French government aimed at stopping the flow of refugees into the UK. Ms Hughes said the need to trial the centres was \"clear and increasingly urgent\" and that they were an \"essential part\" of asylum policy. She said the government remained committed to large centres in rural areas but had accepted demands for the trial to include a smaller centre. It would house around 400 men and could be sited in or near an urban area, she said. The shadow home secretary, Oliver Letwin, welcomed what he said appeared to be \"splendid concessions\" which should secure agreement on almost all issues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}