{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2002/nov/05/highereducation.uk5", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2002-11-05T17:18:42Z", "webTitle": "MIT launches digital archive", "webUrl": "https://www.theguardian.com/education/2002/nov/05/highereducation.uk5", "apiUrl": "https://content.guardianapis.com/education/2002/nov/05/highereducation.uk5", "fields": {"headline": "MIT launches digital archive", "bodyText": "The Massachusetts Institute of Technology has launched a \"super-archive\" that will make research from all its academics freely available. DSpace is a digital repository system that will capture, store, distribute and preserve the intellectual output of MIT's faculty and research staff. The archive will allow all MIT academics to pool findings and share everything, from their articles, technical reports, conference papers, data sets and databases to media clips, visual aids and simulations used in class. At present, some research findings are published in journals -in print or online - but the process is lengthy and highly selective. A large quantity of research never leaves individual departments, or a researcher's computer. \"By transforming the way in which content is made available, MIT libraries seeks to make significant progress in the development of scholarly communication and the scholarly record, \" commented Ann Wolpert, director of the MIT libraries. The collection, preservation, indexing and distribution of academic content are increasingly time-consuming tasks to manage for individual faculty and their departments, labs and centres, particularly as the digital formats become more complex. But within DSpace, individual MIT departments will be able to create their own portals, tailored to their own needs and languages. The university is hoping DSpace will provide a blueprint for other universities' archiving, sparking a more free and international exchange of academic ideas. MIT and Hewlett Packard, which has co-designed the programme, will offer and encourage the adoption of DSpace at other research-intensive institutions. \"We believe that DSpace will set the new standard for the stewardship of knowledge in the research environment,\" said MIT president Charles M Vest. In the UK, Dr Manfredi La Manna, a St Andrews University economist and director of the Electronic Society for Social Science, welcomed the launch, calling it \"part of a solution\" to the problem of restricted access to academic journals, which can cost thousands of pounds a year. But, he said it is not without its own problems. \"Many groups will not take to self-archiving. If you try to by-pass the journals by self-archiving you won't go very far.\" The problems, he believes, lie within the culture of individual disciplines. While subjects such as computer science and physics, already active in self-archiving, will adapt easily, others will be slower to take up the services. Further problems relate to what is available in the archive. If papers are submitted before they have been peer-reviewed by the journal process, mistakes will be in the public domain. Papers are often radically altered during the process of peer reviewing. \"Essentially, archiving before peer review means that the quality is bound to be mixed. It will be papers that are not accepted at all, and others which are not submitted. It creates confusion.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}