{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2002/nov/11/queensspeech2002.policy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2002-11-11T23:53:29Z", "webTitle": "New bill to target antisocial actions", "webUrl": "https://www.theguardian.com/politics/2002/nov/11/queensspeech2002.policy", "apiUrl": "https://content.guardianapis.com/politics/2002/nov/11/queensspeech2002.policy", "fields": {"headline": "New bill to target antisocial actions", "bodyText": "A new antisocial behaviour bill at the centre of this week's Queen's speech is to revive controversial plans to cut the social security benefits of the parents of tearaway children and of nuisance tenants who make life hell for their neighbours. They are to be accompanied by other measures which will see nuisance neighbours put on \"probationary tenancies\" and parenting orders for those who fail to tackle their children's truancy from school. Downing Street has also instructed the Home Office to set up an antisocial behaviour unit to coordinate activity across Whitehall. The prime minister wants the new drive to be modelled on the street crime initiative when government agencies and departments were ordered to cooperate to bring down a surge in street crime. Tony Blair's aides said yesterday that he had been frustrated at the failure of the police, courts and councils to use existing powers to curb antisocial behaviour. The prime minister believes that crime and antisocial behaviour is \"the issue\" on the minds of Labour voters in many of the poorest parts of Britain. To highlight his concern, he is introducing a single antisocial behaviour bill, rather than let different government departments pursue initiatives. \"Crime and antisocial behaviour is a Labour issue. For however much schools and hospitals improve, if people walk out of their doors and are confronted by abuse, vandalism and antisocial behaviour, they will never feel secure or able to take advantage of new opportunities,\" Mr Blair said in an article in the Observer yesterday. \"Stability and order in our communities is fundamental to our progressive project for change.\" The emphasis on tackling antisocial behaviour, first underlined by Mr Blair in his press conference last week, was also emphasised yesterday by the home secretary, David Blunkett, who confirmed that this week's package will range from fixed penalty fines to faster-action court orders to deal with the problem. \"We are not going to tolerate the kind of low-level thuggery that makes people's lives a misery,\" Mr Blunkett said. In an echo of the prime minister's speech to his party conference, he also demanded that parents teach children the virtues of respect for others. Mr Blair and Mr Blunkett confirmed that the Queen's speech will also contain a wide-ranging criminal justice bill aimed at courts and sentencing of criminals. Reforms will include the disclosure of previous convictions in court, greater use of hearsay evidence, changes to the double jeopardy law, the introduction of a new \"custody plus\" sentence for short-term prisoners, and tougher sentences for violent and sex offenders. Much of the legislation will be opposed on civil liberties grounds in the Lords, but will place the Liberal Democrats in a dilemma as they pursue former Tory voters. In a joint statement, Liberty, the Legal Action Group, the Bar Council and the Criminal Bar Association said the government's claim that its criminal justice overhaul will rebalance the law in favour of the victim was fundamentally flawed. The rare joint statement reveals the scale of the battle ahead for Mr Blunkett. The antisocial behaviour bill is expected to revive controversial plans put forward by the former Labour welfare minister Frank Field to use the benefit system to penalise nuisance neighbours and the parents of truanting children. Measures to deal with \"neighbours from hell\" will also include new powers to force landlords to take action against them. Ministers also intend to make much wider use of introductory or probation tenancies to demote those who are identified as nuisance neighbours to ensure they they mend their ways."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}