{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/nov/11/rugbyunion2", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-11-11T23:59:19Z", "webTitle": "Round-up", "webUrl": "https://www.theguardian.com/sport/2002/nov/11/rugbyunion2", "apiUrl": "https://content.guardianapis.com/sport/2002/nov/11/rugbyunion2", "fields": {"headline": "Round-up", "bodyText": "Saracens ended their three-match losing Premiership streak with a 36-30 stoppage-time win over Harlequins, who have not won an away match in the league for more than 20 months. Right at the death, Saracens' Australian Tim Horan made 40 metres and Andy Kershaw dived over from close range. Saracens had looked like running away with the game after scoring three tries in the first half - including two from Horan - but Harlequins came back with a Matt Moore try just before the break and two tries early in the second half . After Moore went in for his second try it was all to play for. Despite the win Saracens' coach Wayne Shelford was critical of his team. \"They just panic and lose control,\" he said. \"It needs special people to be leaders and we haven't got a lot of those at this club.\" Newcastle were mauled 38-10 by Bristol at the Memorial Stadium. The Falcons were missing Steve Brotherstone and Stuart Grimes in the pack to injury and Jonny Wilkinson to England, and Bristol rattled up 31 first-half points with five tries, two of them from Phil Christophers. Bristol's head coach Peter Thorburn praised his forwards for the blistering start and Newcastle's director of rugby Rob Andrew agreed. \"We just didn't front up and got muscled out of it and the game was over by half-time.\" Newcastle scored after the break through their big Tongan Epi Taione, but the second half was a low-key affair with both sides making a myriad substitutions and Bristol settling for the six tries they had scored inside the hour."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}