{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/nov/24/broadcasting.business", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-11-24T23:37:49Z", "webTitle": "ITV giants lose £300m", "webUrl": "https://www.theguardian.com/media/2002/nov/24/broadcasting.business", "apiUrl": "https://content.guardianapis.com/media/2002/nov/24/broadcasting.business", "fields": {"headline": "As the ITV giants lose £300m...", "bodyText": "The big ITV companies Granada and Carlton will reveal combined losses of about £300 million this week due to the advertising slump and hefty write-downs from the closure of ITV Digital. Carlton's performance was far worse than Granada's, with profits before exceptional items halving to around £55m. Granada's numbers have been buoyed by a stronger balance sheet and more success at selling programmes abroad. The companies, which agreed an outline deal last month to merge when takeover rules are relaxed, control almost all the major ITV franchises. Their advertising revenues are down by about 5 per cent on 2001, which is better than last year's 12 per cent fall. They will tell shareholders that the outlook is still uncertain, but there were signs of a modest recovery in the final months of their financial year to the end of September. October and November were up by 3 per cent, but forward bookings for December have been disappointing. ITV has been hammered in the battle for viewers by a resurgent BBC and has lost market share to satellite broadcaster BSkyB and to the cable channels. Increased competition has enabled advertisers to demand lower rates. Granada, headed by Charles Allen, and Carlton, chaired by Michael Green, will edge towards their planned merger shortly by submitting plans to the Office of Fair Trading, which can say yes, or refer the project to the Competition Commission for a prolonged inquiry."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}