{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/nov/13/rugbyleague.sthelens", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-11-13T22:49:38Z", "webTitle": "Cash blow forces Saints to stay put", "webUrl": "https://www.theguardian.com/sport/2002/nov/13/rugbyleague.sthelens", "apiUrl": "https://content.guardianapis.com/sport/2002/nov/13/rugbyleague.sthelens", "fields": {"headline": "Cash blow forces Saints to stay put", "bodyText": "St Helens are staying at Knowsley Road after being forced to scrap their plans to move to a new stadium - and also their link with the town's rugby union club - because of the collapse of a proposed retail development essential for its funding. The Super League champions announced their plans to relocate more than two years ago, claiming it was essential for their financial future, and incorporated the Liverpool St Helens union club into Sporting Club St Helens, which also includes St Helens Town FC. But Eamonn McManus, the chairman of a new regime which took over at Saints last winter, admitted the whole concept had turned into an expensive mistake. \"The costs of this exercise have been very significant in the context of what had already been a financially challenged rugby league club,\" said McManus. \"As a direct and immediate consequence we have had to suspend indefinitely the link with Liverpool St Helens as we can no longer justify financially subsidising the rugby union club now that a new stadium is no longer on the cards.\" McManus added that St Helens Town will continue to play at Knowsley Road \"since they no longer have a separate ground to play on\". He warned that Saints now face extra expense \"on basic safety and structural works in order to maintain our current 15,100 capacity\", and explained that they would then seek public and private backing to redevelop Knowsley Road. \"It now seems that there is no viable alternative,\" he added. The St Helens loose forward Paul Sculthorpe is likely to be included today in an 18-man Great Britain squad for Saturday's second Test against New Zealand at Huddersfield. Sculthorpe missed the 30-16 defeat in the first Test because of a thigh strain, but Britain's coach David Waite said yesterday he has \"every chance\" of playing. The New Zealand coach Gary Freeman has some tricky selection decisions with Ruben Wiki, David Vaealiki and Jason Cayless, who were all ruled out of the first Test, back in training. But Paul Rauhihi and Clinton Toopi are doubtful with thigh and chest injuries respectively."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}