{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/nov/01/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-11-01T17:09:41Z", "webTitle": "Patrick Kielty,  Toby Anstis, and  Cheryl Baker", "webUrl": "https://www.theguardian.com/football/2002/nov/01/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2002/nov/01/thefiver.sport", "fields": {"headline": "Patrick Kielty,  Toby Anstis, and  Cheryl Baker", "bodyText": "FA-ME! It's two weeks ago, and after watching Fame Academy kids Ainslie and Marli sex-raunch their way through a bump'n'grind version of Come Up and See Me (Make Me Smile) so hot the Fiver had two huge balls of condensation dripping off its glasses, the Fiver decides that talent is a rare and precious commodity. We're proved right less than 60 seconds later, as tiresome \"comic\" Patrick Kielty delivers another mistimed punchline. To the wrong camera. Fast forward 14 days, and we're justified again, as managerial genius Sven-Goran Eriksson makes the nation sigh like a weathergirl with relief. Despite the departure from the FA of his friend, the massively over-rated pen-pusher Adam Crozier, he's staying on in the England job for the foreseeable. \"I am shocked and saddened by the news, like everybody else at the FA,\" said Eriksson this morning, without once mentioning Geoff Thompson. \"But I am determined to carry on in my job,\" he concluded, allowing fans to look forward to more ineffectual half-time teamtalks, limp capitulations against teams ranked below Scotland, and adverts for pasta sauce so toe-curlingly bad it's a shame Kielty isn't an adjective. Sadly, as gormless 31-year-old drummer, guitarist and lantern-jawed bass player Nigel from Scunthorpe could find out tonight, there is only so much room for top talent at the FA(me) academy. \"I have decided to step down from my role to concentrate fully on the affairs of Middlesbrough,\" said England No2 Steve McClaren in his farewell speech today. \"I actually told Adam of my intention to step down earlier this week - Sven has known for some time too. It is a decision I have been considering for some time as my role with Middlesbrough - which must, of course, be my first priority - has taken up more time.\" Now, we were going to conclude this piece with the very clever pay-off we'd worked out comparing McClaren to Lemar; but let's face it, what's the point? None of you have been watching it, have you? TAKING THE PULIS On Wednesday night, George Burley went to bed with Stoke City and promised to wed her the next day. Yesterday morning, he woke up to the realisation that he was about to make a big mistake and had to chew off his own arm to escape. Having kissed the girl and made her cry, Georgie Porgie was last seen in Sheffield chasing another who had recently kicked out her fella - though it has to be said that her sizeable assets had dropped in recent years. Meanwhile Stoke were left jilted at the altar. But rather than disappoint a press conference full of invited guests, chairman of the bride Gunnar Gislason ushered in a new man at the last minute. \"So here he is, ladies and gents ... what's your name, son? Tommy what? ... er ... ladies and gentleman, raise a glass to the groom, Mr ... erm ... Toby Anstis?\" Fortunately Tony Pulis has developed a thick skin and a deaf ear in his time at Portsmouth, Bristol City and Gillingham, so he didn't notice the mistake. Nor did he hear the groans from Stoke, who thought she'd pulled Robbie Williams only to end up with Coltrane. And, having lost his glasses, he didn't even spot the club secretary hastily stapling up a dot-matrix printout of his name to go over the \"Congrats to George Burley\" poster at the Britannia Clubhouse, where they were holding the reception. Tony was just, ahem, stoked to be back in the game after splitting up with Portsmouth in acrimonious circumstances in October 2000. \"I'm really excited by the job,\" said the second favourite, as someone in the background blew a kazoo. \"This is a big job for me. I wanted to come here to what I call a proper football club.\" He even felt that his long spell away from football management might be an advantage. \"Sometimes it's good to take a step back,\" he said. Wonder if Stoke's fans will agree? QUOTE OF THE DAY \"We are not going to play away games with such a cavalier attitude in future\" - Kelvin Koogan makes a promise that, let's face facts, he's simply not going to keep. RECORD BREAKERS If you could withstand Cheryl Baker lacerating your eardrums with her high-pitched shriek-weapon, and the odious Norris McWhirter, and that syrupy-sick theme-tune, and a hoard of braying kids juiced to the eyeballs with E102-laced orange squash, then BBC1's Record Breakers was occasionally worth watching. Especially when it trumpeted amazing feats which, like Tom Jones' sex appeal, had somehow stood the test of time. Feats like Arbroath's famous 36-0 thumping of Bon Accord in a Scottish Cup match in 1885, a record the sadly deceased Roy Castle promised us would never be surpassed. But times change. And yesterday, newly-crowned Madagascan champions AS Adema smashed the world record by thrashing Stade Olympique l'Emyrne 149-0 - or as the BBC's vidiprinter would have run it, 149 (one-hundred-and-forty-nine) to 0 - in a top national league match. According to Radio Madagascar, SOE deliberately kicked the ball towards their own goal after each kick-off, scoring 149 own-goals in the process, after their coach Ratsimandresy Ratsarazaka lost his temper with the referee. Adema's players, meanwhile, stood around looking bemused. But not totally unhappy with events. The strange thing is, SOE weren't part-timers out for a kick-about: they were last year's Malagasy champions and made the second round of the African Champions League this season. No wonder FA historian David Barber was shocked. \"I certainly think it's a world record,\" he told the Fiver today. \"I've heard of a local league game in Nottingham that finished 50-2 and there was a 43-0 in an Austrian league game before the second world war - but nothing this big.\" And although everyone says that records are made to be broken (particularly when they come from Fat Camp crooner Rik Waller), the Fiver suspects this one will last. THE RUMOUR MILL John Aldridge could replace Mick McCarthy as Republic of Ireland manager. Manchester United want Lazio left-back Juan Pablo Sorin. Roma's Francesco Totti is on his way to Real Madrid. NEWS IN BRIEF Newcastle expect to have striker Craig Bellamy back in action in a fortnight. Alan Curbishley says his commitment to Charlton's Premiership survival will rule out any potential role with England in the wake of Steve McClaren's departure from the national team's coaching staff. \"We are at the wrong end of the table, I have enough on my hands and it is very time consuming,\" he said. Burnley manager Stan Ternent and his assistant Sam Ellis have signed one-year contract extensions at Turf Moor. TONIGHT'S TV &amp; RADIO Channel 4: Flamengo v Corinthians (3.10am) The last titbits from the Fiver's book of the week, Captain Fantastic: Roy Keane, The Biography (no, not that one) by Stafford Hildred and Tim Ewbank (amazon.co.uk sales rank 77,475). Sky Sports 1: Wales v England schoolboy international (7.30pm) p203: \"That £52,000-a-week salary was the equivalent of almost every member of the crowd at Old Trafford paying £1 for Keane each week. There was not a Manchester United fan who would begrudge paying it.\" Sky Sports 3: Soccer AM (10pm) p240: \"The bird's reply...will be: \"Roy Keane - up Cork!\" Radio 5 Live: Sport on 5 (7pm) p187: \"The new six-bedroom, hi-tech home was a veritable mansion, a sprawling, sumptuous, mock-Tudor property built to Keane's own specifications.\" Talksport: Football First (7pm) p9: \"When things were going bad at Rockmount, all you had to do was roar at Roy. He would do the rest.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}