{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/feb/05/owen-hargreaves-injury-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-02-05T22:05:00Z", "webTitle": "Owen Hargreaves's injury is a serious concern, says Sir Alex Ferguson", "webUrl": "https://www.theguardian.com/football/2010/feb/05/owen-hargreaves-injury-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2010/feb/05/owen-hargreaves-injury-manchester-united", "fields": {"headline": "Owen Hargreaves's injury is a serious concern, says Sir Alex Ferguson", "bodyText": "Sir Alex Ferguson has admitted that the slowness of Owen Hargreaves's 16-month recovery from tendinitis is now a serious concern but is hopeful the midfielder can return for the climax of the Premier League season. The Manchester United manager explained his decision to omit the 29-year-old from his Champions League squad on the basis that he was not prepared to include anyone who was not fit for the encounter with Milan on 16 February. Last month, he said he hoped to take Hargreaves to San Siro, if only for the experience of being back in the squad. Today Ferguson explained that there was now no time limit for Hargreaves's recovery from the knee injury that has kept him out since September 2008. \"It is a hard decision but it is the correct decision,\" he said. \"Owen Hargreaves is not available to play Milan and it is more important for the club to negotiate that game. And if I chose Owen, I would have to leave out another important player and that player could be the one I need for the Milan game. \"His recovery is slow. It is a year and a half since he played for us and I can't put a time limit on when he will be back now. But he will make an impact in the league. There are more games in the league than in the European Cup and I don't need to register him for that. \"It is bound to be hard for him. The physios are doing their best with him. There are times we feel he is almost there and now it seems to be slow again. But I am confident he will be back before the end of the season.\" Ferguson added he was more concerned with Manchester United than England but it is clear that if Hargreaves is to have any chance of making Fabio Capello's squad for South Africa, his return cannot realistically be later than April. Ferguson said United would continue with their second appeal against Rio Ferdinand's four-match ban for elbowing Craig Fagan in last month's victory over Hull because they are a victim of double refereeing standards. He is unhappy that while Liverpool's Javier Mascherano was not punished by Alan Wiley after video evidence of the midfielder appearing to strike the Leeds United forward Jermaine Beckford was studied in September, video evidence was used successfully against Ferdinand by Steve Bennett. Ferdinand's ban was extended by an extra game because the FA ruled it \"frivolous\". It is this additional ban that United are appealing against. \"They are under the same controls and the same directions,\" Ferguson said. \"One says yes in the case of Rio and one says no in the case of Javier Mascherano when he punched a player in the back of the head. When you see that example, we don't think our appeal was frivolous.\" Following commanding performances against Manchester City and Arsenal, Ferguson appeared to be so little concerned about Chelsea that he said he was not aware they were playing at Hull last Tuesday, a night he spent watching Preston, managed by his son Darren, lose 4-1 to Barnsley. \"I left with five minutes to go and on the radio they said it was still 1-1 at Hull,\" he said. \"I'd thought they were playing the next day, so it was a wee surprise for me.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}