{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/feb/24/fa-cup-stoke-city-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-02-24T23:47:00Z", "webTitle": "Stoke City 3-1 Manchester City | FA Cup fifth-round replay report", "webUrl": "https://www.theguardian.com/football/2010/feb/24/fa-cup-stoke-city-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2010/feb/24/fa-cup-stoke-city-manchester-city", "fields": {"headline": "Roberto Mancini feels the heat as Stoke knock out Manchester City", "bodyText": "The Britannia crowd, when their blood is up, can resemble the mob of Madame Guillotine, and Roberto Mancini left the Potteries with choruses of \"You're getting sacked in the morning\" ringing in those so-sophisticated ears. The tumbril beaters were doubtless premature but the richest club in the country will not have enjoyed going out of the FA Cup to homespun Stoke and after barely two months in charge the Italian is already deemed to be \"under pressure\". Mancini had called on his players to match their opponents' fighting spirit but it was Stoke who scored twice in extra-time to book a quarter-final trip to Chelsea on 7 March and Mancini's claims after the game that his team had \"played very well and dictated for 80 minutes\" will cut no ice with demanding employers who had so little patience with Mark Hughes. The Mancunians had Emmanuel Adebayor sent off after 82 minutes for lashing out with an arm and catching Ryan Shawcross in the throat but that was no excuse for an embarrassing defeat which leaves them with only a top-four finish in the Premier League to play for in a season which began with such stratospheric hopes. Stoke were second-best for an hour but opened the scoring through the substitute Dave Kitson after 79 minutes, then shrugged off Craig Bellamy's quick equaliser to settle the issue in the extra half-hour, with a headed goal from Shawcross and a coruscating gem from Tuncay. The two sides came to the replay in contrasting form. Stoke's attritional football is not to everybody's taste but Tony Pulis has found a method that makes optimum use of limited resources and his team are unbeaten in 2010 - a run that stretches back 11 league and cup matches. For Mancini, on the other hand, the honeymoon may not be over but it is certainly drawing to a close. After replacing Hughes in December he got off to a flying start, with six wins in his first seven games, but the next eight have produced only two victories and already there are murmurs of discontent with his training methods emanating from the dressing room. The fans were less than chuffed when English football's nouveau riche managed one point from two league fixtures against the paupers of Hull and were well beaten by two of their rivals for a top-four finish, Tottenham and Everton. They will be even more disgruntlednow. Mancini's team began well enough. The home crowd were still launching into their first rendition of \"Delilah\" when Adebayor had them gasping with a high-velocity 30-yarder which forced Thomas Sorensen to fly to his right to save. They held their breath again when a clever turn and sprint through the middle by Togo's favourite son unhinged their defence. Fortunately for Stoke, Adebayor's intelligent transference of the ball to Bellamy on his left was wasted by the Welshman's poor first touch. Stoke had their moments, too, but similar shortcomings in the penalty area caused a stalemate which was not broken until the 79th minute. Then, like overdue buses, the goals came two together. First Kitson exchanged passes with Tuncay before driving past Shay Given, left-footed, from right to left. Then Bellamy beat Sorensen from 12 yards after Adebayor had knocked down Wayne Bridge's left-wing cross. Into extra-time Stoke were ahead again within five minutes when Rory Delap's trademark long throw from the left was met at the near post by Shawcross, whose header flew past Given and in at the far side. Four minutes later Tuncay made the game safe with an outstanding piece of skill, swaying one way and then the other in a slalom past defenders before scoring with a crisp left-footed finish."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}