{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2010/feb/28/rose-gray-obituary", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2010-02-28T21:39:48Z", "webTitle": "Rose Gray obituary", "webUrl": "https://www.theguardian.com/lifeandstyle/2010/feb/28/rose-gray-obituary", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2010/feb/28/rose-gray-obituary", "fields": {"headline": "Rose Gray obituary", "bodyText": "Rose Gray, who has died of cancer aged 71, was the co-founder, along with Ruth Rogers, of the iconic River Cafe in London, and was one of Britain's most influential modern chefs and cookery writers. In a 23-year partnership with Ruthie, she revolutionised Italian cooking in this country through an emphasis on freshness, seasonality and simplicity, and, with a bestselling series of ground-breaking and beautifully designed books, established a worldwide reputation for herself and the restaurant. Rose was tall, worldly and beautiful, and had a well-earned reputation for indomitability. Watching her on the floor of her coolly glamorous restaurant, confident, composed, so obviously enjoying who she was and what she did, it is hard to imagine that Rose had ever experienced a single setback. But setbacks there were, in her personal and business lives. These she overcame with a no-nonsense determination that became one of her defining characteristics. \"Rose just got on with things,\" her oldest friend, the architect Su Rogers, says of her. \"She always made the best of whatever happened.\" The knocks came early and hard. Shortly before Rose was born, her pregnant mother Anne returned from a trip to London to the cottage she shared with her husband and infant daughter to find the family home burned to the ground. Rose's father and sister were dead. Anne had come from a middleclass family – her grandfather, Sir Trevor Lawrence, had been the president of the Royal Horticultural Society – but life changed dramatically after the fire. She and Rose were taken in by Anne's sister Naomi, who lived in Box Hill, Surrey. It was a Women's Institute kind of atmosphere, money was tight, frugality was all and the politics were conservative. Rose was packed off to a convent boarding school aged eight or nine, a spectacularly inappropriate choice for a girl who was already free spirited, outgoing and passionate about art. She was more at home at the Guildford School of Fine Art, where she gained a BA. She was exciting to be around – \"the kind of girl you saw and just wanted to be friends with,\" Su recalls. She loved parties and dancing. After a short stint teaching fine art at a girls' school in Shoreditch, in east London, Rose married Michael Gray in 1962. The couple had three children in quick succession, Hester, Lucy and Ossian (Ossie), and moved to a house in Warwick Avenue. Ever the entrepreneur, Rose created a self-assembly paper lampshade and furniture business with a friend, and their products sold in Habitat, Liberty and Heal's. She was also honing the cookery skills she had learned from her mother, setting up a crepe business catering for parties and nightclubs. In 1969, a 21-year-old graphic artist called Ruthie Elias turned up at the Warwick Avenue house. Newly arrived in London from upstate New York, Ruthie remembers Rose, who was 10 years older, as bohemian, exotic and exciting, bursting with energy, despite the three young children in tow. The two women had an additional connection through the then relatively unknown young architect Richard Rogers, to whom Rose's friend Su had been married and whom Ruthie would shortly marry. But although they saw each other occasionally, Rose and Ruthie's extraordinary partnership still lay almost 20 years in the future. While the children were still quite young, Rose fell in love with David MacIlwaine, a sculptor and artist, whom she later married. David was the love of her life; their union was happy, fulfilling and mutually supportive. Together Rose and David had a son, Dante, Rose's fourth child. Rose and David started a new business together, importing cast-iron stoves from Europe, primarily France, for sale from their shop at Chiltern Street in London. But after two or three years of fairly successful trading, they over-stretched and went bankrupt. The early 80s were difficult years for the couple. Rose, David, Lucy and Dante moved to Italy, while David worked on an exhibition. They settled near Lucca, in Tuscany. It was here that Rose began to take a serious interest in Italian cuisine, collecting recipes and learning about ingredients and the region's cooking. In 1985, while David's exhibition was shown in New York, Rose received an invitation to cook there at a newly opened fashionable Italian-style restaurant, Nell's Club. It was the first cooking Rose had done professionally and she loved it. Returning to London two years later she worked briefly as a chef at Carluccio's – but there was never going to be enough freedom there for a woman of Rose's strong ideas and irrepressibility. It was at this time that Rose and Ruthie's paths crossed again. Richard Rogers had just set up his office at Thames Wharf, in Hammersmith, and he was keen for the development to be not just offices but a community: this meant having somewhere for everyone to eat. Over a cup of coffee, Ruthie proposed the idea of a restaurant to Rose. Rose said simply: \"Let's do it.\" The result was The River Cafe, which opened in 1987, when Rose was almost 50. Her children were grown and she threw herself into the project. She sourced ingredients, cultivated relationships with wine-makers in Italy, and worked long, punishing hours. To begin with there were just Rose, Ruthie, one waiter and one washer-up (later, all of Rose's children would be involved).But Rose had big ambitions for their little restaurant. In those days, Rose was to say, Italian food in London \"was spaghetti Bolognese and tiramisu\". She wanted to cook the kind of food she had eaten and prepared while living in Italy – grilled meats, bread soups, pasta. The restaurant's reputation grew quickly. Five years later the premises were expanded, and, Rose, a passionate and hugely respected gardener, created a stunning herb garden, which was graced by David's sculptures. In 1998 the River Cafe earned a Michelin star, which it has kept ever since. Her partnership with Ruthie was close; their uncompetitive and generous spirits became the ethos of the restaurant. Initially Rose and Ruthie were reluctant to write a book, insisting they were chefs not writers. But they quickly understood that a book was the natural next step. Once the idea took hold, they threw themselves into it with typical energy and incredible attention to detail. With their backgrounds in fine art, Ruthie and Rose had clear ideas about how they wanted the book to look. Rose's visual sense was always acute: everything from the design of the restaurant to the waiters' dress received her careful attention. The publisher was persuaded to break with the tradition of having an illustration of food on the cover; the text was minimal; the photographs were of food that had just come out of the kitchen. The first River Cafe Cookbook appeared from Ebury in 1995, and several more followed. It is impossible to overstate the influence these books have had in shaping our eating habits and our expectations of what we are served in restaurants. In 1998, Rose and Ruthie presented a 12-part series on Channel 4, The Italian Kitchen. Rose was diagnosed with breast cancer in early 2001. After surgery and chemotherapy she was clear for five years. But in 2009, just as she was finishing what was to be her last book, The River Cafe Classic Italian Cookbook, doctors discovered brain tumours. She refused to be an invalid, insisting on joining her great friends Su Rogers and Su's husband, John Miller, on a summer trip to France, even though she could hardly walk the length of the platform at the Gare du Nord. Lovingly supported by David, she bore her illness with a stoicism that was admired by her friends but did not in any way surprise them. She is survived by David and by her children. • Clemency Anne Rose Gray, restaurateur, chef and author, born 28 January 1939; died 28 February 2010"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}