{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2010/feb/28/soil-biodiversity-invertebrates-countryside-survey", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-02-28T23:24:29Z", "webTitle": "Number of bugs in Britain's soil rises by nearly 50% in 10 years", "webUrl": "https://www.theguardian.com/science/2010/feb/28/soil-biodiversity-invertebrates-countryside-survey", "apiUrl": "https://content.guardianapis.com/science/2010/feb/28/soil-biodiversity-invertebrates-countryside-survey", "fields": {"headline": "Number of bugs in Britain's soil rises by nearly 50% in 10 years", "bodyText": "Unnoticed by the people of Britain, a transformation has been happening beneath our feet. In the first study of its kind, scientists have analysed the soil the country depends on. In just the top 8cm (3in) of dirt, soil scientists estimate there are 12.8 quadrillion (12,800 million million) living organisms, weighing 10m tonnes, and, incredibly, that the number of these invertebrates – some just a hair's breadth across – which in effect make the soil has increased by nearly 50% in a decade. At the same time, however, the diversity of life in the earth appears to have reduced. The most likely reason for both the increase in numbers and the decrease in types is the rise of annual temperatures and rainfall over the decade of the study, leading to warmer, wetter summers, said Professor Bridget Emmett, of the UK's Centre for Ecology and Hydrology (CEH), who led the study. The scientists' theory is that the warmer, wetter soil encourages most of the bugs to breed faster or for longer, but that more marginal species have been unable to adapt to the new conditions. They are less certain, however, about whether the changes are a threat or a boon: soil has a relatively high \"species redundancy\", so there are many species that can do the same job, but all creatures are facing an onslaught of changes such as global warming, pollution and habitat destruction. \"If you look at the soil, most of it comes out of the back end of the animals,\" said Emmett. She added: \"The question is whether we have lost resilience in the soil. Is diversity important for the soil to bounce back after multiple pressures?\" CEH's biggest ever study of Britain's soil is part of the much wider Countryside Survey, funded by the Department for Environment, Food and Rural Affairs approximately every decade. The survey in 2007, whose results have only just been released after two years of analysis, took more than 2,600 samples from different geological and climatic areas across England, Scotland and Wales, and measured them for invertebrates, nutrients, pollutants, acidity and carbon. In what is thought to be the first national analysis of change in soil bug numbers and types, Emmett's team extrapolated that there were 1.28 x 10 to the power of 16 individual invertebrates, mainly made up of Oligochaetes (small worms), Collembola (springtails) and Acari (mites). They then made the same calculation as for the previous survey in 1998 and estimated that the number and mass of bugs had increased by 47%, and that the biggest increases by far were in the numbers of mites. The concentration of living things was particularly high in woodland, but the phenomenon appeared in every type of landscape sampled except arable land, probably because of the regular tilling and disruption of their habitat. Although the study looked at only the top 8cm of soil, the results were likely to cover most active life underground, said Emmett: \"In fairness, it's where most of them are: they know where all the carbon and nutrients are concentrated.\" The decrease in the variety of species found was much smaller – 11% – and the scientists warn that further research is needed to be sure of the trends, because too little is known about whether climate, pollution and land management affect soil bugs and, if so, how. Biodiversity helps the soil to cope with future threats from pollution and climate change, and is a \"pool from which future novel applications and products can be derived\", notes the report. The beasts below, compiled by Luc Torres Oligochaetes: Earthworms and sludge worms There are about 3,500 oligochaetes species, the most familiar member of which is the earthworm. Smaller species – from 1mm to a few centimeteres long – tend to live in the sea or in fresh water, while larger ones – up to 3m in some cases – prefer moist soil. All the species are hermaphrodites and most come to the surface during rainfall to mate. Their importance in mixing and aerating soil led Charles Darwin to write in 1881: \"It may be doubted whether there are many other animals which have played so important a part in the history of the world, as have these lowly organised creatures.\" Acari: Mites and ticks Like their fellow arachnids, the mites and ticks of the acari have eight legs. Predatory mites have sharp senses, but many are sightless. They breathe through their skin and their mouth parts of mites can be shaped for stinging, sawing or sucking. They can be parasites to plants, animals and even humans, to who they may transmit Lyme disease and Q fever. Collembola: Springtails These small, wingless insects, the size of a full stop, can propel themselves by jumping, although they usually crawl. They are one of the most abundant and widespread animals on Earth, living in soil, under the bark of trees, or on water. They feed on decaying vegetable matter but can be a major pest on crops. In one square metre of soil there may be over 10,000 of them, but they are hard to spot with the naked eye. They are among the few insects living in • This article was amended on Monday 1 March. The headline incorrectly said the number of bugs had doubled. This has been corrected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}