{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/feb/01/sunderland-stoke-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-02-01T22:06:35Z", "webTitle": "Sunderland 0–0 Stoke City: Premier League match report", "webUrl": "https://www.theguardian.com/football/2010/feb/01/sunderland-stoke-city", "apiUrl": "https://content.guardianapis.com/football/2010/feb/01/sunderland-stoke-city", "fields": {"headline": "Nervous Sunderland lurch closer to crisis", "bodyText": "Raw aggression, personal animosity and nervous tension proved powerful undercurrents in a game of strong emotions but erratic quality which left Sunderland on the brink of crisis. A rare clean sheet will be scant consolation for Steve Bruce whose expensively assembled Wearsiders have not won a Premier League game since beating Arsenal here in November and are now on the verge of a relegation battle. Bruce had said last night's meeting with Stoke and Saturday's subsequent home fixture with his old club Wigan would \"define\" Sunderland's season but he failed to get the desired response against some familiar faces. A Stoke party studded with six former Sunderland players and, in Peter Reid, an ex Wearside manager, ensured plenty of old acquaintances were renewed. Reid, Tony Pulis's assistant these days, chewed gum manically as Salif Diao's slapdash pass went straight to Darren Bent. Fortunately for Diao, Abdoulaye Faye rescued the situation courtesy of a superb recovery tackle. If Pulis was delighted by that, Stoke's manager swiftly became embroiled in an extraordinary verbal exchange with Faye when the centre-half hobbled towards the touchline apparently suffering from a lower back spasm and removed his captain's armband. Pulis ordered him to replace it and get back on the pitch but, by now, Faye was doubled up in agony and his boss eventually had no option but to send Andy Wilkinson on in his stead. Talk about a lack of tea and sympathy. By now though abrasion — both verbal and physical — was proving something of a theme and former Sunderland team-mates Andy Reid and Stoke's Dean Whitehead swiftly became embroiled in a protracted scrap which suggested they might not have been the best of friends. In a piece of transfer business reputed to have hurt his ego, Whitehead was effectively replaced here by Lee Cattermole and the Stoke midfielder should have been shown a straight red card rather than an ultra lenient yellow for a horrific high and completely off the ball retaliatory kick on Cattermole. Guilty of blatant violent conduct Whitehead had lost his temper in the wake of a previously hard yet fair tackle from his adversary and, along with it, all reason and self control. Sunderland's players, not to mention Bruce, were so outraged that a mini brawl might have developed had not Stoke's Turkey forward Tuncay thrown a restraining arm around the highly aggrieved home captain Lorik Cana and talked the formidable Albanian out of exerting revenge. By now the watching full back Alan Hutton, newly recruited by Bruce on loan from Tottenham, could have been forgiven for feeling slightly relieved to have signed too late to make his debut in this particular encounter. It was to become even more testosterone fuelled. Cattermoleis hardly football's coollest customer and, idiotically, depressingly, soon bulldozered into Whitehead with a ridiculous challenge as half time approached for which he received a yellow card. If all this rough stuff undeniably helped deflect the bitter February chill at a ground surrounded by the icy remnants of the north east's weekend snowfull, it was hardly conducive to high calibre football. Genuine scoring chances were rare but Stoke really should have taken the lead early in the second half when Danny Higginbotham flicked on a Glenn Whelan free kick but, somehow, Mamady Sidibe saw his strike from three yards hacked off the line. The rebound fell to Whitehead only for his apparently goalbound shot to be deflected to safety. Sunderland thought they should have had a penalty when Robert Huth appeared to handle in the area but replays suggested the referee, Howard Webb, was right to ignore the protests of Cana and company. With Whelan impressing in midfield for Stoke and too many of Bruce's bigger 'names' underperforming Pulis's side remained largely in control and were fully worthy of the draw."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}