{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/feb/19/drumming-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-02-19T22:15:01Z", "webTitle": "Drumming | Classical review", "webUrl": "https://www.theguardian.com/music/2010/feb/19/drumming-review", "apiUrl": "https://content.guardianapis.com/music/2010/feb/19/drumming-review", "fields": {"headline": "Drumming", "bodyText": "The percussionist Colin Currie formed the group that bears his name specifically to perform the music of Steve Reich, whom he describes as a \"guru\" to all percus- sionists. At the core of the repertory for any such group has to be Reich's masterpiece, Drumming. Composed in 1971, it remains the longest piece he has composed, and after almost 40 years its stature as one of the landmark works in 20th-century music is assured: it was the piece that demonstrated conclusively that the techniques of early minimalism were not just trendy concepts, but represented a genuinely new departure for contemporary music, one that could sustain works built on a truly imposing scale. Chances to hear this mesmerising masterpiece have remained rare, however. The sheer scale of the work and the technical discipline that Drumming demands of the dozen performers – nine percussionists, two singers and a piccolo player – have ensured that. So the Queen Elizabeth Hall was packed for the Colin Currie Group's performance, with Synergy Vocals supplying the two female voices and Rowland Sutherland playing piccolo. Reich himself was over from New York for the occasion, too. The piece worked its usual magic, drawing the audience inexorably into its seamless webs of pulsings, all built from a single cycle of 12 beats that moves in and out of phase between the instruments, with the voices and piccolo bringing out the patterns that result. Currie and his colleagues kept things on a tight rein; it was a hyper-efficient rather than a joyous performance, the group working with the precision of a virtuoso new-music group rather than the instinctive empathy of jazz musicians. But that kind of relaxed familiarity will surely come later. At Birmingham Town Hall tonight. Box office: 0121-780 3333."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}