{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/feb/01/terry-pratchett-alzheimer-assisted-suicide", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-02-01T23:20:00Z", "webTitle": "Terry Pratchett | A tribunal of mercy", "webUrl": "https://www.theguardian.com/commentisfree/2010/feb/01/terry-pratchett-alzheimer-assisted-suicide", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/feb/01/terry-pratchett-alzheimer-assisted-suicide", "fields": {"headline": "A tribunal of mercy", "bodyText": "As a pallid and nervous young journalist, I got to know about suicide. It was part of my regular tasks to sit in at the coroner's court, where I learned the manifold ways the disturbed human brain can devise to die. Coroners never used the word \"insanity\". They preferred the more compassionate verdict that the subject had \"taken his life while the balance of his mind was disturbed\". There was ambivalence to the phrase, a suggestion of the winds of fate and overwhelming circumstance. In fact, by now, I have reached the conclusion that a person may make a decision to die because the balance of their mind is level, realistic, pragmatic, stoic and sharp. And that is why I dislike the term \"assisted suicide\" applied to the carefully thought-out and weighed-up process of having one's life ended by gentle medical means. The people who thus far have made the harrowing trip to Dignitas in Switzerland to die seemed to me to be very firm and methodical of purpose, with a clear prima-face case for wanting their death to be on their own terms. In short, their mind may well be in better balance than the world around them. I got involved in the debate surrounding \"assisted death\" by accident, after taking a long and informed look at my future as someone with Alzheimer's. As a result of my \"coming out\" about the disease, I now have contacts in medical research industries all over the world, and I have no reason to believe that a \"cure\" is imminent. And so I have vowed that rather than let Alzheimer's take me, I would take it. I would live my life as ever to the full and die, before the disease mounted its last attack, in my own home, in a chair on the lawn, with a brandy in my hand to wash down whatever modern version of the Brompton Cocktail some helpful medic could supply. And with Thomas Tallis on my iPod, I would shake hands with Death. This seems to me quite a reasonable and sensible decision for someone with a serious, incurable and debilitating disease to elect for a medically assisted death by appointment. The Care not Killing Alliance assures us that no one need consider a voluntary death of any sort since care is always available. This is questionable. Medicine is keeping more and more people alive, all requiring more and more care. Alzheimer's and other dementias place a huge care burden on the country. A burden that falls initially on the next of kin who may even be elderly and, indeed, be in need of some sort of care themselves. A major objection frequently flourished by opponents of \"assisted dying\" is that elderly people might be illegally persuaded into \"asking\" for assisted death. Could be, but the Journal of Medical Ethics reported in 2007 that there was no evidence of the abuse of vulnerable patients in Oregon where assisted dying is currently legal. I don't see why things should be any different here. Last year, the government finally published guidelines on dealing with assisted death. They did not appear to satisfy anybody. It seems that those wishing to assist a friend or relative to die would have to meet a large number of criteria in order to escape the chance of prosecution for murder. As laid out, the best anyone can do is keep within the rules and hope for the best. That's why I and others have suggested some kind of strictly non-aggressive tribunal that would establish the facts of the case well before the assisted death takes place. The members of the tribunal would be acting for the good of society, as well as that of applicants, to ensure they are of sound and informed mind, firm in their purpose, suffering from a life-threatening and incurable disease and not under the influence of a third party. I would suggest there should be a lawyer, one with expertise in dynastic family affairs who has become good at recognising whether there is outside pressure. And a medical practitioner experienced in dealing with the complexities of serious long-term illnesses. I would also suggest that all those on the tribunal are over 45, by which time they may have acquired the gift of wisdom, because wisdom and compassion should in this tribunal stand side-by-side with the law. The tribunal would also have to be a check on those seeking death for reasons that reasonable people may consider trivial or transient distress. If we are to live in a world where a socially acceptable \"early death\" can be allowed, it must be allowed as a result of careful consideration. I would like to die peacefully before the disease takes me over. I hope that will not be for some time, because if I knew that I could die at any time I wanted, then suddenly every day would be as precious as a million pounds. If I knew that I could die, I would live. My life, my death, my choice. • This is an edited excerpt from Terry Pratchett's Richard Dimbleby lecture for 2010, delivered on Monday 1 February 2010. Read an extended version of the lecture in G2"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}