{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/feb/16/milan-manchester-united-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-02-16T21:47:41Z", "webTitle": "Milan 2-3 Manchester United | Champions League match report", "webUrl": "https://www.theguardian.com/football/2010/feb/16/milan-manchester-united-champions-league", "apiUrl": "https://content.guardianapis.com/football/2010/feb/16/milan-manchester-united-champions-league", "fields": {"headline": "Rampant Wayne Rooney gives Manchester United the edge over Milan", "bodyText": "European football has always seen the grandest of Manchester United's adventures, but it is all the more engrossing now that the quality of the side is subject to such debate. The supply of costly new signings has all but ceased and wonderful footballers go on being rebranded as veterans, but the mercurial quality is as astonishing as ever. Throughout their previous visits, United had never scored against Milan, yet here they prevailed 3-2. The confounding factors were everywhere. This, for instance, was a match in which Wayne Rooney was mediocre. Mediocre, that is, if you forget about his two goals. How Milan must wish they could. It is of little help to them that Michael Carrick will miss the return because of a second yellow card for kicking the ball away in stoppage time. That suspension should be more of a personal regret for the player than a trouble to United. Milan cannot go through unless, at the bare minimum, they score twice. Of course they did that at San Siro and would have had another were it not for a miscued header by Thiago Silva near the close. This game, however, was a special occasion in which Milan, in spells, summoned to life the swagger and skill of days gone by. They will struggle to deliver that flashback at Old Trafford and, in any case, could not sustain it over the course of this defeat. The fuss naturally made of David Beckham's appearance against his old club was to be expected, but his limitations as age steals over him could also have been anticipated. The midfielder did play a part at the opening goal in the third minute, but rarely registered thereafter. A watching Fabio Capello will be more convinced than ever that Beckham's only use now must lie as a substitute for England. There had, all the same, been no room for poignancy when Milan opened with real intent. Their manager, Leonardo, is regarded as a novice who has much in particular to learn about strategy, but he was true to his taste for boldness and picked a trio of Milan attackers. There was an almost instant vindication of the aggressive stance, but United were also major contributors at the goal. A Beckham free-kick from the right was ineffectively cleared by Patrice Evra to set up Ronaldinho and his drive found the net thanks to a large deflection off Carrick. There were more flurries from Milan, who could count on the vigour of Alexandre Pato as well, of course, as the guile of Ronaldinho as he appealed for a penalty when challenged in the 18th minute by Rio Ferdinand. The captain had re-emerged from domestic suspension for the night. Defenders scarcely held sway. Leonardo's side might well have been 2-0 ahead after Evra gave away the ball in the 34th minute. Luca Antonini was in position to set up Klaas-Jan Huntelaar but the finish was off-target. United levelled freakishly. Darren Fletcher pulled back a cross from the right and Paul Scholes atypically failed to connect with his right foot, only for the ball to hit his left leg and glance off it into the corner of the net. Milan were not deterred. The crowd joined them in the belief that the years could be rolled back, Internazionale's control of Serie A forgotten and United defeated. Early in the second half, Pato wasted a header that ought to have seen United lagging. Leonardo's side were inefficient and even the veteran poacher Filippo Inzaghi, who came on as a substitute, blundered when he should have notched a late goal. If United were to impose themselves, there was an obvious candidate to engineer a beneficial upheaval. Before he could do that, however, Rooney had to locate the form that had been mislaid here. It was soon in his grasp. The attacker was aided by Antonio Valencia, whose work as a substitute is becoming important, all the more on nights like this when someone like Nani is utterly out of sorts. The Ecuadorian crossed from the right and Rooney put United in front by heading past Dida in the 66th minute. Milan seemed to capitulate, suddenly realising what a humdrum side they have become. In the 74th minute, Carrick crossed right-footed from the left and Rooney extended the lead. The United fans had the audacity to chant \"cheerio, cheerio\" at Milan. It was premature gloating. The substitute Clarence Seedorf flicked home a cutback from Ronaldinho. All the same, this was hardly the result Milan had envisaged. United had displayed the confidence to make an impression here regardless of spells in which they had toiled. The Serie A side merit applause for remembering what they were not so long ago, particularly in the 3-0 rout of United in 2007, and striving to recreate it. Sir Alex Ferguson has senior footballers of his own, but there was no sign here that they will have to seek comfort in wins gone by. There are still ambitions to be pursued."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}