{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/feb/10/mps-back-electoral-reform-referendum", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-02-09T22:53:39Z", "webTitle": "David Miliband calls for 'reset referendum' on British politics", "webUrl": "https://www.theguardian.com/politics/2010/feb/10/mps-back-electoral-reform-referendum", "apiUrl": "https://content.guardianapis.com/politics/2010/feb/10/mps-back-electoral-reform-referendum", "fields": {"headline": "David Miliband calls for 'reset referendum' on British politics", "bodyText": "David Miliband, the foreign secretary, is lobbying the prime minister to commit a future Labour government to a \"reset referendum\", putting the panoply of British political institutions to the voters for approval in a single referendum held on the same day. Miliband today said he is arguing that Labour's forthcoming manifesto should include a poll asking voters to give a view on how representatives become members of the Lords and Commons; the \"organisation\" of local government and the possibility of bringing in fixed-term parliaments. Reforms brought in by the government so far only amounted to \"a quarter or half a revolution in our political system\", Miliband said. \"We've still got a 19th century political system trying to address 20th century problems and, in my book, the whole system ... should all be on a ballot,\" he said. \"We should have what I would call a reset referendum that would reset the political system in a way that can actually address modern problems by getting power where it belongs.\" Miliband made his call for a public audit on the political system as reforms already under way met different ends. Labour MPs were joined by the Liberal Democrats tonight in backing government plans for a referendum on the alternative vote system. MPs backed the government's plan by 365 votes to 187. The vote was a last-ditch attempt by Labour to push through a change to Westminster politics in its last few months of guaranteed power which, if passed, would force any future government to put the option of opting for the alternative vote system to the public, or of keeping the current first past the post system. Earlier the House also voted to accept that such a referendum would cost £80m. The Conservatives are against the move and criticised it as a waste of money, but Labour MPs think that if it becomes a bill, a future Tory government would rather proceed with it than repeal it. That the option made it before MPs today represented a small victory for electoral reformers, whose supporters inside government had, for a time, appeared less persuasive than allies of the prime minister. Those allies, including the schools secretary, Ed Balls, and the chief whip, Nick Brown, are said to have argued that enough Labour MPs feared the alternative vote system would reduce the safe nature of their constituencies. Instead, the government decided to push ahead with the legislation, with critical MPs possibly persuaded to stay away or abstain by the prospect that the plan would never make it on to the statute books. MPs voting tonight knew the legislation had only cleared its first parliamentary hurdle and now – joining the queue of legislation entering a bottleneck in the Lords – is unlikely to become law unless expedited by the government. There are 11 pieces of legislation still to work through parliament, and today the prime minister's official spokesman said he was unaware which laws would take priority in the Lords. While debating the constitutional renewal bill, the Commons rallied to protect the general election count. The justice secretary, Jack Straw, said he and the justice minister, Michael Wills, would support a Tory amendment to protect traditional overnight election counts by voting through legislation stipulating all election counts must start within four hours of a count closing. Hours earlier, Miliband also said the government should protect night counts saying it was currently the one element of the political process the public enjoyed. But the prognosis was not so healthy for proposals to check the power of the executive, with the Conservatives revealing they would join the government in opposing measures designed to put a parliamentary elected committee in charge of timetabling government business in the Commons, proposed by the elected parliamentary reform select committee and chaired by Labour backbencher Tony Wright."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}