{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/feb/01/noel-fehily-out-shoulder-injury", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-02-01T22:40:47Z", "webTitle": "Noel Fehily out for weeks after shoulder injury", "webUrl": "https://www.theguardian.com/sport/2010/feb/01/noel-fehily-out-shoulder-injury", "apiUrl": "https://content.guardianapis.com/sport/2010/feb/01/noel-fehily-out-shoulder-injury", "fields": {"headline": "Noel Fehily out for weeks after shoulder injury", "bodyText": "Noel Fehily, who had been enjoying one of the best seasons of his career, could miss both the Cheltenham and Aintree Festivals after aggravating an old injury in a fall from Den Of Iniquity at Cheltenham on Saturday. The 34-year-old Fehily was in fifth place in the jockeys' championship prior to the fall, with 56 winners and a 16% strike rate. He has not yet been told whether the injury to a shoulder will require an operation, but surgery seems likely. \"There's tendon damage to my shoulder and I'm probably going to have an operation, but that's still a bit up in the air,\" he said yesterday. \"I could be out for a couple of months. If I'm going to have an operation it will be in the next week and we'll see what the doctors say after that. \"At the moment, it's looking doubtful for Cheltenham and Aintree. I'm hoping there might be some light at the end of the tunnel but it's not looking that way at present.\" Fehily is the stable jockey to Charlie Mann, who has provided him with 17 winners from 115 rides this season. \"It's a disaster, basically,\" Mann said. \"We don't know exactly how long he'll be off for yet. We'll just have to get the best available.\" Philip Prince, who was born without a left ear and had to fight for a year to get a jockey's licence from the British Horseracing Authority, partnered his first winner at only the second attempt with a well-timed ride on Miss Firefly in the opening race at Wolverhampton. \"I was denied a licence 12 months ago because of being deaf on one side,\" Prince said, \"but Kevin Darley and the Professional Jockeys' Association have been a big help. I just hope I can keep going.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}