{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/feb/01/rsno-danzmayr-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-02-01T22:45:00Z", "webTitle": "RSNO/Danzmayr | Classical review", "webUrl": "https://www.theguardian.com/music/2010/feb/01/rsno-danzmayr-review", "apiUrl": "https://content.guardianapis.com/music/2010/feb/01/rsno-danzmayr-review", "fields": {"headline": "RSNO/Danzmayr", "bodyText": "The RSNO's first encounter with the music of Michael Daugherty was the memorable Dead Elvis – a piece featuring a solo bassoonist dressed up as the King. The American composer's style could be termed postminimalist: rhythmic and easy-on-the-ear without the obsessive repetition. Here, the RSNO gave the UK premiere of his piano concerto Deus ex Machina with American pianist Terence Wilson, who is sufficiently familiar with it to have committed it to memory. From futurist images of locomotives to the train that carried Abraham Lincoln's body and the final days of steam railways, the piece is a musical response to trains. It is curious then that despite the rich stimuli the music is monochromatic. The opening movement, little more than repeating patterns of jazzed-up scales, starts promisingly, but soon runs out of ideas, while the funeral cortege slow movement is a bland response to such an emotive image. Given the rhythmic interest and jazz inflections, there is possibly a fairly entertaining piece in there somewhere, but it is half the length of the 40-minute monster Daugherty has created. The rest of the programme stuck safely in conventional territory with Grieg's First Peer Gynt Suite and Tchaikovsky's Fifth Symphony. With the orchestra's young assistant conductor David Danzmayr at the helm, these were solid but uninspiring performances. There is no doubt that the RSNO is in good shape, with a well-blended and balanced orchestral sound, yet there can be a frustrating passivity to the strings that doesn't sit well with the intensity of a work such as the Tchaikovsky."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}