{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/feb/20/newcastle-united-preston-north-end-championship", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-02-20T17:23:58Z", "webTitle": "Newcastle United 3-0 Preston North End | Championship match report", "webUrl": "https://www.theguardian.com/football/2010/feb/20/newcastle-united-preston-north-end-championship", "apiUrl": "https://content.guardianapis.com/football/2010/feb/20/newcastle-united-preston-north-end-championship", "fields": {"headline": "Peter Lovenkrands' lucky strike sets Newcastle on the way to victory", "bodyText": "Trust has taken several months to develop, but Newcastle United fans finally appear to be falling for their latest manager. In recent weeks, some have tentatively chorused his name but, for the first time, St James' Park resounded to loud, repetitive strains of \"Only one Chris Hughton\". They were reciprocated with a slightly reticent wave by a man whose achievement in keeping Newcastle top of the Championship – and extending their lead with this win against Preston – should not be underestimated. Indeed, Hughton could be forgiven for waving two fingers in the direction of those somewhat bigger-name managers known to be eyeing what remains, despite everything, one of football's more attractive postings. Not that Mike Ashley, Newcastle's owner, is about to part with a man, who, quite apart from accepting a salary that represents a fraction of his recent predecessors' remuneration here, has persuaded his players to agree to Ashley's demand that they will be paid no promotion bonuses. \"It's always nice to hear supporters chanting your name but it's not important,\" said Hughton. \"The important thing is that they're still turning out in numbers to support the team.\" Just three minutes had passed when Peter Lovenkrands collected Alan Smith's short pass and attempted to chip a cross towards the far post. It never got there but ended up in the top corner instead. More egotistical players would have claimed they meant it all along yet, but as Lovenkrands found himself mobbed by celebrating team-mates, the self-deprecating Dane made it plain his goal was a happy accident. Lovenkrands' moment in the sun proved all too brief and, within minutes, the forward limped off with a hamstring injury. Already without their injured, recently inspirational winger, Wayne Routledge, Newcastle had lost some important, opponent-petrifying pace and Preston breathed a little easier. They even succeeded in giving Steve Harper quite a fright when Jon Parkin, the 14-stone, visiting centre-forward known as 'The Beast' smacked a volley against the goalkeeper's face. Perhaps recalling that he was relieved of his duties as Peterborough United's manager shortly after losing 3-1 here in November, Darren Ferguson's agitated technical-area demeanour became that of a man preparing to subject Preston's defenders to the hair-dryer treatment patented by his father, Sir Alex. The visiting back four went into inexcusable \"after you\" mode as Andy Carroll barged around in the area and, collectively standing off, watched Newcastle's centre-forward miss a sitter. Carroll says his ambition is to wear Alan Shearer's old No9 shirt here – the famous jersey is currently being \"rested\" as Hughton feels he possesses no player quite worthy of the honour of donning it – but the young striker has a few rough edges to smooth off before that happens. Alan Smith is still waiting to score his first goal for Newcastle, but the former Leeds striker and Manchester United midfielder, almost broke his duck courtesy of a fine first-half volley, brilliantly repelled by Andy Lonergan. Shortly afterwards, Ferguson again had his goalkeeper to thank for tipping a menacing header from the impressive Mike Williamson onto a post. Hughton's side were on top, but without the blemish-concealing zip of a Lovenkrands or Routledge, Newcastle struggled to disguise their lack of central midfield creativity. At least Kevin Nolan – battling to regain his early season spark – scored for the first time since Boxing Day, the former Bolton midfielder exchanging passes with Smith as he made one of those hallmark late dashes into the box, before shooting beyond Lonergan. Significantly, the move began with a clever pass from Patrick van Aanholt, the talented young left-back whom Hughton used his excellent contacts to borrow from Chelsea. Newcastle's manager also made effective substitutions, with the latter two of them, Fabrice Pancrate and Ryan Taylor, combining for Taylor to shoot a 90th-minute third. \"It was never a 3-0,\" sighed Preston's manager. But then, for once, it had not been the Ferguson family's day. The Managers' verdict Chris Hughton \"We can't be complacent. We know we are one or two losses away from our rivals being a lot closer to us or being above us. Our preparation has to be the same and our mental attitude going into every game has to be the same every time, because the league is too good to just sit back.\" Darren Ferguson \"It was never a 3-0 game: that flatters Newcastle massively. They'll have a good chance of winning promotion if they get referees like they did today. You have to have strong referees, especially against Newcastle, and he [Andy Penn] wasn't strong enough, not for me anyway.\" The Fan's Verdict Was it a good match? \"Not a particularly impressive performance. To quote Chris Hughton we seem to be winning ugly. Everybody thinks he's a nice guy but I have reservations about his aptitude and talent to make us a success in the Premier League. We missed Wayne Routledge. Preston weren't too bad a side. I think all of the luck we didn't get last season is there this year. It may be the luck that carries us through this season rather than the football. We're rubbish but it's a reflection of the division we're in. Who played well / who had a nightmare? Fabricio Coloccini stood out, was steady and much better in the Championship than he was last season. Their goalkeeper, Andy Lonergan, made one or two excellent saves. Alan Smith continues to disappoint\" David Holmes, Observer reader To take part in the Fans' Verdict, email sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}