{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/feb/05/martin-johnson-england-riki-flutey-wales", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-02-05T22:00:00Z", "webTitle": "Martin Johnson's England lose Riki Flutey for Wales Six Nations opener", "webUrl": "https://www.theguardian.com/sport/2010/feb/05/martin-johnson-england-riki-flutey-wales", "apiUrl": "https://content.guardianapis.com/sport/2010/feb/05/martin-johnson-england-riki-flutey-wales", "fields": {"headline": "Martin Johnson's England lose Riki Flutey for Wales Six Nations opener", "bodyText": "Whenever England dare to believe they have life sorted, trouble is usually lurking just around the corner. It duly arrived on the eve of tomorrow afternoon's centenary Test at Twickenham when Riki Flutey, their influential centre, was forced to withdraw from the match with a dead leg suffered in what was meant to be a non‑contact training session. If that caused wry amusement in some quarters, it is no laughing matter for England ahead of a game they can ill afford to lose. To watch Martin Johnson chewing furiously on a piece of gum during his 20-minute lunchtime press conference was to suspect that English blood pressure is on the rise. It is no disrespect to Toby Flood, Flutey's replacement at No12, to suggest that Wales will now step off their team bus in a much happier frame of mind. If the Welsh pack can supply a platform for their big Lions midfielder, Jamie Roberts, the Flood defence will be tested by a crimson tide. The late reshuffle means the uncapped Shontayne Hape is promoted to the bench in place of Flood, adding a further dash of the unknown. Johnson prefers to deal in certainties and he did not deny that Flutey's mishap represented \"a blow\". When someone asked if his side planned to mark the centenary of the first international on the old cabbage patch in 1910 by playing \"with a smile on its face\", his gum almost hit the far wall of the Good Health Bar. \"If you're going to win a Test match, there's not often much smiling done,\" he spat, dismissing such corinthian notions as \"romantic\" tosh. In fairness to Johnson, he has a point. If ever there was a Six Nations opener England would like to win regardless of style it is this one. Lose to Wales in the Six Nations for a fourth time in a row and it could become an achingly long tournament. Victory would also make it easier to ignore stories linking Danny Cipriani with a move to the new Super 15 franchise, the Melbourne Rebels. If Cipriani fancies winning another England cap before he retires, he would be better advised to select a new team closer to home. \"It's impossible to play for England in the Six Nations if you're over there,\" said Johnson. \"It's his choice. If he wants to do that, it's up to him. I'd rather talk about the game against Wales than a guy in the Saxons.\" His tone strongly suggested that the 22-year-old Wasps fly-half, who will play at full-back for England's second string against Italy in Treviso on Sunday, has booked himself an extended spell in the representative wilderness whether he heads down under or not. Far more important from the management's perspective is exploiting the absence of Wales's injured Lions, the outstanding prop Gethin Jenkins and the combative hooker Matthew Rees. Before Mathew Tait can hope to weave silken patterns outside his old Newcastle mates Flood and Jonny Wilkinson, the pack will have to front up. \"It's a big game and a big season for us and we've prepared like it's the only game of the year,\" Johnson said. \"I think it is the best squad we've had in my time in terms of depth and quality. We've addressed the issues we've had and both coaches and players have been honest with themselves. We now need to turn that into a performance.\" Central to that objective will be Wilkinson who, without Flutey, must steer England away from the jagged rocks of negativity. Johnson reckons one inspired piece of play will be decisive and is resolute in his belief that England are as capable of producing it as any side in the championship. \"It's important we all understand what we're trying to do but within that you need to let good players play with instinct,\" he said. \"We've told the players we trust them to make decisions. That's why we've picked them to play for England.\" If men such as Danny Care play with the freedom they exhibit for their clubs, it could indeed be a day of English celebration. Massed choirs forming a flag of St George, marching bands and the presence of soldiers wounded in Afghanistan and Iraq are all part of the package, along with England's cream-coloured, old-school kit. Back in 1910, England beat Wales 11-6, scoring a spectacular try in the opening minute. One hundred years on, the hosts would love history to repeat itself."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}