{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/feb/28/cameron-party-conference-speech-2010", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-02-28T21:05:10Z", "webTitle": "Voters are still unsure about the Tories, admits Cameron", "webUrl": "https://www.theguardian.com/politics/2010/feb/28/cameron-party-conference-speech-2010", "apiUrl": "https://content.guardianapis.com/politics/2010/feb/28/cameron-party-conference-speech-2010", "fields": {"headline": "Voters are still unsure about the Tories, admits Cameron", "bodyText": "David Cameron was forced to admit today that Britain harbours doubts about the Conservatives and conceded the party still faces a \"real fight\" if it is to persuade voters that the Tories are ready for government. Amid jitters among senior Conservatives over their slump in the opinion polls, Cameron warned delegates they still have to answer big questions about what the party stands for and whether it has the vision to run the country. In his last speech to a Tory conference before the election, Cameron said elections are never handed out on a plate as he responded to concerns that the party's campaign is faltering. \"We all know that the British people have still got some big questions that they want to ask us, and that we've got to answer,\" Cameron told the spring forum in Brighton in a 40-minute speech delivered without notes. \"Are you really up to it? Are you really going to make that difference?\" He attempted to address the concerns by claiming that the party had modernised and would rebuild \"broken\" Britain by reforming public services and tackling the record £178bn fiscal deficit at a faster rate than Labour. Voters, he insisted, would embrace change because they would not want another five years of Gordon Brown, a man engaged in a \"dangerous dance of death that is dragging this country down\". Cameron added: \"I want you to think of the incredible dark depression of another five years of Gordon Brown and say no, no, we're not going to do that.\" In a highly personalised attack on the prime minister, Cameron said: \"What sort of genius is it that doubles the national debt? What sort of genius is it that takes one of the best pension systems in the world and wrecks it? \"That's not genius, that's incompetence and at this coming election we are going to out your record and tear it apart piece by piece.\" Yvette Cooper, the work and pensions secretary, denounced the speech as vacuous, and Chris Huhne, for the Liberal Democrats, said it was short on detail. It appeared that Cameron's only major new policy announcement – that the Tories would set out proposals to recognise marriage in the tax system in their election manifesto – caused some surprise within the shadow cabinet. One shadow minister said: \"I have to say this did come as a surprise to me. I knew we would be setting out our plans. I just didn't know that David would be indicating that now.\" Senior Tory sources denied that Cameron had slipped up as he addressed his biggest mistake of the year. In a BBC interview in January, he said the public finances were in such a poor position it may not be possible to deliver the marriage commitment in the lifetime of the next parliament. He quickly corrected this. Concerns at senior levels of the party that the leadership is struggling in the face of worrying polls were fuelled when a YouGov poll in the Sunday Times showed the Tory lead has fallen to just two points. It put the Tories on 37%, with Labour on 35% and the Liberal Democrats on 17%. Senior figures said the leadership had run into trouble because it failed to refine its message. Shadow ministers believe the party did, however, successfully identify six core messages this weekend: dealing with the debt, boosting enterprise, making Britain the most family-friendly country in Europe, backing the NHS, raising standards in schools and changing politics. The Tory leader also confronted one of Brown's main criticisms of him – that he is a salesman – to burnish his credentials as an optimist. \"Gordon Brown sometimes says that I'm a bit of a salesman. And do you know what? I plead guilty … because in this country, with all our difficulties, we are going to need some salesmanship. I want to get out there and sell our country to the world, say these are the companies you should be doing business with, this is the place you should be investing in.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}