{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/feb/05/wigan-warriors-crusaders-super-league", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-02-05T22:46:56Z", "webTitle": "Wigan 38-6 Crusaders | Super League match report", "webUrl": "https://www.theguardian.com/sport/2010/feb/05/wigan-warriors-crusaders-super-league", "apiUrl": "https://content.guardianapis.com/sport/2010/feb/05/wigan-warriors-crusaders-super-league", "fields": {"headline": "Wigan cut loose to leave Brian Noble's Crusaders reeling", "bodyText": "If Brian Noble needed any reminder of the size of the challenge that faces him with the Crusaders, he found it in familiar surroundings. The Welsh side had earned plenty of plaudits for their gutsy opening night display against Leeds but here they struggled against a Wigan team looking to impress under Noble's replacement at the DW Stadium, the Australian Michael Maguire. Wigan dominated the clash for lengthy periods and, with a little more composure in attack, could have finished with a more significant win. Maguire will be hoping that will come with time he but will have been encouraged by the enthusiasm and desire shown by his new charges. With Sam Tomkins showing definite signs that he can build on his remarkable debut season last year and the Australians Cameron Phelps and Amos Roberts catching the eye out wide, there will have been plenty to enthuse a Wigan support desperate to see a return to the club's trophy-winning days. \"The togetherness of the players impressed me. They worked hard together in defence and that's a key thing we worked on over the pre-season,\" Maguire said. \"There may have been opportunities for more tries but we'll look at where we'll improve. Sam Tomkins is an impressive kid. He's a real competitor and he'll grow and mature weekly.\" A bright opening apart, the Crusaders were woeful for the first half-hour, making a host of basic errors and struggling to contain a Wigan side that looked visibly sharper than last year, despite fielding only one change to their line-up from 2009's play-off defeat by St Helens. But while the debutant Paul Deacon in place of Mark Flanagan was the only difference in personnel, a handful of Warriors looked to have benefited significantly from Maguire's winter fitness regime, most notably the hooker Mark Riddell and prop Iafeta Palea'aesina. Tries to Roberts, Andy Coley, Martin Gleeson and Pat Richards put Wigan in total command, although the Crusaders did respond briefly through Luke Dyer before the break. But there was to be no hint of a comeback as the Warriors laid siege to their opponents' line straight from the restart. That the Crusaders conceded only three second-half tries, to Phelps, Roberts and Lee Mossop, was more down to a lack of finishing finesse from the home side than a more balanced second-half contest. \"I thought Wigan were a lot more physical than we were and it was hard for us to hold on to them,\" Noble admitted. \"It showed our lack of preparation time and after the euphoria of last week it was tough. We've got things to work on but we knew that. We don't have to come here again, which is good.\" Wigan Warriors: Phelps; Roberts, Gleeson, Carmont, Richards; S Tomkins, Leuluai; Fielden, Riddell, Prescott, Hansen, J Tomkins, O'Loughlin. Interchange: Coley, Palea'aesina, Deacon, Mossop Tries: Roberts 2, Coley, Gleeson, Richards, Phelps, Mossop. Goals: Richards 5 Crusaders: Youngquest; Dyer, Trimarchi, Mellars, Raynor; Witt, Withers; O'Hara, Lee, Thackray, Chan, Hauraki, Winterstein. Interchange: Peek, James, Bryant, Lupton Try: Dyer Goal: Witt Referee: J Child (Dewsbury) Att: 13,680"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}