{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/feb/09/lord-ashcroft-conservatives-tax", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-02-09T21:59:16Z", "webTitle": "Senior Tory clears up Lord Ashcroft tax mystery … or does he?", "webUrl": "https://www.theguardian.com/politics/2010/feb/09/lord-ashcroft-conservatives-tax", "apiUrl": "https://content.guardianapis.com/politics/2010/feb/09/lord-ashcroft-conservatives-tax", "fields": {"headline": "Senior Tory clears up Lord Ashcroft tax mystery … or does he?", "bodyText": "The Conservatives' long-standing defence of their deputy chairman and multimillionaire donor Lord Ashcroft was in chaos tonight as the party struggled to explain fresh revelations about his tax status. Today the party was forced to row back from what appeared to be the first admission by a senior Tory that Ashcroft was avoiding paying full British taxes. A senior source said Sir George Young had \"mis-spoken\" when he told the BBC that Ashcroft was a \"non-dom\" – allowing him to avoid paying British tax on overseas income and assets. The admission provoked immediate accusations that David Cameron, the Tory leader, was making a mockery of his claims to be a reformer and forced the party to say that the peer's tax affairs were a private matter – a day after Cameron had insisted this approach was out of date. Ashcroft, who is helping to bankroll the party's election campaign in marginal constituencies, faced pressure on a second front tonight after it emerged that he has not declared all his business interests to the parliamentary authorities. His ownership of Bearwood Corporate Services, a company which donates millions of pounds to the Tories, is not recorded in the latest register of Lords interests. A spokesman for the peer, who said his involvement in Bearwood was \"no secret\", could not explain its omission from the register. Ashcroft's tax affairs were thrust into the spotlight after Young, the shadow Commons leader, went further than any senior Tory to say that the peer was not domiciled for tax purposes. Young told Newsnight: \"He is in the same position as a number of Labour peers who are non-domiciled and who fund the Labour party.\" He was referring to the Labour peer, Lord Paul. Tory sources said Young had \"mis-spoken\" in describing Ashcroft as a non-dom. A spokesman said: \"Sir George doesn't know Lord Ashcroft's tax status. He was only making the comparison that the Labour party face their own questions about their donors.\" Asked to clarify Ashcroft's tax status, the spokesman referred to remarks by Cameron last December in which he said: \"Lord Ashcroft's tax status is a matter between him and the Inland Revenue.\" But earlier this week, Cameron said it was no longer acceptable for parliamentarians to regard their tax affairs as a private matter between themselves and the tax authorities. \"For years all parties have taken the same view that someone's tax status is a matter between them and the Inland Revenue. That needs to change,\" he said. Cameron cited the Tories' support for a change in the law to ensure that all parliamentarians are treated as full British taxpayers. An amendment to the constitutional reform and governance bill, passed in the Commons last week, will mean that peers and MPs would have to pay full tax on their assets and incomes in Britain and across the world. The Conservatives were desperately attempting to play down the fresh confusion over Ashcroft. \"Sir George was simply saying that Lord Ashcroft is in the same position as Lord Paul – in that they, as all other MPs and peers, will have to be treated as full UK tax payers.\" The Tories opposed earlier changes to the law which would have forced parliamentarians to end their status as non-doms. Under the proposed law parliamentarians will not have to change their tax status; the law will simply mean that, as an MP or a peer, they will be treated as a full UK taxpayer. Lord Oakeshott, a Lib Dem Treasury spokesman who has spent six years campaigning to bar non-doms from parliament, said: \"Why is it only now, 10 long years after William Hague promised Lord Ashcroft would come onshore to get a peerage, that this admission is now being dragged out of the Conservatives like a wisdom tooth? This makes a mockery of David Cameron's claim to be a reformer in favour of cleaning up the political system.\" Denis MacShane, the former Europe minister, added: \"David Cameron talks about a new politics but has refused to give any answers on the tax status of his largest donor.\" The row came as Ashcroft faces fresh pressure to declare the status of Bearwood Corporate Services, the company through which he has donated millions of pounds to the Conservatives. The company is under investigation by the Electoral Commission after accusations that it is operating as a front to circumvent rules barring people who are not domiciled in the UK from funding political parties. The latest register of Lords interests, published this week, has no record of Ashcroft owning Bearwood despite its being the main vehicle for his donations to the Tories. It is understood the party has received up to £5m from Bearwood. The company is known to have one UK client. Accounts from 2008-09 show the firm received $300,000 (£181,000) in consultancy fees from BCB Holdings, another Ashcroft company based in Belize. The Electoral Commission has confirmed it first began inquiries into Bearwood 16 months ago, with the official investigations launched in January 2009. It is the longest investigation it has ever conducted, sparking questions about why it has taken so long. An Electoral Commission source said today they could not comment on the process or length of the inquiry conceding only that it was proving \"complicated\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}