{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/feb/19/alex-ferguson-sympathetic-glazer-protests", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-02-19T22:30:01Z", "webTitle": "Alex Ferguson 'sympathetic' to Manchester United fans' anti-Glazer protests", "webUrl": "https://www.theguardian.com/football/2010/feb/19/alex-ferguson-sympathetic-glazer-protests", "apiUrl": "https://content.guardianapis.com/football/2010/feb/19/alex-ferguson-sympathetic-glazer-protests", "fields": {"headline": "Alex Ferguson 'sympathetic' to Manchester United fans' anti-Glazer protests", "bodyText": "Sir Alex Ferguson has spoken publicly for the first time about the green-and-gold protests aimed at Manchester United's ruling Glazer family and admitted that he could \"understand where it was coming from\". Ferguson, previously a defiant ally of the Glazers, showed sympathy to the supporters' concerns, though he countered it with the claim that the men in power at Old Trafford were \"doing the right thing with the club\". That last sentence will do little to quell the lingering grievance of many United supporters that Ferguson and the chief executive, David Gill, sold them short by opposing the takeover and then aligning themselves with the Glazers once it was completed, regardless of the huge debts that were accrued in the process. A protest match is planned to take place before the second leg of the Champions League tie against Milan on 10 March and fans have started wearing the colours of United's formative club, Newton Heath, to show their disdain for the current owners. \"It's not a concern to me,\" Ferguson said. \"It doesn't matter what colours they wear, they're still supporting the one team. It just shows we have fans who care for the club. \"Every fan has a right to complain about what they think is right but we also have to run the club the way we think is the right way and I think we are doing the right thing with the club. \"The foundation of the club is just the same as it has been for the last few years. We have a good youth set-up, the first team are doing well and that's what concerns me more than anything. Obviously there are fans protesting and we understand where it is coming from but we carry on with the football side of it. I've made my point to the supporters as long as it doesn't interrupt or interfere with the progress of the team and I think they realise that too.\" Ferguson takes his team to Everton hoping that the most prolific form of Wayne Rooney's career will continue against the club where he began his career but the United manager also had sympathetic words for Dimitar Berbatov. The Bulgarian has started only one of United's seven Champions League fixtures this season and, in total, six of the 19 since signing for £30.75m from Tottenham Hotspur 17 months ago. He was an unused substitute in Tuesday's 3-2 win against Milan and Ferguson said: \"It's hard [to include him] when we decide to play three central midfield players. That's the difficulty for him. We could have played him in Milan but the threesome of [Paul] Scholes, [Michael] Carrick and [Darren] Fletcher have created a consistency, a level of performance that makes it difficult to change, particularly in those kind of matches. Every time I have spoken to him [Berbatov] he understands what we are doing.\" Ferguson, who has a fit-again Nemanja Vidic back in his squad, was particularly effusive about Scholes's performance at San Siro and expects the former England international, out of contract at the end of the season, will sign a new one-year deal. \"I'd be happy to do that,\" he said. \"It all depends on what Paul thinks himself, but you saw his performance on Tuesday and I thought it was brilliant. His form in the last few weeks has been incredible, absolutely brilliant. So there's no need for him to think about retirement, as some were saying some weeks ago. He has shown on the field what he is capable of and, to me, another year would not be a problem for the lad.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}