{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2010/feb/24/labour-conservative-fundraising", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2010-02-24T23:21:57Z", "webTitle": "Kettle blacker than the pot when it comes to political fundraising | Michael White", "webUrl": "https://www.theguardian.com/global/2010/feb/24/labour-conservative-fundraising", "apiUrl": "https://content.guardianapis.com/global/2010/feb/24/labour-conservative-fundraising", "fields": {"headline": "Kettle blacker than the pot when it comes to political fundraising", "bodyText": "The big two parties and their online champions struggled hard to land a fatal blow on each other's recent fundraising activities today after the Electoral Commission revealed they had rustled up £15.5m in the last quarter of 2009, despite the recession. It left 13 smaller parties to raise barely £1.5m between them, two-thirds of that going to the Lib Dems. A good quarter by their modest standards, it is another sign that the election may be kind to the Clegg-Cable brand. Ukip came fourth with £197,000. Business as usual then, despite huge efforts to cap and control the way money is raised and spent at British elections? Not entirely. The Hayden Phillips blueprint for reform was stalled by calculation on both sides, notably Tory determination to smash Labour's union war chest. There is an £18m cap on the amount parties can spend between 1 January and polling day. The cap has already been undermined by the huge sums that Tory strategists such as Lord Ashcroft have poured into key marginals and will be further by \"independent\" spending lightly linked to both camps. But accounts show Tory HQ is still targeting the union link, while Labour shouts \"outrage\" against the millions pouring in from the City, some it of from sources certain to embarrass a Cameron government. Embarrassingly for Labour, much of its £4.9m Q4 income came from three people: £1m apiece from Lord Sainsbury of Turville and Sir Nigel Doughty, £250,000 from the Brownite venture capitalist Sir Ronnie Cohen; and two unions, Unite (£880,000) and Unison (£400,000). It allows the ConservativeHome website to complain that 60% of Labour's 2009 funding (£9.7m) came from unions, compared with 50% in 2008, including £3.6m from Unite which – so Tory chairman, Eric Pickles, proclaimed – is planning the BA strikes. All unsatisfactory, but the Tory kettle looks blacker than the Labour pot. ConservativeHome boasts of having broadened its base of donors, with 1,037 now required by law to reveal gifts above £5,000 in Q4. In reality its 25 largest donors, ranging from David Rowlands's £738,000, £500k from their own Lord Sainsbury (of Preston Candover), to Sir Robert McAlpine's £77k, account for half its Q4 £10.4m (plus £1.3m from the taxpayer). Learning tact, Lord and Lady Ashcroft's names are nowhere to be seen in Q4, though his service company, Bearwood, gave sponsorship worth £80,000. Ashcroft's uncertain tax status remains an election timebomb. Faced with what its campaign fundraiser, David Blunkett, rightly calls a David v Goliath scenario, Labour is trying to talk Barack Obama's language of internet-driven fundraising and a campaign that uses technologies such as Twitter to empower the grassroots. With only £8m (plus loans) in its war chest, and many donors frightened away by the cash-for-honours affair or the prospect of defeat, Blunkett may be whistling in the dark."}, "isHosted": false}}}