{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/feb/09/manchester-city-bolton-wanderers-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-02-09T21:57:22Z", "webTitle": "Manchester City 2-0 Bolton Wanderers | Premier League match report", "webUrl": "https://www.theguardian.com/football/2010/feb/09/manchester-city-bolton-wanderers-premier-league", "apiUrl": "https://content.guardianapis.com/football/2010/feb/09/manchester-city-bolton-wanderers-premier-league", "fields": {"headline": "Emmanuel Adebayor's sublime strike eases the way for Manchester City", "bodyText": "It seemed somehow appropriate that a scruffy Carlos Tevez penalty and a superlative Emmanuel Adebayor volley sealed victory for a sometimes struggling, sometimes sublime, Manchester City. As erratic as ever, Roberto Mancini's still-evolving team made unnecessarily heavy weather of overcoming an improving Bolton Wanderers while simultaneously treating everyone to moments of individual brilliance. If City's manager will be satisfied with a win which keeps hopes of Champions League qualification burning bright, Mancini must have been delighted with Adam Johnson's vibrant display. The team's new winger deservedly departed to a standing ovation after bewitching Eastlands while thoroughly bewildering Bolton's Paul Robinson. Mancini, still smarting from last Saturday's unscheduled defeat at Hull, must surely have felt a chill shiver as Johan Elmander spotted a sizeable chink in City's defensive armour and sent a left-foot shot from the edge of the area swerving narrowly wide, but he was soon warmed by Johnson's home debut. Gone was the Italian's previously apparently cherished 4-4-2 formation to be replaced by a much more fluid ensemble which saw the former Middlesbrough winger initially playing in the hole behind Tevez and Adebayor. This essentially 4-3-1-2 system had the diplomatic benefit of allowing both Patrick Vieira – also starting a game here for the first time – and Gareth Barry to occupy fairly central midfield positions either side of Nigel de Jong. Johnson's sharp incision involved Adebyayor and Tevez in some slick passing exchanges but once Mancini had seen him revel in the freedom to pull out wide and show off his repertoire of winger's tricks and step-overs, the manager more or less relocated him there full-time, thereby reverting to 4-4-2. With Johnson now based on the right, he began really damaging Bolton courtesy of some stellar crossing allied to deceptive acceleration. \"Johnson's a perfect player, he's got pace, a right foot and a left foot,\" said Coyle, who bizarrely opted to prowl the technical area in shorts and a thin sweatshirt on one of the coldest nights of the year. \"You could see why all the top clubs were after him. Johnson adds another dimension to City.\" Robinson certainly struggled to cope with the prodigy and it was no surprise when Coyle's left-back – by now horribly accustomed to the indignity of Johnson going past him on the outside – conceded a penalty after clumsily, and unnecessarily, extending a leg and bringing the winger down just inside the box. \"Adam's a good player,\" said Mancini, with deliberate understatement. Tevez stepped forward but the Argentinian's long run-up did not produce the greatest execution, his shot directly at Jussi Jaaskelainen who made tantalising contact but was unable to prevent the goal. Within minutes Bolton had a penalty shout of their own but the referee waved away Elmander's claim that he was hauled over by Kolo Touré. City lived dangerously at times and when Johnson attempted too much fancy footwork at the wrong end of the pitch Vieira – who started slowly but improved with time – proved too ponderous to rescue him. On that occasion Lee Chung-yong could not quite make the most of the resultant opening but Shay Given was swiftly tested as he brilliantly repelled Fabrice Muamba's deflected half-volley. That chance came courtesy of a superb cross from Jack Wilshere, the young midfielder Bolton have borrowed from Arsenal and who made a highly encouraging full Premier League bow here. Although Tevez struck the top of the crossbar with a free-kick not so much chipped as hoisted over Bolton's wall, Wilshere began thoroughly enjoying himself during a second-half spell in which City struggled to retain possession. Coyle is not just making Bolton easier on the eye but increasingly resilient, and Lee delighted in highlighting Wayne Bridge's lack of fitness at left-back. Alert to this threat Mancini replaced Bridge with Shaun Wright-Phillips in a rejig which saw Barry relocated to left-back. It may have been pure coincidence but, within minutes, Vieira had launched an incisive long ball forward and Adebayor had embarked on a run to beat the offside trip which concluded with the Togo striker displaying a stunning amalgam of technical ability and physical power to brilliantly volley beyond Jaaskelainen. Bolton were finally undone and Robinson was lucky to be merely booked rather than sent off for an awful tackle on Wright-Phillips. \"I'm disappointed, we played well and City were disjointed,\" said Coyle, who insists he is not contemplating relegation. \"The second goal was world class but the penalty was soft.\" Mancini was somewhat happier. \"We got a response after Hull,\" he said. \"Patrick [Vieira] can get better but he was important tonight. I hope he'll play the next 15 games; we have a big three months ahead.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}