{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/feb/13/derby-county-birmingham-city-fa-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-02-13T17:50:58Z", "webTitle": "Derby County 1-2 Birmingham City | FA Cup match report", "webUrl": "https://www.theguardian.com/football/2010/feb/13/derby-county-birmingham-city-fa-cup", "apiUrl": "https://content.guardianapis.com/football/2010/feb/13/derby-county-birmingham-city-fa-cup", "fields": {"headline": "Birmingham City see off Derby County thanks to Liam Ridgewell's late winner", "bodyText": "Nobody will be more relieved than Joe Hart that Birmingham City are in the FA Cup quarter-final draw. Six days after Fabio Capello claimed Hart was \"having a fantastic season\" and \"making fewer mistakes\", the Birmingham goalkeeper endured what might be described as a Scott Carson moment as he allowed Jay McEveley's speculative shot to bounce over him and in. By the final whistle, however, he was well on the road to redemption. Having been comforted to see Scott Dann equalise before Liam Ridgewell prodded home in injury-time, Hart showed why he is so highly rated by Capello when he produced a superb fingertip save to flick Robbie Savage's 30-yard strike over the bar in the closing seconds. Savage shook his head in disbelief and moments later Hart was punching the air with delight as Birmingham secured their place in the FA Cup quarter-finals. \"I spoke to Capello in the week and he was very happy with Hart's form,\" said Alex McLeish, the Birmingham manager. \"McEveley's shot was a great strike but it took a bounce in front of him. I was surprised to see in the back of the net because I thought he had it covered. But I don't think you can really blame him. The kick off the ground would have foxed any goalkeeper. And it was a great save he made from Savage's shot.\" How Savage would have reacted had he found the back of the net is anyone's guess. The Welshman was booed by the travelling supporters throughout and in the closing minutes he responded to their chants of \"There's only one greedy bastard\", when he rubbed his fingers together as if to indicate the Birmingham fans were right and that he had joined Blackburn for the money. \"I don't want to make a big issue of hand gestures by the captain who has conceded a goal in the 91st minute,\" said Nigel Clough. The Derby manager was more interested in discussing a Midlands derby that was within the Championship club's grasp until Dann headed James McFadden's inswinging corner into the net in the 73rd minute. Until that point the home side had made life uncomfortable for Birmingham on a difficult pitch. Stephen Pearson drilled against the near upright in the first half after a neat exchange of passes with Michael Tonge and then Shaun Barker was denied by Hart at the far post . Belated reward arrived for Derby in the 54th minute with McEveley's breakthrough, but just like against Wolves in the Premier League last Sunday, McLeish turned to his substitutes to get Birmingham back into the game. Two of them combined for the winning goal as Kevin Phillips swept Craig Gardner's free-kick against the upright before Ridgewell tapped home in front of 5,500 visiting supporters. \"We were looking as though we were out the Cup. Derby troubled us and we never got going until we made the changes,\" admitted McLeish, whose side have negotiated tricky away ties at Nottingham Forest, Everton and now Derby to reach the last eight for the first time since 2006. \"But it's all about winning and the team again have showed the fantastic determination that they have.\" THE FANS' PLAYER RATINGS AND VERDICT George Glover, Observer reader A scrappy start led to an entertaining game. The first opening came from Jerome, but Bywater was equal to it. Derby had chances through Pearson, Hulse and Barker and should have gone into the break in the lead. Derby took a deserved lead, but Birmingham came more and more into the game, equalising from a set piece and getting the winner after the ball had come off the inside of a post. It was unlucky on a good Derby performance and they deserved at least a replay. The fan's player ratings Bywater 8; Hunt 7, Barker 9, Buxton 8,McEveley 8; Tonge 7, Green 6, Savage 8, Pearson 8; Hulse 8, Commons 8 Jon Berry, BluesinLondon@yahoogroups.co.uk We didn't start particularly well and didn't start playing until they'd scored. Up to then, it had been indifferent at best. We were glad the final chance fell to Phillips, though Ridgewell got the last touch. All in all, it was a bit like our entire season and very satisfying to come out on the right side. Robbie Savage is the story: A) he had a very good game; and B) he conducted himself impeccably despite getting a yellow card. You know what you get with him. He's building his media profile well. The fan's player ratings Hart 6; Carr 6, Johnson 6, Dann 6, Ridgewell 7; Larsson 5 (Fahey 64 6), Ferguson 7, Bowyer 8, McFadden 5 (Gardner 82 6); Jerome 5, Benítez 5 (Phillips 65 7) TO TAKE PART IN THE FANS' VERDICT, EMAIL FANS.PREMIER@OBSERVER.CO.UK OR FANS.CHAMPIONSHIP@OBSERVER.CO.UK"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}