{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/feb/24/west-bromwich-albion-reading-fa-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-02-24T22:38:00Z", "webTitle": "West Bromwich Albion 2-3 Reading | FA Cup fifth-round replay report", "webUrl": "https://www.theguardian.com/football/2010/feb/24/west-bromwich-albion-reading-fa-cup", "apiUrl": "https://content.guardianapis.com/football/2010/feb/24/west-bromwich-albion-reading-fa-cup", "fields": {"headline": "Reading joy after breaking drought tempered by red card at West Brom", "bodyText": "A chaotic Cup tie won by the visitors in extra-time was mirrored by the scenes after the final whistle when Reading's Jobi McAnuff was sent off for throwing a punch – officially, for violent conduct –. On the field, it was as well for the Royals' goalkeeper Adam Federici that his team-mates saved his blushes. An appalling error by the Australian appeared to have ruined his side's chances but the latest of late equalisers by Brian Howard, followed by a brilliant, curling winner in extra-time from Gylfi Sigurdsson, meant the Royals reached their first quarter-final in 83 years. The Reading players had begun to celebrate when McAnuff and Albion's Youssouf Mulumbu appeared to clash near the touchline. Alerted by his assistant, the referee Lee Mason showed the furious McAnuff a red card and, as players from both teams converged, they were joined by at least 40 stewards. \"There was so much going on I don't really know what it was about, but it shouldn't take away from what players achieved,\" Reading's manager, Brian McDermott, said. \"The stewards definitely overreacted – one of them apologised – and we'll have a look at the footage before deciding whether to appeal. The main thing is we're through to play Aston Villa at home in the quarter-finals.\" Albion had already come close twice when Federici could only push Roman Bednar's 20-yard effort to one side. Luke Moore got to the rebound first and, though his effort was brilliantly hooked off the line by Reading full-back Ryan Bertrand, Robert Koren drove the ball emphatically into the roof of the net. It took Reading less than three minutes to equalise. A neat flick by McAnuff put Simon Church clear down the Reading left and, though Scott Carson saved Sigurdsson's shot, he was unable to hold the ball. This time Jimmy Kébé was the beneficiary. The second half began even more explosively. Koren's angled shot was crisp, but straight at Federici. Instead of dropping to his knees, or simply bending down to gather, the Australian attempted to fall on the ball chest-first, only to let it squirm under his body and into the net. A few seconds later, Howard sent a superb volley arcing over Carson and against the crossbar, but Reading got the reward their pressure deserved when Howard shot home three minutes into injury-time to trigger the extra period. \"We threw it away,\" Albion's manager, Roberto Di Matteo, said. \"Personally, I'm destroyed.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}