{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/feb/19/labour-week-britain-recession-election", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-02-19T21:49:44Z", "webTitle": "A week to forget for Labour: could Britain go back to recession?", "webUrl": "https://www.theguardian.com/politics/2010/feb/19/labour-week-britain-recession-election", "apiUrl": "https://content.guardianapis.com/politics/2010/feb/19/labour-week-britain-recession-election", "fields": {"headline": "A week to forget for Labour: could Britain go back to recession?", "bodyText": "It was, one City expert said last night, \"a week to forget\". Gordon Brown may have been cheered by the support of a bevy of highbrow economists for his deficit-cutting plans, but a slew of grim figures left Labour facing the genuine possibility that in April, halfway through the cut-and-thrust of an election campaign, voters could learn that the UK has slipped back into recession. The pound took a pummelling from foreign exchange traders throughout the week, as confidence in the UK's prospects plunged to a new low — and Labour strategists began to fear that put-upon voters must share the markets' pessimism. Tuesday brought news that inflation had hit 3.5% in January, forcing Mervyn King to write an explanatory letter to the chancellor and infuriating savers who fear that with interest rate levels at their lowest ever, the value of their nest eggs is being eroded by the day. The governor insists he sees the jump in inflation as a temporary blip, caused by rocketing oil prices and the restoration of VAT to 17.5% after the chancellor's emergency cut. He's probably right, but the spike will nonetheless strengthen the argument of those on the monetary policy committee who are already itching to wind in the emergency rate cuts and £200bn of quantitative easing that have helped cushion the worst recession in a generation – potentially dangerous decisions in these fragile times. On Wednesday, it emerged that more than 23,000 people joined the dole queues in January, pushing the number of people claiming unemployment benefits to its highest level since Labour came to power, and shattering hopes that the job market may have turned. Labour market experts have been surprised that unemployment hasn't risen more rapidly over the past two years, given the severity of the downturn. That's been good news for the many staff who have managed to cling onto their jobs; but it could mean there are more layoffs to come in the months ahead, if the fortunes of struggling businesses fail to pick up – leaving us in what John Philpott, of the Chartered Institute for Personnel and Development, has dubbed a \"job loss recovery.\" Everyone already knows the public finances are in a grim state, but that doesn't stop each fresh month's figures coming as a nasty shock. Thursday's news was that the Treasury plunged £4.3bn into the red last month, making it the worst January on record. Alistair Darling was fairly relaxed, and Treasury officials say, privately, that they're still confident about hitting the £178bn forecast for borrowing for the financial year as a whole. But that still puts the UK's deficit, at more than 12% of GDP, in line with that of crisis-hit Greece, and the numbers gave new momentum to the increasingly bitter row about what should come first: soothing the concerns of the bond markets with public sector cutbacks, or making sure the economy has recovered before switching off the life-support. As if that weren't bad enough, the Bank of England published figures, also on Thursday, revealing that lending to businesses last year fell at its fastest pace since records began (more than a decade ago). A shortage of credit is one key factor that could hold back a recovery, with firms unable to afford to exploit new opportunities opened up by the cheaper pound — or to withstand a year of anaemic demand at home. There was one glimmer of hope: manufacturers are feeling a bit more optimistic about the future, according to the CBI's latest survey of the sector. But manufacturing now accounts for less than 15% of the economy, making it too small to drive a recovery on its own. Yesterday's nugget of bad news dealt a blow to hopes that consumers will be much help either: retail sales dropped by 1.8% in January, the worst reading for a year and a half. Snowy weather and the VAT rise can't have helped; but it looks as though the UK's shoppers may finally be turning their attention to fixing their finances – not good news for retailers, or anyone hoping for a strong upturn in consumer spending to lift the economy in 2010. Graham Turner, of consultancy GFC Economics, says, \"I think what we're seeing here is a similar thing to euroland, which is that exports are getting a much-needed lift from the global recovery, but we're also seeing stagnation of domestic demand.\" What this long week of number-crunching adds up to, apart from a headache for the statisticians, is a clear threat that the worst downturn in a generation is still not over. \"I think overall, given the retail sales numbers, there's obviously a big risk that we end up back in recession,\" says Turner. For Brown, that news may be double-edged: a \"double dip\" would hardly be a vindication of his claim to have nursed the UK economy back from the brink of a 21st-century Great Depression; but the weaker the economy appears to be as the electorate go to the polls, the riskier the Conservatives' \"cut now\" strategy may start to look. As Jonathan Loynes, chief European economist at Capital Economics put it yesterday, \"many more weeks like last week, and there will be serious doubts over whether the economy will be strong enough to withstand any form of policy tightening for some time to come.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}