{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/feb/16/capture-taliban-leader-pakistan-karachi", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-02-16T21:39:54Z", "webTitle": "Capture of top Taliban leader points to Pakistan policy shift", "webUrl": "https://www.theguardian.com/world/2010/feb/16/capture-taliban-leader-pakistan-karachi", "apiUrl": "https://content.guardianapis.com/world/2010/feb/16/capture-taliban-leader-pakistan-karachi", "fields": {"headline": "Capture of top Taliban leader points to Pakistan policy shift", "bodyText": "Pakistan's powerful military is ready to move aggressively against the Taliban, it was claimed tonight after news broke that the organisation's top military commander, Mullah Baradar, had been arrested in a dramatic operation in Karachi. The shift in Pakistani policy could help nudge western countries towards a peace deal in Afghanistan, analysts and diplomats said, even if the idea of talks with the Taliban is in its infancy, with British and American policy still focused on fighting and splitting the movement. The Pakistani military's Inter-Services Intelligence directorate (ISI) and the CIA arrested Baradar, 42, in a joint operation on the edge of the teeming port city on 8 February, security sources in Karachi said. His capture is a major coup for the US, which is currently leading a sweeping anti-Taliban operation across the border in Helmand. Baradar is a leading light of the Quetta shura, the Taliban governing council that directs the insurgency from the western Pakistani city of the same name. He is considered second only to the insurgents' one-eyed fugitive leader, Mullah Omar. Since 8 February Baradar has been intensively interrogated by Pakistani officials under US supervision and has started to provide information about the insurgency, US officials claimed after news of his arrest was broken by the New York Times. It is a great blow to the Taliban, but unlikely to be fatal: the insurgency has demonstrated remarkable resilience since 2001. But the arrest's true significance, analysts said, was that it was led by the ISI, possibly signalling a big change in Pakistani policy towards the Afghan militants. Although Pakistan severed its ties with the Taliban in 2001, US and British officials suspect the military has quietly retained some ties in the hope of using the militants as a tool of influence once western troops leave Afghanistan. A western diplomat in Afghanistan described it as a \"very complex relationship\". The army has vehemently denied any linkages; last year an ISI official told the Guardian of 60 joint ISI-CIA operations against Taliban targets. But until this month the ISI has never captured and handed over a major Afghan commander. \"The big thing here is that ISI actually helped to get him. It shows that the Pakistani attitude to the Taliban is shifting,\" said Kamran Bokhari, a US-based analyst with the Stratfor thinktank. \"The Pakistanis are co-operating. Obviously they are not co-operating for free. They are getting something from the Americans.\" Bokhari said that in return for ISI co-operation the US may be pressing India to re-establish a dialogue with Pakistan that collapsed after the Mumbai terrorist attacks in November 2008. Senior diplomats from both countries are due to meet in New Delhi next week., in a sign of thawing relations Today the US senator John Kerry visited Islamabad, where he offered to play a part in the resumption of dialogue. Indian officials insist the process was not a consequence of US pressure and have long resisted any foreign mediation in the Kashmir dispute, which they insist is a strictly bilateral matter. But international impatience for a resolution of the Afghan war may be changing the regional calculus. In the aftermath of the London conference on Afghanistan on 28 January, British and American officials have ramped up an internal debate about the merits of peace talks with the Taliban, and whether it is preferable to engage the insurgents directly or send messages through Saudi or Pakistani mediators. Then two weeks ago the Pakistani army chief, General Ashfaq Kayani, gave a series of briefings to reporters in which he described a peaceful Afghanistan as part of Pakistan's \"strategic depth\" – words that encouraged diplomats and analysts to believe that Pakistan's approach to the Taliban was changing. Since then, according to a western diplomat in Islamabad, Pakistan's army has clearly signalled its willingness to facilitate talks between the US and the Taliban, probably through the ISI. But he said the exact nature of the suggested role remained unclear, in particular whether Pakistan was suggesting it would deal directly with the militants or just facilitate contacts with western negotiators. The key to the evolving Pakistani approach might be assurances the military has received about India, whose strong presence in Afghanistan has long been a source of concern in Islamabad. \"It's very clear to me that the Pakistanis understand that this fight is for them and it's a fight for everybody who is going to stand up against terrorism,\" Kerry told CNN after meeting Pakistan's army chief, president and prime minister. The Taliban denied Baradar had been captured. \"They want to spread this rumour just to divert the attention of people from their defeats in Marjah and confuse the public,\" spokesman Zabihullah Mujahid told Reuters. Marjah is the focus of the Nato offensive dubbed Operation Moshtarak, the largest of the nine-year war, with some 15,000 mostly British, American and Afghan troops involved. As it entered its fourth day yesterday coalition troops continued to meet sporadic resistance but said Taliban attacks appeared to be waning. Baradar's capture is unlikely to sunder the insurgency, which has proven resilient to similar setbacks over the past nine years. British special forces reportedly killed the ruthless commander Mullah Dadullah Mansoor in 2007 but the insurgency subsequently worsened. Human rights groups raised concerns about Baradar's possible mistreatment. The ISI has a \"long and well-documented history of mistreating and torturing detainees\", said Ali Dayan Hasan, senior South Asia researcher for Human Rights Watch."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}