{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/feb/13/france-ireland-six-nations-rugby", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-02-13T21:36:36Z", "webTitle": "France find a punishment to fit Jerry Flannery's crime", "webUrl": "https://www.theguardian.com/sport/blog/2010/feb/13/france-ireland-six-nations-rugby", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/feb/13/france-ireland-six-nations-rugby", "fields": {"headline": "France find a punishment to fit Jerry Flannery's crime", "bodyText": "It's strange how one trip has led to another. Alun Wyn Jones started the trend at Twickenham when he almost daintily felled Dylan Hartley. That led to howls of indignation against a sin almost as bad as eye-gouging, but the outrage did not deter Jerry Flannery from taking the crime to a new level, his version of a trip escalating to a hack at the legs of Alexis Palisson. Amazingly, Ireland's hooker was merely reprimanded for the offence. He was fortunate not to be shown a straight red, with yellow bypassed. It was not a pretty sight. It came at a time when Ireland had almost settled into their task. They were picking off the French lineout and were working their way through the difficult ten-minute period when Cian Healy was in the bin for taking out Morgan Parra before the scrum-half received the ball. That was a yellow-card offence if ever there was one, a professional, technical foul leading to the perpetrator cooling off on the sidelines. With the crime came three points on the board, but apart from the double inconvenience, Ireland had reason to be pleased with their management of the opening quarter. But then came Flannery's hack and a penalty awarded to Ireland was reversed. France worked their way downfield, into a corner where their slightly stressed lineout turned into an altogether more intimidating series of scrums. Thanks to Flannery, 14-man Ireland now had to survive repeated marches on their line. They did well not to give away a penalty try, but William Servat eventually found the line after Imanol Harinordoquy had picked up and crabbed away from the corner towards the posts. The try helped France settle. Their lineout would remain shabby, but runners began to compensate. Clément Poitrenaud has never been the most secure of full-backs, but if allowed to run can pose a threat that makes the odd missed catch at the set piece seem like the mildest of inconveniences. If Poitrenaud began to express himself with his mazy running, it was nothing compared with the effect Mathieu Bastareaud was about to have. Not so long ago, the centre was a figure in disgrace, the centre of a scandal involving himself and some injuries that may or may not have been self-inflicted after a boozy night out in Wellington. The only absolute certainty was that they did not result from an assault by a gang of Kiwis, which was Bastareaud's original story. He was sent home, went into rehab, had some psychiatric counselling, served some community service, said he was sorry and was eventually selected for Marc Lièvremont's Six Nations squad. After his brace of tries at Murrayfield, he had become the story of the week, and his head-to-head meeting with Brian O'Driscoll was the theme to follow. A greater contrast in appearance, style and age would be hard to find, the golden 31-year-old hero of Irish rugby against the 21-year-old bruiser who struggles to communicate. Youth won the day. Bastareaud led the blitz defence, tearing up on the Irish line and belting it out of shape. Gordon D'Arcy skipped through it once and was foiled only by a wicked bounce of the ball away from the posts, but it was a rare escape. O'Driscoll, for all his experience and courage, was hauled down, and not just by his opposite number. Parra raced up and collared Ireland's talisman. Every time the captain looked up, there was a swarm of tacklers on him. By the time he ran in support of Stephen Ferris and delivered a try-scoring pass to David Wallace, the contest was over. Bastareaud had by then absorbed the full weight of an O'Driscoll tackle and flicked a backhand pass to Poitrenaud for the second-half try that took France over 20 points. The French centre looks bulky and inelegant, but he has a mean turn of speed and is very difficult to knock over. He also distributes the ball well. It was his day and he self-consciously smiled his way around the Stade de France at the end of the match in appreciation of the cheers reserved for him alone. France were impressive, but Bastareaud was enormous. It was by no means a perfect match. Ireland in particular gave the ball away when trying to make the killer pass. Or they simply lost possession. But it was that sort of day, freezing and hostile and cramped. France should have scored more points, with François Trinh-Duc, Julien Malzieu and Vincent Clerc all going close, and they also lost control of the ball farther out. And there was always their spluttering lineout to remind them that they are far from the finished article. But they are getting there. And this looks like a team not built for a single campaign, but for the long haul. It is not massively big but the back row of Thierry Dusautoir, Fulgence Ouedraogo and Harinordoquy is sweetly balanced, smooth going forward, hungry going back. The scrum is ferocious, Parra and Trinh-Duc are revealing real authority at half-back and Bastareaud and Yannick Jauzion can pound and purr at the same time. And they have a list of wings as long as your arm, all of them strong and quick. France are going places. This was the end of one road for Ireland, defeated at last for the first time in 16 months. Many good teams have come unstuck in Paris, and they will no doubt regroup and soldier on. But they played ugly and lost, with Jerry Flannery making it a day to make the defending champions wince."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}