{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/feb/24/the-city-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-02-24T22:35:00Z", "webTitle": "The City | Theatre review", "webUrl": "https://www.theguardian.com/stage/2010/feb/24/the-city-review", "apiUrl": "https://content.guardianapis.com/stage/2010/feb/24/the-city-review", "fields": {"headline": "The City", "bodyText": "Martin Crimp's 2008 play is defined by political movements way beyond the suburban garden of Chris and Clair. No exchange between this professional couple is complete without some allusion to torture, warfare and abuse. The strain on their relationship – which goes from frosty to frigid in the taut performances of Ronnie Simon and Selina Boyack – is a consequence of a social order in which brute power is everything. The tension that grows between them has the familiar symptoms of jealousy and vulnerability, but its causes are the violence of an inhumane society. When Clair tells Chris to impose his will – just as he is at his lowest, most emasculated ebb – it is a demand that calls to mind the soldiers who have brutalised the population of an unnamed foreign city and of the indifferent capitalist system that has robbed him of his job. In this, The City sits between the fashionably dystopian visions of Simon Stephens's Pornography and Torben Betts's The Unconquered with its own quality of enigmatic strangeness compelling us forward in Andy Arnold's stark studio staging. Is Chris a benign victim or a sadist, voyeur and abuser? What are we to make of the allusions to prisons? And why do the abducted child, the daughter and the neighbour all wear pink trousers? Crimp's resolution has a touch of \"then I woke up and it was all a dream\" about it, but his theatrical blurring of fact and fiction only reinforces the sense of psychological damage caused by a dysfunctional society. With Gabriel Quigley's neighbour adding to the atmosphere of creepy calmness, it makes for a riveting and troubling 70 minutes. Until 6 March. Box office: 0141 552 4267."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}