{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/lawrence-donegan-golf-blog/2010/feb/01/phil-mickelson-cheating-pga-tour-lawrence-donegan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-02-01T23:50:29Z", "webTitle": "The great Ping wedge \"cheating\" controversy continues", "webUrl": "https://www.theguardian.com/sport/lawrence-donegan-golf-blog/2010/feb/01/phil-mickelson-cheating-pga-tour-lawrence-donegan", "apiUrl": "https://content.guardianapis.com/sport/lawrence-donegan-golf-blog/2010/feb/01/phil-mickelson-cheating-pga-tour-lawrence-donegan", "fields": {"headline": "The great Ping wedge \"cheating\" controversy. To be continued...", "bodyText": "Question: When is a person accused of \"cheating\" not a cheat? Answer: When Scott McCarron is trying to weasel his way out of trouble. The largely anonymous (until now) PGA Tour pro Scott McCarron, who last week accused Phil Mickelson of cheating, issued a statement today in an attempt to avoid an uncomfortable day in court...I mean, clarify his original remarks. Here's the most interesting part: On January 28th, I was interviewed by Ron Kroichick of the San Francisco Chronicle. Ron asked me what I thought about \"Phil and a couple other guys playing the old Ping Eye 2's\" and I responded \"It's cheating and I am appalled Phil has put it in play.\" Despite contrary reports by the media, both in print and on TV, I never called Phil Mickelson a cheater There are a couple of things to say about this: 1. At least he throw the SF Chronicle under the bus and try the usual \"I was mis-quoted\" nonsense when it came to the original story. 2. Maybe I'm being thick here, but to make (or at least try to make) a distinction being the act of \"cheating\" (ie. using the now infamous \"box grooved\" Ping Wedges) and the noun used to describe a person who commits said \"cheating\" act is - how can I put this? - silly. And ridiculous. And cowardly. And disingenuous hair-splitting. Need I go on. Clearly, McCarron is not content with impugning Mickelson, he also wants to insult our intelligence. It is like saying Mickelson plays golf but, no, he is not a golfer. There is also a wider point raised by the McCarron-Mickelson row, about controversy in golf, one I made in my general sports column in the Guardian the other week: Frankly, golf is perceived to be boring because many of those who run it, play it and write about it make a real effort to keep it as boring as possible, believing controversy of any kind is anathema to the spirit of the game. This ludicrous notion is based on the idea that golf is somehow morally superior to other sports, like football and cricket. It is nothing of the sort, which is why, like these other sports, it should embrace controversy, scandal and debate. Whatever it takes to capture the public's imagination. Apparently, some people don't agree - not with me (who could possible disagree with me?) but with the general point about golf needing to embrace controversy. Here's are a couple of excerpts from a column written by Golf Digest's Tim Rosaforte on the story: \"Groovegate\", as it was coined in the San Diego Union-Tribune this week, is exactly what the PGA Tour doesn't need right now. Instead of golf, there's another wave of negative news that's putting the tour on SportsCenter, and we're not talking about the Tiger Woods scandal or John Daly's latest quitting act.\" And: For image conscious commissioner Tim Finchem, who just put a corporate title sponsor on the San Diego Open, \"Mickelson\" and \"cheating\" producing 464,000 Google hits is not exactly good optics. It's bad public relations -- not to mention public perception. Excuse me but how can 464,000 Google hits on a golf-related story be a bad thing? And what is so awful about a golf story being featured on Sportscenter (which is the nightly sports news show broadcast on ESPN)? As for PGA Tour commissioner Tim Finchem having to deal with a great, big, fat controversy not long after his most famous PGA Tour member was revealed to have been leading a double life - isn't that why he gets paid the ridiculous sum of $5 million (or so)? To handle, or rather capitalise on, these things. One of the main reason the English Premier League is so popular is that hardly a day passes with some of controversy. It gets people interested. It gets them talking. Geoff Shackelford, from an American perspective, also takes issue with Rosaforte: I would counter Rosaforte's suggestion by noting that this has been a welcomed diversion from Tiger talk. \"Groovegate\" has also created plenty of interesting discussion about the spirit of the rules, and yes, it has put a debate-worthy element of the game front and center on the most visible spot in all of American sport, Sportscenter. Why is golf so much more ashamed of its controversies than every other sport? Is it because it's read one-too-many of its own clippings about being a Gentleman's game and the most honorable of all, and therefore can't accept that there is any room for discussion or dare I say it, drama?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}