{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/feb/28/kathryn-williams-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-02-28T22:45:00Z", "webTitle": "Kathryn Williams | Pop review", "webUrl": "https://www.theguardian.com/music/2010/feb/28/kathryn-williams-review", "apiUrl": "https://content.guardianapis.com/music/2010/feb/28/kathryn-williams-review", "fields": {"headline": "Kathryn Williams", "bodyText": "Kathryn Williams peers out from the stage into an audience she will later, and entirely accurately, describe as \"small but perfectly formed\". \"Did anybody see my tweet?\" she asks hopefully. \"The one that said anyone who's a midwife can come in for free?\" Williams is massively pregnant (her version of the Velvet Underground's Candy Says, a song about body dysmorphia, is weirdly touching), but alas, no midwives appear to have taken her up on her offer. \"I'll give it a go!\" cries one fan. Williams shakes her head: \"I'm not sure it's the sort of thing where you can just 'give it a go',\" she says regretfully. An indomitable DIY spirit is in keeping with Williams's career. The music industry failed to make her a star in the mid-Noughties, so here she is releasing her own albums and performing before small but perfectly formed audiences. Her backing band provides an indication of the disparity between the quality of her work and her profile. It is studded with vaguely legendary players (multi-instrumentalist Kate St John, experimental guitarist Leo Abrahams, the latter perhaps the only man in the music industry to have worked with both Brian Eno and Ronan Keating), presumably lured by the chance of working with an exceptional songwriter, rather than the chance of vast financial recompense or the prospect that life on the road with her might be one long crazy, nihilistic party. Collectively, they make a lovely sound, delicately shading in around Williams's soft vocals. If a couple of the songs from her new album, The Quickening, threaten to veer too close to easy listening, then Abrahams's echoing guitar drags them back from Radio 2- playlist territory to somewhere more strange and interesting. You might argue that therein lies Williams's problem, at least commercially, but the quality of the end result is hard to dispute. \"I've got another record coming out later this year,\" she notes. \"It's a punk kids' record.\" She giggles. \"I'm just trying to get into the mainstream.\" At Band on the Wall, Manchester, tonight. Box office: 0161-834 1786. Then touring."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}