{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/feb/24/wayne-bridge-john-terry-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-02-24T22:00:01Z", "webTitle": "'Devastated' Wayne Bridge may snub World Cup to avoid John Terry", "webUrl": "https://www.theguardian.com/football/2010/feb/24/wayne-bridge-john-terry-england", "apiUrl": "https://content.guardianapis.com/football/2010/feb/24/wayne-bridge-john-terry-england", "fields": {"headline": "'Devastated' Wayne Bridge may snub World Cup to avoid John Terry", "bodyText": "Wayne Bridge is so \"devastated\" by the scandal surrounding his former Chelsea team-mate John Terry he does not know whether he will even be able to shake hands with him when they play against each other this weekend. Bridge is considering pulling out of England's World Cup plans because he cannot bear the thought of spending so long with a man he now regards as a sworn enemy. Bridge has been described as \"in bits\" by close acquaintances after the revelation of Terry's affair with his former partner, Vanessa Perroncel, and the Manchester City left-back is sufficiently aggrieved to consider snubbing Terry in the official line-up before the teams meet at Stamford Bridge on Saturday. The former Chelsea player feels irreparable damage has been caused to his relationship with someone he once considered a trustworthy friend. His team-mates at City, as well as his representatives and other friends, have urged him to put on a dignified front but Bridge has told them that he is not certain whether he will be able to in what promises to be an unforgiving atmosphere. The tensions have obvious ramifications for Fabio Capello ahead of a World Cup in which Bridge could conceivably line up alongside Terry in defence in the wake of Ashley Cole fracturing his ankle. England play Egypt in a friendly on Wednesday and Bridge is said to be \"unsure\" as yet whether he can actually bring himself to join up with the national squad if it means being in close proximity to Terry. \"People have been trying to persuade him to shake Terry's hand, even if he doesn't want to, because the alternative is that he loses some of the moral high ground,\" said a source close to the player last night. \"But the fact is he simply thinks he cannot go through with it or that he would be lying to himself if he pretended everything was OK.\" The source added: \"He doesn't want to give up the chance of going to a World Cup but the simple fact is that the last few weeks have torn him apart. He is genuinely devastated and he is in that bad a state of mind he doesn't know whether he wants to go [to South Africa], especially if Ashley Cole is fit again and it means he will spend four or five weeks not even getting into the team.\" Bridge is not a naturally confrontational person and it is understood there has been no contact between him and Terry since the tabloid revelations that led to Capello stripping the Chelsea player of England's captaincy. Capello has said Bridge will be included when he names his squad on Saturday for the Egypt friendly and the sense of those closest to the player is that he does not want to walk away from the chance of replacing Cole. However, it has been stressed that there are no guarantees while Bridge feels so strongly. At the very least, it seems likely that Capello will have to tackle the issue if the two players are to be expected to form half of England's defence but, as yet, the Italian has not contacted either Bridge or his representatives. Capello spoke briefly to Roberto Mancini, City's manager, after watching them play Stoke City at Eastlands two weekends ago but Bridge was mentioned only in passing."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}