{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2017/apr/16/turkey-referendum-recep-tayyip-erdogan-votes-presidential-powers", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-04-16T21:38:21Z", "webTitle": "Turkey referendum: Erdoğan wins vote amid dispute over ballots – as it happened", "webUrl": "https://www.theguardian.com/world/live/2017/apr/16/turkey-referendum-recep-tayyip-erdogan-votes-presidential-powers", "apiUrl": "https://content.guardianapis.com/world/live/2017/apr/16/turkey-referendum-recep-tayyip-erdogan-votes-presidential-powers", "fields": {"headline": "Turkey referendum: Erdoğan wins vote amid dispute over ballots – as it happened", "bodyText": "We’re wrapping up our live coverage of the Turkish referendum - for more read Kareem Shaheen’s full wrap here. Unofficial results show Turkish voters have handed President Erdoğan sweeping new powers. The yes campaign won 1.25 million more votes than the no campaign, with about 600,000 votes still to be counted. The yes vote had about 51.3% compared with 48.7% for the no vote, the state-run Anadolu news agency reported. Turnout exceeded 80%. The three largest cities – Istanbul, Ankara and Izmir – voted against the changes. The main opposition Republican People’s party (CHP) plans to challenge more than a third of the ballot boxes and accused Anadolu of publishing inaccurate results. President Erdoğan will chair a cabinet meeting at the presidential palace in Ankara on Monday, CNN Turk reports. Turkey should seek the “broadest possible national consensus” in its constitutional amendments given the narrow win for the yes campaign, the European Commission has said. Unofficial results showed that 51.3% of Turks approved changes to their constitution in the referendum, handing President Erdoğan sweeping new powers. “In view of the close referendum result and the far-reaching implications of the constitutional amendments, we also call on the Turkish authorities to seek the broadest possible national consensus in their implementation,” the commission said. Unofficial results show that Turks have approved changes to their constitution, handing President Erdoğan sweeping new powers in Sunday’s referendum, the head of the country’s high electoral board (YSK) has said. The yes campaign won 1.25 million more votes than the no campaign and with only about 600,000 votes still to be counted that meant the changes had been approved, YSK chairman Sadi Güven told a news conference in Ankara. He said the YSK had decided to consider unstamped ballots as valid unless they were proved to be fraudulent, after a high number of complaints – including one from the ruling AK Party – that its officials had failed to stamp some ballot papers. The no campaign said the last-minute decision raises questions about the validity of the vote. But Güven said the decision was taken before results were entered into the system, and that members of the AKP and the main opposition were present at almost all polling stations and signed off on reports. Güven said official results were expected in 11 or 12 days. The head of Turkey’s electoral board is defending the decision to accept as valid ballots without official stamps. The Irish Times journalist Stephen Starr tweets from Istanbul: He adds that the legitimacy of the referendum is open to debate, including legal argument, and that there cannot be consensus about the change to the constitution. The head of the main opposition party says the referendum has taken place in “unfair circumstances” and that those on the yes side have gone beyond legal limits. BBC journalist Selin Girit tweets: Not wasting any time, Erdoğan says he will now discuss the issue of reinstating the death penalty with the prime minister and the leader of a nationalist opposition party. The president said he would consider calling a referendum on the issue if necessary. Residents in several neighbourhoods of Istanbul are banging pots and pans from windows in protest at the referendum result, Reuters has reported. There were such protests in at least four districts of Turkey’s biggest city, which voted no. Video and pictures on social media showed small pockets of protesters taking to the streets in some areas. In a press conference following his party’s declaration of victory, President Erdoğan said that unofficial results showed around 25m yes votes, 1.3m ahead of no. In an unusually muted victory speech Erdoğan said foreign powers should respect the referendum’s outcome. He says: “We’ve got a lot to do, we are on this path but it’s time to change gears and go faster.” Erdoğan claimed support for constitutional change has risen in south-east Turkey and hailed a “profound” jump in support for a presidential system that was unpopular just two years ago. Overseas votes were a “big part” of that success, he added. He said new executive presidency would likely go into effect after the 2019 election. He told the country is in an important “civilian change”. He said: “We are carrying out the most important reform in the history of our nation.” The president called the referendum a victory for everyone who voted, whether they voted yes or no. Turkish prime minister Binali Yıldırım has declared a yes vote in the Turkish referendum, calling it “a new page in our country’s democracy”. “We are one body, we are one nation,” he said, after exit polls suggested the AKP secured 51% of the vote in the national referendum. “Everyone should be rest assured we want to have peace in our country, and thank you for your vote – we will use your vote in the best possible way,” he told the crowds. He thanked Turkish citizens, including those who live overseas, as well as party workers. In the wake of the closely-fought referendum he called for unity. “We have to look after our united country, it is what makes us a real democracy to have different opinions while not trying to dominate each other,” he said. “The country voted, they said yes.” “We said we would respect whatever the country decided and we still say this. Turkish people cast their votes and they have voted yes to a presidential system for this country.” But striking a more combative tone, he added that the vote showed Turkey did “not need external forces”. “We will not bow our head to any foreign powers and this is shown once again with this yes vote.” He attacked the participants of last year’s failed coup, which resulted in a merciless crackdown. “We have given them to best possible answer today. With this vote today Turkish democracy has become stronger and more mature. This is now showing to the whole world what a good democracy we have.” He added: “There are no losers, Turkey has won – as a country we are all winners. We have to be united, we have to be stronger, we have to one Turkey as a whole.” Addressing crowds outside his Istanbul residence after the press conference, he said: “Victory in a vote with 86% turnout mustn’t be belittled”. To cheers he also tells the crowds that he will discuss reinstating the death penalty with his prime minster, saying there could be another referendum on it. Turkey’s pro-Kurdish opposition Peoples’ Democratic party have taken to Twitter to complain about the manner in which the voting took place today. They argue that by reporting that reporting that more results had been counted than was officially the case “manipulated public perception”, while the decision to allow unstamped ballot papers has cast doubt over the result. The party adds: “We announce to the public that, until our objections receive a full response, the outcome of the #referendum is not final.” My colleague Kareem Shaheen has been speaking to AKP supporters. I am so happy I have tears in my eyes,” said Irtan Ulu, an AKP voter who was at the party headquarters in Ankara to celebrate their victory. “My heart was about to explode because our society has been swinging so much from side to side.” Ogu Zhan, another voter, said Erdoğan’s victory in the referendum is a signal of Turkey’s role in the region as a defender of the oppressed in the Middle East, a common refrain for party supporters. “When Turkey wins the whole world wins because we will be the voice of the oppressed around the world,” he said. AFP are reporting that Turkey’s two opposition parties are set to challenge the referendum result. Turkey’s main opposition CHP has changed its earlier challenge to the vote from demanding a recount of 60% of the votes cast to 37% of the votes. There is still confusion about the number of votes counted in Turkey and any result, whether declared by the president or not, should be treated with caution. The tweet below gives a little more background: the supreme election commission is reporting that only between 65-70% of votes have been counted, while Turkey’s official news agency Anadolu is reporting that 97-98% of votes are in. As journalist Laura Pitel puts it: it’s getting messy. The German justice minister, Heiko Maas, has posted a provocative tweet, saying, “We would appreciate reading analyses about the referendum in Turkey from Deniz Yücel and other incarcerated journalists as well,” referring to a German-Turkish binational reporter who has been held in Turkey for the past two months over terrorism allegations. And results have come in from Greece, where Turkish citizens eligible to participate in the referendum have voted 76.7% in favour of no, according to Turkey’s pro-government daily Sabah. Officials at polling stations set up in the Turkish consulates of Athens, Thessaloniki, Rhodes and Komotini said 10,556 Turkish citizens were able to vote in today’s historic referendum. As the majority are Greeks who hold dual citizenship as members of Turkey’s tiny Greek Orthodox minority, only a fraction of that number (7.55% or 797 in total) exercised their right to cast ballots. Turkish citizens in the Komotini region also voted, but unlike results registered at other consulates mostly in favour of yes. • This post in the live blog was amended on 17 April 2017. An earlier version erroneously conflated those Turkish citizens in Greece eligible to vote with members of the country’s ethnic Turkish Muslim minority, who do not hold voting rights. The state-run Anadolu agency is reporting that President Erdoğan has called allied political leaders to congratulate them over the yes win, with the words: “May this result be fortunate for our nation.” Reuters are reporting that Erdoğan told the prime minister and the leader of nationalist party that the results were “clear”, according to presidential sources. Sources in Erdogan’s office said he told Prime Minister Binali Yildirim he was grateful to the nation for showing its will at the polls. State-run Anadolu agency is reporting that 51.31% of Turks have voted Yes, with 98.2% of the ballot boxes opened. The CHP, Turkey’s main opposition party, have announced they will be contesting the validity of 60% of the ballots, after unconfirmed reports of large numbers of votes without official stamps. Celebrations have already begun at the AKP headquarters across the street in anticipation of the referendum result being announced. However, opponents of the changes are stressing that the result is not yet a foregone conclusion because of the discrepancies between ballots opened and ballots counted. We are still awaiting the final result with such a close race. Reuters have filed this dispatch: • Yes lead narrows as main cities narrowly set to oppose • Erdoğan says new powers needed to face Turkey’s challenges • Opponents say yes vote would mark authoritarian move Votes for constitutional change to hand President Tayyip Erdoğan sweeping powers held a narrow lead with almost all ballot boxes opened on Sunday, but Turkey’s three largest cities and the mainly Kurdish southeast looked set to vote no. The yes votes stood at 51.7% after 95% of ballots had been opened, state-run Anadolu news agency said, with the lead narrowing in the final stages of an increasingly tight count. A yes vote would replace Turkey’s parliamentary democracy with an all-powerful presidency and may see Erdoğan in office until at least 2029, in the most radical change to the country’s political system in its modern history. The outcome will also shape Turkey’s strained relations with the European Union. The Nato member state has curbed the flow of migrants – mainly refugees from wars in Syria and Iraq – into the bloc but Erdoğan says he may review the deal after the vote. In Turkey’s three biggest cities - Istanbul, Izmir and the capital Ankara - the no camp appeared set to prevail narrowly, according to Turkish television stations. Speaking to reporters in Ankara, the deputy prime minister, Veysi Kaynak, said that the yes camp had not won as many votes as expected, but was still ahead nationwide. Earlier in the day a crowd chanted Erdoğan’s name and applauded as the president shook hands and greeted people after voting in a school near his home in Istanbul. His staff handed out toys for children in the crowd. “God willing, I believe our people will decide to open the path to much more rapid development,” Erdoğan said in the polling station after casting his vote. “I believe in my people’s democratic common sense.” The yes percentage of the vote – which stood at 63% after about a quarter had been opened – eased as the count came further west towards Istanbul and the Aegean coast. The broadcaster Haberturk said turnout was 86%. The opposition People’s Republican party (CHP) said a last-minute decision by the electoral board to accept unstamped ballots as valid votes put the vote in question. “We will pursue a legal battle. If the irregularities are not fixed, there will be a serious legitimacy discussion,” the CHP deputy chairman, Bülent Tezcan, said. My colleague Kareem Shaheen says that there are already sounds of celebration coming from the AKP headquarters. BBC journalist Mark Lowen adds that they are playing Erdoğan’s campaign song: My colleague Helena Smith has sent this from Greece, where people are nervously watching the results come in: Greece, Turkey’s closest EU neighbour, longstanding Nato ally and regional rival is watching the results of the referendum especially closely given mounting tensions between the two. With bilateral relations at their lowest ebb since Recep Tayyip Erdoğan and his neo-Islamist AKP party first assumed power in 2002, Greek diplomats are placing great import on today’s referendum outcome. Almost none believe that Erdoğan, who in previous years had done much to improve ties with Greece, stands any real chance of losing the popular vote. Relations between the two nations have become ever more tense in the run-up to the ballot as irregular refugee flows from the Turkish coast have increased, violations of Greek air and sea space have soared and Erdoğan has ratcheted up his nationalist rhetoric, this week referring to Greece as “the land of infidels”. But while the Turkish leader has become more unpredictable, Greek diplomats and officials privately hope he will win the vote, viewing his victory and concomitant augmentation of power as the way to a potential pacification of ties. If Erdoğan becomes “sultan for life”, some believe his newly reinforced hand will also enable Turkey to participate that much more constructively in resolving the decades-old problem of war-partitioned Cyprus when reunification talks resume next week. Turkey’s high electoral board are also saying that the number of opened ballots is lower than the figures being given on state-run news agency Anadolu. The Turkish news outlet Hürriyet is reporting that the main opposition CHP’s deputy leader, Erdal Aksünger, has alleged manipulation in state-run Anadolu agency’s reporting on votes in Istanbul, saying they had falsely said more votes had been counted than was actually the case. He said the real number of opened ballot boxes was just 57%. Anadolu said the yes vote was at 51% while the no vote was at 49%. The Turkish prime minister, Binali Yıldırım, has said he will address the nation at 21.00 local time (19.00 GMT). The Anadolu agency is reporting 98.5% of the boxes counted, with yes on 51.49% and no 48.51%: TRT World have called it for yes. These are still unofficial figures. Turkey’s deputy prime minister, Veysi Kaynak, has said: “We didn’t get the amount of Yes votes we hoped for,” according to BBC journalist Seref Isler. With 95% of votes counted, yes is still narrowly in the lead: The no vote has taken the lead in Ankara. This from Reuters: Votes against constitutional changes to create an executive presidency and hand the Turkish president, Tayyip Erdoğan, sweeping new powers pulled ahead in the capital, Ankara, to just over 50%, broadcaster CNN Turk said on Sunday. With 93% of the ballots opened in Ankara, the city showed 50.2% in favour of no. That would mean the no camp looked set to narrowly prevail in all three of Turkey’s biggest cities – Istanbul, Ankara and Izmir. Pundits have pointed out that losing Istanbul would be a blow to Erdoğan, even if the overall result is yes. With 96% of votes counted, the yes vote is 51.88% and no 48.12% EuropeElects has suggested that yes will win, with about 51%, which is what pollsters predicted. Aykan Erdemir, a former MP with the main opposition CHP, has tweeted that the supreme election council has stopped sharing ballot data with the party. It’s still likely to be an hour, perhaps two, before we have the final results. Turkish voters living in the UK have overwhelmingly voted no. Yes: 19.53%; No: 80.47% Results in Turkey referendum as of 16.00 GMT, according to TRT World: Votes counted: 86% Yes: 52.96%; No: 47.02% Anadolu is reporting that Istanbul has – just – voted no, with 50.4%, to yes, on 49.96%. The overall vote stands as yes: 53.20%; no: 46.80%, with 84.26% of ballots opened. Reports that the No vote is also strengthening in Ankara: An interesting look at how expat Turks could have played a critical role in today’s vote. Election tracking account @EuropeElects currently projecting that the Turkish referendum is too close to call Meanwhile, Turkish voters in Germany have voted a resounding yes (63.34%) The Anadolu news agency is now reporting that the yes vote stands at 54.6%, with no on 45.4% with 75% counted. Data cited by Anadolu shows a high percentage of yes votes in central Anatolia, while no votes lead in coastal regions near the Aegean Sea and Turkey’s mainly Kurdish south-east. Weekly newspaper The Economist has come under fire from Erdoğan supporters after declaring that “Turkey is sliding into dictatorship” on its front cover this week. The state-run Anadolu agency reported: Turkey’s justice minister on Thursday criticised British news weekly The Economist for claiming on its cover that Turkey is “sliding into dictatorship” over a picture of the president. Bekir Bozdag, speaking to reporters outside a restaurant in Ankara, said: ‘What The Economist magazine has done shows great disrespect. It is a violation of journalistic ethics.’ The Economist’s briefing on the political landscape in Turkey, as well as that no-holds-barred leader, is well worth a read. Here’s an extract: The result will help determine the fate of Mr Erdoğan, who has governed since 2003 – first as a reforming prime minister, but lately as a strongman president who has come to treat all opposition as a form of treason. A no would be a grave blow for Mr Erdogan. A yes would root his power in the very foundations of the state. The fate of Turkey is at stake, too. Ever since Mr Erdoğan took power, the country has been a test of what happens when democracy is put together with political Islam. Turkey was also an example of the benign influence of the European Union, which encouraged open markets and civil rights. Some years ago Mr Erdoğan began to reject all that for nationalism and autocracy. Lately he has courted Russia and the Gulf monarchies. He would use a yes as a popular endorsement of that illiberal path. Since Mr Erdoğan has all the advantages, anything but a resounding victory ought to count as a defeat. At least 40% of the country – religious and conservative – will support him come what may. He chose the timing of the vote in the wake of a failed coup last summer, when most of Turkey had united behind him. He has attacked the EU, Turkey’s biggest market, in an attempt to stir up nationalist support. The authorities have nearly 50,000 people in detention, whom it calls coup-supporters and terrorists; it has sacked 100,000 more. Abetted by a captive, frightened judiciary, the police are rounding up anyone Mr Erdoğan designates as an enemy. Turkey’s state-run Anadolu agency is reporting that as of 16.36 GMT, with 71.58% of ballots opened, the unofficial results are: 54.99% yes; 45.01% no With 46.1% of ballots counted the yes campaign lead is slightly reduced, with 58.58% for yes and 41.82% for no according to Anadolu Agency TRT World are reporting the same figures: Turnout is as high as 84%, according to Amberin Zaman of The Wilson Center: It’s only an hour since polls closed and results are coming in thick and fast – they don’t hang around, these Turks. While overall results are showing so far with 30% of ballots opened a landslide for the yes campaign, early results from Kurdish areas in the southeast show an expected landslide for the no campaign. Kurdish areas have been hit particularly hard by the escalation in violence following the breakdown of the ceasefire between the PKK and the government. The pro-Kurdish opposition party, HDP, has endured a broad crackdown on its officials and its two co-chiefs are in jail. TRT, the international news platform of the Turkish Radio and Television Corporation is reporting that the first results have come in Turkey’s referendum – At 14:58GMT, with 32.35% of votes counted: Yes: 61.3% No: 38.7% Some are advising caution with early results: But the main Turkish opposition CHP official has said the decision to accept unstamped ballots will cause “serious legitimacy problem”. If you haven’t already this comprehensive piece by Kareem Shaheen is a must read. Turks will go to the polls on 16 April to vote on constitutional amendments that would transform the country from a parliamentary democracy into a presidential system. The package, which includes 18 amendments, is being put to the people because the proposed changes to the constitution did not get the backing of two-thirds of MPs in parliament. In this case the reforms were passed in the Turkish Grand National Assembly on 16 January with a simple majority, and then approved by the president, Recep Tayyip Erdoğan. The referendum could bring about arguably the most significant political development since the Turkish republic was declared in 1923. The determination with which Erdoğan has pursued it has seen him dispatch ministers to Europe in search of expatriate voters, and attack the Dutch government as “Nazi remnants” when it cancelled campaign events. Under the new system, Erdoğan will be able to stand in two more election cycles, which means if he wins the 2019 and 2024 polls he could potentially stay on as a powerful head of state until 2029. He could also return to the leadership of the Justice and Development party (AKP), which he co-founded, and which holds the overwhelming majority in parliament. The post of president used to be largely ceremonial but had some influence over policymaking. Through sheer force of personality, and the loyalty he still commands among the AKP electorate and their lawmakers, Erdoğan has made it a much more powerful job. Should the referendum go his way, it will be more powerful still. His profile of the man driving these changes, Recep Tayyip Erdoğan, is here. Erdoğan’s supporters have imbued him with a cult of personality rarely seen in the country since it was founded on the ashes of the Ottoman empire by Mustafa Kemal Atatürk. They propelled him to the presidency in 2014 in the first ever popular presidential elections in the republic’s history, a mandate that allowed him to reshape a largely ceremonial post into an influential one simply by sheer willpower. The polls have now closed in Turkey, although those who have been queuing to vote will be allowed to cast their ballot. Turkey has no official exit polls and media are barred from publishing or broadcasting election results until the High Election Board lifts the ban at 1800 GMT or earlier. Turkish people are being asked to vote on a new constitution that would extend the powers of the Turkish president. Here is an outline of some of the major changes by Wolgang Piccoli, co-president and director of research at Teneo Intelligence. There have been reports of violence near a polling station in the south-east of Turkey. There are differing reports about injuries: Sky are saying three have died, while others are reporting two deaths. The state news agency Anadolu said a land feud may have been the reason for Sunday’s deadly quarrel, while the private Dogan news agency reported it as caused by “differences in political opinion”. The cause of the incident, in Diyarbakkır province, was not immediately clear but there appears to have been a dispute between two rival groups. My colleague Kareem Shaheen is in Turkey, tracking developments as they happen today. He’s been speaking to voters in Ayranci, but many do not want to give their names. At the Çankaya primary school in the largely secularist neighbourhood of Ayranci, the voting was orderly and well-organised and people flowed in and out to vote for much of the afternoon. This is a polling station in which many former presidents of Turkey cast their vote, and one of the people who voted here today was Gen Hulusi Akar, the chief of staff of the armed forces. Didem Yalinay, a woman who voted no in the referendum, said she did so because of the government’s abuses against the opposition. “People in Turkey do not feel good about this oppression and they have a chance to say no today,” she said. “I believe in the wisdom of the people of this country. I said no because I want justice.” An elderly couple, 91 and 87 years old, arrived with their granddaughter to cast their vote despite the grandmother being in a wheelchair. They said they wanted to do their duty by voting despite their ailments. They described themselves as “children of the republic”. In tears, the granddaughter, who voted no along with her family, said: “This is a war without weapons. I am here to save my country.” Turkish voters were deciding in a historic referendum Sunday whether to approve constitutional changes that would greatly expand the powers of President Recep Tayyip Erdoğan. If the yes vote prevails, the 18 constitutional changes will replace Turkey’s parliamentary system of government with a presidential one, abolishing the office of the prime minister and granting sweeping executive powers to the president. More than 55 million people in this country of about 80 million were registered to vote. Polls in the country’s 32 eastern provinces closed at 4pm (1300 GMT), and were to close an hour later in the more populous west. The ballots themselves did not include the referendum question [as] it was assumed to be understood. Voters used an official stamp to select between yes and no. At one Istanbul polling station, eager voters lined up outside before it opened at 8am. “We are here early to say no for our country, for our children and grandchildren,” said retired tax officer Murtaza Ali Turgut. His wife Zeynep agreed, saying: “I was going to come sleep here last night to vote at first light.” Istanbul resident Husnu Yahsi, 61, also said he was voting no. “I don’t want to get on a bus with no brake system. A one-man system is like that,” he said. In another Istanbul neighbourhood, a yes voter expressed full support for Erdoğan. “Yes, yes, yes! Our leader is the gift of God to us,” said Mualla Sengul. “We will always support him. He’s governing so well.” The official Anadolu news agency reported that military helicopters flew ballots and elections officers to some districts of the south-eastern predominantly Kurdish region of Diyarbakır due to security reasons. Hello and welcome to the Guardian’s live coverage of Turkey’s landmark referendum. Voting is under way for the historic vote that will determine whether President Recep Tayyip Erdoğan will be allowed to enforce sweeping new powers. Erdoğan wants to replace the parliamentary system with an executive presidency – arguing that it will bring stability and modernise the country. But opponents fear it could lead to greater authoritarianism, a lack of parliamentary and judicial oversight and see Erdoğan remain in office until 2029. About 55 million people are eligible to vote across 167,000 polling stations, with the results expected to be announced later this evening. I’ll be with you until we get the results – if you want to get in touch on Twitter I am @lexytopping or you can email me on alexandra.topping@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}