{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/apr/09/florida-dead-bat-bagged-salad-cdc-recall", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-04-09T21:45:10Z", "webTitle": "Dead bat found in bagged salad sold at Florida Walmart prompts investigation", "webUrl": "https://www.theguardian.com/us-news/2017/apr/09/florida-dead-bat-bagged-salad-cdc-recall", "apiUrl": "https://content.guardianapis.com/us-news/2017/apr/09/florida-dead-bat-bagged-salad-cdc-recall", "fields": {"headline": "Dead bat found in bagged salad sold at Florida Walmart prompts investigation", "bodyText": "A dead bat found inside a bagged salad sold at a Florida Walmart has prompted a regional recall and an investigation by the Centers for Disease Control and Prevention (CDC), which has warned Americans not to eat salad from such packages. Two people discovered the bat after they had already eaten some of the salad in a bag of Organic Marketside Spring Mix. They alerted authorities, who sent the bat to a CDC rabies lab. The animal’s decayed state prevented a definitive test of whether it had rabies. Transmission by eating an infected animal is “extremely uncommon”, the CDC said in a statement, but the two people were recommended for treatment out of an abundance of caution. Neither Floridian showed any signs of rabies and both reported good health, the CDC said, adding that there have been no other “reports of bat material found in packaged salads”. Experts with the Florida department of heath, the federal Food and Drug Administration and the CDC are all involved in an investigation into how the dead bat came to be packaged with the salad. Fresh Express, the food company whose product contained the bat, issued a limited recall for salads sold in a clear container, with a best-used date of 14 April and the production code G089B19. The recalled salads were only sold at Walmart stores in the south-eastern US, and the CDC said that all the remaining salad packages from the relevant lot had been removed from store locations. “Consumers who may have already purchased the recalled product should discard and not consume it,” the CDC said. The agency said people who had eaten the salad and not found “animal material” were not at risk, and that customers could contact Fresh Express for a full refund. In a statement, Fresh Express said it “takes matters of food safety very seriously and rigorously complies with all food safety regulation”. The CDC added a general recommendation: “Anyone who ate the recalled salad product and found animal material in it [should] contact their health department for evaluation.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}