{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2017/apr/20/sarah-palin-ted-nugent-kid-rock-trump", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-04-20T21:53:34Z", "webTitle": "No new friends: Palin, Nugent and Kid Rock go to Washington", "webUrl": "https://www.theguardian.com/us-news/live/2017/apr/20/sarah-palin-ted-nugent-kid-rock-trump", "apiUrl": "https://content.guardianapis.com/us-news/live/2017/apr/20/sarah-palin-ted-nugent-kid-rock-trump", "fields": {"headline": "No new friends: Palin, Nugent and Kid Rock go to Washington", "bodyText": "Ted Nugent, Sarah Palin and Kid Rock paid a visit to Donald Trump’s White House Wednesday, having dinner with the president and taking a mocking picture with a portrait of Hillary Clinton, the former first lady. Bawidabaw The federal judge who Donald Trump said could not impartially rule on a lawsuit because of his “Mexican heritage” has been assigned another suit involving the president – one filed by a deported Mexican immigrant. Trump had argued during the campaign that the district court judge Gonzalo Curiel, whose parents emigrated from Mexico, could not be trusted to rule impartially on a suit against his defunct Trump University due to Trump’s anti-Mexican campaign rhetoric. Many, even in Trump’s own party, called the comments racist, including the House speaker, Paul Ryan. The new case is being brought against the administration by a “Dreamer” deported to Mexico a few weeks into Trump’s administration. Reports out of DC say Republican leaders are zeroing in on a new healthcare bill to potentially repeal and replace Obamacare, with plans for a vote as early as this Wednesday. Referring to the Hawaii federal court decision that halted Donald Trump’s travel ban last month, the attorney general, Jeff Sessions, said Thursday he was “amazed that a judge sitting on an island in the Pacific can issue an order that stops the president of the United States”. The rock’n’roll legend Bruce Springsteen, a longtime critic of Donald Trump, released a song that slams the 45th president. Springsteen unveils anti-Trump anthem Don’t you brag to me / That you never read a book / I never put my faith / In a con man and his crooks. – That’s What Makes Us Great"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}