{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/apr/14/welcome-back-midnight-oil-you-wrote-the-soundtrack-to-my-political-life", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2017-04-13T21:41:44Z", "webTitle": "Welcome back, Midnight Oil. You wrote the soundtrack to my political life | Angela Cuming", "webUrl": "https://www.theguardian.com/commentisfree/2017/apr/14/welcome-back-midnight-oil-you-wrote-the-soundtrack-to-my-political-life", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/apr/14/welcome-back-midnight-oil-you-wrote-the-soundtrack-to-my-political-life", "fields": {"headline": "Welcome back, Midnight Oil. You wrote the soundtrack to my political life", "bodyText": "The first time I met Peter Garrett was by the side of a country road and I was being instructed to tell him: “Welcome to federal fucking politics.” It was June 2004 and Garrett, frontman for the seminal Australian rock band Midnight Oil, had just been announced as a federal candidate for the Australian Labor Party. I was a journalist on the Sun-Herald and a photographer and I were dutifully dispatched from Sydney to Garrett’s family home in the southern highlands, about 90 minutes south of the city. Our job was to find Garrett, photograph him and get at least a line or two out of him about his new gig. He’d been playing cat and mouse with the press for days – a lot was riding on our mission. Garrett’s house was in the rolling countryside at the end of a long driveway, so we parked the car and waited. Sure enough Garrett came driving down, slowed his car down and looked right at us. From memory we started to follow him, Garrett driving a white Volvo. I remember thinking it was kind of funny, a rock’n’roll star driving a family station wagon. It was pretty obvious Garrett knew we were following him and all I can remember thinking was: “This man wrote the soundtrack to my political and activist life, he’s written my favourite-ever songs, I admire and respect him as a musician so much and now I am chasing him, oh my God what have we all become?” He eventually pulled over, I had my deputy editor on the end of my mobile phone in quite an animated state – he was ex-Fleet Street and lived and breathed for moments like this – and I asked him what I should say to Garrett as he came lumbering over to our car. “Tell him, ‘Welcome to federal fucking politics and if he doesn’t fucking like it he can talk to me!’” he barked down the phone, clearly enjoying himself immensely. So I had my chat with Garrett, got a few lines out of him, and he agreed to be photographed in town picking up his dry cleaning. Suits, dark suits, no doubt to be worn when he went to meet the bigwigs of his new party. He looked as uncomfortable doing it as I felt watching it. I have never forgotten about that day, the conflict I felt, how odd it was that this giant of the music scene had become a politician. Like those dark suits he was picking up from the dry cleaners, it never seemed the right fit. He served in the Australian federal parliament from 2004 to 2013. When it was announced that Midnight Oil had reformed, I was thrilled. A flood of memories came rushing back – and not just of that crazy winter’s day spent chasing him for a story. I remember being a seven-year-old public schoolgirl in western Sydney when Beds Are Burning was released. I liked the song, had absolutely no idea what is was about, and asked a teacher what the line “It belongs to them, let’s give it back” was all about. The explanation marked the first time I heard the word “Aboriginal”. On reflection it really beggars belief. Until then I had not known I was living in a country that had been populated by a completely different race for at least 40,000 years. I didn’t know Europeans had come and taken their lands and killed them and taken their babies from them and denied them the the right to vote. My school’s name was “Mawarra public school”. Mawarra is an Aboriginal word, and I still didn’t know. We, that generation, didn’t know, we weren’t taught it, people didn’t talk about it. That’s the power of music. It taught me all of that, in just one song. Later on in life I would sit and listen to Blue Sky Mine and come to understand the power big mining companies can wield over governments, the damage they can do the environment, the value in trade unions protecting workers’ rights. I joined my local workplace union and took part in many strikes for fair pay and working conditions after that. Later still, when I would cop grief from family and friends and workmates over my strong social and political views, I would sometimes put my headphones on and listen to Power and the Passion. The line “It’s better to die on your feet than to live on your knees” resonated with me, even if only on a small scale. There were peaceful times with their music, too, of drinking champagne and watching the sun rise over Coogee beach with girlfriends. We were looking out to Wedding Cake Island and listening to their song of the same name. They were good times. I am sure so many of us out there have their own “Midnight Oil Moment”, a time and a place when we heard a line or two from one of their many wonderful songs and felt something. The second, and last, time, I saw Garrett was in 2005 when Midnight Oil performed at Wave Aid, a charity concert in Sydney to raise money for victims of the 2004 Boxing Day tsunami. By that time he had been elected to the Australian federal parliament. The Oils were the final act of the night and were magnificent. Powderfinger, Silverchair, Nick Cave and Neil and Tim Finn had been on before them but Midnight Oil blew everyone out of the water. I’ve got three little boys now and am far too old and boring to go to any more rock concerts. But knowing the music and showmanship of Midnight Oil is back for a whole new generation makes me as happy as I was that night, dancing in the dark with 50,000 other hot and sweaty bodies and feeling happy there were people like Peter Garrett still in the world. Welcome back, Midnight Oil. I am glad, Peter, you took off the suit and got out of politics. You were always way too important for that."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}