{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/apr/20/centrelink-criticised-for-claiming-war-widow-owed-18000-after-administrative-error", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-04-19T23:31:41Z", "webTitle": "Centrelink criticised for claiming war widow owed $18,000 after administrative error", "webUrl": "https://www.theguardian.com/australia-news/2017/apr/20/centrelink-criticised-for-claiming-war-widow-owed-18000-after-administrative-error", "apiUrl": "https://content.guardianapis.com/australia-news/2017/apr/20/centrelink-criticised-for-claiming-war-widow-owed-18000-after-administrative-error", "fields": {"headline": "Centrelink criticised for claiming war widow owed $18,000 after administrative error", "bodyText": "Centrelink has been criticised after it raised a debt against a war widow after she received incorrect benefit payments because of a “known system issue” that could be impacting the payments of a large number of Australian war veterans. The circumstances of the debt drew admonishment from administrative appeals tribunal (AAT) member Donald Morris, who described the computer error as a “most unwelcome state of affairs” and suggested the problem should have been fixed as soon as it was identified. The debt was later written off because of the agency’s handling of the case. The problem adds to concerns over Centrelink’s records management and debt recovery systems, following widespread outrage over its automated debt recovery, or “robo-debt”, process. The war widow identified as HFHK challenged the assessment by Centrelink that claimed she owed $18,000. The case, detailed in a recently published AAT decision, is unrelated to the robo-debt system and instead involved family tax benefit and childcare benefit payments from 2013-2015. The woman was also receiving income support from the Department of Veterans Affairs (DVA) after her husband died in 2005 and she was left with four young children to support. Although HFHK continued to inform Centrelink of changes to her circumstances over the years, the agency failed to take into account her former partner’s income in assessing the benefits she received from Centrelink, which directly led to overpayments and the ensuing debt. The problem arose because there is no way for Centrelink to exchange information on welfare recipients with the Department of Veterans Affairs, which may also be in paying income support. Morris found the woman’s case had been handled “badly and inefficiently”. “It is clear to me that the debts came about not because of anything HFHK did but because of an inadequacy in the computer systems,” he wrote. “Put simply, it would appear to me that the DVA and Centrelink computer systems are unable to properly exchange relevant information on the income of persons, like HFHK, who may be in receipt of income support benefits from both departments. “This is a most unwelcome state of affairs. The tribunal is unable to ascertain how many citizens may be in the class of persons that HFHK is, that is, in receipt of income support from both DVA and Centrelink, but this may be a group of significant size.” When the war widow sought an internal review of the debt, the review officer identified the error and found the 2013-2014 debt should have been waived. A customer record published by the tribunal from Centrelink shows that staff knew the error was potentially systemic. It reads: “Cust[omer] has been impacted by a known system issue for FAO cust’s on DVA payments.” Morris agreed that the internal review officer’s finding the debt should be waived was correct, and strongly suggested Centrelink correct the system issue. “It is not the proper function of the tribunal to offer the respondent public policy advice, but it would seem logical that if officers of Centrelink consider this, in their words, “a known system issue”, it should be something that is remedied,” he wrote “In this case it has led to a person, through no fault of her own, receiving in good faith certain monies and it is reasonable to conclude that she was unaware that she was not entitled to the full amounts.” However, the tribunal declined to waive a further debt for the 2014-2015 year relating to overpayments. “While I can understand HFHK’s exasperation, she did have the benefit of the funds and the repayment regime is not onerous,” Morris wrote. The Department of Human Services denied in a statement that the case represented any wider problem for people who received both family tax benefit and DVA payments. Hank Jongen, a general manager at the department, claimed an improved exchange of information would not have resulted in a different outcome for the applicant. Jongen said the error was an administrative one, and apologised for any inconvenience it had caused. “Recipients of family assistance are obliged to notify the department of changes that affect their eligibility for payments,” he said. “We acknowledge that the applicant did meet her obligations and apologise for any inconvenience this administrative error may have caused.” “More broadly work is already underway on a number of measures that will improve the department’s delivery of welfare payments and services—including systems interaction with DVA.” The department had previously reviewed the case internally and found the overpayments to be caused by administrative error, causing it to waive the debt. The tribunal affirmed the department’s approach. The problems with Centrelink’s debt recovery methods are currently the subject of a Senate inquiry. The inquiry has heard it is leading to the creation of inaccurate debts, while making it difficult for recipients, particularly vulnerable people, to dispute the debts. A commonwealth ombudsman’s investigation found the system suffered from a series of flaws, which could have been resolved through a thorough proper testing and consultation process, or a slower roll out."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}