{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2017/apr/12/scientists-unravel-mystery-of-the-loose-shoelace", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2017-04-11T23:15:19Z", "webTitle": "Scientists unravel mystery of the loose shoelace", "webUrl": "https://www.theguardian.com/science/2017/apr/12/scientists-unravel-mystery-of-the-loose-shoelace", "apiUrl": "https://content.guardianapis.com/science/2017/apr/12/scientists-unravel-mystery-of-the-loose-shoelace", "fields": {"headline": "Scientists unravel mystery of the loose shoelace", "bodyText": "Things can start to unravel at any moment, but when failure occurs it is swift and catastrophic. This is the conclusion of a scientific investigation into what might be described as Sod’s law of shoelaces. The study focused on the mysterious phenomenon by which a shoe is neatly and securely tied one moment, and the next a flapping lace is threatening to trip you up – possibly as you are running for the bus or striding with professional purpose across your open-plan office. In a series of experiments involving a human runner on a treadmill and a mechanical leg designed to swing and stomp, the scientists revealed that shoelace knot failure happens in a matter of seconds, triggered by a complex interaction of forces. Oliver O’Reilly, a professor of mechanical engineering at the University of California Berkeley and the study’s senior author, said: “It’s unpredictable but when it happens, it’s in two or three strides and it’s catastrophic. There’s no way of coming back from it.” The study found that the stomping of the foot gradually loosens the knot while the whipping forces produced by the swing of the foot act like hands tugging on the ends of the laces. As the tension in the knot eases and the free ends start to slide, a runaway effect takes hold and the knot suddenly unravels. The findings also revealed what knot experts, such as sailors and surgeons, have long suggested: that the granny knot many of us use to tie our laces comes undone far quicker than an alternative method that is no more complex. Robert Matthews, a physicist at Aston University in Birmingham who was not involved in the latest work, said: “It’s provided hard scientific backing for what many people have long suspected: that the traditional way of tying shoelaces is pretty rubbish.” O’Reilly said he was inspired to investigate after spending decades pondering why laces spontaneously unknot themselves – an intellectual niggle that intensified when he came to teach his daughter how to tie her laces. The scientist enlisted a pair of PhD students and initial tests revealed that sitting on a chair and swinging your leg or stamping your foot does not generally cause a knot to come undone. It appeared to be a combination of both motions that conspired to unravel laces. Next, the scientists captured slow-motion video of a runner on a treadmill. They found that the foot strikes the ground at seven times the force of gravity and as the fabric of the shoe squashes down on impact, extra lace is freed at the top of the shoe, causing the knot to loosen slightly with each stride. Meanwhile, the swinging leg causes the lace’s free ends to whip back and forth tugging them outwards. As the knot loosens, the friction holding the knot tight decreases, and as the free ends lengthen, the whipping force goes up, leading to an avalanche effect. “The interesting thing about this mechanism is that your laces can be fine for a really long time, and it’s not until you get one little bit of motion to cause loosening that starts this avalanche effect leading to knot failure,” said Christine Gregg, a graduate student at UC Berkeley and a co-author. The scientists tested two basic versions of the standard knot and bow: the square knot and the weaker granny knot. In a square knot, you start by crossing the lace in your right hand in front of the one in your left hand and then threading it under the left one. For the bow you repeat the process, but crossing the end that’s now in your right hand behind the one in your left (with added loops to make the bow). In a granny knot the same overhand motion is repeated for both knot and bow. According to the data, the lace slippage rate was cut by at least a factor of five using a square knot compared with a granny knot. “Simply reversing the way we form the final knot when tying laces makes a huge difference,” Matthews said. O’Reilly said: “With the strong [square] knot you might be able to get through the day without it failing.” Although he admitted to still using the granny knot himself through habit. The study suggests the square knot works better because the impact of the foot loosens the knot more slowly, but the scientists were not able to establish why this is the case. The study is published in the journal Proceedings of the Royal Society A."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}