{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2017/apr/19/fall-of-bill-oreilly-sexual-harassment-fox-news", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-04-19T21:46:19Z", "webTitle": "The fall of Bill O’Reilly | The minute", "webUrl": "https://www.theguardian.com/us-news/live/2017/apr/19/fall-of-bill-oreilly-sexual-harassment-fox-news", "apiUrl": "https://content.guardianapis.com/us-news/live/2017/apr/19/fall-of-bill-oreilly-sexual-harassment-fox-news", "fields": {"headline": "The fall of Bill O’Reilly", "bodyText": "Bill O’Reilly, the top-rated star of the Fox News channel who had been involved in multiple sexual harassment settlements going back more than a decade, was ousted in a decision taken by the Murdoch family, which owns Fox parent News Corp. Donald Trump had defended O’Reilly when the latest revelations emerged, saying he was “a good person” and adding: “Personally, I think he shouldn’t have settled, because you should have taken it all the way. I don’t think Bill did anything wrong.” It might take just a minute to catch up on the latest politics news. But good journalism takes time and costs money. If you like the Guardian’s politics coverage, please consider joining us by becoming a member for only $6.99 a month. Thanks for reading! Become a Guardian member On a visit to London, House speaker Paul Ryan said the US is ready to sign a free trade deal Asap and predicted that the UK would be able to sign a Brexit agreement with the EU. Read our coverage Congressman Jason Chaffetz, the powerful head of the House oversight committee who made a name slamming Hillary Clinton over the Benghazi affair, announced suddenly that he would not seek reelection, without saying why. Maribel Trujillo, a mother of four American children from Fairfield, Ohio, who has never committed any crime in the 15 years she has lived in the US, has been deported to Mexico in the latest sign that the Trump administration is indiscriminately targeting undocumented immigrants. Read Ed Pilkington’s report Democrat Jon Ossoff will compete in a runoff in a traditionally Republican congressional district in suburban Atlanta, after falling just short of the majority threshold needed to win outright in a special election on Tuesday. Read Ben Jacobs’ report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}