{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/apr/29/great-australian-bight-taxpayers-would-have-to-subsidise-oil-spill-clean-ups-chevron-says", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-04-28T22:06:08Z", "webTitle": "Great Australian Bight: taxpayers would have to subsidise oil spill clean-ups, Chevron says", "webUrl": "https://www.theguardian.com/australia-news/2017/apr/29/great-australian-bight-taxpayers-would-have-to-subsidise-oil-spill-clean-ups-chevron-says", "apiUrl": "https://content.guardianapis.com/australia-news/2017/apr/29/great-australian-bight-taxpayers-would-have-to-subsidise-oil-spill-clean-ups-chevron-says", "fields": {"headline": "Great Australian Bight: taxpayers would have to subsidise oil spill clean-ups, Chevron says", "bodyText": "Chevron executives have confirmed that Australian taxpayers would be forced to subsidise the clean-up costs in the event of an oil spill in the Great Australian Bight during exploration. They say that under the terms of the petroleum resource rent tax, the costs of cleaning up oil spills from exploration wells in the area would be tax-deductible, and could be held over and “uplifted” into future years, and claimed against the company’s other projects. It means taxpayers would be forced to subsidise the clean-up of oil spills in the pristine region, paid for via a loss of future taxpayer revenue. Michael Fenner, Chevron Australia’s tax manager, confirmed the news to senators during a corporate tax avoidance hearing on Friday. The Greens senator Peter Whish-Wilson asked Chevron’s executives during the hearing: “Could you confirm if you have an oil spill, like sadly we saw with BP in the Gulf of Mexico, that under the [PRRT] regime you can also uptick those costs and claim them against other projects, you could actually make money out of an oil spill? Nigel Hearne, Chevron Australia’s managing director, said: “We don’t intend to have an oil spill.” Whish-Wilson replied: “I hope not, but I’m just saying under the system though, the taxpayer would effectively fund it, correct?” Fenner responded: “Well it depends at what point in your lifecycle that spill was to occur. If it was to occur when you were actually in development, for example, they would not be transferable ... [but] if they were in the exploration phase, then yes, they would.” It confirms what Treasury officials have previously told Senate estimates. They have said that under the terms of the PRRT, clean-up costs for oil spills from exploration wells would be classified as “exploration expenditure”. “If there was a problem with an exploration well requiring remediation expenditure, to the extent that the expenditure had a close or quite direct connection with the physical activities of the petroleum project, it would be considered exploration expenditure for petroleum resource rent tax purposes and would be available to be carried forward and uplifted,” a Treasury official told Senate estimates last year. Hearne said he remained committed to a drilling program in the Great Australian Bight and was looking for a financial partner. In December, BP officially withdrew its application to drill for oil in the Bight, after having to submit plans three times. Hearne said Chevron had “applied some of the lessons learned” from BP’s experience and was developing its environmental permit to explore in the area. Jason Ward from the Tax Justice Network has previously described this element of the PRRT system as an “absolute scandal”. “First we learn that we are giving away our natural resources to the world’s largest oil companies for free and now we know they can get tax credits for oil spills,” he has told Guardian Australia. “It is mind-boggling that this is actually how the PRRT works.” On Friday, the treasurer, Scott Morrison, said he would not be making any changes to the PRRT in the budget, despite conceding some months ago that revenues from the tax had halved since 2012-13. The government’s review of the PRRT, called the Callaghan review, was released on Friday after months of inquiries. It has recommended taking a softly-softly approach to reform the tax, despite hearing from experts that the PRRT has failed to collect billions of dollars in revenue, and that Chevron’s huge Gorgon gas project off Western Australia will not pay the tax until at least 2030, in spite of decades of production."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}