{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/apr/16/andy-murray-pays-price-battle-top-world-no1-monte-carlo-masters", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-04-16T21:00:04Z", "webTitle": "Andy Murray admits paying price of battle to reach top of world rankings", "webUrl": "https://www.theguardian.com/sport/2017/apr/16/andy-murray-pays-price-battle-top-world-no1-monte-carlo-masters", "apiUrl": "https://content.guardianapis.com/sport/2017/apr/16/andy-murray-pays-price-battle-top-world-no1-monte-carlo-masters", "fields": {"headline": "Andy Murray admits paying price of battle to reach world No1", "bodyText": "In the yin and yang of the sporting world, Andy Murray returns to action at the Monte Carlo Masters this week admitting that the effort of ending last year as world No1, for the first time in his career, may well have contributed to his stop-start beginning to the 2017 season. Having returned home after an early exit at the Australian Open to find he had shingles, he then picked up an elbow injury at Indian Wells, which caused him to miss the Miami Masters and Britain’s Davis Cup quarter‑final defeat in France. From the start of the Rome Masters in May last year, Murray won 61 of his 65 matches, during which time he won Wimbledon for the second time, claimed a second Olympic singles gold and his last five events of the year to overtake Novak Djokovic at the top of the rankings. With the calendar so crowded, it was always possible that it would come back to bite him, one way or the other. “It’s definitely a possibility,” said Murray, who lost in the fourth round at the Australian Open, won the Dubai title but then went out in his first match at Indian Wells before getting injured. “I think the elbow injury was nothing to do with what happened. The shingles would have been more likely something to do with that but I feel fine now. I got ill in Miami and had some tests when I got back and everything was completely normal and I feel great.” It was an injury that even on Sunday, as he chatted at the picturesque Monte Carlo Country Club, he struggled to explain fully, expressing doubt over the amateur diagnosis of a tear given in Miami last month by his brother Jamie. “I had it re-scanned when I got home about a week, 10 days after, when the inflammation had died down, and compared it with the scan I had on my elbow in 2014,” he said. “It looked fairly similar. So not sure if it was a tear there or not.” The good news is the world No1 is here, sounding confident and insisting he would not be playing if he felt there was even the slightest chance of exacerbating the elbow problem, an injury which had affected him only when serving. “I wouldn’t play if I felt like I was risking it. In practice I’ve been serving a lot. I only really started serving properly, as hard as I would hope to in a match, two days ago [but] I will have had five days before my match of serving at the right speed. I think it will be fine.” Murray reached the semi-finals here last year, the start of his most successful clay-court season – winning in Rome, finishing runner-up in Madrid and then again at Roland Garros. He leads Djokovic by 3,695 points at the top of the world rankings but with Roger Federer having won the Australian Open, Indian Wells and Miami, Murray knows he will need to start picking up points if he is to hold on to top spot later in the year. “Obviously I have some work to do to push myself back up in the [calendar-year] rankings again this year. That starts this week.” Murray starts his campaign on Wednesday against either Gilles Müller, the world No28, or the Spaniard Tommy Robredo. Djokovic, back from an elbow injury of his own, and Rafael Nadal, are in the other half of the draw. Nadal will meet the winner of today’s all-British battle between Kyle Edmund and Dan Evans."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}