{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2017/apr/11/juventus-v-barcelona-champions-league-quarter-final-first-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-04-11T20:44:31Z", "webTitle": "Juventus v Barcelona: Champions League quarter-final first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/apr/11/juventus-v-barcelona-champions-league-quarter-final-first-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2017/apr/11/juventus-v-barcelona-champions-league-quarter-final-first-leg-live", "fields": {"headline": "Juventus v Barcelona: Champions League quarter-final, first leg– as it happened", "bodyText": "Juve’s players are delighted with themselves: They celebrate among themselves before applauding their thrilled supporters and no wonder everyone is so happy. It’s difficult to imagine how tonight could have gone any better for them. They’ve scored three goals without reply, leaving Barcelona with a real mountain to climb at Camp Nou next Wednesday night. Barcelona had two excellent chances to score, but leave Italy empty handed. Peep! Peep! Peeeep! The game ends with a weak Sergi Roberto into the arms of Gigi Buffon. Juventus have won the first leg 3-0 courtesy of a Paulo Dybala brace and a rare goal from Giorgio Chiellini. They’re in the box-seat to advance to the semi-final and despite Barcelona’s heroics against PSG, one suspects the jig is well and truly up for the Catalan side as far as this season’s Champions League is concerned. 90+4 min: Barcelona mount one last assault, with Neymar gadding down the left wing. His cross is poor and Juve half-clear. 90+3 min: The camera cuts to Luis Enrique, who looks impassive. Back on the pitch, Mario Mandzukic goes down with cramp and is helped out with his compatriot Ivan Rakitic. 90+2 min: Dani Alves briefly threatens to score against his old muckers, but dawdles over his weak shot and sees it blocked. 90 min: We’re into the final minute, but there’ll be a fair bit of added time I’ll wager. Samuel Umtiti and Mario Lemina get booked for pulling and dragging out of each other. 89 min: Juve substitution: Andrea Barzagli on, Miralem Pjanic off. That Juventus portcullis is being heavily manned now. 88 min: Rakitic volleys a cross from deep high over the bar from a tight angle when he perhaps ought to have side-footed the ball across the face of goal. 87 min: Messi takes the free-kick but shoots straight into the wall. 86 min: To jeers and whistles from the home crowd, Barcelona continue to pass and probe around the edge of the Juve penalty area. Rincon brings down Messi on the edge said area and concedes a free-kick in a dangerous position - almost dead centre, just to the right of the D. That was a dumb foul - there was no need for it. 84 min: Barcelona continue to throw the kitchen sink at Juventus, but aren’t having much luck hitting anything with it. 81 min: Juve substitution: two-goal hero Paulo Dybala off, Tomas Rincon on. 80 min: Barcelona corner, which Ivan Rakitic floats into the penalty area. The ball’s cleared, but only as far as Messi on the edcge of the area. He wriggles to the left of the area and crosses the ball in - it’s this much too high for Samuel Umtiti. 77 min: Neymar jinks down the left flank, cuts inside and picks out Luis Suarez in the six-yard box, who mis-controls. Giorgio Chiellini mops up at the back, gives a little fist-pump and then exchanges a high-five with Gigi Buffon. 76 min: It’s been a helter-skelter second half but that vital away goal continues to elude Barcelona. One suspects if they leave Turin without one, their cause will be doomed. 75 min: Just before Cuadrado’s exit, Sami Khedira was booked for diving in an attempt to win a free-kick from Andre Gomes. 74 min: Not literally making hay. 73 min: Juventus substitution: Juan Cuadrado off for Mario Lemina. Cuadrado just received treatment for an injury after a fine performance. He’s been making hay on the right flank all night. 71 min: The game threatens to boil over after a couple of meaty challenges: Mandzukic on Sergi Roberto and Higuain on Andre Gomes. 69 min: Neymar has a shot blocked just inside the Juventus penalty area, by Chiellini. Barcelona’s players scream for a penalty, saying the defender dived in and blocked it with his arm. Replays suggest they might have a point. It hit his head, then his raised arm ... make of that what you will. 67 min: Luis Suarez muscles his way into the Juventus penalty area to latch on to a little dink from Leo Messi. Via a deflection, he pokes a glorious opportunity wide of the left upright. 64 min: On the subject of yellow cards, I’m told Andres Iniesta picked one up about 10 minutes ago - apologies, I didn’t see that one. 61 min: Mario Mandzukic and Sergi Roberto go down holding a knee and face respectively after sprinting to challenge for the ball near the corner flag. Mandzukic is booked, much to his own amazement and I’m also inclined to think he was hard done by. Personally, I thought Roberto was the aggressor. 58 min: Before I was so rudely interrupted by Giorgio’s goal, his team-mate Gonzalo Higuain missed an excellent chance after dithering on the ball with the goal at his mercy. I suspect he may have been astonished to have found himself onside and shot straight at Ter Stegen. 57 min: I’ve seen less man-handling in a sumo contest, but the goal stands. Giorgio Chiellini wrestles Javier Mascherano out of his way as the ball arrows towards him, scores with a meaty header and for the second round of this competition in a row, Barcelona find themselves in all sorts of bother. It’s difficult - nigh on impossible - to imagine a team of Juve’s defensive guile and tenacity messing this one up from here. Giorgio! From a corner, Chiellini out-jumps Javier Mascherano to plant a diagonal downwards header into the bottom left-hand corner form distance. 54 min: Juventus squander a great opportunity to extend their lead, with Higuain dawdling on the ball after ... ooh, hold on. 53 min: Oof! From the inside right channel, Juan Cuadrado pulls back to the incoming Gonzalo Higuain. He goes for placement rather than power and makes it easy for Marc-Andre ter Stegen. 52 min: Andres Iniesta shoots over the bar from the edge of the penalty area. Barcelona have started this half the way Juventus began the game. 51 min: Before that mini-onslaught from Barcelona, Sami Khedira whipped a shot wide of the Barcelona goal from distance. 50 min: Neymar tries a shot from distance, but it’s high and wide. 49 min: Barcelona try to play through the centre again, letting the ball do the running. Ivan Rakitic threads the ball through the middle and Luis Suarez is this close to beating Gigi Buffon to it. The keeper smothers before the forward can lift the ball over him. 48 min: Barcelona win a corner, which Neymar swings towards the near post. It’s a poor delivery and Gonzalo Higuain heads clear. 47 min: So close! Barcelona scythe through the centre but Bonucci dispossesses Neyar on the edge of the penalty area as the Brazilian attempted to run on to a through-ball. The ball broke to Messi, who rolled it inches wide of the upright. Great play from Barcelona, but wonderful defending from Bonucci. 46 min: Juventus get the second half under way, with Andre Gomes on for Jeremy Mathieu. The hosts haven’t lost a European game at home since 2013 and don’t look likely to get beaten tonight. Borussia Dortmund’s match v Monaco has been postponed due to a security scare after a series of explosions resulted in damage to the home team’s bus. Their Spanish defender Marc Bartra has had to have treatment for a lacerated arm and the match has been postponed until tomorrow. Paul Doyle has the latest on that drama. Juventus lead at the break: The referee draws the first half to a close with Juventus going close again. Sami Khedira’s shot across the penalty area goes wide. The Italian champions will be delighted with their performance thus far, having taken a two-goal lead courtesy of Paulo Dybala. Barcelona have had one excellent chance, but Andres Iniesta was foiled by some excellent goalkeeping by Gigi Buffon - otherwise they’ve offered little in attack and looked extremely porous in defence. 44 min: Same tactic different flank: Juve go down the left this time and the pull-back is to Gonazalo Higuain. His shot is fumbled by Ter Stegen and the bouncing ball is hacked wide for a Juve corner. Dybala was loitering with intent there, but the ball didn’t break kindly for him. 41 min: I may have done poor Giorgio Chiellini a grave injustice a moment or two ago. Having seen a replay of that weak Luis Suarez near post “header” he put out for a corner, I have to say it wasn’t as near to being an own goal as I originally thought. 39 min: Sergi Roberto and Ivan Rakitic combine down the right wing but are forced backwards again. The ball’s played wide to Jeremy Mathiu and his cross comes off Luis Suarez’s shoulder, whereupon Giorgio Chiellini almost puts the ball into his own net. A corner for Barcelona, from which nothing comes. 37 min: Juan Cuadrado drives down the right flank, then makes his way towards the Barcelona penalty area unopposed, with Jeremy Mathiu backing off him. Cuadrado pulls the ball back to Miralem Pjanic on the edge of the penalty area, but he shoots high over the bar. Cuadrado is being given the freedom of the right wing here and none of the layers he is picking out with his passes are being closed down. 35 min: Barcelona continue trying to work their way back into the game, but to little avail. They’ve brought one wonderful save out of Gigi Buffon, but otherwise the Juventus goalkeeper has had little or nothing to do. 34 min: Mario Mandzukic gets a talking-to from the referee after having a frank exchange of views with Leo Messi over something or other. It was something and nothing. 32 min: Throw-in for Barca, deep in Juve territory. Juan Cuadrado wins the ball and tries to dribble his way out of defence. He wins a free-kick after Andres Iniesta tugs his shirt. 30 min: Messi gets the ball in the Juve net after a horrible mix-up among Juventus’s defenders, but his effort is correctly disallowed for offside after the Polish linesman semaphores that all is not well. Sami Khedira was robbed in possession just outside his own penalty area and Suarez put Messi through on goal, but he was offside. 29 min: Suarez picks out Rakitic with a pass across the face of the Juventus penalty area. Nothing comes of it. 28 min: After several warnings, Dani Alves gets a yellow card for a foul on his old pal Neymar. 26 min: Juventus advance once again. Bonucci plays a long, raking pass from deep up to Alex Sandro on the left flank, but he concedes a throw-in. 24 min: Just 76 seconds after Gigi Buffon saved brilliantly at one end, Pablo Dybala scores at the other. Juventus attacked down the left flank, where Mandzukic pulled the ball back to Dybala who was running unmarked across the face of the penalty area. He whipped a wonderful curler just inside the post past the unsighted Ter Stegen. Paulo Dybala scores again! More terrible defending from Barcelona, who shoots inside the left upright from the edge of the penalty area. Gerard Pique was blocking Marc-Andre ter Stegen’s view, but where were the rest of Barcelona’s defenders? 20 min: Barcelona go on the front foot, pressing and probing for an opening. Lionel Messi plays a wonderful pass through the centre to Andres Iniesta in the Juve penalty area. His early, low shot towards the bottom right-hand corner is saved brilliantly by Gigi Buffon. 19 min: Cuadrado and Dybala combine down the right flank and the latter threads the ball into the penalty area between two defenders. Samuel Umtiti clears for Barcelona. This is a very entertaining match so far. 15 min: Having started this game like the proverbial bat out of hell, Juventus have taken their foot off the gas since going a goal up. Part of the plan or their innate Italian cautiousness shining through? WHatever it is, they’re letting Barcelona into the game. Mario Mandzukic tries a shot from distance, but doesn’t trouble Ter Stegen. 14 min: Leonardo Bonucci plays a long ball down the right channel for Dybala to chase, but over-cooks his pass, which runs on to Ter Stegen. 13 min: Messi picks out Neymar with a long pass to the left-hand side of the area. The sarcastic Brazilian runs into traffic and Juventus take possession. 12 min: Messi and Neymar stand over the free-kick. Messi sends it towards the far post, but his delivery is far too high. Wide. 10 min: Ivan Rakitic, Luis Suarez and Lionel Messi combine down the right flank in the first period of sustained pressure from Barcelona. THey’re forced backwards but keep hold of the ball and work their way forward again. Messi gives it away, but Suarez forces the foul from Giorgio Chiellini. Free-kick for Barcelona, on the right corner of the penalty area. 8 min: What a start from Juve! Barcelona were artists of their own downfall there, with Leo Messi giving the ball away. The ball found its way to Cuadrado on the right flank and under no pressure whatsoever from Barca’s defenders, he picked out Dybala in the area. The young Argentinian was given all the time in the world to curl the ball around Barcelona’s goalkeeper and inside the far upright. Atrocious defending from Barcelona. Juventus lead! Juan Cuadrado plays the ball to Dybala on the right side of the area and he curls it around Marc-Andre ter Stegen with his left foot. 4 min: Juventus have hared out of the traps here and are keeping Barcelona penned into their own half with a serious early onslaught. The Spanish side haven’t had a moment to settle yet, but try to slow the game down a bit by working the ball back to Ter Stegen, who gets his foot on the ball and takes a breath. 3 min: Juventus win a free-kick wide on the right for a foul on Paulo Dybala. The ball’s swung across the edge of the six-yard box by Miralem Pjanic, where Gonzalo Higuain heads right into the ground in front of Barcelona goalkeeper Marc-Andre ter Stegen. That was a wonderful chance, but Higuain made it easy for the goalkeeper. 1 min: Barcelona kick off, play the ball back and immediately get in a bit of a muddle. It’s nothing major, but results in a goal kick for Barcelona after the ball is shanked high and wide. It’s first blood to Barcelona as Gigi Buffon loses the coin-toss! Oh Gigi! Barcelona will serve kick off. The teams emerge from their dressing rooms, make their way out on to the Juventus Stadium sward from a very well-appointed tunnel decorated with potted plants. Dani Alves exchanged very warm greetings with several of his former Barcelona team-mates, which will probably prompt no end of tut-tutting from more sanctimonious commentators before the night ends. They line up for the Champions League anthem and kick-off is just moments away! Uefa have postponed this match for security reasons - it will be played tomorrow night instead. As anyone who has watched Jamie Vardy or Wayne Rooney, among many others, play with any regularity will know, screaming obscenities in a referee’s face often goes unpunished. Luckily, the far more serious offence of clapping sarcastically at a referee’s assistant is finally being stamped out. Marc Bartra has been taken to hospital for treatment on a cut hand. A decision will be made on whether or not that game goes ahead at 7.30pm. You can follow the latest developments there with Paul Doyle, while I’ll switch my focus back to Juventus v Barcelona. German newspaper Bild are reporting that the Borussia Dortmund team bus was caught in an explosion that shattered its windows about 10 kilometres from the stadium. They say Marc Bartra has been hospitalised and that tonight’s match is in serious doubt. Here’s hoping Bartra, his team-mates and anyone else involved are OK. Juventus: Buffon, Dani Alves, Bonucci, Chiellini, Alex Sandro, Pjanic, Khedira, Cuadrado, Dybala, Mandzukic, Higuain. Subs: Neto, Marchisio, Barzagli, Lemina, Asamoah, Lichtsteiner, Rincon. Barcelona: ter Stegen, Sergi Roberto, Pique, Umtiti, Mathieu, Rakitic, Mascherano, Iniesta, Messi, Luis Suarez, Neymar. Subs: Cillessen, Denis Suarez, Alcacer, Jordi Alba, Digne, Andre Gomes, Alena. Referee: Szymon Marciniak (Poland) My German is not too hot, but it seems to that the police are saying there has been an explosion in Dortmund and they are there - or going there - in numbers. We’re hearing reports that the Borussia Dortmund team bus has been caught up in some kind of explosion en route to the Westfalenstadion for their match against Monaco and that their Spanish defender Marc Bartra has been taken to hospital with an injury. “There are a few different players compared to the Berlin final,” said the Barcelona manager upon being asked to compare the sides now to the sides which duked it out in the 2015 final which Barcelona won 3-1. “Juve are still a great team, but I cannot say if they are better or worse than two years ago. I have great memories of that final, but this game is completely different. Both sides are definitely confident about their chances. I certainly don’t need to motivate players for a quarter-final against a team like Juventus.” Asked how he thinks Juve will try to overcome his team, Enrique said: “I have watched many Juve matches and they are always trying to impose their own game in every part of the pitch. They will do the same tomorrow, but you must put that question to Allegri. I can only tell you what we will do. We will try to win, as we always do.” And on his own time in Italy, where he had a fairly uninspired season in charge of Roma: “I have only good memories of my experience in Italy,” said Enrique. “I had the chance to experience a new culture which I enjoyed a lot.” “The four up front [Cuadrado, Dybala, Mandzukic and Higuaín] will all start,” said the Juventus manager upon being asked about his team selection at yesterday’s press conference. “When you play the first leg at home, it’s always nice not to concede. Tomorrow, however, it won’t be easy so we have to try to score more than them. You can’t hope to face Barcelona and draw 0-0 twice and win on penalties. Dybala? Paulo has made giant steps. Messi is the best in the world and has been for many years. Dybala is young and growing fast. Alongside Neymar, he can be among the best in the world in the future.” Discussing what it will take to get through to the semi-final, Allegri had this to say: “In order to qualify we will have to play two great games and also have a bit of luck. Barcelona lost at the weekend but they never make mistakes in this type of match. However, they always give something away and we will have to be good to hit them when we have the chance to do so.” Juventus rested Dani Alves, Giorgio Chiellini and Leonardo Bonucci for their weekend win over Chievo, but the trio are expected to return on an evening that will be poignant for the Brazilian amongst them. Alves spent eight very successful years at Barcelona, who have struggled badly to replace him since his departure last summer. Croatian striker Mario Mandzukic has also returned to fitness from a knee injury, but his compatriot Marko Pjaca is out for the rest of the season after tearing knee ligaments at the end of March. Barcelona will have to make do without midfield destroyer Sergio Busquets, who has travelled with the squad but will sit this one out on the Naughty Step after pickking up one yellow card too many. Arda Turan and and Aleix Vidal have also travelled but will not play because of injury, while Rafinha has been left at home to recuperate from recent knee surgery that will leave him sidelined him for four months. To the Piemonte region of Italy, home of the white truffle and Turin, which provides the setting for tonight’s quarter-final first leg between Juventus and Barcelona. The hosts lead Serie A by six points and are on course to win another title, while their visitors are second in La Liga after handing the advantage to Real Madrid on Saturday. Barcelona arrive courtesy of one of the greatest comebacks in football history, taking advantage of an epic PSG meltdown in the second leg of their Round of 16 match at Camp Nou. Juve’s progress to the last eight was far more serene: the Old Lady slapped down Porto with a minimum of fuss, prevailing 3-0 on aggregate over two legs. Those expecting Juventus to park the bus tonight might be surprised as their coach Massimiliano Allegri has promised to play his four or five best attacking players, saying “it’s impossible to think about playing two 0-0 draws and winning on penalties”. If he remains true to his word, expect to see Gonzalo Higuain, Mario Mandzukic, Juan Cuadrado and Paulo Dybala feature in what could be a surprisingly open and exhilarating contest."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}