{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/apr/11/recorded-childhood-cancers-rise-worldwide-world-health-organization", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-04-11T22:31:18Z", "webTitle": "Recorded childhood cancers rise by 13% worldwide, study finds", "webUrl": "https://www.theguardian.com/society/2017/apr/11/recorded-childhood-cancers-rise-worldwide-world-health-organization", "apiUrl": "https://content.guardianapis.com/society/2017/apr/11/recorded-childhood-cancers-rise-worldwide-world-health-organization", "fields": {"headline": "Recorded childhood cancers rise by 13% worldwide, study finds", "bodyText": "Childhood cancers have risen across the globe by 13% over 20 years, according to data from the World Health Organization’s cancer section. Cancer in children is comparatively rare; when it does occur it is more likely to have been triggered by something in the child’s genetic makeup than by anything to do with lifestyle or the environment. Part of the reason for the rise is thought likely to be better detection. But experts say it is vital to collect better data from all over the world to establish all the causes, which could include infections and environmental pollutants. The International Agency for Research on Cancer (IARC), which has published its findings in the medical journal Lancet Oncology, says the numbers recorded in cancer registries around the world have gone up since the 1980s. Between 2001-2010, there were 140 children in every million who were diagnosed with cancer under the age of 14, which represents a 13% increase. IARC for the first time gives numbers for adolescents with cancer. There were 185 adolescents in every million diagnosed with cancer, most commonly lymphomas, which are cancers of the white blood cells. “Cancer is a significant cause of death in children and adolescents, in spite of its relatively rare occurrence before the age of 20 years,” said IARC’s director, Christopher Wild. “This extensive new set of information on the pattern and incidence of cancer in young people is vital to raise awareness and to better understand and combat this neglected area of health early in life.” A third of the cases under the age of 15 were of leukaemia, a cancer of the blood that is now successfully treated in Europe and the US. A second paper, published in the Lancet Haematology journal, looks at the stark variation in survival from acute lymphoblastic leukaemia (or ALL) in childhood around the world between 2005 and 2009. In Germany, 92% of children survived for at least five years but in Colombia the figure was 52%. Survival rates have improved significantly in all countries. From 1995-99 and 2005-09, five-year survival for the disease ALL, in children, increased from 79% to 89% in the UK, and from 83% to 88% in the US. Regarding a second form of the disease, acute myeloid leukaemia (AML), five-year survival increased from 59% to 68% in the UK and from 52% to 63% in the US. Survival in China increased substantially over the same period – from 11% to 69% for ALL survival, and 4% to 41% for AML survival. The IARC study on the global cancer rise has gathered information from cancer registries worldwide. But while the data covers 100% of children in Europe and North America, it accounts for only 5% or a lower percentage in Africa and Asia, where the information is not routinely collected. In poorer countries, some children’s cancers are never diagnosed and their deaths will not be investigated. Social factors may explain why the cancer numbers for girls and small babies are very low. In wealthier countries, greater understanding of cancers affecting children and adolescents and the development of better tools will account for much of the rise in numbers. “It’s likely that this reported rise in children’s cancers is, in part, due to improvements in diagnosis,” said Anna Perman, Cancer Research UK’s senior science information manager. “We now have a better understanding of the symptoms of children’s cancers, which helps doctors to spot those who might have gone undiagnosed before. It’s unlikely environmental factors that children are exposed to either early in life or during development in the womb play a big role in this rise. Although some environmental and lifestyle factors that do play a role in cancer are on the rise, these usually take many years to influence cancer risk and would be unlikely to cause cancer at a young age.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}