{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/apr/09/line-of-duty-recap-series-four-episode-three-step-away-from-the-lift", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-04-09T21:00:18Z", "webTitle": "Line of Duty recap: series four, episode three – step away from the lift!", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/apr/09/line-of-duty-recap-series-four-episode-three-step-away-from-the-lift", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/apr/09/line-of-duty-recap-series-four-episode-three-step-away-from-the-lift", "fields": {"headline": "Line of Duty recap: series four, episode three – step away from the lift!", "bodyText": "Spoiler alert: this blog is for people watching series four of Line of Duty (it also contains spoilers from earlier series). Don’t read on unless you have watched episode three. Catch up on the episode one and two recaps here. It’s usually at this point every series, midway through the run, when I hold up my hands and admit: Line of Duty makes my head hurt. This series has proved no exception, albeit for slightly different reasons. It can’t be as clear-cut as it seems, can it? Many commenters already pegged Lee Ingleby’s seemingly mild-mannered husband as the real Balaclava Man, and so it apparently transpired – much to DS Steve Arnott’s detriment. The question now is does his wife know? My feeling is that she suspects it but isn’t sure, and thus saw Michael Farmer as a useful patsy. Similarly, it’s possible to argue that Nick knows Roz killed Tim Ifield but is waiting for her to tell him. That said, I think that if he is Balaclava Man there’s a strong possibility it was actually Nick who killed Tim and that Roz doesn’t know precisely what happened. Bear with me. As many commenters have pointed out, her recovery from the head injury seemed very speedy. It’s possible that she came round, they struggled (hence the scratches), then she either passed out or left the house, leaving Tim unconscious but alive. During this time Nick arrived and promptly dispatched of Tim. Roz then came to – either with Ifield’s dead body or back at home – and has decided to hide the fact she doesn’t know how Tim ended up dead by keeping calm and fitting up not one but two people, probably because she suspects her husband but is unprepared to open that can of very nasty worms. A leading lady who can’t remember what she may or may not have done? This bears distinct similarities to the plot of ITV potboiler Marcella. I do still have faith that Jed Mercurio will provide enough twists and turns to truly surprise us (the last 10 minutes of this week’s episode were impressively tense), but I can’t help thinking there’s a slight element of shocking a new audience that doesn’t translate if you’ve avidly watched since the start. That said, Line of Duty continues to be excellent at suggesting that no one is entirely innocent or guilty, regardless of what the (possibly late lamented) Steve Arnott might think. Thus Michael probably is a sex offender (though I still felt sorry for him, as it appeared to be a clumsy attempt at friendship as much as an attack, scary as it was for Mel) but not a murderer – and Hana is not necessarily the cleaner she presented herself as, yet again probably not a murderer. Similarly Ifield had secrets of his own, not least his burner phone and relationship with Hana, while Roz and Nick have a whole relationship seemingly built on lies. Was there more to her decision to step back and raise a family? Is he as concerned for her as he seems, or is there something more suffocating going on? Why do they find it so easy to conceal things from each other? Finally, was Nick definitely Balaclava Man or is there a mysterious third party? That seems unlikely – but on this show you never know. The bad guys Even if Roz didn’t kill Ifield she’s up to her neck in this by now, and I’m not convinced that protecting your family is motive enough for condemning two people to prison. I thought it was interesting that Roz, that great crusader for Farmer’s supposed victims, was so quick to use Hana’s probable sex work against her to save her own skin – those much-vaunted morals didn’t last long. The scene with Jodie and Roz was equally deft, riffing off last week’s Hastings/Arnott scenes to show how Roz manipulates the hero-worshipping Jodie into feeling they’re in their own little gang. That said, I still have minor gripes about Thandie Newton’s performance. She’s always been a wonderful facial actor, and the silent scene in the bathroom was particularly powerful, hinting at the depths roiling beneath Roz’s outwardly calm surface. But I’m just not convinced by the way she delivers some of the generic police lines. She always sounds slightly insincere and it jolts me out of the scene. The good guys Oh Steve, is this really the end? Perhaps we should have known Arnott was doomed the moment he referred to himself as a blunt instrument, and certainly once smooth new DC Jamie Desford rocked up with all the cockiness of a young Steve and (so far at least) none of the tendency to charge off on the trail of his obsessions. Steve has come close to checking out before, but this time it looked very final. That was a serious head injury and I very much fear it is lights out for Arnott. If so, he will be missed. I rarely agree with Steve but I’ve always enjoyed watching his bull-in-a-china shop approach to detective work, coupled with his unshakeable belief that he’s right and everyone else deluded and wrong. He’s also arguably this show’s central protagonist (especially as Kate remains something of an opaque character) and it will be interesting to see what happens next as the balance shifts. One thing’s for sure: Ted Hastings will be devastated, and an upset Hastings is a sight to behold. Case notes • We are repeatedly being shown that Roz is very quick on her feet and very good at presenting a mask to the world. This is a point in favour of the argument that she didn’t know Ifield was dead but reacted fast once she did. • I was quite taken by Ian Buckells’ admission that he just keeps his head down. It was weaselly but definitely realistic. He was also right about the need for real detective work. • Also right, Kate: they’re not supposed to be exonerating Farmer, they are supposed to be investigating Roz, Trapdoor and Ifield. Steve on a crusade always did tend to miss the wood for the trees. • I’m glad Steve and Kate had a make-up curry before his attack, even if I did spend much of the episode yelling wind your neck in Steve. • So Roz and Hilton were friends from training college. He obviously has some guilt about how well he’s done since – and I’d say also some element of having fancied her way back when. • I was pleased to see Royce Pierreson join the cast as Jamie. He was outstanding in the excellent Murdered By My Boyfriend. • Pregnancy jokes, telling off Arnott, doing actual detective work: Maneet continues to be the best copper on this show. Weasel of the week Despite Ian Buckell’s best attempts, this can only go to one person: the snivelling Nick, apparently loving husband and corporate lawyer turned possible killer of Steve Arnott. Say it ain’t so, Nick, say it ain’t so. Quote of the week “Right back to the coalface, unless you’ve got some more egg-sucking tips for your granny.” Superintendent Ted Hastings continues to snaffle all the best lines. So what did you think? Is Nick Balaclava Man? How much does Roz know? And most importantly, is this the end for Steve Arnott? As ever, all speculation and no spoilers welcome below…"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}