{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/apr/25/two-tier-refugee-system-leaves-many-destitute-and-homeless-say-mps", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-04-24T23:01:32Z", "webTitle": "Two-tier refugee system leaves many destitute and homeless, say MPs", "webUrl": "https://www.theguardian.com/world/2017/apr/25/two-tier-refugee-system-leaves-many-destitute-and-homeless-say-mps", "apiUrl": "https://content.guardianapis.com/world/2017/apr/25/two-tier-refugee-system-leaves-many-destitute-and-homeless-say-mps", "fields": {"headline": "Two-tier refugee system leaves many destitute and homeless, say MPs", "bodyText": "A costly “two-tier system” of providing protection for refugees in Britain has developed, leaving many at risk of homelessness and destitution, according to a report from a cross-party group of MPs. The study by the parliamentary group on refugees says the way the system is structured seriously damages the prospect of integrating new refugees and reports that the British Red Cross had to help more than 1,200 destitute refugees in just nine months last year. The parliamentary panel that carried out the nine-month inquiry included David Burrowes, Thangam Debbonaire, Caroline Lucas, Lord Dubs and Sally Hamwee. Burrowes, the Conservative MP for Enfield Southgate and vice chair of the group, said: “For too many refugees, being granted their status is the beginning of a period characterised by homelessness and destitution. Protection must mean more than just a piece of paper.” The MPs and peers identify as a key problem a 28-day cut-off period after which all state support, including housing, is withdrawn from newly recognised refugees once their status is confirmed. The report says this “move-on” period, after which they are forced to leave their Home Office-provided accommodation, is too short and “leaves too many newly recognised refugees homeless and destitute”. It says that the risk of homelessness and destitution after being recognised as a refugee in Britain faces the majority whose claims have been recognised through the asylum process. More than 50,290 people successfully applied for refugee status through the asylum route last year, compared with fewer than 10,000 who were resettled in Britain after being nominated by the UN high commissioner for refugees. The MPs’ report, Refugees Welcome?, says that those who come to Britain through the resettlement route are provided accommodation and receive support to access services and find employment. “For refugees who have gone through the asylum system, there is no such support,” it says. “This was not always the case. Between 2008 and 2011, the government funded a programme to help newly recognised refugees navigate the move-on period, offering 12 months of support to access housing, education, social security and the job market. However, funding for the programme was ended in September 2011.” The MPs say that a two-tier system has developed for refugees in Britain as a result. They recommend that the 28-day move-on period is extended to at least 50 days, reflecting the time it takes to find accommodation and financial support. The study highlights the experience of Anas, a Syrian refugee who was left unable to access jobseeker’s support or secure accommodation after a Home Office spelling mistake on his official paperwork. “Isis and Assad mean that it’s no longer safe for me at home. When I arrived in Britain I was so thankful to have been offered safety,” he said. “All I wanted was to be a good person and give back to the country which sheltered me, but I couldn’t for no better reason than because my paperwork was wrong and it took five months to fix it. I will always be grateful to Britain, but I will never understand a system which stops people like me from getting on my feet and contributing to society.” His experience contrasted with that of Nour, who came on the Syrian refugee resettlement scheme. He received correct paperwork in a timely fashion, had access to English classes within weeks of arriving and received assistance in finding steady accommodation. He is now studying computer science at Birmingham University. “When I arrived in Britain, I wanted a hand up, not a hand out, to get back on my own two feet, continue my work and studies and start supporting my family. I’m grateful to Britain for the support I received and I hope to have the opportunity to repay the country with my work. I want all refugees to have the same opportunity,” he said. Debbonaire, the Labour MP for Bristol West and chair of the group, said: “A refugee is a refugee, however they were granted status. Most will want to return home when conflict is over and, in the meantime, want to contribute to this country. These are often skilled professionals and, by definition, they all have strength and determination to offer. “But there are administrative flaws in the system, which could be easily fixed. Creating a two-tier system for refugees, loading the dice against people who come here to build a new life, is not just the wrong thing to do, but a costly missed opportunity for Britain.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}