{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2017/apr/25/artificial-intelligence-survey-finds-uk-public-broadly-optimistic-mass-unemployment", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2017-04-24T23:01:32Z", "webTitle": "Artificial intelligence survey finds UK public broadly optimistic", "webUrl": "https://www.theguardian.com/technology/2017/apr/25/artificial-intelligence-survey-finds-uk-public-broadly-optimistic-mass-unemployment", "apiUrl": "https://content.guardianapis.com/technology/2017/apr/25/artificial-intelligence-survey-finds-uk-public-broadly-optimistic-mass-unemployment", "fields": {"headline": "Artificial intelligence survey finds UK public broadly optimistic", "bodyText": "Apart from fears of mass unemployment, accidents with machinery, restrictions on freedom, increased economic inequality and a devalued human experience, the public are broadly optimistic about the arrival of artificial intelligence, according to one of the first surveys of British opinions about the technology. Research by the polling firm Ipsos Mori found nearly a third of people believe the risks of “machine learning” outweigh the benefits, while 36% believe the risks and benefits are balanced. Machine learning is technology that underpins internet searches, recommendations on Amazon and Netflix, and voice recognition on smartphones. The findings provide a snapshot of UK views on what some researchers regard as the early stages of a major revolution that is poised to affect almost every aspect of life. The research suggests that – while people are generally positive about the technology for improving medical treatments, guiding driverless cars and personalising education – substantial concerns remain. With machine learning, computers do not churn out answers by following hard and fast rules that are programmed into them. Instead, they are fed huge amounts of data from which they learn through trial and error. For example, computers have been given thousands of images of healthy and cancerous cells and told to learn the difference. They can then tell whether a biopsy from a patient is benign or requires treatment. The Ipsos Mori rsurvey found support for machine learning depended on what it would be used for. It discovered little enthusiasm for military robots that use the technology to make their own decisions, with only 22% believing the benefits outweighed the risks. People were also wary of computers that learned to play the stock market, with only 18% in favour. The findings were drawn from face-to-face interviews with 978 people chosen to be representative of the UK population, along with discussions at public meetings in Birmingham, Huddersfield, London and Oxford, and questions put to a community of 244 people online. The survey found support for facial recognition systems that learn to recognise criminals’ faces from CCTV footage, with 61% believing the benefits outweighed the risks. Software that recognises speech and answers questions, such as that found on most smartphones, was also seen as beneficial. But people were more wary of other uses of machine learning. Driverless cars have the potential to reduce traffic accidents substantially, and while some welcomed vehicles programmed to drive at 20mph in 20mph zones, others were sceptical. One person who took part in the Birmingham event said: “There would be twice as many accidents because driverless cars would follow the Highway Code and drivers don’t. The transition period would be really dangerous. We’d have to give everyone driverless cars all at once.” The research was commissioned for the Royal Society for a major report published on Tuesday on the “power and promise of computers that learn by example”. The report describes the recent rapid progress that computer scientists have made in the field and the possibility of “transformative advances” in the next five to 10 years. “There is huge potential for machine learning to impact in very positive ways on much of what we do as individuals and as industry and as a society. But there are challenges,” said Peter Donnelly, a statistician and geneticist at Oxford University, who led the group that produced the report. According to the report: “Society needs to give urgent consideration to the ways in which the benefits from machine learning can be shared across society.” Among other concerns in the Ipsos Mori research were fears of being replaced by computers. One person who took part in the London event said: “Everybody here is thinking, ‘Well, I’m going to lose my job.’” The primary concern was that machine learning could cause unemployment on a mass scale, the researchers found. Others feared computers could diminish the human experience – by churning out poetry for example, or making it impossible to go for a Sunday drive. More still raised concerns that people would become too reliant on computers and lose key skills, such as the ability to remember information, read maps and so on. According to the research, some computer systems were already on the verge of fomenting rebellion. Told of a computer system that might try to rein in people who overspend, one participant in Oxford said: “I feel like I’d want to buy the shoes just to spite it.” The Royal Society report raises a host of other challenges that will come with the arrival of artificial intelligence. Artificial intelligence systems can pick up biases from training data, making them racist and sexist, and cannot always explain their decisions, both issues that scientists must work on, the report states. Meanwhile, tech firms are poaching some key UK academics, leaving universities struggling to keep the best minds. Economists see huge economic growth coming from machine learning – but without more companies, and skilled people to work for them, the profits could flow to a handful of major corporations. “Society needs to think about these issues,” said Donnelly. “We need an open and nuanced discussion to work out what we can do to help ameliorate some of these worries, and what we want to insist on.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}