{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/apr/11/us-defense-syria-chemical-weapons-attacks-assad-regime", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-04-11T22:43:12Z", "webTitle": "US defense chiefs say they want to deter more chemical attacks, not oust Assad", "webUrl": "https://www.theguardian.com/world/2017/apr/11/us-defense-syria-chemical-weapons-attacks-assad-regime", "apiUrl": "https://content.guardianapis.com/world/2017/apr/11/us-defense-syria-chemical-weapons-attacks-assad-regime", "fields": {"headline": "US defense chiefs say they want to deter more chemical attacks, not oust Assad", "bodyText": "The US defense chiefs have said that Washington’s objectives in Syria are limited to deterring additional chemical weapons attacks by Bashar al-Assad. After days of contradictory messages from the Trump administration, the US defense secretary, James Mattis, used his first Pentagon press conference on Tuesday to clarify that the US seeks no wider military involvement in a conflict he defined as extraordinarily complex. Seated aside army Gen Joseph Votel, the US military commander for the Middle East, Mattis repeatedly brushed aside suggestions of ousting Assad, a diplomatic objective that the secretary of state, Rex Tillerson, intends to raise in Moscow on the first visit by a senior US official since Donald Trump took office. Tillerson is due to meet his Russian counterpart, Sergei Lavrov, but it is not clear whether an expected session with Vladimir Putin would go ahead. Speaking to reporters on Tuesday, Putin compared the US intervention in Syria to the ill-fated Iraq invasion of 2003. He claimed to know “from different sources” that the US had been duped into carrying out a missile strike by rebels intent on dragging Washington into the conflict. He predicted there would be more poison gas attacks to come, which he said would be false flag operations by rebels in order to justify more US missile strikes. “Similar provocations – and I can’t call it anything other than that – are being prepared in other parts of Syria,” Putin said. Russia has claimed that the deaths of more than 80 people by poison gas in the town of Khan Sheikhun on 4 April were caused by a Syrian regime strike on a chemical weapons facility run by terrorists but has provided no evidence. The Guardian visited Khan Sheikhun after the attack and saw no evidence of any such facility having been bombed. The White House has accused Russia of carrying out a cover-up of a Syrian regime chemical weapons attack on civilians last week, as relations between Washington and Moscow continued to spiral downwards. “Both the Russians and the Syrians have a very clear campaign to try to obfuscate the nature of attacks, the attackers, and what has happened in any particular incident,” a senior White House official said. The hardening of the Kremlin’s position, and its denial of Assad’s responsibility, accelerated a tailspin in US-Russian relations, just as the secretary of state arrived in Moscow for direct talks. Tillerson had hoped to underscore the US position with a unified message from the G7, which condemned the chemical attack at a summit in Italy on Tuesday. However, the G7 foreign ministers were divided over possible next steps and refused to back a British call for fresh sanctions. Leaving Italy on his way to Moscow, Tillerson told reporters: “I think it is clear to all of us that the reign of the Assad family is coming to an end.” The secretary of state added: “I hope that what the Russian government concludes is that they have aligned themselves with an unreliable partner in Bashar al-Assad,” saying that Moscow had the option of realigning itself with the west. Since the 4 April chemical attack, the Trump administration has said on several occasions that it sees no future for Assad in Syria. On Tuesday, the White House spokesman, Sean Spicer, said the Syrian leader’s departure was a necessary, long-term goal. “I don’t see a peaceful, stable Syria in the future that has Assad in charge,” he said. But the defense chiefs made it clear that they did not see themselves in the business of regime change. The purpose of Thursday’s missile strike on a Syrian airfield used for staging the 4 April sarin attack, Mattis said, was “singular, against the chemical-weapons use” in order to reinforce international prohibitions against chemical attacks, although no international body gave legal authorization to the US attack. Mattis scotched talk of any deeper US military action against Assad, saying: “Our military policy in Syria has not changed,” prioritizing the ongoing war against the Islamic State (Isis). But a blurry definition from Mattis of a chemical attack invited uncertainty about what threshold would prompt additional US military reprisal. In its attempt to counter Moscow’s account of the events on April 4, the White House declassified more details of its version of what happened in Khan Sheikhun. A senior official said sarin was delivered in at least one bomb dropped by Syrian air force Su-22 warplanes, which took off from Shayrat airbase at 6.55am. The official said the planes lingered for 20 minutes leading up to the attack and left right after. “We have information that suggests that personnel historically associated with the chemical weapons program were at Shayrat airfield in late March preparing for this attack. On the dates surrounding the attack, and the day of the attack, they were again present at that airfield,” one senior official said. The White House said there was “no consensus” among US intelligence on whether Russia was complicit in the gas attack or had prior knowledge of it. But one official added that Moscow had questions to answer “considering the fact that there were Russian forces co-located with Syrian forces at the Shayrat airfield, in addition to many other installations.” In his remarks at the White House, Spicer said Moscow was increasingly isolated over Syria. “Russia is in an island on this,” he said. “This is not some big split as to how this actually happened. The only countries that aren’t supporting the US’s position are Syria, North Korea, Iran and Russia. This is not exactly a happy-time cocktail party of people that you want to be associated with. They are failed states, with the exception of Russia.” Spicer acknowledged that Trump’s elder daughter, Ivanka, who recently began an official role at the White House, influenced the president’s response to the chemical weapons attack. Trump’s son Eric told the Daily Telegraph in an interview that the president had been influenced by Ivanka’s reaction to the deadly gas attack. “There is no question that Ivanka and others weighed into him, that when he himself saw images, he was very, very moved, and I think Ivanka and others, frankly, I don’t think there’s many humans that came into contact with the president during that window of time that [didn’t ask]: ‘Did you see those images on television?’ “So I think there was a widespread acknowledgment that the images and the actions that had been taken were horrific and required action.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}