{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/apr/28/man-charged-with-of-former-navy-officer-hit-with-own-car", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-04-28T20:35:19Z", "webTitle": "Man charged with murder of former navy officer hit with own car", "webUrl": "https://www.theguardian.com/uk-news/2017/apr/28/man-charged-with-of-former-navy-officer-hit-with-own-car", "apiUrl": "https://content.guardianapis.com/uk-news/2017/apr/28/man-charged-with-of-former-navy-officer-hit-with-own-car", "fields": {"headline": "Man charged with murder of former navy officer hit with own car", "bodyText": "A man has been charged with murder in connection with the death of a former Royal Navy officer who was allegedly run over by thieves stealing his car. Mike Samwell, from Chorlton in Manchester who served in the navy for 12 years, died in the early hours of 23 April. Ryan Gibbons, also from Chorlton, has since been charged with murder, burglary and aggravated vehicle-taking. Greater Manchester police say the 29-year-old has been remanded in custody ready to appear before Manchester magistrates court on Saturday. The 35-year-old victim suffered fatal injuries after he is believed to have confronted thieves. The former navy engineer, whose wife Jess was home at the time, was taken to hospital for treatment but died a short time later. Police believe Samwell was run over at least once. DI Lewis Hughes, of the force’s major incident team, said: “This has been a fast-moving investigation and we have made significant progress since Mike’s murder and have now arrested two more people, who will be questioned by detectives.” A 15-year-old boy was also arrested on suspicion of murder but there is no news as to whether he has also been charged. Two other men, aged 20 and 21, were arrested on suspicion of murder earlier this week but were bailed pending further inquiries. In a statement issued via GMP, Samwell’s family said his death “made a huge hole in our lives that can never be filled”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}