{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/apr/24/adani-coalmine-at-heightened-risk-of-becoming-a-stranded-asset-report-says", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-04-24T22:11:23Z", "webTitle": "Adani coalmine at heightened risk of becoming a stranded asset, report says", "webUrl": "https://www.theguardian.com/environment/2017/apr/24/adani-coalmine-at-heightened-risk-of-becoming-a-stranded-asset-report-says", "apiUrl": "https://content.guardianapis.com/environment/2017/apr/24/adani-coalmine-at-heightened-risk-of-becoming-a-stranded-asset-report-says", "fields": {"headline": "Adani coalmine at heightened risk of becoming a stranded asset, report says", "bodyText": "The risk of the controversial Adani Carmichael coalmine becoming a stranded asset has increased in the last 12 months, according to a new report. The Institute for Energy Economics and Financial Analysis (IEEFA), says the Carmichael project is likely to be “cash flow negative” for the majority its operating life, even with concessional loans. The IEEFA’s new report, Adani’s Remote Prospects, warns Adani Enterprises is not in a strong financial position. It has thrown into doubt the wisdom of lending the project $1bn worth of taxpayers’ dollar through the Northern Australia Infrastructure Facility (NAIF). It comes a week after John Hewson, a former Liberal party leader, warned the Carmichael coalmine was already a “stranded asset” and the last thing the Turnbull government should be doing is lending Adani $1bn. The report, released on Tuesday, shows Adani Enterprise Ltd’s equity market capitalisation has declined from over US$10bn in 2015 to US$1.9bn, while its net debt has grown to US$2.5bn. Adani Enterprises Ltd owns the Carmichael coal project via its Australian subsidiary Adani Mining Pty Ltd. It shows Adani Mining has current debt of US$1.1bn secured against shareholders’ equity of a negative A$236m, with the company only remaining solvent due to the ongoing annual support of its Indian parent entity. “[Which is] a serious financial risk for any existing or prospective external creditor or supplier,” the report warns. The report also shows the leveraged nature of Adani Enterprises is mirrored across the whole Adani Group. Since early 2015, it says the Adani group has seen estimated net indebtedness rise by US$3bn to US$15.9bn. The report argues that, beyond the estimated A$1.4bn already sunk in the Carmichael coalmine project, the project may require a further A$5.3bn of investment to get the project operating, and Adani Enterprise will struggle to contribute equity to the project. “The project risks over-stretching the balance sheet of Adani Enterprises to an extreme degree, creating a high level of financial risk to both shareholders and potential financiers,” the report warns. Tim Buckley, the director of energy research at IEEFA, a former top-rated equities analyst at Citigroup, said the Carmichael project had the fundamentals of a “feckless entrepreneurial scheme equivalent to those last seen in Australia in the 1980’s”. “Absent massive taxpayer subsidies, no independent investor would give the proposal a second glance given its strategic and financial predicament, particularly set against a rapidly declining market for seaborne thermal coal,” Buckley said. “Adani took a calculated business risk on this speculative project in 2010 but the world has changed. “No longer strategically aligned nor financially robust, today it is less a gamble, more a shot in the dark,” he said. In December last year, the government’s NAIF granted Adani “conditional approval” for a $1bn loan to Adani to build a rail line between its proposed Carmichael coalmine and the Abbot Point shipping terminal in Queensland. The rail line, if built, would allow Adani to build the country’s biggest coalmine and open up the Galilee Basin to further mines by linking them to an export terminal. Coral scientists have argued the coal needs to stay in the ground if the Great Barrier Reef is to be protected from the impacts of climate change. The economic benefits of the proposed mine are also disputed. Hewson, a professor in economics, has criticised the Turnbull government for considering lending Adani nearly $1bn in taxpayer money via the NAIF. Hewson said the fund should only be used to help projects become commercially viable but the $1bn would be used by Adani to build a railway to a coalmine that Australia’s major banks have refused to fund."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}