{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/apr/25/food-banks-report-record-demand-amid-universal-credit-chaos", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-04-24T23:01:32Z", "webTitle": "Food banks report record demand amid universal credit chaos", "webUrl": "https://www.theguardian.com/society/2017/apr/25/food-banks-report-record-demand-amid-universal-credit-chaos", "apiUrl": "https://content.guardianapis.com/society/2017/apr/25/food-banks-report-record-demand-amid-universal-credit-chaos", "fields": {"headline": "Food banks report record demand amid universal credit chaos", "bodyText": "Food banks handed out a record number of meals last year after the chaotic introduction of universal credit, the government’s flagship welfare overhaul, left claimants unable to afford meals when their benefits were delayed. The Trussell Trust, the UK’s largest food bank network, announced that it provided 1,182,954 three-day emergency food parcels to people in crisis in 2016-17, up 6.4% on the previous year’s total of 1,109,000. In areas where the full universal credit rollout has taken place, food bank referral rates were running at more than double the national average. The trust said the standard six-week-plus waiting time for a first benefit payment faced by new universal credit claimants was behind the rise in demand for charity food. As well as reliance on food banks, benefit delays had also led to common adverse effects such as debt, mental illness, rent arrears and eviction, the trust said. The trust called for an immediate reduction in the minimum six-week wait for a first payment, saying debt and uncertainty caused by being without income was a source of stress and anxiety for many clients, and had led some to lose their homes. The Trussell report cited four recent instances of people dealing with the breakdown of marriages due to the extra financial pressure put on the relationship while struggling with the wait for universal credit payments. The problems were exacerbated by the lack of official support for both clients and charities encountering universal credit for the first time, the trust said. The move to a full digital approach to benefits administration made it difficult for claimants without internet access to easily make, adjust or follow up claims. One food bank quoted in the report said: “People are lost. They have no support at the Jobcentre Plus, and don’t know where to turn for help. Particularly worrying is the number of larger families with young children who are also struggling with low income and mental ill-health.” The report’s highlighting of designed-in payment delays and administrative upheaval leading to rent arrears and debt echoes criticisms made of universal credit by charities, landlords and politicians in recent months. The demand for emergency food stocks was so great in some universal credit areas that one food bank said it had to call in extra supplies from neighbouring food banks. Oldham food bank reported that it had had to limit the amount of food given out as demand was so high. David McAuley, chief executive of the Trussell Trust said: “The move to simplify an often complex welfare system is a welcome one but any large reform can have unforeseen consequences. Food banks see first-hand how changes to the welfare system affect people on the ground, and so can offer an early warning to decision-makers. “We are sharing our early observations with the Department for Work and Pensions to ensure any adverse side-effects universal credit can have on people are addressed before full rollout is completed.” The Trussell Trust runs a network of over 420 food banks across the UK. It gave out more than 11,000 tonnes of food in 2016-17 to people in crisis, 90% of which was donated by the public. This is the ninth successive year in which Trussell Trust figures have increased. A Department for Work and Pensions spokesman said: “The reasons for food bank use are complex, so it’s misleading to link them to any one issue. Employment is the best route out of poverty, and there are now record numbers of people in work. Under universal credit people are moving into work faster and staying in work longer than under the old system. Debbie Abrahams, the shadow work and pensions secretary, called the news “a damning condemnation of the Tories’ economic failure”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}