{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/apr/13/mauricio-pochettino-tottenham-native-talent", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-04-13T21:30:15Z", "webTitle": "Mauricio Pochettino says English clubs should put faith in young, native talent", "webUrl": "https://www.theguardian.com/football/2017/apr/13/mauricio-pochettino-tottenham-native-talent", "apiUrl": "https://content.guardianapis.com/football/2017/apr/13/mauricio-pochettino-tottenham-native-talent", "fields": {"headline": "Mauricio Pochettino says English clubs should put faith in young, native talent", "bodyText": "Mauricio Pochettino has said he was inspired by Sir Alex Ferguson and the Manchester United “Class of 92”, as he explained why he saw young, native talent as fundamental to the success of a club. The Tottenham Hotspur manager has watched players such as Harry Kane and Dele Alli blossom under his tutelage and believes other Premier League clubs should put their faith in English youngsters who, he says, are on the same level as their counterparts in Spain, Brazil and his native Argentina. Kane and Alli are on the shortlist for the PFA’s young player of the year award – which Alli won last season – and Kane is also up for its player of the year award. Pochettino expressed surprise Alli was not on the list for the senior award. Pochettino has been in English football for a little over four years – first at Southampton and, since the summer of 2014, Tottenham – and he has consistently promoted homegrown players. He said it was easier for top English clubs to look overseas for talent, mainly for economic reasons, and he added it was difficult for the clubs to grant opportunities. Managers are burdened by the imperative for instant results but Pochettino has come to recognise the value of building a team around a homegrown base – whether developed through the academy or recruited from clubs further down the English football ladder; Alli was signed from MK Dons in League One. Pochettino cited what Ferguson did with Ryan Giggs, Paul Scholes, David Beckham, Nicky Butt and the Neville brothers as an example of the rewards on offer. “There is big pressure to win when you are a big club,” Pochettino said. “But for me the best example in football in many years was Manchester United with Sir Alex Ferguson – and what he created with young talent from the academy or from England. It created the core of a team that won everything. That is a good example for me. “From day one, when we arrived at Southampton, we always said to you [the media], the fans and the coaches that the most important thing was to show belief and faith in the young talent in England. One of our challenges in the last four years was to show the English people that the talent exists here. I think Southampton and Tottenham are showing that, if you believe and work and spend time, they have the same talent as in Argentina, Spain and Brazil.” Pochettino said he found Spain to be similarly reluctant to trust in their homegrown players when he moved to Espanyol, as a player, in 1994. “The coaches thought that the talent was outside Spain,” he said. “After a few months I said: ‘I think you have the talent here.’ The problem is to show you have faith and believe. In England it is the same. “It is so hard to give young players the possibility to play and it is true that it is easier to go to France, Spain, Germany, Portugal, Argentina or Brazil – where the clubs have a different economy. The way that they can survive is to sell players and put 17-, 18- or 19-year-olds into the team. In England, when you have the money to go into different markets, it is only when you are a little bit crazy like us that you believe in younger players and discovering the talent. “Thankfully, we have a very good academy, with people like John McDermott [the head of development] and they give them the possibility to play, one day, in the first team. It is about a commitment within the club. You must show big belief because the easier thing is to bring in players.” Tottenham have come to dominate the PFA’s young player of the year section, winning it in four of the past five seasons – Kyle Walker (2012), Gareth Bale (2013), Kane (2015) and Alli last season. “For young players Tottenham is the perfect place to develop,” Pochettino said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}