{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/apr/13/canada-marijuana-legalisation-legislation", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-04-13T22:13:14Z", "webTitle": "Canada introduces long-awaited legislation to fully legalise marijuana", "webUrl": "https://www.theguardian.com/world/2017/apr/13/canada-marijuana-legalisation-legislation", "apiUrl": "https://content.guardianapis.com/world/2017/apr/13/canada-marijuana-legalisation-legislation", "fields": {"headline": "Canada introduces long-awaited legislation to fully legalise marijuana", "bodyText": "The Canadian government has introduced highly anticipated legislation aimed at regulating recreational marijuana use by July 2018, paving the way for the country to become the first in the G7 to fully legalise the drug. On Thursday, the Liberal government tabled two bills designed to end more than 90 years of prohibition. “Despite decades of criminal prohibition, Canadians – including 21% of our youth and 30% of young adults – continue to use cannabis at among the highest rates in the world,” said Bill Blair, the MP and former Toronto police chief tapped to lead the government’s plans for legalisation. “The proposed legislation, which is introduced today, seeks to legalise, strictly regulate and restrict access to cannabis.” The legislation divides the responsibilities of legalisation between the federal and provincial governments. Ottawa will regulate production, including licensing producers and ensuring the safety of the country’s marijuana supply. It will be left to Canadian provinces to decide how the drug will be distributed and sold. The federal government has stipulated that buyers must be at least 18 years old, but provinces will be able to set a higher age limit if they wish. Dried and fresh cannabis, as well as cannabis oil, will be initially available with edible products to follow. Medical marijuana is already legal in Canada. Strict guidelines will be set on how marijuana can be marketed. The government is currently weighing whether producers should be required to use plain packaging, with endorsements banned and child-proof packaging required. Any marketing that could appeal to young people will be prohibited, as will selling the product through self-service display cases or vending machines. Those who want to grow their own marijuana will be limited to four plants per household. Canadians will be allowed to carry up to 30 grams of dried cannabis for personal use while those who sell or give marijuana to minors or who drive under its influence will face stiff penalties. The government is proposing a system of roadside saliva tests to ferret out drugged drivers. No information was given on how the product will be priced or taxed; these details are expected to be announced by the country’s finance minister in the coming months. Since becoming the Liberal leader in 2013, Justin Trudeau has argued that the decriminalisation and regulation of marijuana would help keep the drug away from children and ensure profits don’t end up in the hands of what the prime minister described as “criminal elements”. Thursday’s legislation included a stipulation that those under the age of 18 found with up to five grams of marijuana will not face criminal charges. Approval of the legislation is probably months away; once it makes its way through parliamentary committees, the federal government will have to negotiate the bills with the country’s senate and provinces. Some have argued that the timeline of legalisation by mid-2018 is overly ambitious, suggesting that 2019 is a more likely date. Despite analyst predictions that the industry could eventually be worth somewhere between C$5bn and C$7bn annually, opinions remain divided within Canada. The provincial government of Saskatchewan has been vocal about its concerns, questioning the effectiveness of the government’s plans to tackle the issue of drugged driving. “We don’t really have a way of monitoring or at least of detecting people who are driving on the roads who may be impaired by marijuana,” the province’s justice minister, Gordon Wyant, told reporters this week. “There’s people that are out there operating heavy machinery and we need to make sure that our workplaces are safe.” Others worry that legalisation will put Canada on a collision path with Donald Trump’s administration south of the border. While eight US states and the District of Columbia have voted to legalise recreational marijuana, the White House has suggested that the Department of Justice will do more to enforce federal laws prohibiting recreational marijuana, raising concerns over how Canada’s approach will coexist with a potential US crackdown. Canadian officials were in close touch with their American counterparts as they drafted the proposed law, Ralph Goodale, Canada’s public safety minister, said on Thursday. “It will be very important for people to understand that crossing the border with this product will be illegal,” he said. Nearly 400,000 people a day cross the border between Canada and the US. Since September, Canada has been pushing the US to change a policy that bans Canadians who admit to having used marijuana from travelling to the United States. Goodale argued that the Canadian approach would ultimately prove to be the better one. “If your objective is to protect public health and safety and keep cannabis out of the hands of minors, and stop the flow of profits to organized crime, then the law as it stands today has been an abject failure,” he said. “Police forces spend between $2bn and $3bn every year trying to deal with cannabis, and yet Canadian teenagers are among the heaviest users in the western world ... We simply have to do better.” He stressed that until the legislation is passed, recreational marijuana remains illegal across Canada – a point underscored in recent months by a series of police raids on marijuana dispensaries across the country. “Existing laws prohibiting possession of cannabis remain in place and they need to be respected,” he said. “This must be an orderly transition. It is a not a free-for-all.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}