{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/apr/28/orca-killer-whales-killings-monterey-bay-california", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-04-28T23:33:13Z", "webTitle": "Orca pod filmed hunting whale calf in 'unprecedented' California killing spree", "webUrl": "https://www.theguardian.com/environment/2017/apr/28/orca-killer-whales-killings-monterey-bay-california", "apiUrl": "https://content.guardianapis.com/environment/2017/apr/28/orca-killer-whales-killings-monterey-bay-california", "fields": {"headline": "Orca pod filmed hunting whale calf in 'unprecedented' California killing spree", "bodyText": "In an “unprecedented” rash of attacks, a pod of killer whales in Monterey Bay, California, has killed four gray whales in a week, including a calf whose killing was captured on video, according to one marine biologist. In the most recent attack, the group of nine orcas on Wednesday took only 20 minutes to separate a mother gray whale from her calf and kill the young whale. Attacks usually take hours and often end in failure for the killer whales, said Nancy Black, a marine biologist who recorded the attacks. “I’ve been studying them for 30 years here,” Black told the Guardian. “This has really never happened before.” Black said the rate of kills was “like a record” for the pod, which includes four generations of whales, led by a matriarchy. “It’s kind of exciting to see this group and how they’ve gotten really good at hunting,” Black said. “It’s pretty unprecedented just because the same group of killer whales has been feeding on them each time.” Orcas who are not members of the pod have joined some of the hunts, Black said. During the first hunt, last week, 33 whales joined the attack and subsequent feast. “One whale is a lot of food for one group,” Black said. Gray whales have been late to migrate from the lagoons of Mexico up to the coast of northern California this year, and Black hypothesized that the orca killing spree was related to the late start of their hunting season. The last kill, she said, seemed to be a case in which the mother gray whale was herself not healthy enough to protect her calf. “I think the killer whales were getting anxious, almost waiting for them to come.” Killer whales prey on gray whale and humpback whale calves, seals, sea lions, dolphins, tuna and great white sharks, among other marine life. When they attack other whales, they work like a pack of wolves to separate a mother from her calf, trying to wedge their way between the larger whales while nipping and distracting at the adult. All the while the orcas try to avoid the mother whale’s gigantic tail, powerful enough to seriously injure or kill an orca. Young orcas hover near the hunt, watching and learning from the other females. Once they separate the gray whales, the orcas concentrate on the calf. “There’s not much the mother can do at that point,” Black said, though mother whales often linger at the scene of the hunt until they are certain their calf is killed. Humpback whales sometimes fight back as a group against the orcas, Black noted, calling a peculiar behavior “altruistic”. “In areas where killer whales are trying to catch prey,” she said, “the humpbacks come charging in with trumpets blowing, all excited, and they try to prevent the killer whales from killing their prey, whether it’s a seal or even a gray whale.” Several dozen humpbacks have returned to Monterey early this year, drawing tourists to the Monterey Bay Whale Watch group to which Black belongs. She said it was difficult to say why the humpbacks charged the orcas when humpback calves weren’t threatened. “It could be they’re just trying to get their own predators away from anything they’re hunting at all.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}