{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/apr/16/manchester-city-fear-factor-pep-guardiola-southampton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-04-16T21:30:05Z", "webTitle": "Manchester City players need fear factor to perform, says Pep Guardiola", "webUrl": "https://www.theguardian.com/football/2017/apr/16/manchester-city-fear-factor-pep-guardiola-southampton", "apiUrl": "https://content.guardianapis.com/football/2017/apr/16/manchester-city-fear-factor-pep-guardiola-southampton", "fields": {"headline": "Manchester City players need fear factor to perform, says Pep Guardiola", "bodyText": "Pep Guardiola has suggested Manchester City need to develop a mentality where they continually feel pressure to win, and are afraid to lose, if they are to realise their potential. The City manager believes there is less pressure on players and staff in the Premier League than in La Liga or the Bundesliga and though he emphasised the quality at his disposal these days, he believes the squad are falling short mentally after falling away in their pursuit of the title, pinpointing home form as a particular shortcoming after a convincing victory at Southampton. City have dropped points at home against, among others, Stoke City, Middlesbrough and Southampton, whom they eventually beat 3-0 at St Mary’s on Saturday. Vincent Kompany’s second‑half header prompted them to move through the gears after almost an hour of sterile domination and Guardiola said his players would benefit from greater weight of expectation. “Sometimes when you realise you cannot lose, when you feel the pressure, the real pressure because you would be so criticised, the players make a step forward,” he said. “Do the players believe they cannot lose? If you want to become a stronger club and a stronger team you cannot drop points at home; because our quality is higher we cannot drop points. The difference is the mentality, not the quality, which is always there. “Here I miss a little bit the pressure. In Spain, especially in Germany, the pressure is higher to the players, to the manager, to everybody – here it is calm. “For example, we were out of the Champions League in Monaco, we played three tough games against Liverpool, Arsenal and Chelsea, so we did not win one game but our game against Hull City, our supporters [cheering] helped us and supported us and in Italy and Spain that does not happen.” After recording successive league wins, City face Arsenal in an FA Cup semi‑final on Sunday before the Manchester derby in the league the following Thursday, when the battle for a top-four finish will be renewed. Guardiola says he is not prioritising the Cup for the chance to win a trophy in his first season but underlined the importance of developing a winning mentality by referencing the club’s trip to the Far East last summer. “I said to the players from the beginning, we are going to play pre-season in China to play a friendly game and we have to win that game. We have to try to play good, to learn the principles to win the game.” Nobody is more likely to demand extra of City than Kompany. Plagued by injuries over the past two years, the returning captain seamlessly slotted into the defence alongside Nicolás Otamendi to complete 90 minutes for only the fourth time this season. It was his second full game in less than a fortnight, having returned against Chelsea and then been an unused substitute against Hull. Kompany, 31, believes his experience has proved invaluable during a difficult period and he recognises his career would probably be over if he required time to adjust after time out. “I would have been done and dusted if I needed every single time to get back in and time to adapt,” Kompany said after only his eighth appearance of a frustrating stop-start season. “I have been lucky I can make use of a tremendous amount of experience. Where I am at physically does not matter. I know what I have to do and as long as I can organise the people around me, I can always get a performance. “The main thing is self-belief and experience. I cannot say how much it is valuable because if I was 20 years old I would not have done it that way but I am lucky to have good players surrounding me.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}