{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/apr/05/smoking-causes-one-in-ten-deaths-globally-major-new-study-reveals", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-04-05T22:30:24Z", "webTitle": "Smoking causes one in ten deaths globally, major new study reveals", "webUrl": "https://www.theguardian.com/society/2017/apr/05/smoking-causes-one-in-ten-deaths-globally-major-new-study-reveals", "apiUrl": "https://content.guardianapis.com/society/2017/apr/05/smoking-causes-one-in-ten-deaths-globally-major-new-study-reveals", "fields": {"headline": "Smoking causes one in ten deaths globally, major new study reveals", "bodyText": "One in 10 deaths around the world is caused by smoking, according to a major new study that shows the tobacco epidemic is far from over and that the threat to lives is spreading across the globe. There were nearly one billion smokers in 2015, in spite of tobacco control policies having been adopted by many countries. That number is expected to rise as the world’s population expands. One in every four men is a smoker and one in 20 women. Their lives are likely to be cut short – smoking is the second biggest risk factor for early death and disability after high blood pressure. The researchers found there were 6.4m deaths attributed to smoking in 2015, of which half were in just four populous countries – China, India, USA, and Russia. Major efforts to control tobacco have paid off, according to the study published by the Lancet medical journal. A World Health Organisation treaty in 2005 ratified by 180 countries recommends measures including smoking bans in public places, high taxes in cigarettes and curbs on advertising and marketing. Between 1990 and 2015, smoking prevalence dropped from 35% to 25% among men and 8% to 5% among women. High income countries and Latin America – especially Brazil which brought in tough curbs on tobacco – achieved the biggest drops in numbers of smokers. But many countries have made marginal progress since the treaty was agreed, say the authors of the study from the Institute of Health Metrics and Evaluation at the University of Washington in the US. And although far more men smoke than women, there have been bigger reductions in the proportions of men smoking also, with minimal changes among women. Senior author Dr Emmanuela Gakidou said there were 933m daily smokers in 2015, which she called “a very shocking number”. The paper focused only on those who smoke every day. “The toll of tobacco is likely to be much larger if we include occasional smokers and former smokers and people who use other tobacco products like smokeless tobacco. This is on the low end of how important tobacco is,” she told the Guardian. There is much more that needs to be done, she said. “There is a widespread notion that the war on tobacco has been won but I think our evidence shows that we need renewed and sustained efforts because the toll of smoking in 2015 is much larger than most people would think, so we absolutely have a lot more to do. We need new and improved strategies to do it and a lot of effort and political will.” Traditionally there have been far fewer women smoking around the world than men, but it was a huge problem for both, she said. “There are some really worrisome findings – for example in Russia female smoking has increased in the last 25 years significantly. There are also some western European countries where about one in three women are smoking. So it is true globally that a lot fewer women smoke than men but there are some countries where it is a big problem for women,” she said. Dr Kelly Henning of Bloomberg Philanthropies, which is committed to tobacco control and co-funded the study with the Bill and Melinda Gates Foundation, said: “I think the study highlights the fact that the work is not finished on tobacco. The good news is the decline in daily smoking among men and women ... however there are still many smokers in the world and there is still a lot of work to do. I think we have to keep our eye on the issue and really do more.” Countries with some of the highest death tolls such as China and Indonesia “really don’t need those health problems - they have so many other issues they are trying to address. But tobacco control is critically important in those places,” she said. “China has more than a million deaths a year from smoking related diseases and China is only beginning to see the effects of their high male smoking rate. That is only one instance of what is expected to become an extremely major epidemic,” she said. Writing in a linked comment, Professor John Britton from the University of Nottingham said: “Responsibility for this global health disaster lies mainly with the transnational tobacco companies, which clearly hold the value of human life in very different regard to most of the rest of humanity.” British American Tobacco, for instance, sold 665bn cigarettes in 2015 and made a £5.2bn profit. “Today, the smoking epidemic is being exported from the rich world to low-income and middle-income countries, slipping under the radar while apparently more immediate priorities occupy and absorb scarce available human and financial resources,” he writes. “The epidemic of tobacco deaths will progress inexorably throughout the world until and unless tobacco control is recognised as an immediate priority for development, investment, and research.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}