{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2017/apr/21/facts-over-feelings-australians-join-global-march-for-science", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2017-04-20T22:36:03Z", "webTitle": "Facts over feelings: Australians join global march for science", "webUrl": "https://www.theguardian.com/science/2017/apr/21/facts-over-feelings-australians-join-global-march-for-science", "apiUrl": "https://content.guardianapis.com/science/2017/apr/21/facts-over-feelings-australians-join-global-march-for-science", "fields": {"headline": "Facts over feelings: Australians join global march for science", "bodyText": "Barry Jones, a Hawke government minister who held the science portfolio when the high court decided the Tasmanian dam case in 1983, despairs of an Australian government making the same decision in 2017. Instead of taking a principled opposition on the grounds of science, he said, the Labor party would probably do a photo opportunity pouring the concrete. “In 1983, Labor was pushed to take a bit of a stand because it thought the issue was important,” he said. “Now I think Labor would do it the other way. Jobs are the thing.” Jones, who is now an honorary professor at Melbourne University and a fellow of the Australian Academy of Science, the Australian College of Educators, Australian Academy of Humanities, Academy of the Social Sciences in Australia, and the Australian Society of Technological Sciences and Engineering, will speak at the global March for Science in Melbourne on Saturday. He told Guardian Australia he was marching in support of the scientific method and in support of rational thought and evidence as things that still mattered in society. Jones said politics had shifted to the point where science and facts were considered to be of equal or lesser value than opinions and intuition, and of considerably less value than potential votes. “I always thought that higher levels of education and access to technology would have such a dramatic impact that people would then look at the world in a different way,” he said. “They would be more thoughtful, more engaged. In fact, it hasn’t been like that. “The big question for a lot of people now is: how do you feel about something? It’s not ‘what are the objective facts’, it’s ‘how do you feel about climate change?’ And people say, ‘Oh, well, I don’t think I like it because if I have to pay more for fuel that will be a bad thing.’ “When you have a conflict between politics and science, politics is always going to win.” Twelve Australian cities are participating in the global march, beginning with Launceston at 10.30am then Brisbane, Townsville and Canberra at 11am. The march in Sydney will begin at 12pm at Martin Place while marchers in Melbourne will gather at the State Library of Victoria at 1pm. The speakers in Sydney will include the former Liberal party leader and Q&amp;A favourite Dr John Hewson, along with public health professor Simon Chapman and prominent feminist academic Eva Cox. Peter Ellerton, a lecturer in critical thinking for the University of Queensland, told Guardian Australia he would be marching in Brisbane because “the credibility of science as a way of interpreting the world is under threat”. “You have always had an anti-intelligentsia undercurrent, or some sense in which people imagine that their own thinking is sufficient to determine these truths for themselves, and they don’t need this body of work to tell them otherwise,” Ellerton said. In recent years, he said, that had become more overt. “There’s a move away from evidence-based policy in general, politically. “What we have is a whole bunch of people who promote reasons why we don’t have to accept science. There’s a whole industry … it’s like some people think it seems sexy to say that you are a sceptic.” The problem, Ellerton said, was that there were two steps to being a sceptic. “The first is to doubt and question, and the second is to listen to the answer,” he said. “Sometimes that requires some intellectual hard yards and I think some people who call themselves sceptics don’t want to do those hard yards. Calling themselves sceptics is a badge of honour they haven’t earned.” The global March for Science began as a thread on Reddit and is modelled on January’s massive Women’s March. Thousands of scientists are expected to march on the national mall in Washington DC on 22 April, which is also Earth Day and, coincidentally, the first day of World Penguin Weekend. Marches are expected to be held in at least 54 countries."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}