{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2017/apr/11/borussia-dortmund-v-monaco-champions-league-quarter-final-first-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-04-11T22:56:28Z", "webTitle": "Borussia Dortmund explosions: police find letter claiming responsibility for attack – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/apr/11/borussia-dortmund-v-monaco-champions-league-quarter-final-first-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2017/apr/11/borussia-dortmund-v-monaco-champions-league-quarter-final-first-leg-live", "fields": {"headline": "Borussia Dortmund explosions: police find letter claiming responsibility for attack – as it happened", "bodyText": "We are going to close this live blog now but continue to update the news article on the site with any developments that emerge. We’ll leave you with this recap of events: As Dortmund made their way to today’s scheduled Champions League quarter-final first leg at home to Monaco, their team bus came under what police described as “an attack with serious explosives”. Three explosives went off and police later found at least one more suspect device One player, Marc Bartra, suffered a fractured right arm and is to undergo surgery Police found a letter claiming responsibility for the attack but refuse to reveal any other details about it until they confirm its authenticity The match is scheduled to go ahead tomorrow at 5:45pm UK time Police were asked about rumours of some kind of blackmail plot against Dortmund and replied “That’s the first we’ve heard about that.” Asked whether it was a suspected terrorist attack, they repeated that they are keeping their minds open to several possibilities. Police explain that the explosions went off just as the Dortmund bus was passing by but they do not know how they were detonated. They are keeping an open mind as to the possibility that someone was watching and waiting. More on the letter: police say it contains as claim of responsibility for the attack. But to repeat they have not confirmed the authenticity of the letter. Police have confirmed that the Dortmund team bus was the intended target of the attack. It is not clear whether the contents of the letter they discovered led them to that conclusion, although they presumably have other reasons for suspecting it, as they have not yet authenticated the letter. They also say that tomorrow’s match will go ahead under heightened security. Marc Bartra is to undergo surgery on his injured arm to repair a fracture and remove shrapnel. Police have revealed that they discovered a letter near the scene of the crime and are trying to authenticate it. They have not disclosed the contents of the letter. The police press conference has begun ... Monaco have released a statement saying: “Faced with this difficult situation, AS Monaco wishes to express its full support for the whole Borussia Dortmund team and club.” The police press conference is due to get under way shortly. While we wait, here is what has been established so far: Dortmund’s team bus was damaged by three explosions that went off as it pulled out of its team hotel. One player, Marc Bartra, was hospitalised with cuts to an arm caused by shattered glass Police have found at least one other suspect device near the hotel and have said they are treating the incident as “an attack with serious explosives” The Champions League quarter-final first leg tie between Dortmund and Monaco has been postponed until 6:45pm local time (5:45pm UK time) tomorrow. Dortmund’s president, Reinhard Rauball, said: “Of course this is an extremely difficult situation for the players. But they are professionals, and I am convinced that they will put it aside and perform. It would be a bad thing for those who did this to succeed in influencing the team in some way.” Nordrhein Westfalen Police and Borussia Dortmund plan to give a status update at a press conference within the next half an hour. Here is a news article summarising what we know to have happened. Die Welt is reporting that, following the three explosions earlier, police have found another “suspect device” near Dortmund’s team hotel. Decent folks from across the world of football have been quick to express their support for Dortmund and Marc Bartra, including Carlo Ancelotti, the manager of Dortmund’s rival, Bayern Munich. Local police say that “after our initial investigation we are working on the assumption that this was an attack with serious explosives”. Roman Bürki, Dortmund’s Swiss goalkeeper, was sitting next to Marc Bartra on the team bus and has given this account of what happened. “The bus turned on the main road when there was suddenly a huge bang, a proper explosion. The police were quickly on the spot and handled the situation. We were all in shock … After the bang we all ducked and those who could lie on the floor did so. We didn’t know what was going to happen next.” As we await further details of what and who caused today’s disruption, Monaco also have to consider mere sporting matters: the reason tomorrow’s kickoff has been scheduled for two hours earlier than it was supposed to take place at today is that the French club hopes to be able to fly home tomorrow so that they will have two days to prepare for their next league game. That match, against Dijon, is slated for Saturday afternoon, although there are suggestions that Ligue 1 authorities may allow that, too, to be pushed back. Monaco, remember, are locked in an exciting title race with Paris Saint-Germain, over whom they currently have just a three point lead. Die Welt reports that Dortmund’s team bus is fitted with particularly strong safety glass and this is likely to have prevented more serious injuries. Meanwhile, Germany’s minister of justice, Heiko Mass, has thanked Dortmund for the way they have handled the situation so far, adding: “You’ll never walk alone”. Amid a worrying negative, a heartening positive: Borussia Dortmund are using twitter - and the hashtag #bedforawayfans - to encourage their supporters to put up Monaco fans who had been planning to return home tonight but now wish to stay to see the match tomorrow (it has been provisionally rescheduled to 5:45pm local time). Nordrhein Westfalen Police is using twitter to keep locals informed about their investigation and to quell any panic. Its latest tweet says that no one should be concerned about a drone flying above the scene of the explosions - it is one of theirs. According to the Spanish newspaper AS, the parents of Dortmund’s young Spanish player Mikel Merino have said that their son travelled to hospital in the ambulance with his compatriot, Marc Bartra. Merino’s parents said their son did not know who “threw the objects” at the bus. Bild is quoting a German policeman, Gunnar Wortmann, as saying the explosions were caused by “explosive devices” (Die Sprengsätze). Dortmund’s chief executive, Hans-Joachim Watze, has released the following statement: “The team is in shock. We must get through this but it will not be easy for the players. Borussia Dortmund is especially strong in extreme situations. Everyone will come even closer together and I’m sure the team will feel this.” Here is what we know so far; Three explosions went off at the corner of a street as Dortmund’s team bus was driving past on it way to the stadium Windows were shattered and one player, Marc Batra, suffered injuries to an arm There are no reports of other injuries The match between Dortmund and Monaco has been postponed, provisionally until tomorrow The German newspaper Bild is reporting that the three explosions came from devices placed on the corner of a street where the bus would have had to slow down to turn. Here is a photo of Dortmund’s team bus, which is still on the road where the explosions occurred. Spanish media are reporting that Bartra’s injury is not too serious: “a superficial arm injury”. I should stress that the idea of playing the match tomorrow is only provisional: the authorities have not confirmed that it will indeed go ahead. With so much uncertainty around what has happened and how people, including players, have been affected, it would be unwise to commit to a new kickoff time now. Monaco fans have been chanting “Dortmund, Dortmund” as a show of solidarity for their hosts. Uefa has announced that the match has been postponed. The provisional plan is to play it tomorrow instead. That, at least, suggests that Marc Bartra’s injury is not too serious as it would otherwise be unthinkable to even consider the scheduling of the game. Several people have got in touch with me to offer their own theories as to what caused the explosions. Your theories are worthless. Let’s wait for the facts. According to Die Welt, Dortmund’s team bus was damaged by not one but three explosions on Wittbräuckerstraße, just over six miles from the Dortmund stadium. Reports suggest the damage was mainly to windows. The cause of the explosions are unknown. The stadium has not been evacuated - in fact, fans have been asked to stay inside for the moment. The club and police have made an announcement explaining that there has been an explosion and one person has been hospitalised. The police say “we are here in force; if you have any questions, ask us.” Presumably the authorities are still trying to establish exactly what has happened and whether there is any further threat. The match has not been officially postponed but it seems highly unlikely that it will go ahead. Hello. Today was supposed to be all about football but sadly more serious events have overtaken that: Dortmund have confirmed that their team bus was affected by an explosion on the way to the ground and one of their players, Marc Batra, has been taken to hospital with an unspecified injury. The cause of the explosion is not yet clear but police are at the scene in large numbers. We await details of precisely what is happening and what will happen. But obviously the match is not a priority now and may be postponed. This tweet from Dortmund’s official account suggests there is no danger in or around the stadium. Reports indicate that the explosion took place some six miles from the stadium, near the team hotel."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}