{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/apr/01/labour-mps-revamp-centre-left-tribune-group-to-win-back-middle-class-voters", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-04-01T23:05:38Z", "webTitle": "Labour MPs revamp centre-left Tribune group to win back middle-class voters", "webUrl": "https://www.theguardian.com/politics/2017/apr/01/labour-mps-revamp-centre-left-tribune-group-to-win-back-middle-class-voters", "apiUrl": "https://content.guardianapis.com/politics/2017/apr/01/labour-mps-revamp-centre-left-tribune-group-to-win-back-middle-class-voters", "fields": {"headline": "Labour MPs revamp centre-left Tribune group to win back middle-class voters", "bodyText": "More than 75 Labour MPs are relaunching the centre-left Tribune group with a new mission statement designed to win back traditional supporters while appealing to voters on the centre ground. The group call for “opportunity and aspiration” to be placed at the centre of the party’s programme, and for the party to be “outward-looking in the world” with policies that put the “security of its people at its heart”. While MPs insisted the move was not in any way a challenge to the authority of Jeremy Corbyn, it will be seen as a sign of centre-left and moderate Labour MPs preparing to resist efforts to install a hardline leftwing successor to the leader when he departs. Labour has slumped in the opinion polls, even after chancellor Philip Hammond’s contentious first budget, which saw him perform a U-turn on the Conservatives’ centrepiece announcement – a hike in national insurance contributions – within days of delivering it. Those who have signed up to the document include former cabinet minister Yvette Cooper, former head of policy Jon Cruddas, and the failed challenger to Corbyn in last year’s leadership contest, Owen Smith. Its focus on issues such as strong defence and patriotism suggest frustration with parts of the Corbyn agenda. Tribune was re-formed by the Labour MP Clive Efford, who said on Saturday night that the new mission statement was an attempt to ensure that the centre-left of the parliamentary Labour party “have a space in which to put forward ideas and debate which has not been there under successive leaders”. He said: “The view of Labour MPs at the moment tends to be that too much are just Blairites who want to stab Jeremy Corbyn in the back. We want to show that is not where we are, and that we want to develop our own ideas that represent the centre-left of the party.” The document talks about the need to develop a dynamic economy and supportive state which pursues greater equality of distribution through the taxation system. It states the party’s aim has to be to reform the coalition of traditional party supporters and middle-class voters that won Labour successive elections from 1997 onwards. “The propositions we have set out can appeal to traditional voters and to those we need to win.” The Tribune group of Labour MPs was formed as a support group for the Tribune newspaper in 1964. But it split over Tony Benn’s bid for the deputy leadership of the party in 1981, when Benn’s backers formed the Campaign group. Efford added: “We wanted to get this out before the party launches its local election campaign this week.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}