{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/apr/06/nhs-risking-peoples-health-by-rationing-test-strips-diabetes-uk-says", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-04-05T23:01:25Z", "webTitle": "NHS risking people's health by rationing test strips, Diabetes UK says", "webUrl": "https://www.theguardian.com/society/2017/apr/06/nhs-risking-peoples-health-by-rationing-test-strips-diabetes-uk-says", "apiUrl": "https://content.guardianapis.com/society/2017/apr/06/nhs-risking-peoples-health-by-rationing-test-strips-diabetes-uk-says", "fields": {"headline": "NHS risking people's health by rationing test strips, Diabetes UK says", "bodyText": "The NHS is putting diabetic patients at risk of serious illness by rationing test strips that monitor blood glucose levels in an attempt to save money, a charity claims. A survey carried out by Diabetes UK found that one in four complained of restrictions placed on the number of test strips they were prescribed by GP practices. People with diabetes need to test their blood glucose regularly to monitor the condition. If not managed properly, diabetes can lead to health complications such as heart disease, strokes, blindness and amputations. More than half of those professing problems had type 1 diabetes. Government guidance says this group should test themselves at least four times a day. Older people and those on low incomes were also affected, the charity found. Many said they felt they needed to buy test stripsonline, where quality cannot always be guaranteed. People with diabetes were given a variety of reasons for the reduced number of strips prescribed, according to the charity. Some respondents to the survey said they had been told they should test less often. Some were told there were “budget constraints”, while others were told it was because they were testing too frequently. “They said I had my allowance for the month,” said one respondent. Another said: “I was told they were expensive and we should test less. Only need to test four times a day. We use a pump, so need to test every two hours.” Some said they were having to ask for repeat prescriptions more often. “I now need to order and collect a prescription monthly, or sooner, depending on any issues that crop up,” wrote one. Often when people complained to the practice, their normal prescription was reinstated. But Diabetes UK said they were concerned that people had to challenge the GP practice to get an essential piece of equipment. Many clinical commissioning groups (CCGs), which have come under fire for rationing other NHS services, have guidance on how often people should test their blood glucose levels and how many boxes of strips should be issued each month. They have also urged GPs to switch patients to cheaper blood glucose meters and strips, sometimes against the patient’s wishes. Diabetes UK said the rationing was a false economy because the cost of dealing with complications caused by poorly managed diabetes is far higher. The findings came just weeks after Simon Stevens, the chief executive of NHS England, announced that the health service would stop prescribing some drugs and gluten-free foods to cut spiralling costs. Diabetes UK’s policy manager, Nikki Joule, said: “These shortsighted cost savings cause people real anguish and potential financial distress. It also means people are struggling to manage their diabetes, which can lead to serious consequences for their health.” Norman Lamb, the Liberal Democrats’ health spokesman, agreed. “This is more evidence of an insidious creeping retreat of the NHS without any public debate,” he said. “It makes no sense to undermine good preventive care in this way. More people will end up unnecessarily with their health deteriorating.” Testing strips are part of a kit used to check the condition. Diabetics prick their finger and put drops of blood on a strip, which then goes into a meter that measures blood glucose levels. Dr Stephen Lawrence, clinical lead for diabetes for the Royal College of GPs, said: “£24m of the scarce NHS budget is spent on diabetes care every day, and it would be irresponsible not to make the most appropriate use of limited resources.” He added that the need for strips varied between individuals and that doctors should sit down and discuss appropriate treatments with patients. “We urge NHS England to deliver on the pledges made in its GP Forward View for greater investment in general practice – including more GPs – so that we can give more time to all our patients, including those with diabetes,” Lawrence said. The charity agreed that decisions on testing and access to strips should be made jointly between a patient and their GP. But their research suggested this did not always happen. Colin Frampton, an 86-year-old pensioner with type 2 diabetes from Winchester, Hampshire, told Diabetes UK he was paying for test strips out of his pension after being restricted to 50 for the year – enough to test his blood glucose just once a week. He said: “If I didn’t challenge my GP, I’d still have to take money out of my pension to help me manage my condition.” One pregnant woman, who is type 1 diabetic, saw her strips reduced from 300 to 50 a month, although the National Institute of Health and Clinical Excellence (Nice) guidelines suggest testing for pregnant women of 10 times a day or more. The report also found that family doctors were overburdened and that receptionists and other surgery staff were increasingly preparing prescriptions. Some of these lacked the necessary understanding of diabetes. When a prescription was restricted, it was usually reinstated once challenged. The charity said it was concerned that some people with type 2 diabetes who would have benefited from testing had been advised they did not need it, and called for a review of government guidance on this. Professor Jonathan Valabhji, NHS England’s national clinical director for diabetes and obesity, said: “Ultimately, these are decisions for CCGs, but should be informed by best evidence and national guidance where appropriate. We need to ensure adequate provision and that clinicians take into account widely recognised Nice guidelines, which are clear about the need for test strips to support people in particular with type 1 diabetes.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}