{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2017/apr/19/facebook-mind-reading-technology-f8", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2017-04-19T22:05:45Z", "webTitle": "Facebook has 60 people working on how to read your mind", "webUrl": "https://www.theguardian.com/technology/2017/apr/19/facebook-mind-reading-technology-f8", "apiUrl": "https://content.guardianapis.com/technology/2017/apr/19/facebook-mind-reading-technology-f8", "fields": {"headline": "Facebook has 60 people working on how to read your mind", "bodyText": "Decrying how addictive and attention-sapping smartphones have become was an unexpected way for an executive at Facebook, a company that profits off your attention, to open a talk. But that’s exactly how Regina Dugan, the head of Facebook’s innovation skunkworks Building 8, started her presentation at the company’s developer conference F8 on Wednesday. Smartphones have been a powerful force in the world but they have had some “unintended consequences” she said. “[The smartphone] has cost us something. It has allowed us to connect with people far away from us too often at the expense of people sitting right next to us,” she said. “We know intuitively and from experience that we’d all be better off if we looked up a little more often.” Angrily telling people to put down the “addictive drug that is your smartphone” and honor the conversation in front of them is the “wrong narrative”, she said. “It’s a false choice. This device is important.” So what is the answer to this very modern affliction? Mindfulness apps? Yoga? A digital detox? Nope. According to Facebook it’s developing technology to read your brainwaves so that you don’t have to look down at your phone to type emails, you can just think them. Facebook has assembled a team of 60 people, including machine learning and neural prosthetics experts, to enable such a system. Facebook is currently hiring a brain-computer interface engineer and a neural imaging engineer. Its goal? To create a system capable of typing one hundred words per minute – five times faster than you can type on a smartphone – straight from your brain. “It sounds impossible but it’s closer than you may realize.” She highlighted the example of a woman with ALS who had a pea-sized implant that could pick up on signals in her brain to allow her to type eight words per minute using the power of thought. Facebook will have to develop a system that doesn’t require surgery to implant electrodes. “That simply won’t scale,” said Dugan. Instead, Facebook plans to develop non-invasive sensors that can measure brain activity hundreds of times per second at high resolution to decode brain signals associated with language in real time. “No such technology exists today; we’ll need to develop one.” Facebook is looking at using optical imaging – using lasers to capture changes in the properties of neurons as they fire – to glean words straight from our brain before we say them. If these signals can be read, they can be transmitted silently to other people. If the thought that a company that makes almost all of its money from harvesting your personal data could also have access to your thoughts is scary, that’s because it is. Dugan attempted to assuage people’s fears by pointing out that Facebook would only decode the words you were going to say anyway. “It’s not about decoding random thoughts,” she said. “We’re talking about decoding the words you’ve already decided to share by sending them to the speech center of your brain.” Quite how consumers would know whether the privacy of their “random thoughts” was also being violated remains be seen, but Dugan remained upbeat, describing the concept as having the “convenience of voice but the privacy of text”. “You can text a friend without taking out your phone or send a quick email without missing a party. No more false choices.” But this is a false choice. Just because you aren’t typing into a phone doesn’t mean you aren’t distracted by its underlying capabilities. You are still composing an email with your mind even though you might be face to face with a friend. Arguably being present but distracted is worse than taking a moment to type a message into a device. At least the other person knows what’s going on. Another reason why Facebook wants to read our brain activity is to develop the equivalent of a “brain mouse” for augmented reality. She painted a picture of a future where everyone wears augmented reality glasses that supplement our field of vision with additional information such as directions, and enhanced capabilities such as real-time translation of people’s voice or the ability to “mute” specific people and noises from your soundscape. What’s lacking in this augmented future is a user interface. When we don’t have a smartphone or a computer mouse, how can we select and click on a piece of digital content? That’s where the brain-computer interface comes in. Another problem Facebook wants to solve is how to input those thoughts to another person’s brain. It’s all very well being able to think an email into existence, but the other person still has to read it. Facebook wants the recipient not to read the email, but to feel it. Dugan showed a video of experiment her team had set up where basic words were communicated via a sleeve worn on the arm that vibrates in specific patterns. “Frances is an electrical engineer. She can hear through her skin,” said Dugan. What does it mean to “hear” through one’s skin? Just as blind people learn to read braille, Frances had learned a vocabulary of nine words that correspond to different sensations delivered by the sleeve. With an hour of practice she now feels the words. In the future, said Dugan, “it may be possible for me to think in Mandarin and you to feel it instantly in Spanish”. Dugan acknowledged there were a lot of hard problems to solve first, but said “success matters, so if we fail it’s gonna suck”. However, that’s one of the risks associated with doing work that matters. “The risk of failure and that slightly terrified feeling that comes with it is the price we pay for the privilege of making something great,” she said. If Facebook does succeed, however, it won’t just be its research and development teams who feel “slightly terrified”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}