{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2017/apr/13/shia-lebeouf-cabin-art-projects", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2017-04-13T21:17:49Z", "webTitle": "Which ridiculous art project should Shia LaBeouf do next?", "webUrl": "https://www.theguardian.com/film/2017/apr/13/shia-lebeouf-cabin-art-projects", "apiUrl": "https://content.guardianapis.com/film/2017/apr/13/shia-lebeouf-cabin-art-projects", "fields": {"headline": "Which ridiculous art project should Shia LaBeouf do next?", "bodyText": "Shia LaBeouf is about to spend a month alone in a Lapland cabin because, oh, of course he is. That’s what Shia LaBeouf does now. He puts bags on his head and he hitchhikes and he shuts himself in elevators and livestreams his own heartbeat. He does this because he’s a cutting-edge multimedia artist and not, as you think, a self-indulgent nitwit vastly overcompensating for those three Transformers films he made. We’ll never really know how Shia LaBeouf picks these stunts of his. Perhaps he pulls them out of malfunctioning lotto machines. Perhaps he sneaks around to David Blaine’s house at night and rifles through a file marked “ideas too pointless and boring to attempt”. Either way, it seems like a lot of effort, so let’s save Shia some time and pick a handful of idiotic new non-memes for him to try next. Legally changing his name to all-caps hashtag where every vowel in his name is replaced with the letter O Shia LaBeouf is dead. That wisecracking kid from I, Robot? Long gone. The boy who was once inexplicably touted as the next Indiana Jones? The police were called when milk bottles started piling up outside his front door, and they have bad news. Shia LaBeouf will realise that Shia LaBeouf has come to represent so many wrongs that Shia LaBeouf will want nothing more to do with him. That’s why, two months from now, Shia LaBeouf will fill out a form that legally and permanently changes his name to something that reflects this profound shift in attitude. Shia LaBeouf is dead. Everybody say hello to #SHOOLOBOOOF. Doing a day-long press junket, but forcing all the journalists to address their questions to a knitted puppet of a little mouse Another one of #SHOOLOBOOOF’s explorations into the meaning of fame. This time next year, LaBeouf will star in a film solely so that he can use its accompanying promotional cycle to force journalists to direct all their planned questions to a puppet of little mouse in a funny hat that’s operated by an uninterested German woman with a pierced eyebrow. However, this stunt will backfire when a Hollywood executive realises how charismatic the mouse is, and signs him up for a multimillion-dollar three-picture deal. Just straight-up blacking up In an all-too-rare moment of clarity, #SHOOLOBOOOF will wake up one morning and realise that he only ever embarked on this irritating art-pop side career because he wanted to be punched in the face as often as possible. Noting that he’s only been punched in the face comparatively rarely, #SHOOLOBOOOF will vow to go all-out for his next stunt, which will involve blacking up like the Gene Wilder character from Silver Streak – complete with herky-jerky walk and offensively stereotypical cadences – but neglecting to include an appalled Richard Pryor figure as a counterbalance. For many, the ensuing outrage will mark the end of #SHOOLOBOOOF’s career. But for a dedicated few, he’ll have one last trick up his sleeve. Urinating into jars, forming those jars into the loose shape of a female human, marrying his urine jar statue and consummating his marriage while simultaneously livestreaming it That’s right. They said that #SHOOLOBOOOF was over. But they hadn’t planned on the sheer giddy spectacle of paying for access to a premium webcam service in order to watch him have sexual intercourse with a pile of jars that he’s recently urinated in. By all accounts, and despite his own intentions, the livestream will become a hit, and both he and his now-pregnant pee-jar wife will be offered their very own Kardashian-style E! reality show. LaBeouf is back, baby! Actually making a film that people actually want to watch This one will probably never happen. But, hey, a boy can dream."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}