{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2017/apr/05/the-goat-or-who-is-sylia-review-damian-lewis-theatre-royal-haymarket-edward-albee", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2017-04-05T22:00:23Z", "webTitle": "The Goat, or Who Is Sylvia? review – Damian Lewis shines in Albee's bestial classic", "webUrl": "https://www.theguardian.com/stage/2017/apr/05/the-goat-or-who-is-sylia-review-damian-lewis-theatre-royal-haymarket-edward-albee", "apiUrl": "https://content.guardianapis.com/stage/2017/apr/05/the-goat-or-who-is-sylia-review-damian-lewis-theatre-royal-haymarket-edward-albee", "fields": {"headline": "The Goat, or Who Is Sylvia? review – Damian Lewis shines in Albee's bestial classic", "bodyText": "As we know from the TV show Homeland, Damian Lewis is expert at playing characters with double lives: I once saw a cricket team sheet, when Lewis was captaining an Actors XI, on which someone had wittily scrawled: “How do we know which side he is on?” Lewis now pushes his capacity for guilt-ridden secrecy to the limit as the transgressive hero of Edward Albee’s 2002 tragedy. But the great thing about Ian Rickson’s superb revival is that Sophie Okonedo, as Lewis’s wife, reminds us that this is not simply a play about a lost individual but about two people staring into the abyss. Lewis plays Martin, an American architect at the peak of his fame. At 50, he has won his profession’s prize accolade and has been chosen to design a model city to rise in the Kansas wheat fields. He also enjoys a loving relationship with his wife, Stevie, and their gay son, Billy. It is clear from the outset, however, that Martin is as haunted as any Sophoclean hero. He worries about memory loss and seems fatally detached during a TV interview with his oldest friend, Ross. Eventually he confesses the source of his anxiety: he has fallen in love, spiritually and physically, with a goat. Our initial response is one of shock: even, in some cases, incredulous laughter. But, far from writing a sensationalist play about bestiality, Albee is posing serious questions about the uncontrollable nature of human sexuality. It is significant that Albee once adapted Lolita for the stage. Nabokov’s Humbert Humbert suffered a destructive obsession with a 12-year-old girl, but Albee pushes the boundaries even further. We may be inclined to look away, but there is a key moment when Ross, revolted by a story of sexual excitation, asks: “Is there anything you people don’t get off on?” To which Martin replies, with steely calm: “Is there anything anyone doesn’t get off on, whether we admit it or not?” The revelation of Rickson’s production, however, is that is as much a play about marriage as about erotic fixation. Lewis and Okonedo establish from the start a joshing intimacy that makes you believe they are a couple. They also show that, like George and Martha in Who’s Afraid of Virginia Woolf?, they have a concern with linguistic precision. But the crisis when it comes is terrifying and one in which they jointly suffer. Lewis perfectly captures Martin’s initial unease, as he absent-mindedly rubs his thigh with his glasses and looks through rather than at people. The high point comes, though, when he admits to the terrifying solitude that comes from being a sexual outlaw in a society where love has strict parameters. Okonedo makes it clear, however, that the play is every bit as much Stevie’s tragedy. She covers the emotional gamut from disgust and horror to plate-smashing anger, as she listens to Martin’s confession and at one point utters a prolonged howl of despair. When Okonedo cries “You have brought me down”, you realise that, so close is her bond with her husband, she too has been destroyed. Jason Hughes as the representative of orthodox morality and Archie Madekwe as the couple’s bewildered son are impressive, and it seems right that a shattering evening ends with the brick walls of Rae Smith’s set slowly closing in on characters as doomed as any in classical tragedy. At Theatre Royal Haymarket, London, until 24 June. Box office: 020-7930 8800."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}