{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/apr/01/brexit-negotiations-theresa-may-rawnsley", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-04-01T23:05:38Z", "webTitle": "Even your best poker face won’t be enough for success, Mrs May | Andrew Rawnsley", "webUrl": "https://www.theguardian.com/commentisfree/2017/apr/01/brexit-negotiations-theresa-may-rawnsley", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/apr/01/brexit-negotiations-theresa-may-rawnsley", "fields": {"headline": "Even your best poker face won’t be enough for success, Mrs May", "bodyText": "One way of looking at the Brexit negotiation is as a game of high stakes poker. Theresa “Queen of Vegas” May and her sidekick, David “Old Knuckleduster” Davis will sit on one side of a green baize table. They will arrange their faces to be utterly inscrutable; they will stitch cards to chests; they will leave Boris at home for fear that he might accidentally blurt out the content of Britain’s hand. Across from them will sit Michel “Hardball” Barnier, the chief negotiator for the commission, and Donald “Goodbye” Tusk, representing the 27 countries who will be remaining within the EU once Britain has taken its leave. Negotiation as a game of bluff is a concept popular with a lot of the Brexiters, especially those of them deluded enough to think that Mrs May holds a fistful of aces and that the EU is a fish. That they like it so much is a warning to the rest of us that the poker metaphor is a dangerously misleading way of viewing the challenge of extricating Britain from the EU in a way which minimises the pain of the procedure. Poker is a game designed to produce just the one winner. A single player scoops the pot; the others lose their shirts. That explains the popularity of the poker metaphor among those Brexiters who are incapable of seeing our relationship with Europe as anything other than a contest in which Britain can only prosper by making other European countries lose and they can only gain if it is at our expense. If Mrs May enters this negotiation in that spirit, she will never get to an agreement. The talks may fail anyway. There are Brextremists on this side of the Channel who are willing the negotiation to fail because for them the only good deal with the EU is no deal. There are some players on the other side of the Channel who yearn for the negotiation to fail because they want the penalty for desertion to be so incredibly painful that no other EU state will ever contemplate following Britain towards the exit. The hope for some sort of success from the negotiations – or at least an outcome that mitigates the damage – rests with the more reasonable people on both sides. But the talks will still collapse if the bargaining is conducted as a zero-sum game. There will be an agreement only if everyone leaves the table feeling reasonably satisfied. At the very least, all the actors – and Mrs May must always remember that there are 27 other countries involved here – will need a deal that is sellable to their own parliaments and electorates. There have been times during the nine-month prelude to the negotiations when the prime minister has shown alarming tendencies to approach her task as though it really were as simple as poker. She has talked vacuous guff about getting “a red, white and blue Brexit”, language which fosters the illusion that the process will be all take for Britain and all give by the EU 27. By exciting unrealisable expectations, she has made it harder for herself to make the compromises that will be necessary if she wants to secure an agreement and tougher to sell those compromises to her own MPs and to voters. Some of her ministers have even referred to the EU 27 citizens living in Britain and British citizens living in EU states as “bargaining units”, as if millions of human beings were no more than chips in a casino. Mrs May and those who advise her seem to be realising that this must now change if she is to have a hope of success. Perhaps they have absorbed Sir John Major’s advice that “a little more charm and a lot less cheap rhetoric” are required. There was a generally constructive tone to the prime minister’s six-page letter to Brussels formally notifying the EU that Britain is initiating the process of separation. She dropped the blustery threat to flounce out if Britain doesn’t get everything that the prime minister has demanded. She wished the European Union a happy future even as she told them the UK wouldn’t be part of it. In the statement she made to MPs, Mrs May even declared that “perhaps now more than ever, the world needs the liberal, democratic values of Europe” and “we will do all that we can to help the European Union prosper and succeed”. Quitting the EU is a funny way of demonstrating goodwill towards the organisation and its values, but at least the prime minister was trying to generate some trust. But that effort to sweeten the atmosphere was soured by one relapse back into the language of menace. Members of the cabinet will concede – privately, at any rate – that it was a mistake to make a clumsy link between a trade deal and continuing co-operation on intelligence and security. Even if that wasn’t intended to sound like a threat, it certainly came over as a primitive form of blackmail. Few believe that Britain would make the immoral choice to stop collaborating in the struggle against crime and terrorism, not least because it would be an act of colossal self-harm which would endanger the lives of our own citizens. Ministers were retreating from that bluff within 24 hours. That sort of posturing does not make the British government look strong. It merely draws attention to the weaknesses in Mrs May’s position. Time is her first enemy. No one expects serious negotiation to get underway until after the Germans have held their election in the autumn. That leaves about 18 months until the clock runs down on Brexit and Britain will be heading out of the door, deal or no deal. Allocate six months at the end for the elaborate process of ratifying any deal. This leaves about 12 months to do the business. A year is a very short time in diplomacy. It is barely the blink of an eye in trade negotiations. The EU 27’s opening response has been to rebuff Mrs May’s desire to have talks about the future relationship running in parallel with the bargaining about the terms of exit. This rejection can only have been a surprise to anyone who has not been paying any attention. It has been a consistent line from the major European capitals that they won’t start jawing about trade until there has been at least some progress towards agreement on the terms of the divorce. European leaders are effectively taking one of Mrs May’s own lines and repeating it back to her: Brexit means Brexit. The future status of EU and British citizens is the most emotionally charged subject. It is also the issue that ought to be the easiest to resolve because just about everyone concurs that the desired outcome is a reciprocal agreement that the rights of EU citizens in Britain will be protected and vice versa. The much tougher wrangling will be about money. Who pays what is nearly always the source of the greatest acrimony in a divorce. The money is a problem for the EU, because the departure of its second largest net contributor after Germany will leave an almighty hole in its budget. The bill for checking out is a problem for the Brexiters because they strangely failed to mention this when they were promising that departure would release loads of extra lolly for the NHS. It is a problem for Mrs May. She knows she will have to compromise on the divorce settlement and agree a continuing contribution to the EU if she wants to lubricate the wheels of the trade negotiations. She has yet to summon up the courage to break this news to the ultras on her backbenches and the editors of the Brextremist press. The EU commission has unhelpfully darkened the optics by representing it as a sort of “alimony payment”. That is a red rag to the British tabloid bull and blowhard Tory Brexiters. Let’s suppose, optimistically, that they can get to an agreement about the money which everyone bar the rock-hard Brexiters can find tolerable. That will leave about 12 months to talk about the future. Any agreement on trade will almost certainly have to include a transitional arrangement because time is so short. It will require, at minimum, the support of a qualified majority of the EU 27 and the consent of the European parliament. We are just at the beginning, and Spain has already thrown a Gibraltar-sized spanner into the works. That ought to have been predictable, given Spain’s historic posture on the Rock. Spain won’t be the only country which will see this process as an opportunity to promote its ambitions and interests. The only people surprised by this are those British politicians, British journalists and British voters who have always been hopeless at seeing the obvious. Other EU leaders have parliaments to answer to, media to worry about and voters to satisfy. The next two years are going to be one long education for Britain that we are not the only country with pride in itself and national interests to champion. If Mrs May sincerely hopes to achieve “the best possible deal for Britain’s economy”, she will have to be honest with the public and her party about the compromises that will be required to reach an agreement. She won’t be able to bluff her way through it. Not least because she doesn’t appear to be terribly good at bluffing anyway."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}