{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2017/apr/06/the-sense-of-an-ending-review-jim-broadbent-julian-barnes", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2017-04-05T23:01:24Z", "webTitle": "The Sense of an Ending review – an upscale bit of Britfilm hardback cinema", "webUrl": "https://www.theguardian.com/film/2017/apr/06/the-sense-of-an-ending-review-jim-broadbent-julian-barnes", "apiUrl": "https://content.guardianapis.com/film/2017/apr/06/the-sense-of-an-ending-review-jim-broadbent-julian-barnes", "fields": {"headline": "The Sense of an Ending review – an upscale bit of Britfilm hardback cinema", "bodyText": "Jim Broadbent gives an engaging and sympathetic performance in this movie, directed by Ritesh Batra (known for his Mumbai-set heartwarmer The Lunchbox) and adapted by Nick Payne from the 2011 Booker-winning novel by Julian Barnes, who is to be glimpsed fleetingly in the background of a pub scene. It is a film with an intriguing premise and it’s never anything other than watchable and well acted. But, considering that the story is about suicide and forbidden love, it is oddly desiccated, detached, even passionless sometimes. Despite the title, and despite the emphasis on the lead character’s supposed attainment of emotional closure, there is no satisfying sense of an ending. The flashbacks to the leading character’s 1960s youth are important for giving the story depth and drama, and for taking it out of the parochial world of well-to-do north London. The disclosure of assumed mystery in the flashbacks is deferred, scene-by-scene. But the fiery blast of real emotion and real revelation never truly arrives. And it’s difficult to tell how intentional that reticence is. Broadbent plays Tony Webster, a grumpy retiree, divorced from his elegant and beautiful QC wife Margaret (Harriet Walter) and on reasonably good terms with their grownup daughter Susie (Michelle Dockery) who is heavily pregnant and preparing to be a single mother. Amusingly, Tony accompanies Susie to NCT antenatal classes in the place of a partner and embarrasses her horribly with his dad-joke attempts at lightening the mood. Then, Margaret is astonished and quietly angry when Tony takes her out for lunch (in London’s leafy Crouch End, typically) to tell her about a part of his early life she’d had no idea about. Tony has received something in the will of a woman who was the mother of his first girlfriend, Veronica: it is the diary of his brilliant, troubled best friend from school, Adrian (Joe Alwyn), who committed suicide when they were at university, and had been in a painful love triangle with Veronica. Veronica is played as a young woman by Freya Mavor, and by Charlotte Rampling when she and Tony are to meet again. The mother is interestingly played by Emily Mortimer. The past – in the form of an explosively emotional letter he once sent – has caught up with Tony. With his very nicely judged performance – lugubrious, droll, self-pitying and slightly scared – Broadbent controls the pace and tone of every scene, and the film as a whole; Mavor and Rampling are very good as the coolly sardonic and opaque Veronica, and Billy Howle is strong, too, in the role of young Tony. It is an absorbing story in many ways. The revival of jealousy and subsequent stalking behaviour reminded me of Greene’s The End of the Affair. That letter could have come from a novella by Stefan Zweig, who is referenced in a scene that takes place, bookishly, in the Foyles cafe in London’s West End. There is callow teenage talk of Dylan Thomas and an anachronistic moment when a character quotes Philip Larkin’s Aubade in the 1960s (it was published in 1977). But exasperatingly, The Sense of an Ending never delivers the strong, clear storytelling impact that we appear to be leading up to, and the final discovery is a bit opaque: it has to be inferred, and key events are not shown in the flashbacks. Understandably, this is because Tony was not present. Frank Kermode’s famous work of literary criticism, The Sense of an Ending, also challenges the idea of clear endings and clear meanings in literature or life. But the ending here still feels bloodless and muddled, as if the film stands at one remove from dramatic events which it cannot see clearly. Like adaptations of Ian McEwan novels, this is an upscale piece of Britfilm hardback cinema which is intensely aware of its blue-chip origins. It never entirely relaxes. But there is still a good deal to enjoy in the performances. Walter’s Margaret is entertainingly exasperated by her ex-husband’s combination of grumpy ill-temper and emotional neediness. Broadbent carries the film, but he and Walter are actually a very good double act."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}