{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2017/apr/20/uk-unprepared-for-surge-in-electric-car-use-thinktank-warns", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2017-04-19T23:01:11Z", "webTitle": "UK unprepared for surge in electric car use, thinktank warns", "webUrl": "https://www.theguardian.com/business/2017/apr/20/uk-unprepared-for-surge-in-electric-car-use-thinktank-warns", "apiUrl": "https://content.guardianapis.com/business/2017/apr/20/uk-unprepared-for-surge-in-electric-car-use-thinktank-warns", "fields": {"headline": "UK unprepared for surge in electric car use, thinktank warns", "bodyText": "The UK’s energy networks are not ready for a surge in electric cars and solar panels that is coming within the next few years, according to a report. Clusters of the battery powered cars could result in 1% of the UK experiencing unplanned drops in voltage – potentially damaging electronic equipment – without action by 2020, the Green Alliance said. The thinktank warned that as few as six electric vehicles located near one another, most likely in an affluent neighbourhood, could lead to such “brownouts”. Charging one car requires a similar amount of electricity as a typical home uses in three days, and simultaneous demand at a local level could damage networks without costly reinforcements. Ministers also recently called on electric car owners to ensure they are not charging at times of peak energy demand. Network operators want people to use smart chargers, which can defer when cars are topped up, but most of the 12,000-plus charging points in the UK are “dumb”, with smart technology largely only used in pilot projects. The Green Alliance said that by 2025 up to 700,000 electricity users could suffer blackouts due to a lack of non-smart chargers. “The government should say all chargers from now on must be smart. Once they’re in, it’s very expensive to retrofit them,” said Dustin Benton, the author of the report. Distribution network operators, who connect the national grid at a local level to homes and businesses, fear clustering of electric cars, but say such hotspots have not yet become a serious problem for their infrastructure. However, the Green Alliance noted that electric car sales were up 56% last year on 2015 figures, and said falling costs would drive a rapid uptake. The thinktank predicted a similar growth in the next few years in the installation of solar panels, which are already disrupting the energy system. Falling solar power prices mean that by 2020 it will make economic sense for commercial building owners to install solar even without subsidies, the report said. The combination of solar and household batteries such as Tesla’s Powerwall could result in houses being able to supply their own electricity independently for months at a time by 2025, it added. While 850,000 homes in the UK have solar panels, few have installed batteries – but that could change with products launched by one of the big six energy companies. E.ON said on Wednesday that it would begin selling battery and solar packages from £7,500, arguing the combination of the two would elevate solar “to the next level”. The Green Alliance said it thought electric cars and solar would soon be viable without subsidy, which showed the government would no longer be able constrain them – meaning it was vital action was taken now to manage their impact. This impact could include damage to power networks from electric car charging or solar unable to connect to the grid because of bottlenecks. That in turn could trigger “emergency policymaking”, which Benton said would be bad for investment. The thinktank made several recommendations, including a proposal for a new independent system designer, separate from National Grid, to manage the integration of small-scale energy into the wider electricity supply network. “We need to actively govern how we use these technologies,” said Benton. A National Grid spokesman said: “Growing use of solar power and electric cars will change the way the energy system is managed, but National Grid has been consistently dealing with evolution in the energy sector for decades, and these latest changes also present great opportunities. “For example, electric vehicles can be used to help feed energy back into the system at key times, while solar power will play a crucial role in providing clean energy as coal-generated power stops being used.” The body representing distribution network operators said it was already trialling innovative new technologies to more actively manage its members’ networks."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}