{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2017/apr/20/the-philanthropist-review-lily-cole-matt-berry-simon-callow", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2017-04-20T22:00:01Z", "webTitle": "The Philanthropist review – Lily Cole and Matt Berry star in smart college comedy", "webUrl": "https://www.theguardian.com/stage/2017/apr/20/the-philanthropist-review-lily-cole-matt-berry-simon-callow", "apiUrl": "https://content.guardianapis.com/stage/2017/apr/20/the-philanthropist-review-lily-cole-matt-berry-simon-callow", "fields": {"headline": "The Philanthropist review – Lily Cole and Matt Berry star in smart college comedy", "bodyText": "Christopher Hampton’s comedy of academic life has always been performed by actors older than the playwright’s specified age ranges, so it must have seemed a bright idea to recruit young stars – such as Simon Bird, Matt Berry and Lily Cole – who are best known for their work in TV drama, comedy and film. Despite the best efforts of Simon Callow as director, however, the relative theatrical inexperience of the cast is clear and deprives the play of emotional texture. Hampton’s play, written when he was 23 and first presented in 1970, remains an astonishing work. It famously offers an inversion of Molière’s The Misanthrope in that its hero, an academic philologist named Philip, is a figure whose compulsive amiability causes endless havoc. He unwittingly triggers an accidental death, and goes on to outrage an opinionated novelist, alienate his own fiancee and mortify the college’s resident vamp. Even more extraordinary is the way Hampton’s portrait of a public world gone haywire has acquired an eerily prophetic quality: not only does the notion of proscriptive violence towards selected writers precede the fatwa against Salman Rushdie but there is even a report of a lone gunman terrorising the Palace of Westminster. I love the play, but I think the age of the actors matters far less than their depth of experience and understanding. Bird is perfectly passable as Philip and has some good moments. You believe him when he says: “I haven’t even got the courage of my lack of convictions”; and he renders a crucial speech about the acute solitude that is part of the privileged life of the bachelor don with total sincerity. But he is often funny rather than sad. Previous inhabitants of the role, including Alec McCowen and Simon Russell Beale, have made me think of Chekhov. Bird, sitting with knees locked firmly together and a compulsive grin on his face, evokes memories of Mr Bean. The rest of the cast is variable. The best performance comes from Tom Rosenthal, who, as a colleague of Philip’s who is “more than half in love with easeful sloth”, captures exactly the kind of cultivated idleness that was once a feature of academic life (less so I suspect, in today’s age of targets and tight budgets). Charlotte Ritchie also gives a good account of Philip’s fiancee, whom she makes a coolly determined woman driven to exasperated fury by his lack of emotional intelligence. But while Berry, best known for TV’s Toast of London, looks suitably domineering as a purple-suited novelist who brandishes his political incorrectness like a fist, he lacks the vocal heft to match his physique. Lily Cole as the compulsively seductive Araminta makes imaginative use of her body, without ever fully capturing the character’s profound loneliness. I would still recommend the play to those who have never seen it: The Philanthropist offers a memorable portrait not only of academic insularity but also of the destructive nature of reflex niceness. I can easily imagine previous casts slotting into a revival of The Misanthrope, but this one gives Hampton’s play – even down to a gratuitously comic curtain call – the air of a lightweight diversion. • At Trafalgar Studios, London, until 22 July. Guardian box office: 0330-333 6906."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}