{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2017/apr/09/dele-alli-tottenham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-04-09T21:29:19Z", "webTitle": "Blossoming talents of Tottenham’s Dele Alli can take him to the very top | Sachin Nakrani", "webUrl": "https://www.theguardian.com/football/blog/2017/apr/09/dele-alli-tottenham", "apiUrl": "https://content.guardianapis.com/football/blog/2017/apr/09/dele-alli-tottenham", "fields": {"headline": "Blossoming talents of Tottenham’s Dele Alli can take him to the very top", "bodyText": "Dele Alli turns 21 on Tuesday. It is a moment that, some say, represents a coming of age. On a personal level that may well prove the case for the Tottenham Hotspur midfielder, yet in a sporting sense it already feels he is a fully grown performer, a player with man-size capabilities. For sure there is more to come but Alli is more than succeeding in the here and now. That is evident to anyone who has watched him this season as game after game, week after week, Alli has displayed a level of skill, drive and intelligence that belies his tender years. And those qualities were on show again at the weekend as Tottenham’s No20 played a key role in his side’s 4-0 triumph against Watford, their 13th victory in their past 16 league matches and an 11th in succession at White Hart Lane, equalling a top-flight record set in 1922. Alli opened the scoring with a wonderful curling drive from distance and continued to torment Watford from a No10 position in Tottenham’s 4‑2‑3‑1 formation. He was not their man of the match – that accolade was handed to Kieran Trippier but deserved to go to Son Heung-min, who scored twice and played a role in all four of Spurs’ goals, with the other being driven home by Eric Dier – but he was once again electric. A joy to watch. Alli’s strike was noteworthy beyond kick-starting Tottenham’s win. It took his Premier League goals tally for 2017 to 10 – his total amount in the previous season, as well as meaning he has now had a hand in as many Premier League goals before turning 21 (40) as Frank Lampard (15), Steven Gerrard (13) and David Beckham (12) combined. “Wow, that’s unbelievable,” Mauricio Pochettino said on being informed of this comparison. “First of all he is a great kid, a lovely person. And then he is a great player. And then he is so young he can improve a lot, learn a lot, his potential is massive. But every day he’s improving, and every day he gets more mature. He’s improving in his skills but in his character as well.” Mature and character are words that feel important in any discussion regarding Alli given this is a player whose red-hot talents are matched, on occasion, by a red‑hot temper. In a little under 20 months at Tottenham, he has received 16 yellow cards and one red, the latter shown to the England international following his horrific tackle on Gent’s Brecht Dejaegere in February and for which Uefa handed him a three-match ban from European competition. Such losses of control feel like something Alli must get to grips with to ensure he plays in the type of games – title deciders, Champions League finals, World Cup finals, even – that could mark him as a legend of the game, but having defended him after the tackle on Dejaegere, Pochettino was at it again at the weekend, insisting Alli’s aggression is something to admire rather than admonish. “This character is perfect for a player,” the Tottenham manager said. “When you are winning and you feel that to lose on the pitch is like losing your life – that is what we want in a player. He is young and he needs to improve, but he needs love. To improve is not to punch him or to punish him. “And I am so happy for him because I always knew the relationship from day one was tough. It was friendly, lovely, but tough too because it’s like when you have your son, you love him, but sometimes you have to be tough.” The question now is just how good Alli can be. Tottenham certainly appears the right environment for him to thrive, with the player feeling the same way if his decision to sign a six-year contract last year is anything to go by. If his footballing father also sticks around then the sky could well and truly be the limit. “He’s special, a bit different to all the players that play now at his age,” Pochettino said. “His energy, his character, his quality. I think he is a unique player. He’s different to another, it’s so difficult to compare to another.” One of the best young players in Europe? “His age and with his stats, I think so,” the Argentinian replied. “If he’s not the best, he’s one of the best, for sure.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}