{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/apr/10/scott-morrison-says-housing-agreement-a-one-way-atm-that-has-failed-to-boost-supply", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-04-09T23:42:21Z", "webTitle": "Scott Morrison says housing agreement a 'one-way ATM' that has failed to boost supply", "webUrl": "https://www.theguardian.com/australia-news/2017/apr/10/scott-morrison-says-housing-agreement-a-one-way-atm-that-has-failed-to-boost-supply", "apiUrl": "https://content.guardianapis.com/australia-news/2017/apr/10/scott-morrison-says-housing-agreement-a-one-way-atm-that-has-failed-to-boost-supply", "fields": {"headline": "Scott Morrison says housing agreement a 'one-way ATM' that has failed to boost supply", "bodyText": "The national affordable housing agreement is a “one-way ATM” that has failed to boost public housing supply, the treasurer, Scott Morrison, will say on Monday. Morrison is set to signal a major restructure or possible downsizing of the agreement at the Australian Housing and Urban Research Institute in Melbourne, in a speech justifying the government’s opposition to abolishing negative gearing and spruiking its plan to encourage super funds and other large pools of capital to invest in housing. On Monday the Australian reported the government was considering removing tax disincentives for retirees to downsize their homes and allowing first-home buyers to access their super to enter the housing market. According to the report, the model under consideration would allow first-home buyers to divert superannuation contributions into a home savings account, to be matched dollar-for-dollar by contributions from personal savings. The finance minister, Mathias Cormann, has warned the plan could drive up prices, although Michael Sukkar, the assistant minister to the treasurer, has suggested it could be done in a more targeted way. In the speech Morrison will say the national agreement does not link funds to the delivery of supply of public housing and, despite $9bn spent through it over eight years, Australia has 16,000 fewer public housing dwellings. “While supply of social housing dwellings, inclusive of community housing stock, has risen by 13,672 over this period, the public housing waiting list has risen from 177,700 to 187,000. You simply despair.” Morrison will say the agreement is an example of “business as usual” policy on housing affordability that has been a “confirmed failure”. He notes that rather than achieving a 10% reduction in the proportion of low-income renters experiencing rental stress, this measure has increased from 35.4% in 2007-08 to 42.5% in 2013-14. Homelessness has also increased, from 90,000 in 2006 to more than 105,000 in 2011, a 17.3% increase compared with the agreement’s target of a 7% decrease. “This agreement is a one-way ATM providing important resources without accountability for outcomes,” Morrison will say. “We don’t need to spend more, and it’s not necessarily about spending less, provided we spend it better.” In the speech Morrison defends what he calls the government’s “scalpel” approach to housing affordability compared with the “chainsaw” approach of Labor, which proposes halving the capital gains tax discount and prospectively abolishing negative gearing. Morrison will say that more than 1.3 million Australians negatively gear their investment properties, and two-thirds have a taxable income of $80,000 or less. “Australian residential property investment is more geared to capital gain than yield,” he will say. “If mum and dad investors were not part of our private rental market, there would be fewer rental properties available, meaning higher rents, further crowding out those on lower incomes and even greater pressure on already overstressed community and social housing resources.” Morrison will say that regardless of “the merits or otherwise of negative gearing, it is an established and structural component of Australia’s housing markets”. “Disrupting negative gearing would not come without a cost, especially to renters, let alone the wider economic impacts,” he argues. Although the speech effectively rules out changes to negative gearing, Morrison makes no mention of restructuring the capital gains tax discount, which is believed to be under consideration in the May budget. Shadow treasurer, Chris Bowen, said the government’s “refusal to act on negative gearing” was pushing it to adopt “bad ideas”. “Bad ideas like allowing access to superannuation for housing, an idea Malcolm Turnbull once described as thoroughly bad, and which Mathias Cormann was strongly opposed to it as late as last month,” he said on Monday. Bowen said Morrison was “crying crocodile tears” about rising rents despite the government abolishing the national rental affordability scheme. He noted it had also abolished Labor’s first home saver account system, that used government co-contributions rather than super to help save for a deposit. Morrison notes that the government has set up an affordable housing working group to investigate “innovative financing models”, including a bond aggregator model to harness large-scale private investment for housing. “The working group found a ‘financing gap’ is a major barrier to the supply of affordable housing. “It’s a gap between the low rates of return available on affordable housing investments compared to market returns available on alternative investments with similar risk profiles.” Morrison notes there is a “clear appetite” for pension funds to invest in housing in the US and Canada and linked it to proposals for key workers to be able to rent or buy in the communities they serve. “What could be more in the interest of nurses, teachers or police pension fund members than investing in affordable housing for nurses, teachers and police officers?” In a statement on Monday, construction industry super fund Cbus called for the government to fast-track the bond aggregator model by committing to it in the May budget. The chief executive of Cbus, David Atkin, warned that first home buyers should not be allowed to “dip into their retirement savings for a house deposit” and called on the government to immediately rule it out. Speaking on 3AW in Melbourne ahead of the speech Morrison appeared to downplay incentives for retirees to downsize, noting there were a “myriad of factors” that led people to stay in their homes. He said that apartments left unoccupied by foreign investors was a “big issue ... that’s got my attention”, signalling possible changes to unlock latent housing stock."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}