{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/aug/12/leaders.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-08-11T23:06:44Z", "webTitle": "Leader: Jailing prostitutes helps no one", "webUrl": "https://www.theguardian.com/commentisfree/2007/aug/12/leaders.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/aug/12/leaders.comment", "fields": {"headline": "Jailing prostitutes helps no one", "bodyText": "The murder of five prostitutes in Suffolk last year shocked us all. There was revulsion at the horrific killings and sympathy for all women whose lives on the margin of society put them in danger of violence and abuse. The era when sex workers were deemed more worthy of moral censure than pity seemed to have passed. In the wake of the killings, the government decided more needed to be done to help women in such desperate circumstances. A promising start was indicating that the stigmatising 'common prostitute' would be taken out of the law. But a Criminal Justice Bill that will go before Parliament when it reconvenes threatens to turn the clock back. It will give magistrates the power to jail prostitutes for three days if they fail to attend mandatory counselling. Encouraging rehabilitation is admirable, but to work, it requires real resources, in particular, treatment for drug addiction. It is easy to see how someone trapped in a cycle of heroin use and prostitution could miss an appointment with a counsellor. To then threaten prison is harsh. It would effectively reverse the 1982 Criminal Justice Act that ended courts' power to impose jail sentences for soliciting. It is hard to see how locking up prostitutes would do anything other than further demonise vulnerable women and put more pressure on overcrowded prisons. Using the threat of prison as an incentive undermines good intentions. Jail won't cure drug addiction and it certainly won't give women a route out of prostitution."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}