{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/aug/21/athletics.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-08-20T23:43:00Z", "webTitle": "Athletics: Wariner gunning for 400m record", "webUrl": "https://www.theguardian.com/sport/2007/aug/21/athletics.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/aug/21/athletics.sport", "fields": {"headline": "Wariner primed to steal the thunder of Michael Johnson", "bodyText": "Jeremy Wariner last night raised expectations he might produce something special at the world championships in Osaka by revealing that he is running faster in training than Michael Johnson was in the days before he broke the 400 metres world record in 1999. Wariner, 22, is coached in Texas by Clyde Hart, the man who guided Johnson to 14 Olympic and world titles and two individual world records. The last of those astonishing records came in Seville eight years ago when he stunned the world championships with a run of 43.18sec. But now, in the days leading up to the 11th holding of the competition in Japan, Wariner is ready to go even quicker. On the night Johnson stormed his way into 400m history Wariner was a 15-year-old fan of American football, not even aware of what was happening in Spain. \"I knew nothing about track and field until 2000 when I was at college,\" he said. \"It was only last year when I saw Michael's race in Seville after he gave me a tape of it. I watched it and I was speechless.\" This time next week Wariner will begin his attempt to break that record - and he declared last night that \"there is no telling what I will be able to do at the world championships\". Hart recently brought out the training diary which Johnson used in the week before his amazing performance in Seville. And while Johnson clocked practice times in the region of 41sec for 350m, Wariner has been timed at 40.09 and 41.60. He said: \"It is easily the fastest I have ever been in practice. Coach Hart has been trying to compare what I'm doing to what Michael did before he broke the record. At first my times were not as fast but he has been cutting my rest periods down. \"He has been using the same training schedules for 42 years but he brought out the work-outs which Michael did leading up to Seville and my times are quicker now. I cannot think about Michael when I run. I just have to think that I can do it. It will be fantastic to break the world record because of all the hard work I have been putting my body through. But if I do not do it this time, hopefully I have a good few years left in the sport to try again.\" Wariner, the current world and Olympic champion, has been spectacular this season, and he has the advantage of not only knowing the Osaka track but having run superbly on it in May in a meeting to launch the countdown to the world championships. Then he ran 44.02, an eye-catching time for so early in the season, before at the start of this month looking supreme as he ran a personal best of 43.50 to win in Stockholm, making him the equal third fastest 400m runner in history. Wariner said: \"It is hard to explain what the surface is like in Osaka because it is not like tracks in Europe. It has hardness and it has bounce and it is good for every event. When I ran my 44.02, my training was not even ready for those sorts of times. But I knew when I competed in Stockholm that I would be quick. I had a feeling that something crazy was about to happen.\" The Stockholm race provided Wariner with more than a comparison to the way Johnson would run. \"My coach said I am right up there with him in the last 100 metres,\" said Wariner. \"But my first 200 in Stockholm was faster than when Michael broke the world record. Now I need to work on the section between 200 and 300 because Michael was quicker than me on that.\" Wariner has only run in five 400m races this year, using the 200m event to increase his speed, and it has worked. Consulting the training plan that Johnson worked on before Seville, Wariner has cut down his recovery times from 10 minutes to nine between 450m runs and from 1min 45sec to 1min 30sec for 200m repetitions. \"That 15 seconds can make a difference,\" said Wariner. \"The least rest I have shows that I have been able to build up the endurance if I'm able to run quick times. I told Michael about my 350's and he said, 'What!' Back in 2004 I was just a college kid running. Now I am on a different level and if I want to go faster I have to work even harder.\" It is an ominous warning to the rest of the world's 400m men. When Johnson ran, everybody else just competed for the minor medals. Despite his quiet, far from boisterous tone, Wariner gives every indication that he will take the aura he is creating for himself to a new level in Japan. \"My workouts are getting even better,\" he said. \"I am stronger, I am quicker and there's even more dedication. [From] the way I ran in Stockholm, and how easy it felt, I know I can go even faster, especially on the Osaka track. I will not be beaten unless I do not run my race.\" 400m challengers Angelo Taylor US Age 28 Personal best 44.05 2007 best 44.05 Won 400m hurdles gold at the 2000 Olympics and is now second to his US team-mate in the 400m rankings. Lashawn Merritt US Age 21 PB 43.93 2007 44.06 A consistent performer, with a great future ahead of him, who should win a medal of some colour in Osaka. Ricardo Chambers Jamaica Age 22 PB 44.62 2007 44.62 Could be the surprise on the podium but surely cannot beat Wariner unless the champion stumbles."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}