{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/aug/06/boxing.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-08-05T23:14:39Z", "webTitle": "Boxing: Morales talks of retirement after failing in historic title bid", "webUrl": "https://www.theguardian.com/sport/2007/aug/06/boxing.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/aug/06/boxing.sport", "fields": {"headline": "Morales talks of retirement after failing in historic title bid", "bodyText": "Erik Morales was contemplating retirement after he failed in his attempt to become the first Mexican to win world title belts at four different weights when he was narrowly outpointed by the WBC lightweight champion David Diaz in the American's home city of Chicago. \"I think this is going to be my last fight,\" said Morales, 30, immediately after a bout which he had appeared to be winning before fading over the later rounds. \"I congratulate David. It was a hard fight. He kept coming towards me. I was concentrating and I gave everything I had.\" In the after-fight press conference Morales's father and trainer, José, complained that Diaz had been allowed to get away with illegal tactics, but his son said: \"I tried to fight a real intelligent fight but Diaz had lots of pressure and punched from all angles. I thought about another fight in Tijuana [where he was born] but tonight I felt the punches more than I normally do so this is my last fight\" It was the fourth successive defeat for Morales, who first became a world champion 10 years ago, but he produced glimpses of his old rampaging form, notably in a dramatic opening round which ended with Diaz floored by a right hand. The Mexican seemed to have a narrow lead until the latter stages when Diaz, 31, appeared the stronger man, grinding out a unanimous verdict from the judges with scores of 114-113, 115-112 and 115-113. If Morales's career is over he will be best remembered for an epic trilogy of fights with his fellow countryman Marco Antonio Barrera, Morales winning their first meeting in February 2000 before losing the next two. He won his first world title, the WBC super-bantamweight belt, when he defeated Daniel Zaragoza in September 1997 and he made nine successful defences before moving up to featherweight after his win over Barrera in February 2000. He became the WBC featherweight champion in September that year when he defeated Kevin Kelley and he remained undefeated until beaten by Barrera for the first time in June 2002. By November 2004 Morales had become a world super-featherweight champion but lost for a second time to Barrera with the WBC title at stake. Thereafter he seemed a declining fighter and he was beaten unexpectedly by Zahir Raheem before twice suffering bruising defeats against the Filipino Manny Pacquiao. He will end his career with a record of 48 wins and six defeats. Israel Vázquez gained revenge for a defeat this year by stopping his fellow Mexican Rafael Márquez in the sixth round of a thrilling and at times brutal confrontation in Texas to regain the WBC world super-bantamweight title. Vázquez was badly cut over both eyes but Márquez crumbled after he was floored by a hook in the sixth. Although he got to his feet the referee, Guadalupe García, stopped the fight seconds later."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}