{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/aug/17/newsstory.sport16", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-08-16T23:06:44Z", "webTitle": "Trendspotting", "webUrl": "https://www.theguardian.com/football/2007/aug/17/newsstory.sport16", "apiUrl": "https://content.guardianapis.com/football/2007/aug/17/newsstory.sport16", "fields": {"headline": "Trendspotting", "bodyText": "The clubs most likely to be relegated in each division of the Football League are those who only just managed to leap clear of the trapdoor at the end of last season. Perhaps unsurprisingly, the statistics show that the clubs most likely to struggle in future are those who also struggled in the past. In five of the past 10 seasons, for example, one of the bottom two places in League Two was occupied by the club who had finished immediately above the relegation line at the end of the season before. It is a bad omen for Macclesfield, 22nd last season, who are as big as 11-2 with Coral to drop to 23rd or 24th and start next season in the Conference. The clubs in greatest danger in League One also tend to be those who have just finished in one of the three places immediately above the relegation zone. Of the 30 clubs who filled those places during the 10 seasons from 1996-97 to 2005-06, nine were relegated at the end of the following campaign. Of the trio who finished in those perilous positions last season, the most attractively priced are Brighton, 3-1 for relegation with Bet365 even though there is no immediately apparent reason for thinking their prospects are better than those of Bournemouth (9-4) or Leyton Orient (5-2). A slightly wider range of clubs tends to get dragged into the relegation dogfight in the Championship. The clubs with most to fear here are those who finished within five places of the relegation line at the end of the previous season. One in four get relegated at the end of the next season. The clubs who finished between 17th and 21st in the Championship last season were Coventry, QPR, Leicester, Barnsley and Hull, but none of them is currently being offered at a price that seems wrong. The Premier League? In the past 10 seasons, exactly half of the teams who had just been promoted dropped straight back down into the Championship. As Dan Roebuck observed last week, 4-1 might be too big a price about a similar fate befalling Sunderland. In football, the best guide to what will happen in the future is usually what has happened in the past, and the evidence suggests Roy Keane's side will struggle. Kevin Pullein is football tipster for the Racing Post"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}