{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/aug/12/comment.familyandrelationships", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-08-11T23:06:43Z", "webTitle": "Damian Green: We can rid Britain of forced marriages", "webUrl": "https://www.theguardian.com/commentisfree/2007/aug/12/comment.familyandrelationships", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/aug/12/comment.familyandrelationships", "fields": {"headline": "We can rid Britain of forced marriages", "bodyText": "The continued existence of forced marriages in modern Britain is a stain on our social fabric. It is the extreme and unacceptable end of the clash of values between a plural democracy that values individual human rights and belief systems that regard women as second-class citizens. Shockingly, forced marriages are not isolated events. The School of Oriental and African Studies at the University of London estimates the numbers at 1,000 a year. The government's Forced Marriages Unit takes 5,000 calls for advice each year and deals with 300 cases. The individual tales are often disturbing. In Derby, 17-year-old Asha (not her real name) overheard her father telling a relative he would kill her if she refused marriage to a man she had never met. She had already seen her father hold an axe to the throat of her sister who tried to resist a forced marriage, so Asha ran away. The first time she fled, the police found her and told her to go back home. When she found plane tickets to Pakistan in the house, she ran again; this time, the authorities helped her to build a new life. Eighteen-year-old Halima was told she was going to Bangladesh to help her sick father. When she arrived her father was healthy and proposed forcing her into marriage. Isolated in a small village with no electricity she succumbed, but escaped back to London three months later. It took nine years before she obtained a bitterly contested divorce. Karma Nirvana, one of the organisations set up to help young women in similar situations, says this is the busiest time of year, because girls are taken on holiday and once they are out of the UK they can be forced into marriage. Unless there is a stronger policy towards prevention, Karma Nirvana argues, dozens of schoolgirls in Derby alone will be forced into marriages they don't want. The Forced Marriage Unit does some good work but clearly more effective action is needed. The Conservative party has a number of proposals that we are putting out to consultation this week to minimise the incidence of forced marriage. We want to give protection to young women like Asha before they can be taken abroad. We suggest that anyone planning to marry abroad should have to register their intention of doing so, with the name and details of their fiance, in the UK before they leave. To give further protection, this registration should be done by the sponsor themselves and not by a family member or other third party, or in the presence of any third party. This is vital for young women. Labour MP Ann Cryer, in a well-argued submission to the Home Affairs Select Committee, said: 'In many cases - particularly for women - it takes a great deal of courage to defy the will of their family and opens the possibility of being criticised for damaging \"izzat\", or honour.' We must give these young women every opportunity to express their true feelings when filling in official forms that will be used as evidence of consent. The 'intention to marry' notification would have a time limit of perhaps three or six months and, if the overseas spouse did not apply for a visa within that time, they would not be recognised as a spouse for immigration purposes. This gives further protection to young women, because if they are not persuaded of the merits of their potential husband, they can delay, knowing time is on their side. I think these changes would be important not only for the practical effect they would have on the lives of thousands of young British women, but also for the clear message they send out. There are certain practices that may be historically acceptable to some people but that have no place in our culture. The 'Britishness' debate too often descends into worthy flannel about common values and mutual respect. To give a hard edge to what it means to be British, you have to say what is un-British, and, if necessary, legislate to stop anyone committing un-British acts. Forced marriage falls squarely into this category. The Conservative party, like many others, is constantly grappling with issues of community cohesion and how you can express your core values without becoming authoritarian and over-prescriptive. These policy proposals are a practical example of how to do this. These proposals also form a building block in the wider Conservative approach to immigration and integration. We believe that immigration should be better controlled than it is at the moment and, in particular, that there should be an explicit annual limit on the number of economic migrants from outside the EU. We also believe that we need to promote integration better; to do this, everyone who comes to this country to settle, whether to work or as part of a marriage, should have a grasp of English. Without competence in English, integration will be impossible. Out aim is that all those who come here to live will participate fully in British society and that British society will be confident enough to allow diversity (as it always has) without losing its central values. One of those values is individual freedom over the key decisions in our lives. Choosing who to marry is one of those decisions, so there is no place in Britain for forced marriage. · Damian Green is shadow immigration minister"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}