{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/aug/21/rugbyunion.rugbyworldcup2007", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-08-20T23:34:52Z", "webTitle": "Rugby union: Corry gives England hope", "webUrl": "https://www.theguardian.com/sport/2007/aug/21/rugbyunion.rugbyworldcup2007", "apiUrl": "https://content.guardianapis.com/sport/2007/aug/21/rugbyunion.rugbyworldcup2007", "fields": {"headline": "Corry lightens gloom amid the wounded", "bodyText": "England, still licking their wounds after a sobering defeat in Marseille, are awaiting medical reports in the next 48 hours on a clutch of players who may have to prove their fitness prior to the squad's departure on Monday week for the World Cup in France. There was reassuring news about Martin Corry, who is unlikely to need a scan on the knee injury which forced him off late in the game against France. The Leicester captain is due to see a doctor today as a precaution but there is understood to be no ligament damage. \"I was lucky,\" confirmed Corry, aware a ligament strain could have had serious repercussions for his tournament prospects. A concussed Phil Vickery will also undergo checks while the hooker George Chuter is due to have a scan on the knee problem which forced him to withdraw from Saturday's match. Initial examinations suggest the joint is merely bruised but England will be hoping there are no complications as their back-up resources at hooker are already stretched. The same is true at scrum-half, where Peter Richards must convince the head coach, Brian Ashton, and the medical staff that his recent back spasms will not recur. If he fails to do so, Sale's Richard Wigglesworth will be drafted into the 30-man squad as a replacement. England open their Pool A campaign against the United States in Lens on September 8. The France prop Sylvain Marconnet has been ruled out of the World Cup after undergoing a second operation on the shin he first broke in a skiing accident in March. The 31-year-old, France's most capped prop, will be replaced by Nicolas Mas. The Argentina centre Martin Gaitán will also miss the World Cup after suffering heart problems following the Pumas' Test against Wales in Cardiff on Saturday. The 29-year-old underwent an operation at the University of Wales hospital and was said to be in a good condition yesterday. Hernán Senillosa is likely to replace him. The New Zealand management has barred the All Blacks' wives and girlfriends from players' hotel rooms for the World Cup, though they will be allowed to stay on other floors of the team hotel."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}