{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/aug/14/cricket.englandcricketseries2", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-08-13T23:59:37Z", "webTitle": "Cricket: At least we fought until  the last, says Vaughan", "webUrl": "https://www.theguardian.com/sport/2007/aug/14/cricket.englandcricketseries2", "apiUrl": "https://content.guardianapis.com/sport/2007/aug/14/cricket.englandcricketseries2", "fields": {"headline": "At least we fought until  the last, says Vaughan", "bodyText": "Michael Vaughan last night praised the resilience shown by his side after they saved the third Test against India by batting out the final day but he said England would need to learn from mistakes made during the 1-0 series defeat - their first at home since 2001 - before they head to Sri Lanka in November for a three-match rubber. \"We showed a lot of character,\" said Vaughan after England, boosted by a 10th Test hundred from Kevin Pietersen, finished on 369 for six in pursuit of a notional target of 500. \"It looked like we were staring down the barrel but we set the guys a challenge: if you can't win a game, you try to draw it. People were expecting England to lie down and hand India the series 2-0. I hope they have seen this side is prepared to fight. \"It's disappointing to lose [the home record]. But there are series you lose when you know you've played really bad cricket and others you lose when you haven't played badly. Usually over a three-match series the team that plays the best cricket comes out on top and India have just pipped it because of the way they played at Trent Bridge and here. \"There are also mistakes you make and, when we get on the plane to Sri Lanka in November, we have to come up with plans to get our Test match cricket back to winning ways.\" The England captain pointed to his side's failure to reach 400 as a major reason for his first home series defeat in charge but also singled out the success of India's left-arm swing bowlers - Zaheer Khan was the leading wicket-taker in either side with 18 while RP Singh claimed 12. With Sri Lanka's vastly experienced left-armer Chaminda Vaas lying in wait this winter, lessons will need to be absorbed quickly. Vaughan praised the efforts of his second-string seam attack throughout the series and referred to the failure of any of India's middle-order giants - Rahul Dravid, Sachin Tendulkar, Sourav Ganguly and VVS Laxman - to score a century. But he added: \"I'd like to have all the senior bowlers back fit and available for selection. If that happens, it's going to be quite difficult choosing a XV for Sri Lanka but that's what we want. \"We are going through a little bit of a transitional period because of our new players and it's important we come through. This was a big moment for the team to see if we'd fight and we did just that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}