{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/aug/02/athletics.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-08-01T23:52:51Z", "webTitle": "Athletics: Selectors raise the bar for Ohuruogu trial", "webUrl": "https://www.theguardian.com/sport/2007/aug/02/athletics.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/aug/02/athletics.sport", "fields": {"headline": "Selectors raise the bar for Ohuruogu trial", "bodyText": "Christine Ohuruogu will not have to run a full 400 metres today to prove her speed and fitness for the world championships. Instead she will be timed over 150m, 250m or 350m at Crystal Palace and if she meets particular criteria she should be named in the team for Osaka. The 23-year-old Commonwealth Games 400m champion will have her trial on the track which tomorrow night will stage the Norwich Union London grand prix, the last event in which she competed before she was banned for a year for missing three drugs tests. The suspension ends on Monday and at Crystal Palace today Ohuruogu will be looking to register inside 18.50sec for the 150m and 30.40 for the 250m. She has a 400m personal best of 50.28 and if she hits those times for the two shorter distances it will show she is on the road to being a genuine candidate for selection. But she was warned last night by the American Sanya Richards, the world's leading 400m runner, that she should not expect too much if she runs in Japan. Richards, who will run at Crystal Palace tomorrow, missed the start of the year with illness and then failed to make the United States team for the world championships in the 400m, where she is unbeaten in this summer's Golden League. However, she did qualify for the 200m. \"Christine is going to have to race to get back into racing shape,\" Richards said. \"She should go to the championships because getting the races in now will help her in the build-up to next year's Olympic Games.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}