{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/aug/17/newsstory.newcastleunited1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-08-16T23:06:44Z", "webTitle": "Don't expect too much from Owen, warns Allardyce", "webUrl": "https://www.theguardian.com/football/2007/aug/17/newsstory.newcastleunited1", "apiUrl": "https://content.guardianapis.com/football/2007/aug/17/newsstory.newcastleunited1", "fields": {"headline": "Don't expect too much from Owen, warns Allardyce", "bodyText": "Michael Owen is poised to return to the Newcastle United team at some point during tomorrow's game against Aston Villa. Providing he emerges unscathed, the injury-plagued striker may then lead England's attack against Germany at Wembley on Wednesday. \"From my point of view and England's point of view, it would be unfair to put too much pressure on Michael Owen at the moment,\" said Sam Allardyce, Newcastle's manager. \"But this friendly could be a good exercise for Michael Owen, Steve McClaren and Newcastle United. We will wait until after Saturday's game to see.\" Having missed virtually all of last season with a ruptured cruciate knee ligament, Owen is vulnerable to pulls and strained a thigh early in Newcastle's pre-season. Bar 45 minutes at Hartlepool United last month - when he scored - he was unable to play until this week when he figured twice, with the reserves and in a closed-doors game. Aware Owen is short of match practice Allardyce - who hopes to complete the £2.5m signing of the centre-back Abdoulaye Faye from his former club, Bolton Wanderers - is keen for the sriker to be involved with England next week and revealed he has kept England's head coach fully appraised of the latest developments in the striker's condition. \"I've spoken to Steve [McClaren] a few times about Michael,\" explained Allardyce. \"Michael's a bit more in the forefront after Wayne Rooney's injury and Steve has to get ready for the European Championship qualifiers. But I'll speak to Steve about the friendly after the weekend. We will have a better view of it then but we can safely say that we can bring Michael into the squad this weekend.\" Asked whether Owen was fit to start against Villa, Allardyce replied: \"I wouldn't tell you if I knew. He's still short of match practice but Michael Owen is Michael Owen, he's a goal scorer. We can say he's fit from the injury now but we wouldn't say he's 100% match fit. \"I don't know him well enough to say when he will be fully match fit. I just have to look at it day by day, game by game and use the knowledge of the backroom staff, my knowledge and talking to Michael. Like every player he's going to say he's fit before he is. The sports scientists and medical people are the experts, though. We take that judgment rather than the player's view. Or at least I do.\" Allardyce trusts McClaren will treat Owen's optimistic self-prognosis with similar scepticism. \"If they're fit, international players get called up by their countries,\" shrugged Newcastle's manager. \"You just hope their countries will look after them.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}