{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2007/aug/20/officehours.workandcareers2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2007-08-19T23:47:20Z", "webTitle": "Work ethics", "webUrl": "https://www.theguardian.com/money/2007/aug/20/officehours.workandcareers2", "apiUrl": "https://content.guardianapis.com/money/2007/aug/20/officehours.workandcareers2", "fields": {"headline": "Work ethics", "bodyText": "The problem Being a manager isn't all it's cracked up to be. One member of my team has been slacking off and now she's taken it too far - we caught her trying to steal from the office. I've given her warnings in the past, but now I've got to bite the bullet. I have never fired anyone before and I can't say I like the idea. She's young and I know she needs the job, but senior management say there is no other option. Is there a kind way to give someone the sack? The worker's view Peter Baran, general manager Sorry, there isn't a kind way. That is why it is important that her current situation is seen in the light of her previous warnings, and that these are documented properly. As such she should know what is coming, and that it is due to her own actions. Make sure you follow your own HR procedures and stick to the facts. It is not personal, she has been caught stealing, and as such you would be justified in calling the police. Remember her actions affect the rest of the team and you would be surprised how many colleagues may be happy to see her go. To minimise distress and embarrassment (both yours and hers) it may be best to meet when the office is quiet, and at the end of the week. You could ask if she would like to resign, though it does not seem that will be likely in this case. But don't put it off, that will make it worse for both of you - and the office. Do not think of giving someone the sack as breaking up a relationship. You are justified in this case to say \"it's not me, it's you\". If she doesn't know what's coming she needs the education that being fired will give her. The etiquette expert's view Rachel Holland is the founder of Rachel Holland Associates (01985 851005) www.rha-manners.co.uk Yes, there is a kind way. You can invite her to leave and promise her a good reference if she accepts your offer. In this way you give her a chance to jump rather than to be pushed. However, if she declines your offer, or if you decide that this is a situation in which you should show your authority, keep it short, sweet and professional. You must follow protocol and you must keep the meeting formal and organised. Write down what you are going to say in advance and get your facts, dates and figures right. You should invite a member of senior management to the meeting and ask the employee if she would like to bring someone in too - whether it is a professional adviser, a union representative or a friend. During the meeting, read out what you have written down and make it clear it is not open for discussion. It's final."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}