{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/blog/2007/aug/29/briefcase", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2007-08-28T23:30:10Z", "webTitle": "I might as well have been his briefcase", "webUrl": "https://www.theguardian.com/news/blog/2007/aug/29/briefcase", "apiUrl": "https://content.guardianapis.com/news/blog/2007/aug/29/briefcase", "fields": {"headline": "I might as well have been his briefcase", "bodyText": "Larry Craig, the Republican senator arrested after making gestures to solicit sex in an airport men's toilet, has taken the traditional defence: attacking the media. The senator blamed the Idaho Statesman newspaper, which has published a detailed investigation into the senator's past, interviewing a man who claimed he had sex with Craig at Union Station in Washington DC, and a one-time girlfriend who said Craig never even held hands. \"I might as well have been his briefcase,\" she told the Statesman. Married with children, Craig has been a vocal opponent of gay marriage during his time in the senate, voting against gays serving in the military, and voting to impeach Bill Clinton during the Monica Lewinsky affair. He was also a spokesman for the presidential campaign of Mitt Romney - which he resigned from earlier today. Craig's Idaho senate seat is up for re-election next year. In an angry televised statement in Boise, the 62-year-old senator said the Idaho Statesman had conducted a \"witch hunt\" against him and his family. On Monday the Washington newspaper Roll Call had revealed that Craig had pleaded guilty after his arrest on June 11 this year. But Craig said the event - a plainclothes policeman said Craig made gestures with his hands and feet to solicit sex in his toilet stall at Minneapolis airport - was the result of being upset at the time by the Idaho Statesman's investigation. Craig said: \"For eight months leading up to June 11, my family and I had been relentlessly and viciously harassed by the Idaho Statesman. If you've seen today's paper, you know why. Let me be clear: I am not gay and never have been .... In pleading guilty, I overreacted in Minneapolis, because of the stress of the Idaho Statesman's investigation and the rumors it has fueled all around Idaho.\" The Statesman's investigation paints a different picture. It describes how the Idaho senator was nicknamed \"Mother Craig\" by his male college fraternity, as well as quoting an anonymous \"lifelong Republican\" who said he had sex with Craig in the railway station restroom. Details of the encounter between the undercover policeman and Senator Craig are in a report by the policeman, Dave Karsnia, who reported entering the bathroom at noon that day and about 13 minutes after taking a seat in a stall, stated he could see \"an older white male with grey hair standing outside my stall.\" \"I could see Craig look through the crack in the door from his position. Craig would look down at his hands, 'fidget' with his fingers, and then look through the crack into my stall again. Craig would repeat this cycle for about two minutes,\" his report said. Craig then entered the next stall and moved his foot to touch the other man's foot. The full police report can be seen here [PDF]. Craig paid $500 in fines and was placed on one year's probation, beginning August 8, the date he pleaded guilty. If you want to see a video re-enactment of Craig's actions in the toilet, have a look here. The senator told the police that his foot had touched the policeman's because \"he has a wide stance when going to the toilet\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}