{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/aug/21/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-08-20T23:58:03Z", "webTitle": "Cole praises lucky point", "webUrl": "https://www.theguardian.com/football/2007/aug/21/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2007/aug/21/newsstory.sport6", "fields": {"headline": "Cole sees lucky point as great omen for Chelsea", "bodyText": "Ashley Cole acknowledged last night that Chelsea had been fortunate to gain the second-half penalty from which they equalised against Liverpool on Sunday, with the point gained as a result inflicting \"a real blow\" on Rafael Benítez's side. The England full-back likened it to the 0-0 draw secured by Arsenal, with Cole in their ranks, at Old Trafford in September 2003, when Manchester United's Ruud van Nistelrooy missed a late penalty. Arsenal finished that season as unbeaten champions and while Chelsea will do well to emulate that remarkable feat, their start to the new campaign has been impressive. \"These are the games that make you think it could be one of those great seasons,\" said Cole. \"I know it's early days yet but, if you look at the table, we're still unbeaten after three tough games. Coming to a place like Anfield and getting such a good result does put you in really good stead. It gives us the belief and focus that we are good enough to win the league. \"It was a big point for us. When you come to Anfield, you'll take anything. We've all been talking about the penalty [awarded controversially by Rob Styles], and I don't want to blame anyone. You win some, you lose some. But it was a real blow for Liverpool and really hurt them at the end, which made it so good for us. They were 1-0 up at home, but we came away with a point despite having not played too well. That's the sign of a great team, to not play well and nick a result.\" Jose Mourinho was quick to insist that nothing be gauged about the title race after only three league fixtures, though Chelsea already have a five-point advantage over Manchester United, who are having their worst start in 15 years. Chelsea still hope to strengthen their squad further with the addition of the Sevilla full-back Daniel Alves to their ranks before the closure of the transfer window next week. However the Brazilian yesterday suggested that he might join Real Madrid instead, after Chelsea's initial offer was turned down. \"Any player would be enthusiastic about playing for Real Madrid,\" he said. \"I am no different.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}