{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/aug/21/politics.business", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-08-20T23:05:44Z", "webTitle": "Leader: Financial markets", "webUrl": "https://www.theguardian.com/commentisfree/2007/aug/21/politics.business", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/aug/21/politics.business", "fields": {"headline": "Keeping a closer eye", "bodyText": "It is a crisis, we are told. There are borrowers in distress; hedge funds blowing up; banks not sure how much collateral damage they have on their balance sheets. The trouble is, what looks like a catastrophe in Canary Wharf resembles no such thing in Carlisle or Kettering - anywhere, in fact, that has not got an industry based on trading obscurely named bits of paper - all those collateralised debt obligations, loan obligations and the like. It is hard to assess what effect any of the carnage in markets is having on the actual economy. Understandably, the politicians want to reassure us. According to the chancellor, Alistair Darling, the UK economy is \"strong against a background of a strong global economy\". Hank Paulson, his counterpart in the US - the epicentre of this turmoil - predicted it would \"extract a penalty\" from the US economy, but not lead to recession. So that is alright, then. Except that a couple of days after Mr Paulson's comments were published, the US central bank cut one of its interest rates, warning \"the downside risks to growth have increased appreciably\". Which just goes to prove what most people already suspected: that bad times for the rocket scientists of finance means bad times for the rest of us. That applies to Britain as much as the US. Of all the G7 club of rich nations, the UK is among the most reliant on financial services: economist Stephen Lewis calculates that, of the 3% growth Britain enjoyed in the year up to June, finance and business services accounted for around 1.3%. No wonder that few talk any more of interest rates hitting 6%; now it is predicted that monetary policy will get looser. Some cavil at the prospect of rate cuts for the super-rich. There is certainly a thin line between simply reflating the credit bubble that began all this trouble - and preventing much greater financial, and thus economic, instability. What would make the US rate cut - and all the billions that central banks have pumped into markets over the past few days - more than a handout for bankers would be if officials were in return to take greater regulatory powers. The bursting of this particular bubble has been followed by the traditional round of finger-pointing - but that is not enough. After the emerging-markets crisis of 1997-98, the debt-rating agencies, without whose approval big borrowers cannot raise loans, were accused of lax standards and came in for a forest's worth of stick - which was all forgotten as soon as the next market boom began. Now they are in hot water again and the European commission is rightly considering a full-blown inspection. There is a simple problem with only three agencies having oversight of every commercial creditor: the borrower pays for their own rating. Even agency employees admit \"the system does not smell right\". Financiers have erected a pyramid of debt over the past few years: from the American mortgage brokers who encouraged dodgy borrowers to state their own incomes and assets; to the banks that mashed up all those home loans into financial sausage meat - just as wholesome as the real-world equivalent- and sold them on; to the institutions that bought up these IOUs and now do not know what they are worth. Yet any time a politician or a regulator has raised so much as an eyebrow at the great debt party, the financiers have told them to back off. Germany's chancellor, Angela Merkel, suggested this year that the hedge funds could do with a bit more supervision - and she was derided. The UK's Financial Services Authority warned last year that private-equity borrowing was \"excessive\" - and it got pelted with green-ink letters from the buyout firms for using such a word. Yet merely leaving financial markets be is unsustainable: sooner or later they get into trouble; the wider economy is put in jeopardy; and officials are forced to dole out cash. As the past month has again demonstrated, what the financiers do affects the rest of us. It is time the rest of us made them more accountable."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}