{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2007/aug/20/energy", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2007-08-19T23:09:21Z", "webTitle": "Housebuilders win battle against green technologies", "webUrl": "https://www.theguardian.com/environment/2007/aug/20/energy", "apiUrl": "https://content.guardianapis.com/environment/2007/aug/20/energy", "fields": {"headline": "Housebuilders win battle against green technologies", "bodyText": "The government is preparing to torpedo a local authority policy which has been one of the few genuine drivers of renewable energy technologies in Britain, the Guardian has learned. The Department for Communities and Local Government is to in effect abolish the so-called \"Merton rule\", under pressure from housebuilders who do not want to bear the cost of adding things like solar panels to the buildings they construct or the effort of marketing them as \"green\". The decision to axe the Merton rule comes a week after the Guardian revealed that officials at the business and enterprise department had admitted the country had no hope of meeting EU targets on renewables over the next 13 years and had advised ministers to find ways to wriggle out of the targets. The Merton rule is named after the London borough that established it in 2003. It requires any new building to reduce its carbon emissions by 10% through the use of renewables. More than 150 local authorities have either introduced it or are about to. In the absence of a proper interest in renewables from central government, the Merton rule has become central to tentative steps towards a low carbon future. But housing minister Yvette Cooper, who last year wanted all local authorities to adopt a Merton rule, will soon publish a new draft planning policy statement which outlines the abolition of the rule. Adrian Hewitt, principal environment officer at Merton council, said: \"The new draft ... on climate change confirms our absolute worst fears. The Merton rule and any mention of local authorities being able to secure a percentage of renewable energy on new buildings seems as if it's going to be airbrushed out of history like a dissident from an old Soviet photograph.\" The communities and local government department is holding a \"sounding board\" meeting on Tuesday to discuss the new draft policy statement and will run into protest from concerned groups. The Royal Institute of British Architects yesterday attacked the government's apparent U-turn on the Merton Rule. RIBA president Jack Pringle said: \"The RIBA strongly believes that local authorities should be free to demand higher building standards than those set nationally. \"Individual local authorities can play a huge role in driving innovation and can themselves become beacons of sustainability. If the reports are true and this ability will be lost, that will be detrimental to the government's goal of reducing carbon emissions from buildings.\" On the other side of the argument is the House Builders Federation. Ms Cooper has been heavily lobbied by the group, which argues for a national, rather than local, strategy for the government's plan for new homes to be zero carbon from 2016. The federation's chairman, Stewart Baseley, wants a national strategy phased in over 10 years and says action at local level will lead to confusion and higher costs. \"Local authority political posturing for the green ground with ever-more unaffordable and potentially unachievable targets, and taking no responsibility for how these targets are to be achieved, will serve no one's interests,\" he said recently. Renewable industry representatives say the Merton Rule is many times more important to them than the government's low carbon buildings programme, which provides grants but has repeatedly run out of money and had its rules changed. The sources say that the U-turn on the Merton rule makes a mockery of the consultation: half of all respondents supported the Merton rule and only three of 324 objected to it on grounds of cost. Tony Book, head of a company called Riomay which is involved in several solar energy projects in London, said the rule only added 3-4% to building costs. \"It has driven some really big projects here in London. The solar thermal project we are installing on the old Arsenal stadium at Highbury is the biggest of its kind in the world. It would not have been done without the Merton rule,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}