{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/aug/21/guardianobituaries.media1", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2007-08-20T23:19:33Z", "webTitle": "Obituary: Lord Deedes", "webUrl": "https://www.theguardian.com/news/2007/aug/21/guardianobituaries.media1", "apiUrl": "https://content.guardianapis.com/news/2007/aug/21/guardianobituaries.media1", "fields": {"headline": "Lord Deedes", "bodyText": "Lord Deedes, or Bill Deedes as he was universally known (obituary, August 18 and 20), interviewed me for my first job on a national newspaper in his wood-panelled office at the Daily Telegraph, overlooking Fleet Street, in 1984. I was to be a reporter on the Peterborough diary, which was a special interest of his, because it was one of the few editorial parts of the paper over which he had control, and with which he had been associated for many years. It was close to his heart: \"The thing is, we never like to wound,\" he said confidentially, as if imparting a great secret. And it was true: not for us Nigel Dempster-like gossip about marriage break-ups or which star was sleeping with whom. The Peterborough office was directly next door to the editor's and one lunchtime, shortly after my appointment, I happened to be sitting at my desk, alone in the office, when the door was kicked open by an elegant brogue shoe and the editor entered, the forefingers of both hands pointed, forming small cowboy guns and a popping sound emerging from his lips, as if he was an elderly gunslinger entering a saloon, firing. He seemed surprised to see me - I should have been out, lunching a contact or at least a colleague - but he came over modestly to reintroduce himself, as if I did not know who he was, and to tell me a story he had just picked up at lunch, evidently with a cabinet minister, or perhaps Denis Thatcher. It was a cracker (though not wounding), but instead of ordering it put into the column as an editor's \"must\" he murmured diffidently: \"Well, there it is. Use it if you like. Or ignore it and tell me I'm an old fool. Hope it helps. Good to see you settling in.\" And he disappeared. Of course, the story led the column that night, though I had the impression that he would not have minded particularly if it hadn't. Hundreds of journalists will have similar such stories. Bill Deedes' most endearing trait was his friendliness to young journalists, his complete lack of side or pomposity. And, of course, his enthusiasm for imparting stories."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}