{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/aug/21/guardianobituaries.media", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2007-08-20T23:19:33Z", "webTitle": "Obituary: Merv Griffin", "webUrl": "https://www.theguardian.com/news/2007/aug/21/guardianobituaries.media", "apiUrl": "https://content.guardianapis.com/news/2007/aug/21/guardianobituaries.media", "fields": {"headline": "Merv Griffin", "bodyText": "Merv Griffin, who has died of cancer aged 82, created and owned - but never hosted - Wheel of Fortune, and Jeopardy!, two globally popular quiz shows. He was also known for his blandness, yet from 1969, in CBS's late-night talk show slot, he risked his career with guests who attacked the war in Vietnam. CBS lawyers sent Griffin a memo: \"In the past six weeks 34 anti-war statements have been made on your show, and only one pro-war statement, by John Wayne.\" Griffin riposted: \"Find me someone as famous as Mr Wayne to speak in favour of the war and we'll book him at once.\" When he invited the radical Abbie Hoffman on in 1970, Hoffman arrived in a stars-and-stripes shirt. Technicians changed it into a shapeless blur, while Hoffman delivered his denunciation of the war. In a 1965 television special from London, Griffin had interviewed Bertrand Russell, who castigated the war, after which Griffin was pilloried in the US press as a traitor. In 1972 he left CBS and returned to a daytime programme which remained on TV until 1986, completing 23 years as a talk-show host. But although he showcased Woody Allen, Richard Pryor, Dick Gregory and Lily Tomlin, his radical edge was gone. His fortune was based on game-show skills he attributed to an obsession with puzzles. He retained production rights to the two globally syndicated shows. In 1986 he sold Merv Griffin Enterprises for $250m to Columbia Pictures Television, then the biggest sale of its kind. The following year he bought the fading Beverly Hilton hotel in Los Angeles, but he continued producing entertainment and in 2001 released an album of songs. It was a return to his roots. The son of a stockbroker-cum tennis pro, Griffin was born in San Mateo, near San Francisco, and started playing the piano at the age of four. Educated at the local college and the University of San Francisco, at 19 he took a radio station singing job on $1,500 a week, more than his father earned. His big break came in 1949 when he was hired by the popular Freddy Martin dance orchestra. In 1950 his No 1 hit, I've Got a Lovely Bunch of Coconuts, sold 3m copies. Doris Day saw Griffin's act and helped him win a Warner Bros contract. A brief film career ensued before he returned to radio and TV, and became quizmaster of Play Your Hunch in 1958. His genial style led to him substituting for Jack Paar's talk show. In 1962, NBC gave Griffin his own show. Guests included Peter Ustinov, Norman Mailer, Buckminster Fuller and Malcolm Muggeridge. He switched to a syndicated show before joining CBS. After acquiring the Beverly Hills, Griffin added hotels in Arizona, Palm Springs and the converted mansion of film director John Huston in Galway. His Merv Griffin Group eventually employed 12,000 people. In the autumn of 2004, he sold the Beverly Hills Hilton to an LA entrepreneur for a reported $130m. He had a 250-acre ranch near Carmel, California, where he bred Arabian horses and owned a nearby winery and a 135ft yacht. In latter years, the billionaire would reminisce on television about his friendship with Nancy Reagan, rebel days forgotten. His marriage to Julann Wright lasted from 1959 to 1973. Their son survives him. · Mervyn Edward Griffin, entertainer and businessman, born July 6 1925; died August 12 2007"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}