{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/aug/12/comment.digitalmedia", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-08-11T23:06:44Z", "webTitle": "Rafael Behr: Watch out - the state is after your hard drive", "webUrl": "https://www.theguardian.com/commentisfree/2007/aug/12/comment.digitalmedia", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/aug/12/comment.digitalmedia", "fields": {"headline": "Watch out - the state is after your hard drive", "bodyText": "The Ministry of Defence last week ordered British soldiers to stop blogging, putting videos on YouTube, joining online chats or sending text messages without a superior officer's permission. But the soldiers carried on regardless, posting caustic commentary on the wars in Afghanistan and Iraq. It was a mini digital mutiny. I'm surprised the MoD has taken so long to deal with the problem of khaki samizdat. Censorship is part of military life. Imagine if Tommies had been able to blog about the trenches in October 1914. There would have been an outcry back home. The war could well have been over by Christmas. Meanwhile, on civvy street, a House of Lords committee last week criticised the government for being too lax on internet-related crime, particularly fraud. The internet, it said, was 'a Wild West' and 'the playground of criminals'. You can hear, from Westminster, the sound of the state pooing its pants about the digital revolution. Its authority is being eroded on two fronts. First, the internet doesn't recognise national borders so is nearly impossible to police. That is good for criminals. Second, the technology that allows people to publish and broadcast online is so widespread that central authorities cannot control the agenda. That is good for political activists. The tricky thing for government is how to curtail the freedom of the crooks while respecting the rights of reasonable dissenters. This is the biggest thing to happen in communications since the printing press. Blogs and YouTube videos are passed around from Basra to Bradford, flooding society in the same way vernacular Bibles and pamphlets exploded into 15th-century Europe. Established authorities were complacent about their monopoly on information. Now, they are like the Catholic hierarchy when people stopped listening to the Latin liturgy and started reading the Gospel and interpreting it for themselves. This is a media Reformation. The first Reformation, the religious one, was not pretty, producing a bunch of false Messiahs and deranged millennial cults. The media Reformation is the same. You don't have to go far to find a nutty conspiracy theory. But the Reformation also shaped our idea of the free-thinking individual, ushered in democratic revolutions in Europe and gave birth to the Enlightenment. The Counter-Reformation, meanwhile, produced the Spanish Inquisition. Today's Counter-Reformation has started in states that are instinctively hostile to free speech. China already censors the web and jails bloggers. So does Iran. The British state has so far veered between neglect and encouragement for the internet. The government once thought it was a nifty way to make friends with the electorate. They invited people to send online petitions to Number 10. But the mood is changing. The new MoD guidelines for blogging squaddies are a straw in the wind. I'm prepared to bet that the next major government online initiative will not be some post-your-comments-here consultation gimmick. It will be a heavyweight Internet Crime and Security Bill. It will ostensibly be aimed at protecting Mrs Miggins and her PC from fraudsters, pornographers and terrorists. But it will also give the state sweeping powers to shut down internet service providers and snoop around your hard drive. It will be counter-reformation.gov.uk. A bad case of pots and kettles There aren't many practices in British democracy more discredited than wealthy captains of industry bankrolling politics and thinking it buys them the right to tell party leaders what to do. But old habits die hard, especially in the Conservative party. Sir Tom Cowie, president of transport company Arriva, last week declared himself 'very disappointed' with David Cameron. He isn't going to give the Tories any more money. This was universally presented as a blow to Cameron - another item on a list of woes after 'lost fight with right wing over grammar schools', 'botched Ealing-Southall byelection' and 'went to Rwanda instead of Witney during floods'. The grammar schools row and the byelection were disasters for sure. But I struggle to see what the point would have been of Cameron ditching a fact-finding trip to the developing world in favour of a gumboot-clad photo-shoot in his safe Oxfordshire seat. And does it really do him harm when grumpy old plutocrats complain that he doesn't pay enough attention to them any more? Sir Tom also accused Cameron of 'old Etonian arrogance'. Now I can understand class rage when it comes from the old left. But when it comes from multimillionaire Tory donors, it seems - what's the phrase? - a bit rich. If we blame rap for gun crime, we've just shot the messenger Spot the odd one out: poverty, low aspiration, lack of role models, family breakdown, jazz, drug addiction, poor education, racism. Did you guess it? All are factors that may lead young black men to join criminal gangs, apart from one of them, which is a type of music. Replace 'jazz' with 'rap' and the list looks normal again - familiar, even, from the commentaries that appear whenever gun crime is in the news. That doesn't make its inclusion any less absurd. Yes, a lot of rap music describes gangland killings and celebrates violence. But it doesn't take much logical rigour to distinguish between a social ill and a song that reflects a social ill. Let's play again: the Treaty of Versailles, anti-semitism, appeasement, Rachmaninov, hyperinflation. All were factors in Hitler's rise to power apart from one, which is a composer whose work, according to one report last week, entertained the Fuhrer in his bunker. The authenticity of that claim has been questioned, but it is a matter of historical record that Hitler liked uplifting classical music. Apparently, it didn't mollify his murderous urges. Of course it didn't. There is no causal link between music and morality. It has no power to make people do good or bad. Middle-class white kids listen to 50 Cent. I wouldn't be surprised if a few gangsters tune in to Classic FM to chill out on their way home from a drive-by shooting. Music is the soundtrack, not the story. There is a reason why people finger rap music as a factor in gun crime. It is because the music, broadcast on the radio and infiltrating suburban homes, is about the only time most of us ever get a whiff of gun culture. Make the music stop and it's easier to ignore the problem. Out of earshot, out of mind. If you want a real spectator sport ... Few things get the moral glands of Middle England secreting outrage like Big Brother. On a phone-in on Radio 4's You and Yours programme last week, listeners were asked to identify modern social evils. Caller after caller cited the Channel 4 reality show. Lack of education, bad manners, sexual licence, intemperateness - all, apparently, are endemic and Big Brother is the proof. But Big Brother-baiters can't make up their minds why they hate it so much. Either it is too real - exploiting the naivety of plebs who didn't know what they are letting themselves in for. Or it is not real enough - parading freakish narcissists who know all too well what they were letting themselves in for. They are missing the point. Big Brother isn't documentary and it isn't fiction. It is sport. Contestants have all watched it in years past, know the game and are up for it. They are professionals. As if in recognition of that fact, the production company has this year introduced the brilliant Big Brother on the Couch, in which Davina McCall and a rent-a-gob psychologist analyse housemates' behaviour. It is supposed to offer anthropological insight but ends up sounding like a tactical commentary Alan Hansen-style. I'm generally not a sports fan. I've sat through 90 minutes of men kicking a ball up and down a field. They swear, cheat, bully and fight. It's rubbish. In France, people like to watch men on drugs cycling single-file up a mountain. That's rubbish too. There's even a 'sport' that consists of two men punching each other until one of them is unconscious. That is truly appalling. But people locked in a house, gossiping, politicking, arguing, flirting, needing each other's friendship, but all rivals for the ultimate prize - that I can get into. · Jasper Gerard is away"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}