{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/aug/06/motorsports.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-08-05T23:18:06Z", "webTitle": "Formula one: Early exit looms for Alonso as feud simmers with victorious Hamilton", "webUrl": "https://www.theguardian.com/sport/2007/aug/06/motorsports.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/aug/06/motorsports.sport", "fields": {"headline": "Early exit looms for Alonso as feud simmers with victorious Hamilton", "bodyText": "McLaren insiders expect Fernando Alonso to leave the team at the end of this season after a weekend in which his relationship with his team-mate, Lewis Hamilton, was left in tatters, with the British driver admitting last night that the pair were now not on speaking terms. The Spaniard's terrible weekend was capped when Hamilton scored a psychologically decisive victory in the Hungarian grand prix, extending his lead in the drivers' standings to seven points over the reigning world champion. Hamilton's success came at the end of a fraught weekend when he and Alonso were embroiled in a fierce qualifying controversy as each double-crossed the other in their battle for pole position. As a result the team's pit-lane strategy was the focus of the stewards' attention and, after a meeting late into Saturday evening, Alonso was found guilty of blocking Hamilton in the pit lane. He was handed a five-place penalty - dropping him from pole to sixth on the grid - and the team were told that any constructors' points they won would be forfeited. Earlier Hamilton had blocked Alonso from overtaking him in qualifying, contrary to team instructions. The 22-year-old rookie said his \"respect for Fernando remains the same\" after the events in Hungary but admitted their relationship had been fractured. \"I have watched him for the last few years and really admired what he has done, so that hasn't changed,\" he said. \"But since yesterday he doesn't seem to be speaking to me, so I don't know if he has a problem. \"I'm easy to get on with. I don't hold grudges over anyone. But if he doesn't want to speak to me then that's for him to decide. If I walk in and I see him then I will speak to him but I am not going to go looking for him and make him feel better.\" Alonso, who was signed by McLaren at the end of 2005 at a cost of $25m a year, 16 months before he first raced for the team, has confided to friends and advisers that he has not received the priority treatment he expected as a double world champion. Unless these problems are addressed he could negotiate a release from his contract, which runs until 2008, at the end of the year and possibly return to Renault or even take a sabbatical. Team sources suggest that Alonso is annoyed that he has not been able to secure absolute No1 status with McLaren because of Ron Dennis's policy, as team principal, of driver equality, even though he is paired with a novice, as Hamilton is. \"Ron isn't about to change the way he runs his team after 25 years just to accommodate Alonso,\" said a team colleague. \"If he's going to win, then he'll have to beat whoever is his team-mate first.\" If Alonso decides to quit, he will not be the first competitor to be driven out of McLaren after suffering overwhelming problems with his team-mate. After the 1989 season Alain Prost moved to Ferrari following two years as Ayrton Senna's partner, convinced that the Brazilian could not be trusted after breaking a tactical \"no passing\" agreement on the opening lap of that year's San Marino grand prix."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}