{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/aug/14/comment.media", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-08-13T23:06:22Z", "webTitle": "George Monbiot: The editorials urge us to cut emissions, but the ads tell a very different story", "webUrl": "https://www.theguardian.com/commentisfree/2007/aug/14/comment.media", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/aug/14/comment.media", "fields": {"headline": "The editorials urge us to cut emissions, but the ads tell a very different story", "bodyText": "I am sorry to be crude, but however else I try to say it, the phrase \"lying bastards\" comes to mind. In March, I claimed that the government was fudging its figures on cutting carbon emissions and that it was due to miss its targets for renewable energy. It denied the charges, claimed its cuts were \" correctly quantified\" and suggested I had got my facts wrong. Yesterday, the Guardian published a secret briefing by civil servants admitting that the government's programmes are way off track and urging ministers to try to amend them not with new investments but through \"statistical interpretations of the target\". While no expense is spared in expanding motorways, airports and thermal power stations, every possible tactic is used to frustrate the programme for installing renewable power. The reason is not hard to fathom: big business has invested massively in constructing old technologies and wants to maximise its returns before switching to the new ones. It also demands the hyper-mobility which enables its executives and its goods and services to go anywhere at any time. But I write all this with the blush of the hypocrite, for I have been forced to concede that, I too, am complicit in the strategies of corporate power. A few weeks ago I was challenged by the editors of a website called Medialens over advertisements carried by the Guardian. Does not part of my living ultimately come from the companies I campaign against? Why don't I discuss this contradiction in my column? It is a good question, and it requires an answer. You cannot open a newspaper without being confronted by a host of incongruities. Yesterday, the Telegraph urged people to share their car journeys as \"a simple way to lessen your carbon footprint\". Beside this exhortation, and at six times the size, was an ad by Ryanair for £10 flights to France. Johann Hari in the Independent urged people to join the climate campers at Heathrow, then that newspaper pressed its readers to take advantage of its own special offers - to fly to Spain, Kenya or California. The Guardian led on its story about the government's renewables policy, then ran an ad for renewable energy by E.ON, which (in view of its plans to build new coal-burning power stations) looks to me like greenwash. The paper also carried a reader offer of a cruise around Scotland, which begins by \"flying from a range of UK airports\". The editorials urge us to cut our emissions. The ads urge us to raise them. The World Development Movement kindly offered to conduct a survey for me. I asked it to add up the space given to ads for cars, air travel, holidays requiring air travel and oil companies in the weekday print editions of the five quality dailies, across 10 days in July. The Financial Times carried the fewest such advertisements - a total of 2.75 pages across the 10 days, or 0.8% of its total space. Its weekday editions have fewer ads of all kinds than the other papers (the result might have been different if we had assessed the Saturday papers). The Guardian came next, with some 15.6 pages of fossil fuel ads (2.5%). The Independent carried 24 pages (3.1%); the Telegraph ran 30.5 pages (7.3% of the whole paper), and the Times devoted 42 pages to fossil fuel consumption (4.4%). I sent the editors a list of questions about their ads. Neither the Telegraph nor the Times would answer them: they sent me general environmental statements instead. I asked how much of the newspapers' revenue these ads provide. Only the FT would tell me. Advertising by travel, motor companies and heavy industry accounts for 13.7% of its total print advertising revenue, and 10.4% of all the paper's income. I asked whether the papers are helping to accelerate manmade global warming by taking this advertising. The editor of the FT answered no. The Independent argued that, because it needs the revenue, \"it is only by taking this advertising that we are, in fact, able to continue to raise these issues to the public's attention. We believe that the overall effect of the Independent and our green campaigns will slow down, rather than accelerate, the effects of global warming.\" The Guardian noted that \"carrying an advert does not imply endorsement of any product or service and we'd rather let readers decide what not to buy rather than deciding for them\". I asked whether they would contemplate ceasing to carry this advertising. \"No,\" said the FT. The Guardian replied: \"We would rather encourage advertisers ... to become more sustainable. We have just appointed a commercial sustainability manager who will be considering ways to achieve this. She will also be looking at how [Guardian News and Media] can enable more sustainable companies to advertise with us.\" Dropping these ads would be \"financially damaging and ethically complex\". The Independent proposed that \"if it became financially feasible to continue to publish the newspaper without this advertising, it may well be an issue that is debated\". But \"ceasing to carry this advertising would also have wider implications for the independence of the advertising and editorial sections ... Another problem is, where do you draw the line on which advertising does or doesn't contribute to global warming?\" I believe that most of these answers are inadequate. Newspaper editors make decisions every day about which stories to run and which angles to take. Why can they not also make decisions about the ads they carry? While it is true that readers can make up their own minds, advertising helps to generate behavioural norms. These advertisements make the destruction of the biosphere seem socially acceptable. If there is a case for banning ads for tobacco and unregulated gambling sites on the grounds of the social harm they cause, then there is a stronger case for blocking ads that promote the greatest social hazard of all. The Independent raises a difficult question about drawing the line. Almost all advertising - by promoting excessive consumption - threatens the biosphere. A ban on all car ads would prevent manufacturers from promoting the efficient models they might one day produce. Perhaps the most difficult case would be greenwash by oil companies. Ads for their investments in wind and solar power are designed to distract attention from their core business, thereby promoting the brands which are wrecking the planet. But could the blocking of ads for wind or solar power be justified, even if the space is bought by oil companies? But some lines seem clear. Why could the newspapers not ban ads for cars which produce more than 150g of CO2 per kilometre? Why could they not drop all direct advertisements for flights? The reason is that newspapers derive around three quarters of their income from advertising, and most of them are struggling. The media companies will not volunteer to lower their chances of survival. So the campaign for a ban on fossil fuel ads will have to begin elsewhere. I urge you, hypocrite lecteur, to lobby to reduce the income that all newspapers now receive, by demanding that they drop some of their advertisements. www.monbiot.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}