{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/aug/06/swimming", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-08-05T23:14:39Z", "webTitle": "Swimming: Nystrand breaks 48-second barrier", "webUrl": "https://www.theguardian.com/sport/2007/aug/06/swimming", "apiUrl": "https://content.guardianapis.com/sport/2007/aug/06/swimming", "fields": {"headline": "Nystrand breaks 48-second barrier", "bodyText": "Sweden's Stefan Nystrand became only the second swimmer to break the 48-second barrier for the 100 metres freestyle when he won the blue riband event at the Paris Open. Nystrand clocked 47.91 in the final to get close to the world record of 47.84 set by the Dutchman Pieter van den Hoogenband in 2000 in Sydney. \"This is an early Christmas present. I didn't think I would swim that fast. Going under 48 is a dream. Since Melbourne I did some body building but not too much because I didn't want it to alter the way I swim,\" said Nystrand, a bronze medallist over 50 metres freestyle at the world championships in Melbourne. \"I also worked on my starts and on the second 50.\" Frenchman Alain Bernard came second in yesterday's race in 48.54. Canada's Brent Hayden finished third in 48.79. Michael Phelps earned himself a rest then a sixth title in the 4x100 metre medley relay, capping off a busy week at the US swimming nationals on Saturday. Phelps planned to swim in 10 events in Indianapolis but got a rare morning off after pulling out of the 200 individual medley, having cut a deal with his coach Bob Bowman. \"It's weird not being in events I'm use to being in but it's fun to be able to sit here and kick back and relax.\" Bowman had told Phelps if he beat 1min 45sec in the 200 freestyle and dipped below 54sec in the 100 backstroke, he could ditch the medley event. Phelps accomplished both in style, winning and narrowly missing a world record in the backstroke by three hundredths of a second."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}