{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/aug/12/comment.transport", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-08-11T23:06:43Z", "webTitle": "Mary Riddell: Let the train put transport back on track", "webUrl": "https://www.theguardian.com/commentisfree/2007/aug/12/comment.transport", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/aug/12/comment.transport", "fields": {"headline": "Let the train put transport back on track", "bodyText": "Airports are hell. Everyone says so. All are cauldrons of misery and Heathrow is so horrific that Mayor Livingstone, the airline industry, the government and commentators vie to describe a travel experience hardly more pleasant than a Pacific voyage in the scurvy-ridden bowels of Captain Cook's Endeavour. The only problem in this consensus view is that it isn't true. I am not normally a frequent flyer, but I have been through three British airports this summer. The staff were pleasant, the security queues short and, if you don't count check-in, the longest delays were caused by obnoxious passengers. In Gatwick, an Italian lawyer refused to put her laptop in a carry-on bag. 'I paid £260 for this flight,' she screamed at the patient young man responsible for parting travellers from their vats of anti-wrinkle cream. At Luton, a Briton with a posh accent protested rudely about the confiscation of a smuggled bag containing half of Superdrug. The one-handbag rule, though stricter than elsewhere, has some benefits. You can now spend a week in Italy without needing to pack like a touring production of Aida. You can also open the overhead lockers without being hit by six truck-sized suitcases and a frozen salmon. As for chaos, even Heathrow, built for 24 million passengers a year and now processing 70 million, seemed fine. A colleague who spent a day there last week reported few delays and minimal complaints at all four terminals. No doubt there are lost bags, late take-offs and grim days. But compared with the nightmare cancellations of last August, air travel is mostly a breeze. Don't take my word for it. The Civil Aviation Authority also says security queues are getting shorter. Terminal 3, which had the worst record for meeting the target of a no more than 10 minute-wait 95 per cent of the time now has a 94 per cent success rate, as against 78 per cent in January. So why are airports attracting such vitriol now? Partly because, against all logic, the glorious (and elitist) image of air travel lives on. Memories of the books of Antoine de Saint-Exupery and the days of Concorde-mania clash with the reality of fractious toddlers and the ravaged summer sales stock in Accessorize. Then there's the crossness induced by guilt at hastening climate change while worthier friends and colleagues freeze on Mull. But, mostly, the focus of loathing is the British Airports Authority, which owns seven British airports and may soon have its grip on London broken by the Competition Commission. I am no apologist for BAA. Its capital spending on Heathrow has fallen 15 per cent in the year since it was bought by Spanish firm Ferrovial, while the airport's revenue has grown from £1.077bn to £1.232bn. But BAA, like the airlines, is only doing as it is allowed by a government whose dreams of supersizing will be highlighted this week when thousands of climate campers pitch their tents near Heathrow. Protesters' worries are justified and their right to demonstrate inalienable. The prospect of officious policing and casual use of anti-terror laws is repugnant. But if the protest disrupts ordinary holidaymakers, as looks likely, then the climate campers will forfeit public sympathy and undermine their cause. Already, bogus stories of chaos are playing into government hands. Real meltdown would reinforce the notion that airports are unfit for purpose. If flying is judged intolerable, then ministers have a readymade justification for their crazy expansion programme. Flights account for 5.5 per cent of UK carbon emissions, on the government's (conservative) estimates. Airline passengers are set to double to 465 million by 2030, amid a building boom including a third Heathrow runway. By 2050, air traffic will make up at least a quarter of carbon emissions, and maybe half, so ruining the target of a 60 per cent overall cut by mid-century. Both other parties offer some positive changes. The Tories want to penalise frequent flyers, which is not a bad idea since 80 per cent of aircraft seats are occupied by the top half of earners; the Lib Dems favour a £10 surcharge on domestic flights. The government, meanwhile, cushions airlines with the tax-free fuel and zero Vat-rating that hand the industry a £9bn annual bonus. The excuse for special treatment is always that Britain's prosperity depends on flying and the ability to offer, in Heathrow, a shiny international travel hub. This vision reflects a wider delusion about the role and capacity of a small country. Foot and mouth has shown that our farmlands are not a hybrid of Ambridge and Wyoming, but an extended lawn on which our uneconomic cattle graze in the shadow of pathogen laboratories. Similarly, our flagship airport is actually a shanty town unsuited, in genesis or (unshiftable) location, to becoming about the busiest centre on earth. Heathrow's ramshackle structure is emblematic of a whole transport system that is crumbling and out of kilter. Most people agree we need slicker, faster, cheaper trains. Instead, the government last month published plans that will strangle railways. Meagre annual subsidies of £4.5bn will be cut to £3.2bn by 2009 and the burden shifted from taxpayers to travellers through higher fares. This is madness, at just the time when it is vital to get people, and freight, off the roads, out of aeroplanes and into high-speed trains that should supplant domestic and short-haul flights by linking into Europe's networks. If I want to go to Glasgow from London at midday tomorrow, I could on Friday have booked a flight from Luton for £39. A train ticket from Euston would have cost £100.20p. The plane journey would be more pleasant and quicker, unless I drove to Luton, in which case I would be stuck interminably in M1 roadworks. Roads need improving urgently, too. But government should also charge people to use them, just as it should tax the airline industry and passengers more heavily in order to cut the cost of rail travel. Without a coherent pricing structure, there will never be a coherent transport system that serves individuals, business and the planet. True, planes such as Boeing's Dreamliner will be lighter, quieter and cleaner, but technology shows no sign of balancing out damage. Even so, flying is not shameful, or sinful, as the Bishop of London has implied. Nor, mostly, is it purgatory. There is simply too much of it. That trend looks unlikely to change without persuasion, financial penalties and beguiling options. If exaggerated rage about the misery of Heathrow was refocused on the hellish future of our railways, that would be a useful start. mary.riddell@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}