{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/aug/20/schools.alevels", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-08-19T23:49:44Z", "webTitle": "Letters: Selective arguments on A-levels", "webUrl": "https://www.theguardian.com/education/2007/aug/20/schools.alevels", "apiUrl": "https://content.guardianapis.com/education/2007/aug/20/schools.alevels", "fields": {"headline": "Selective arguments on A-levels", "bodyText": "Over the last decade there has been a huge expansion of A-level provision - most of it in the comprehensive sector (Comprehensives falter as top grade gap widens, Education, August 17). The students entering grammar and independent schools are selected on academic ability and often prevented from entering sixth form if they have not performed well at GCSE. These students then transfer to local comprehensives, which pride themselves in reaching further down the academic ability range. In view of this it would be strange indeed if the comprehensive schools' A-level grade improvement were to match the selective sector. Stuart Lawson Lancaster The issue that nobody seems willing to mention in this schools debate is money. There is a direct correlation between the amount of money spent per student and the results achieved. It is not surprising that fee-paying schools have the best A-level results - if they didn't they would go out of business. Then come the state schools of various kinds with a range of funding policies. Some way behind them are sixth-form colleges. At the bottom of the pile are the FE colleges. They get the least from government per student, as a result they generally have poorer facilities. In fact the Learning and Skills Council is now capping funding of many colleges, regardless of how many students enrol. For years government has talked about levelling the playing field for funding, but it has yet to happen. Dr David Penri-Evans Lecturer at an FE college, Surrey If selective and private school are producing \"better results\", this really must force the government to take action. The apparent better results will be hiding the results of those who fail to be selected. In fact, as someone who went to a secondary modern, I would like to see selective education outlawed. It was criminal that my classmates and I were judged at the age of 11. I can now say this with even more conviction as my son, who went to the local comprehensive, this year received 6 grade As at A-level. Comprehensive education is more just, less likely to waste our country's talent and just as capable as providing educational success. Chris Ratcliffe Hebden Bridge, West Yorkshire Anthony Little is perfectly right in seeking to ditch this state versus independent education rhetoric (Comment, August 17). It would appear that this so-called equalising is aimed at disenfranchising those who wish to work hard and spend a large proportion of their earnings on giving their children the best education available. Roy Hattersley's column on the same day attributes selfish motives to the rich saying that \"they can buy good examination results. Why spend their money on the rest of society?\" Putting aside the fact that he is denying us the choices of a free society, he is advocating a dumbing down of educational provision to the lowest common denominator as a way of ensuring equality for all. This harmful social engineering is doomed to fail. If the independent sector or grammar schools are doing well, then we must emulate what they do in order to ensure success elsewhere, not throw the baby out with the bath water. Instead of the annual jamboree of marginalising our students' and teachers' success, let us simply congratulate them for working so hard to achieve these results - whatever institution they belong to. FH Mikdadi Charlton Down,Dorset Anthony Little suggests that \"by finding new ways to work with one another everyone benefits\". With respect, his ideas are a total irrelevance to many pupils in state schools damaged by their life experience. Some students, through extreme anger or hurt, go over the top and are excluded. Other comprehensive schools give them another chance, recognising that exclusion often leads to criminality. Where is the major resource of independent and even church schools at this time? Non-existent in most areas, as they concentrate on maintaining their selective intake. Liz Byrne Letchworth, Hertfordshire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}