{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/aug/14/comment.southafrica", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-08-13T23:06:22Z", "webTitle": "Response: Apartheid-era atrocities cannot be blamed on De Klerk", "webUrl": "https://www.theguardian.com/commentisfree/2007/aug/14/comment.southafrica", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/aug/14/comment.southafrica", "fields": {"headline": "Apartheid-era atrocities cannot be blamed on De Klerk", "bodyText": "Chris McGreal reports that the death of \"five sleeping teenage boys\" who \"were shot by a military hit squad days before FW de Klerk received his Nobel peace prize\" have returned to haunt the former South African president, who has consistently denied knowledge of \"assassinations, bombings and torture against the regime's opponents\" (Apartheid-era murder of sleeping teenagers returns to haunt De Klerk, August 6). De Klerk did authorise the attack. But his decision - despite its tragic outcome - was in keeping with national and international law and cannot be compared with the extra-legal activities of apartheid \"hit squads\". The military action was targeted against the Azanian People's Liberation Army (APLA), which had carried out a number of attacks on whites. In October 1993, two years into negotiations over the transition to non-racial democracy, De Klerk was informed that more such attacks were imminent and an APLA house had been identified. After he had exhausted diplomatic channels and intelligence, De Klerk authorised the attack - but ordered that minimal force should be used. But the raid went wrong and resulted in the deaths of five apparently innocent teenagers. There is nothing new in the story, which De Klerk dealt with in detail in his autobiography. McGreal also quotes a claim that former minister Adriaan Vlok, who has been charged with \"apartheid era crimes\", is \"striking a plea bargain in which he implicates Mr de Klerk\". In fact, both he and former police commissioner General Johann van der Merwe, who has also been charged, denied implicating De Klerk in wrongdoing. The National Prosecuting Authority confirmed it was not investigating De Klerk. McGreal also claims that \"Mr de Klerk, in his last months as president, ordered the incineration of tons of documents\" soon before the end of his presidency. In fact, all cabinet decisions relating to documentation conformed with the Archives Act and security practice. Thirty or so duplicate copies were destroyed. However, originating departments were instructed to keep copies. Some state departments might nevertheless have destroyed material illegally, but if they did so, it was without the approval or knowledge of the president or cabinet. The Truth and Reconciliation Commission studied enormous amounts of state documentation, but was unable to find anything to incriminate De Klerk. In his recent book, Rabble Rouser For Peace, John Allen - who was associated with Archbishop Tutu and the commission process - acknowledges that \"no evidence was forthcoming implicating De Klerk in violence\". If the TRC had found any evidence linking him to any of the other atrocities - such as the Matthew Goniwe murder, to which McGreal refers - they would certainly have included it in their findings. The real question is why, 13 years later, there should be such a concerted media campaign to destroy the reputation of the man who, together with Nelson Mandela, was responsible for ending apartheid and establishing a new non-racial democracy. · Dave Steward is executive director of the FW de Klerk Foundation and was director-general in the office of President FW de Klerk and secretary of the cabinet from 1992 -1994 dsteward@mweb.co.za · If you wish to respond to an article in which you have featured, email response@theguardian.com or write to Response, The Guardian, 119 Farringdon Road, London EC1R 3ER. We cannot guarantee to publish all responses, and we reserve the right to edit pieces for both length and content"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}