{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/aug/17/newsstory.middlesbrough", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-08-16T23:51:44Z", "webTitle": "Mido ready for quick Boro start", "webUrl": "https://www.theguardian.com/football/2007/aug/17/newsstory.middlesbrough", "apiUrl": "https://content.guardianapis.com/football/2007/aug/17/newsstory.middlesbrough", "fields": {"headline": "Mido ready for quick Boro start", "bodyText": "After two Premier League games and two defeats, Gareth Southgate trusts Mido is the man to revive Middlesbrough's fortunes and is contemplating giving the Egypt striker a starting role at Fulham tomorrow. News that Mido had obtained a work permit and, with it, international clearance came through yesterday afternoon, just as Boro's manager was explaining precisely why he had invested £6m in the former Totenham striker. \"If you want to progress as a club you have to have players with an edge,\" explained Southgate, who has handed the 24-year-old a four-year contract. \"Mido's a character, he's got leadership qualities and he's a mature and intelligent lad. He gets hold of the ball, he's technically gifted and good in the air. We've got the best crosser of a ball in the league here in Stewart Downing and we haven't exploited it enough - but Mido can change that.\" Southgate also hopes the Egyptian will capture the imagination of a latterly underwhelmed Teesside public. \"He plays with a swagger and a bit of style with his ball skills,\" he said. \"And you need players with his sort of character, with an edge, who'll stand there and say 'bring it on'. We are inexperienced and we need players who can raise expectations.\" Before seeing off competition from Sunderland and Birmingham to recruit Mido, Southgate also debated the mixed reputation of a striker not overly keen on dieting, who had represented six clubs - Zamalek, Ghent, Ajax, Marseille, Roma and Spurs - by his 22nd birthday. \"I did wonder about all the clubs,\" admitted Southgate. \"But I talked to Mido about it and he explained a few of the moves were natural progressions. He fell out with Ronald Koeman at Ajax and he does regret that. When he went to Roma the coach was sacked two weeks after he arrived; I just hope that doesn't happen here too,\" joked Boro's manager ,who is considering throwing him straight into the starting line-up tomorrow. \"His goals record at Spurs was good and he was disappointed not to play more football but they signed Dimitar Berbatov and Mido couldn't get in the team.\" The striker travelled to Wigan to watch Boro's defeat on Wednesday night. \"Mido was in the dressing room afterwards and was as disappointed as everyone else,\" said Southgate. \"I'm impressed by his hunger and desire to play football and score goals for Middlesbrough.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}