{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/aug/17/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-08-16T23:51:44Z", "webTitle": "Liverpool say Gerrard fit for Blues but not for Germany", "webUrl": "https://www.theguardian.com/football/2007/aug/17/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2007/aug/17/newsstory.sport", "fields": {"headline": "Liverpool say Gerrard fit for Blues but not for Germany", "bodyText": "Steven Gerrard will play for Liverpool in the vital Premiership meeting with Chelsea on Sunday despite suffering a hairline fracture to the big toe of his right foot in Toulouse on Wednesday. But the midfielder will not be fit enough to play for England in next Wednesday's friendly with Germany. Gerrard played for an hour in the Champions League qualifier in France before being stamped on by Achille Emana. The Liverpool captain was X-rayed yesterday morning and will be nursed through the build-up to Sunday's game at Anfield. He may even require injections to prepare him to face Jose Mourinho's team and his manager, Rafael Benítez, believes the player needs rest, rather than a friendly for the national team three days later. It is a strong possibility that Gerrard will then miss his club's match with Sunderland the following weekend. Benítez was insistent that Gerrard would be unlikely to feature even if Liverpool were in Champions League action in midweek but that will be little consolation for England's head coach, Steve McClaren, who is already without Wayne Rooney for up to two months with a foot injury. For Benítez, though, the outlook is far more promising. He said: \"I think he will be OK. The doctor has said that we can manage the situation and there will be a small risk. With these injuries if you keep the player training every day, or if he plays more games, there will be more risk. \"I think it would be the same situation if Liverpool were playing in the Champions League next Wednesday. Each game will be more risk. If we want to use him he will have to rest for one or two days, be ready for the game and then he will have to rest again. I haven't spoken to Steve McClaren but it's a big risk and you must not push the player and put him in this situation. It's a small risk and after the Chelsea game he will maybe need a week or 10 days' rest. It depends on the evolution.\" Meanwhile Liverpool remain convinced that the Premier League will rule in Gabriel Heinze's favour when an arbitration panel meets to discuss the Argentina international's chances of moving to Anfield from Manchester United on Monday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}