{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/aug/29/uknews4.mainsection", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2007-08-28T23:48:53Z", "webTitle": "Stephen Bates: People", "webUrl": "https://www.theguardian.com/uk/2007/aug/29/uknews4.mainsection", "apiUrl": "https://content.guardianapis.com/uk/2007/aug/29/uknews4.mainsection", "fields": {"headline": "People", "bodyText": "For those feeling sorry for Lord Black of Crossharbour (pictured), the former owner of the Daily Telegraph, who has asked a judge to overturn his conviction for fraud last month, there is consolation that he has not yet given way to despair. \"I am fine thank you and enjoying my house in Palm Beach,\" he has emailed solicitous Canadian journalists. \"I remain optimistic.\" His lordship, who disconcerted editors during his ownership with occasional emails and letters taking public issue with editorials or factual inaccuracies, has evidently lost none of his impish sense of humour. Alastair Campbell's Diary has been named by a hotel chain as the book most discarded in its rooms this holiday season. The former spin doctor has beaten his old friend Piers Morgan's opus Don't You Know Who I Am? into second place. The author may draw some consolation that the hotel chain was Travelodge. Even in death, the clammy hand of Stalin still has the power to chill. News of the demise of Galina Dzhugashvili, one of the Soviet dictator's grandchildren, at the age of 69 has leaked out from an official at a military hospital in Moscow - anonymously because the news was not authorised. Galina was the daughter of Stalin's eldest son, Yakov, who is thought to have died at Sachsenhausen concentration camp in 1943 after his father declined to exchange him for a captured German general. In an interview in Komsomolskaya Pravda in June to coincide with a new book Galina still maintained that her father must have died in battle, on the grounds that her grandfather wouldn't have been so nice to her afterwards if Yakov had surrendered to the enemy. George Hotz, a 17-year-old computer hacker from New Jersey who diligently managed with three friends to unlock the iPhone so that it can be used with cellular networks other than AT&amp;T, has been rewarded by the rival CertiCell with a new car - a Nissan 350Z, apparently - and three iPhones. The company boss, Terry Daidone, has also promised the teenager a consulting job. stephen.bates@theguardian.com"}, "isHosted": false}}}