{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/aug/10/cricket.englandcricketseries3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-08-09T23:58:35Z", "webTitle": "Cricket: Moores leaps to Prior's defence as England let slip a chance", "webUrl": "https://www.theguardian.com/sport/2007/aug/10/cricket.englandcricketseries3", "apiUrl": "https://content.guardianapis.com/sport/2007/aug/10/cricket.englandcricketseries3", "fields": {"headline": "Moores leaps to Prior's defence as England let slip a chance", "bodyText": "Peter Moores last night defended his under-fire wicketkeeper Matt Prior after he dropped Sachin Tendulkar on the opening day of the crucial third Test against India. Tendulkar had made 20 when he nicked a ball from Ryan Sidebottom low to Prior's right but the ball spilled from his outstretched gloves and Tendulkar went on to finish with an unbeaten 48 as the tourists closed ominously on 316 for four. A draw will be enough to secure them a first series win in England since 1986. Prior, who has been criticised for the non-stop chatter he unleashed on the Indian players at Lord's and Trent Bridge, has also conceded more than 100 runs in byes in seven Tests this summer, adding 21 to his tally yesterday. However, when Moores was asked whether Prior had a problem with his footwork, the England coach replied: \"We've all got areas to work on. He's working very hard on his game and he's trying to improve in what is a tough environment. We'll support him all the way. It's mentally tough but he's a pretty resilient lad. It's always frustrating when you drop a chance but afterwards his body language was good, he got stuck in and carried on. It will be a big test for him.\" Prior's blunder, which would have reduced India to 245 for four in the 10th over after tea, came on a day when England carried the double burden of trying to ward off a first Test series defeat at home since the 2001 Ashes and to silence those who had lambasted their behaviour at Trent Bridge. A bag of jelly babies was spotted on the field during one drinks break but Moores denied their presence had anything to do with the fact that the ball moved more in the air during the hour before tea. Sugared saliva is thought to aid a ball's propensity to swing but Moores's explanation was simple: \"It got a bit cloudy.\" Moores was equally defensive on the subject of whether his players had been quieter in the field than they were in Nottingham. \"India played well, so that might have been part of it,\" he said. \"But everyone learned something from Trent Bridge and I think it was a day played in the spirit it should be played in.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}