{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/aug/02/cricket.sport2", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-08-01T23:52:52Z", "webTitle": "Cricket: Goodwin keeps focus after Flintoff's bowling surprise", "webUrl": "https://www.theguardian.com/sport/2007/aug/02/cricket.sport2", "apiUrl": "https://content.guardianapis.com/sport/2007/aug/02/cricket.sport2", "fields": {"headline": "Goodwin keeps focus after Flintoff's bowling surprise", "bodyText": "Murray Goodwin does not come across as the type of batsman who is easily distracted and, as everyone else at Aigburth was obsessing about Andrew Flintoff's surprise return to Lancashire's bowling attack yesterday evening, the unobtrusive Zimbabwean was quietly digging Sussex out of a hole. Goodwin had already top-scored with an unbeaten 75 in the champions' first innings but, after Stuart Law's watchful 95 and a useful comedy batting turn from Muttiah Muralitharan earned Lancashire a narrow lead, Sussex were quickly reduced to two for two - still 25 runs behind. However, Goodwin and Mike Yardy showed impressive technique and application to resist this formidable Red Rose attack for 40 overs until the close, playing Murali with unusual comfort, although both would have been relieved that Flintoff, who dragged more life than anyone from an easing pitch, was restricted to two two-over spells. Yardy took 147 balls to reach his first championship half-century of a season in which he has struggled for fitness and form, but this partnership has already made up in substance what it may have lacked in style. Lancashire owed their first-innings lead to a last-wicket stand of 50 between Glen Chapple and Murali, who somehow smote a county-best of 28 from 22 balls, including four unorthodox fours and a slog-sweep for six off Mushtaq Ahmed. But Rana Naved put an end to the entertaiment with a slower ball that hit halfway up middle stump with the Sri Lankan sprawling on the ground. The experienced left-arm seamer Jason Lewry was the pick of the Sussex attack, ending with four for 81, including the crucial dismissal of Law. The Australian had batted watchfully for 152 balls, only allowing himself to unfurl 13 of his stylish boundaries when he was convinced that the risk was minimal. That made the manner of Law's dismissal as surprising as Flintoff's re-emergence as an all-rounder, as he deliberately lofted the first ball of a new Lewry spell straight down Chris Nash's throat at third man. Lewry then bowled Sajid Mahmood for a second-ball duck, but Chapple and Dominic Cork struck back with the new ball for Lancashire, as Nash and Richard Montgomerie went to outside edges in the first four overs."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}