{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/aug/17/newsstory.newcastleunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-08-16T23:06:44Z", "webTitle": "Dyer delighted as West Ham move goes through", "webUrl": "https://www.theguardian.com/football/2007/aug/17/newsstory.newcastleunited", "apiUrl": "https://content.guardianapis.com/football/2007/aug/17/newsstory.newcastleunited", "fields": {"headline": "Dyer delighted as West Ham move goes through", "bodyText": "Kieron Dyer last night completed his long-anticipated move from Newcastle to West Ham after the two clubs struck a compromise that takes the midfielder to Upton Park for a fee rising to £7m. An initial deal collapsed on August 3 when Newcastle raised their asking price from £6m to £8m at the 11th hour but with the close of the transfer window looming, and Dyer desperate to end his eight-year stay on Tyneside, the transfer was pushed through yesterday morning. \"A couple of weeks ago I thought it was the end of the move and I was devastated,\" said Dyer, who wished to be closer to his family in the south. \"But thankfully the two clubs have come to an agreement.\" In the original proposal West Ham were to pay £5m up front plus a further £1m related to appearances and it is believed a similar deal is now in place but with the base fee bumped up to £6m. Alan Curbishley, the West Ham manager, proclaimed his side \"delighted\" to secure the 28-year-old but Newcastle will feel they have pulled off a coup by selling an injury-prone player who was earning around £60,000 a week and has scored only 23 Premier League goals since moving to St James' Park from Ipswich in 1999. \"We've all got what we wanted, we move on and I wish him all the best,\" said Sam Allardyce, Newcastle's manager. \"I hope he has a successful career from now on and of course he is closer now to his family.\" The arrival of Dyer takes Curbishley's summer spending to over £30m and reunites the England international with his former Newcastle team-mates Scott Parker, Craig Bellamy and, most intriguingly, Lee Bowyer. During Newcastle's 3-0 defeat at home to Aston Villa in April 2005, Dyer and Bowyer were involved in one of English football's most notorious brawls. \"I've spoken to both players on that and I've been assured it was a one-off and that they both speak regularly to each other anyway, so I don't think there'll be a problem,\" said Curbishley. \"It was an incident that happened between two players that were desperate to do well, not lose the match and their frustration boiled over.\" Dyer, who has signed a four-year contract, appeared in three of Newcastle's six pre-season games, a reserve match on Monday night and a specially arranged friendly behind closed doors on Wednesday. He passed a medical at West Ham 13 days earlier ago and is available for the Hammers' trip to Birmingham City on Saturday. Curbishley, meanwhile, revealed he is considering taking legal action against the former West Ham defender Paul Konchesky. As the Charlton Athletic manager Curbishley handed the 26-year-old his league debut in 1999 but, after being sold to Fulham this summer, Konchesky launched a blistering attack on his former coach. He alleged that many of the West Ham players are unhappy because of Curbishley and that the departure of Carlos Tevez and failure to sign Darren Bent were a result of the way he treats players. \"I don't think the boy's got any class and I just think that it's a little bit bitter and twisted,\" said Curbishley. \"I've had a good look at it and there are some things that perhaps I might want to look at again. That [legal action] is something for me to consider and think about.\" Curbishley said that no move for Eidur Gudjohnsen would be made while the Barcelona forward is unfit and added that West Ham had a bid for Derby's Giles Barnes rejected and will not pursue their interest while the 19-year-old is injured."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}