{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/aug/17/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-08-16T23:06:44Z", "webTitle": "Chelsea to beef up backroom staff with Forde", "webUrl": "https://www.theguardian.com/football/2007/aug/17/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2007/aug/17/newsstory.sport2", "fields": {"headline": "Chelsea to beef up backroom staff with Forde", "bodyText": "Chelsea are set to make a major addition to Jose Mourinho's backroom staff with the recruitment of the former Bolton Wanderers performance director Mike Forde, a highly regarded figure within the game, who would adopt a similar position at Stamford Bridge. Forde had been expected to rejoin his former manager at Bolton, Sam Allardyce, at Newcastle United only for the two clubs to fail to agree a compensation package to prise him from his rolling contract at the Reebok Stadium. That has alerted the Chelsea chief executive, Peter Kenyon, who is confident a deal can be reached with the Wanderers' chairman, Phil Gartside. Talks are going on between the clubs and, should a deal be struck, Forde would be expected to take up his new duties in London before the end of the month. He would join a backroom staff which includes Frank Arnesen, the chief scout and head of youth development, and the recently appointed director of football, Avram Grant. However, the 32-year-old's involvement is unlikely to unsettle the manager, Jose Mourinho, in the same way that Grant's appointment did when it was first mooted in the new year, with Forde's role very much geared towards off-the-pitch matters. Chelsea's owner, Roman Abramovich, has adopted a policy of seeking the best off-field backroom team possible to match the side he has seen Mourinho build and both he and Kenyon have been impressed with the impact made by Forde, whose background is in sports science and psychology, over his eight-year spell at the Reebok. During that time his job effectively entailed scouring the globe for innovations that could be deemed relevant to life at the club, whether those techniques were centred on IT, scouting, psychology or people management. As a senior member of a backroom staff that was 21-strong last season - a department that covered everything from coaching, medicine, sports science, performance analysis and administrative support - he also built up significant links with leading American sports franchises from NFL to NBA. Similarly he spent time with the All Blacks and the former formula one team British American Racing as well as consulting the statistical analysts at the Boston Red Sox. Indeed, with Forde having played his part with Allardyce in hoisting Bolton from the Championship into Uefa Cup qualifiers, leading foreign clubs - from Australian rules teams to the NBA's LA Lakers - visited Wanderers to observe the techniques encouraged and nurtured by Forde. \"In any leading business there's always someone whose job is to pinpoint what's around the corner because what was extraordinary yesterday is very ordinary tomorrow,\" said Forde in an interview with the Guardian earlier this year, with his role having been very much aimed at giving Bolton any competitive edge that was possible. Gartside had moved to keep his performance director at the Reebok in the wake of Allardyce's departure to Newcastle by offering him a new contract and position as general manager, though he instead opted to seek a new challenge. To that end he has been on gardening leave since resigning his post earlier in the summer. That period should end once Chelsea reach an agreement with the Bolton chairman, allowing Forde to take up his new position in west London. Mourinho had initially been resistant to Grant's appointment when it was first suggested by Abramovich back in January, though he has accepted that the Israeli will make his life \"easier\" now that he has joined the club. The 51-year-old reports to Kenyon with his duties nominally to liaise on and coordinate footballing matters across Chelsea's interests. \"His job, in general terms, is to help people in different areas in the club,\" said Mourinho during the club's recent pre-season tour of the United States. \"I am happy to have him in our structure and, if I say I am happy, then I am happy. If I wasn't, then you would see me around the corner snarling.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}