{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2011/jul/17/london-olympic-regeneration", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2011-07-16T23:08:21Z", "webTitle": "How power, money and art are shifting to the East End", "webUrl": "https://www.theguardian.com/uk/2011/jul/17/london-olympic-regeneration", "apiUrl": "https://content.guardianapis.com/uk/2011/jul/17/london-olympic-regeneration", "fields": {"headline": "How power, money and art are shifting to the East End", "bodyText": "Strolling through the streets of Hackney Wick in the quiet of the afternoon, past the shells of old factories and the graffiti-strewn walls of galleries, Daren Ellis is a man at home in a new part of town. The art director fell under the spell of the neighbourhood in 2009 when he came to collect a suit from a young designer for London fashion week. Then based in Soho, he decided it was time for a change. He bought a flat on land called Fish Island, rented a place nearby and, in April, opened an exhibition space, See Studio. Beguiled though he is by all the usual reasons artists have colonised this part of the city – big skies, low rents and community – Ellis has one particular motive for his move east. He has spied an opportunity. As he walks up on to a road bridge cordoned off to traffic by fences and a big blue tarpaulin, the silence of the empty streets gives way to the rumble of a construction site. Across the algae-strewn water of the Lee Navigation, the white triangles of an 80,000-seat, £537m stadium prick the skyline. \"I'm here because of the Olympics,\" says Ellis, 42, who has already put on two Games-themed exhibitions, one of them a collection of aerial photography of the site. \"There are an awful lot of interesting things happening here because of the Olympics. I'm interested in them not so much as an event but in how they will transform east London and how the vision for the Olympics is being constructed.. The Olympic Park will be magnificent.\" Not everyone is so optimistic. For several years, since the huge successes of the Young British Artists made their once-edgy stamping grounds of Hoxton and Shoreditch wealthier but blander, emerging artists have been moving further from the centre for more affordable space. In Hackney Wick, they felt they had stumbled on a piece of secret London. With a year to go before the Olympics, however, it is secret no more. And, while discovery has brought new money and new interest, it has also brought concern. For Gavin Turk, one of the leading YBAs and now a proud resident of Fish Island, there is a sense of déjà vu. He says the area's artistic vibrancy has been recognised by local decision-makers and believes the Games could prove a striking cultural achievement. But, he said, everyone knew 2012 could have a big impact on the local cherished low rents. \"It's always a problem: artists will always go for places where they have lots of space and in Hackney Wick they get more space for their money,\" he said. \"But as the places get developed, the prices will go up.\" Already, blocks of smart waterside apartments in muted maroon, beige and charcoal have sprung up next to ramshackle, graffiti-painted studios. Sprayed on to a wall only yards from the bridge that will soon be Gate 14 to the Olympic Park is the slogan: \"+++Art Evict\". If there is one thing east London is not fazed by, it is change. Successive centuries – even decades – have ushered in new eras, new people, new habits. In the 18th century it was the French Huguenots who sought refuge from religious conflict and set up the silk weaving industry. The 19th century saw the boom of the docks, when the Isle of Dogs was awash with spices, indigo and Persian carpets; it culminated in the dockers' strike of 1889 which set a precedent for many workers' struggles to come. The 20th century was marked by a vigorous spirit of rebellion: Oswald Mosley was forced to abandon his plans for a fascist march in 1936 after running battles in Cable Street against locals and other protesters. Later, when the East End came under bombardment during the blitz, the courage of its people came to symbolise British indefatigability. And, in recent years, it has become known for its multiculturalism. Now the East End is preparing for another incarnation: as a commercial hub, urbanist's dream and all-round global inspiration. Ever since London beat Paris in 2005 to become the host city – a day of triumph quickly lost amid the wreckage of the 7/7 bomb attacks the next day – this area has been in the spotlight as never before. Millions of pounds have poured into the five Olympic boroughs of Newham, Tower Hamlets, Hackney, Greenwich and Waltham Forest. New transport links have been built; old ones have been upgraded. Vast new office blocks and flats hope to cater for the latest wave of arrivals: middle-class professionals who bring gentrification with them. The pace and scale of change is unprecedented, and, many would argue, necessary. For the one factor that has remained constant throughout east London's history is its poverty: the boroughs that border the Olympic Park are some of the poorest in the country. \"You just have to look at the health indicators to tell you that the further east you go, the lower the life expectancy, the lower life chances, the lower the chances of getting through the education system, of getting a job,\" said Rushanara Ali, the Labour MP for Bethnal Green and Bow. \"Now, we have a lifetime's opportunity; [let's] not blow this opportunity of the Olympics and the legacy that goes with it.\" Ricky Burdett, who was chief adviser on architecture and urbanism for 2012 and now advises the Olympic Legacy Park Company, hopes the Games will \"play a very important role in rebalancing the city over time\", evening out the inequalities. While he cautioned against rushing to evaluate a legacy whose true success – or otherwise – would not be clear for decades, he said he was hopeful. \"It sounds slightly romantic, but I have to say, being in the Olympic Park the other day and seeing a swan in areas which I saw a year and a half ago contaminated and horrible: it was quite something to see that change.\" Sandwiched between Hackney Wick and Stratford, the 2.5sq km of land on which the Olympic Park is being built are the nerve centre of Operation 2012, the focus of the Games and their legacy. In a nod to the starring role it is to play, the Royal Mail has given it the postcode E20 – previously used only by the Albert Square residents of EastEnders. For the organisers of the Games, what happens to the park after 2012 is almost as important as what happens during it. They promise the land will be used for a huge urban park and a university. Out of the athletes' village will come around 2,800 new homes – half of them affordable – and out of the stadium will come a new ground for West Ham United and a running track. For many local people, the park is a cause for rejoicing. \"Everyone's excited,\" said Samira, 15. \"It's kind of bringing communities together.\" That is one view. It is not Iain Sinclair's. The writer and present-day Cassandra from Hackney has declared war on the Olympics and all it – in its modern incarnation – stands for. To him the Olympic Park is a sacrilegious invasion of a precious landscape, a top-down \"grand project\" that has been imposed on local people with little regard for their needs or wants. Sitting in Victoria Park, beside what was once a lake but is now a crater of mud and litter, he articulates his disgust. The park, a maze of fences and wires and signposts, is undergoing regeneration; the Olympics is not mentioned, but, says Sinclair, \"it's the overspill from it. Funny money that's splashing around and has to be spent\". Sinclair, whose new book, Ghost Milk, explores the follies of grand projects in Britain and beyond, would perhaps have more patience with the disruption if he were able to believe in the great Olympics narrative, according to which the Games can only be a good thing for east London. But, dismayed by the temporary removal of beloved parts of the community – allotments, for instance, and football pitches – and repelled by the vision of a Westfield shopping centre springing up next to the stadium, he feels nothing but despair. \"The Olympics have just been a huge engine for pushing through the corporate developments and the remaking, the rebranding of the whole area; it's been the thing that's made that happen faster,\" he says, adding: \"Basically it's a conjuring trick to generate financing for a perpetual state of building and enclosure and an alphabet soup of crazy quangos that are telling you how wonderful everything is and talking up a spurious legacy which is in reality just a huge Australian shopping mall.\" For those who might timidly suggest that such an influx of money and development to east London will have to be of some benefit to local people, Sinclair has a history lesson. \"What happened at the docks? Who walked away with the money? There were huge fortunes made out of construction, the building of the railways, the building of the deep-water docks: all of this created a massive amount of money out of east London. But it didn't go to east London; it went elsewhere. That's what happens.\" At the corner of Bow Road and Harley Grove, a block of rundown flats bears a plaque. \"A tribute to George Lansbury who lived for 23 years in the house formerly on this site,\" it reads. \"He was a great servant of the people of Bow.\" A former leader of the Labour party and campaigner for social justice and better working conditions in the East End, Lansbury died in May 1940, only months before the Nazi bombs began to fall. But his neighbourhood is in just as much need of a working man's hero as ever. Walking home past the Lansbury block, Norman, 57, says he is optimistic about the changes occurring because of 2012. But he feels more could have been done to include local people. \"They should have had priority and discount on tickets, and local schools should've done too, because our young people don't have too much to do and lots has been taken away from them already.\" Norman, who doesn't want to give his surname, has four sons, but only one of them is working. \"Two of them have been in prison, one still is. The other two are on the streets mostly,\" he says. He himself is looking for work, but hasn't found anything yet. It is Ali's concern that her constituents will be left out of the Olympic boom, much as they failed to reap the reward of the supposedly \"trickle down\" development of Canary Wharf. She wants more to be done to get locals into the 100,000 jobs expected to be created, and is still angry that the Olympic marathon has been moved to central London. \"Broadly, people are very excited and positive but they do feel they're being cheated of a great opportunity,\" she says. \"If they are shut out of these opportunities that generation will never forgive us.\" The east London of today, says Sinclair, is a place of \"huge culture shocks\", a place that puts gangs \"alongside the picnickers sipping champagne on the grass\" of London Fields. Lloyd French, a community development worker who came to London from the Caribbean in 1964, has been entertained by the reaction in Dalston to the arrival of the middle classes. \"I tend to chuckle now because my Afro-Caribbean friends are now saying the same things that I heard when I arrived,\" he says. Their complaint? \"The yuppies.\" Dalston is the latest part of east London to be gentrified, a process that looks set to be intensified by the opening of the gleaming Dalston Junction station. The East London Line was always a vital part of the Olympic bid, helping to convince doubters that the city's infrastructure would not collapse with the millions of people coming in and out of Stratford. Now that the line is fully functional, the trains whisking people from north to south-east are bringing a whole new category of commuter to places along the route such as Whitechapel, Haggerston and Hoxton. In Dalston, the change could not be more clear: a complex of apartment blocks, handsomely designed and boasting of connections to the \"waterfront dining\" of Canary Wharf, has been built, and is selling fast. \"There's money here now,\" says Janet Sawkins, standing outside the Dalston Square development with her colleague, who is thinking of buying one of the flats. \"For years this bit felt derelict. You just didn't walk around here before. This has changed that overnight.\" Behind her and the grand new flats, a row of buildings speak of Dalston's more modest past. There is a minicab service and a hairdresser's. In Cafe Bliss, a greasy spoon, Lloyd French sits drinking coffee alongside workers in their fluorescent orange jackets. The crumbling shell of what used to be the Railway Tavern lies derelict, a listed building stuck in limbo. A mural covering the side of the next house shows people of all ages and colours smiling and making music together. The Hackney Peace Carnival mural dates from 1983, when it was commissioned to pay tribute to the solidarity of local people in the face of global nuclear threats. The characters in the mural are celebrating in the face of an uncertain future. Asked if she thinks that east London's new money could kill off the culture that makes Dalston special, Janet Sawkins says: \"No. You've got to put a positive spin on things or you'll be down in the doldrums forever, won't you?\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}