{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2011/jul/02/hard-sell-stella-artois-sofa", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2011-07-01T23:09:04Z", "webTitle": "The Hard Sell: Stella Artois", "webUrl": "https://www.theguardian.com/tv-and-radio/2011/jul/02/hard-sell-stella-artois-sofa", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2011/jul/02/hard-sell-stella-artois-sofa", "fields": {"headline": "The Hard Sell: Stella Artois", "bodyText": "What would have happened had the French won the future? It's a question that's often asked, mainly by the French, as they look at the success of their American imperialist masters and wish there were fast food snails on every corner instead of hot dogs. The rest of us might have carried on in our customary state of consumer-drone bliss, unaware of the possible benefits of French hegemony, were it not for a new advert by none other than renowned ponce and Francophile Wes Anderson. In conjunction with Stella Artois, which is Belgian but has no qualms about purloining French imagery when it comes to peddling its wares to booze-hungry Brits, Anderson has created a tableau of counterfactual history. The year is probably 1960-something and a young woman has been invited back to the home of a Parisian hunk, or hunque if you will. As he slips into something more comfortable, she is left alone in his bachelor pad, a bastion of cutting-edge gallic innovation (think Minitel to the power of dix). As the girl flicks various switches, garish modernist lighting goes on and off, a flaming grill appears in the middle of the cafe table and, naturellement, a robot starts pouring some Stella. But beware, because this is not a straight tale of sweaty Francophilia. The girl loses control of her boy's toys and by the time l'hunque emerges from his boudoir, la fille has been eaten by the sofa. In the background a series of TV screens have appeared on the walls, all showing war footage. With this study on the consequences of power, Anderson urges his audience to be careful what they wish for. Especially if their wishes involve automated fondue. See the ad here"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}