{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2011/jul/14/bp-expands-north-sea-oil-fields", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2011-07-13T23:01:02Z", "webTitle": "BP to redevelop North Sea oil fields", "webUrl": "https://www.theguardian.com/business/2011/jul/14/bp-expands-north-sea-oil-fields", "apiUrl": "https://content.guardianapis.com/business/2011/jul/14/bp-expands-north-sea-oil-fields", "fields": {"headline": "BP to redevelop North Sea oil fields", "bodyText": "BP has countered oil and gas producers' warnings of a dearth of investment in the North Sea following the government's energy windfall tax by announcing a £3bn project to redevelop fields to the west of the Shetlands. The energy firm said the Schiehallion and Loyal oil fields have produced 400m barrels since 1998 and a further 450m could still be available, keeping them open until 2035 at least. The move comes despite warnings by the Oil &amp; Gas UK lobby group that the chancellor's surprise £2bn levy on North Sea oil and gas companies, announced in this year's budget to ease the pressure on petrol prices, could put in doubt £12bn of investment in the North Sea and the creation of 15,000 jobs. BP's chief executive, Bob Dudley, said the move reflected the group's strategy of investing in oil fields where it had \"extensive knowledge\". He added: \"BP has over 40 years' experience in the North Sea, during which time it has developed a strong set of assets. We are committed to maintaining a high-quality business there.\" The Treasury pounced on the announcement. Justine Greening, economic secretary to the Treasury said: \"This shows the North Sea basin remains an attractive area for significant levels of new investment, and the government will continue to work alongside oil and gas companies to support growth and jobs in the UK.\" The North Sea accounts for about 7% of BP's total oil and gas production. However, Oil &amp; Gas UK said the BP move was likely to have been in the pipeline before George Osborne's March announcement, and that it would probably now be less profitable. Mike Tholen, the group's economics director, said: \"We cannot ignore the continuing impact of the budget, which damaged investor confidence in this mature and expensive province and reduced the attractiveness of many projects which will struggle to gain investment approval without additional measures to mitigate the impact of the tax increase.\" A report by consultant Deloitte on Thursday appears to support this argument, saying North Sea offshore drilling activity fell by 52% in the second quarter of the year. Graham Sadler, managing director of Deloitte's petroleum services group, said: \"The reduction in activity is likely to be attributable to a combination of issues including a lack of confidence in the market, as well as a possible initial reaction to the UK's shifting fiscal regime.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}