{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/jul/24/dominique-strauss-kahn-accuser-breaks-silence", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-07-24T22:32:25Z", "webTitle": "Dominique Strauss-Kahn accuser breaks silence over alleged sex assault", "webUrl": "https://www.theguardian.com/world/2011/jul/24/dominique-strauss-kahn-accuser-breaks-silence", "apiUrl": "https://content.guardianapis.com/world/2011/jul/24/dominique-strauss-kahn-accuser-breaks-silence", "fields": {"headline": "Dominique Strauss-Kahn accuser breaks silence over alleged sex assault", "bodyText": "The hotel worker allegedly attacked by Dominique Strauss-Kahn has spoken out for the first time, revealing her identity and detailing her alleged attack. Nafissatou Diallo, whose identity had been protected until she decided to speak, gave interviews to Newsweek magazine and ABC news detailing her alleged attack by the former International Monetary Fund boss. The case against Strauss-Kahn appeared close to collapse last month after Manhattan district attorney Cyrus Vance said Diallo had lied about her background. In the Newsweek interview, Diallo, 32, stands by her account of the attack and criticises the former French presidential hopeful. \"I want him to go to jail. I want him to know there are some places you cannot use your power, you cannot use your money,\" she said. Diallo said she hoped God punishes him. \"We are poor, but we are good,\" she said. \"I don't think about money.\" According to Diallo, she entered Strauss-Kahn's room in the Sofitel New York hotel on the morning of 14 May to find him naked. \"Oh, my God,\" Diallo said. \"I'm so sorry.\" \"You don't have to be sorry,\" she claims he said. She claims he then attacked her, grabbing her breasts. He was like \"a crazy man to me\", she said. Diallo said she was afraid of losing her job and of hurting Strauss-Kahn, 62, who is shorter than the 5ft 10in cleaner. She goes on to recount in graphic detail the alleged attack. \"I push him. I get up. I wanted to scare him. I said, 'Look, there is my supervisor right there.' But he said there was nobody out there, and nobody was going to hear.\" After a struggle she said Strauss-Kahn forced her to have oral sex. Strauss-Kahn's semen was found in the hotel room and on Diallo's uniform but his lawyers have denied that a forced sexual encounter took place. They have also questioned Diallo's links to Amara Tarawally, a convicted drug dealer who put money in accounts owned by Diallo. The New York Times reported US authorities had recorded Diallo telling Tarawally words to the effect of, \"Don't worry, this guy has a lot of money. I know what I'm doing.\" But Newsweek reports prosecutors did not have a full transcript of the call, which had been conducted in a dialect of Fulani, Diallo's language. The actual words are somewhat different, sources told Newsweek. Guinean Diallo has also been accused of lying about her past in order to get a US visa, and of fiddling her taxes. In an interview with ABC to be aired this week, Diallo acknowledged \"mistakes\" but said they should not stop Vance's office from going forward. \"God is my witness I'm telling the truth. From my heart. God knows that. And he knows that,\" she said. Strauss-Kahn's lawyer, William Taylor, told Newsweek: \"What disgusts me is an effort to pressure the prosecutors with street theatre, and that is fundamentally wrong.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}