{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jul/29/small-talk-mark-lawrenson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-07-28T23:31:00Z", "webTitle": "Mark Lawrenson: 'We had no warm-up, no warm-down, we drank like fish' | Small Talk", "webUrl": "https://www.theguardian.com/sport/2011/jul/29/small-talk-mark-lawrenson", "apiUrl": "https://content.guardianapis.com/sport/2011/jul/29/small-talk-mark-lawrenson", "fields": {"headline": "Mark Lawrenson: 'We had no warm-up, no warm-down, we drank like fish'", "bodyText": "Hello, Lawro. Hello, Small Talk. So, then, we've got all this space to fill and you've got a product to plug. Out with it, then, tell us about Kinect Sports for Xbox 360. I've just been playing it downstairs with my son, Small Talk. It's addictive, even for an old man in his 50s like me, because you don't want your son to beat you; if he does that, it's the end of your world. But it's great for the kids: instead of sitting at the computer on their backside eating and drinking, they're actually physically playing. It really is addictive. Sounds great. Though have you trashed the living room yet? No, but it's inevitable. It's gonna happen. Are you a big computer games fan otherwise? No. I'm a luddite. Space Invaders? No. Ms Pac Man? No. Jet Set Willy? No! But I tell you what has saved my life: the iPad. I've turned into a technological wizard. I can send emails now, which for me is unbelievable. They don't make any sense but I can send them. I call it e-mithering. Back in the real world, who are your tip for the league next season? [Without missing a beat] Manchester United. Their signings are very good, they've done them early and integrated them into the team. What about your old side, Liverpool? They've got a chance of finishing in the top four. I don't think they can win it. I still think they're a few players short. Everyone thinks they've overpaid for their players but sometimes that happens. Everyone's trying to pick Kenny Dalglish's team for him, complaining that they've got too many midfield players, but Kenny's very much an old-school manager, and his thought will be: I'll get 20 good players and they'll sort themselves out. He's not quite micromanaging on the Houllier-Benítez level, then ... He likes the interaction with players, he likes the training ground, he loves the dressing room. He wants to have that lively banter and, if you get that dynamic in the dressing room right, it can hide a multitude of sins. I mean that in the nicest possible way. For example, Manchester City's problem is that, while they can go and spend money on the best players, they might not get the dressing room right. But any team with Mario Bal ... I rest my case. What did you think of his unlucky backheeled effort against LA Galaxy? I thought it was extremely disrespectful. You know what, it wasn't just disrespectful to his team-mates but also to the opposition. In a testimonial game when it's 8-3, fine, but I think it's very, very disrespectful. The kid needs to do some growing up. He's heading towards the last-chance saloon now. For a game of darts? [ignoring Small Talk's bon mot] He's got fantastic ability but it's something every two months now. That certainly doesn't help the dynamics in the dressing room. If you're Dzeko or Silva or Agüero, you're gonna think: what am I gonna pass it to him for? He's just going to mess around with it! Balotelli and the laissez-faire Dalglish aside, is the Premier League getting predictable? You might argue that if you throw Liverpool in the mix, you have five teams with a chance of winning. But I think it's been quite predictable for a while. Generally the teams who come up from the Championship struggle, along with your perennials of Blackburns and Wigans and West Broms. So it is a little bit predictable. But I think you could argue that about most leagues in Europe now. Spain? Maybe Germany is a little bit different. But generally a lot of the leagues are a little bit predictable. That's to do with the revenue streams from the Champions League. It's all changed since your day ... ... when we played in black and white, Small Talk. Do you think Bob Paisley, who signed you for Liverpool from Brighton and Hove Albion in 1981, is underrated, given the scale of his achievements? If he managed now, he'd be knighted. He's very, very underrated by people outside of Merseyside. He took over from Bill Shankly, who basically built the football club into what it became and had a vision about where he wanted to take it and was allowed to take it there. So when Bob took over, they thought the whole thing was going to come crashing down. But in fact it got even better. They kept winning the European Cup! So yes, he's very hard done by. You win a gold medal in the Olympics now, you get knighted. That's fine but surely to goodness why don't they give him a knighthood posthumously? But you know, if he was still alive, he wouldn't make a big deal about it whatsoever. It was just the way he was. A true gent. Is it true that, when he turned up to sign you, he was wearing a pair of carpet slippers? He signed me for £900,000, which was a fortune in those days, dropped me off at the hotel on the Friday night and said I'll pick you up in the morning and take you to the ground. He turned up – they'd just won the European Cup by beating Real Madrid in Paris – in his slippers and cardigan. I was half thinking Jeremy Beadle was going to jump out from the back seat. It was like having your granddad in charge of the team. He never actually finished a sentence, you had to guess what was coming. What was your greatest achievement at Anfield? Not my first trophy – we won the League Cup in March 1982 – but my first league was great. That was the reason I went there. And then of course the European Cup followed in 1984. But in those days to win the league was the be all and end all. [Drifts off on a sepia-toned wave of nostalgia] The pitches were hopeless. The travel was awful: six- or seven-hour coach journeys to and from Southampton! We had no warm-up, no warm-down, we didn't know what to eat, we drank like fish in terms of alcohol. What was your pre-match meal? Quite a few of us would have fillet steak. It takes 24 hours to be of any benefit to the body! But we'd eat steak at 12 and play at 3. And we had a real drinking culture at that club but fortunately the training was designed knowing that was the case. So after a few ales, plus one for the road, you went off to manage Oxford. Was Robert Maxwell really the cuddly fun guy history has him pegged as? He was a bully. Kevin Maxwell was officially my chairman, although the few players that I did buy and sell I had to do through Robert, who was the chairman of Derby. I stood up to him in the end because he pinched Dean Saunders from my club to his club. How does that work, for goodness sake? But I really enjoyed it too. It had its perks. There were helicopters from the Mirror building in Fleet Street to land on the ground at Oxford. Trips on his boat ... The infamous Lady Ghislane? I went on it, yes. I wasn't on it when he fell off. Oxford was a great education, as they say, though it would be fair to say that my best signing would have been the Zanussi fridge in the manager's office. The appliance of science. The only thing that worked. Then you started out as a pundit at HTV ... I was there by virtue of the fact that I just about lived in the region, so they offered me a job. Do you miss regional TV? There's less pressure to get things right than on national telly ... No, no. I don't miss it. Match of the Day is a great programme to be on. It's a programme I used to be allowed to stay up and watch from the age of 10, so to think that one day I'd actually appear on it was great. I love regional telly and I love the characters on it but at the end of the day it is regional and most people there want to make it to BBC, ITV or Sky. Does it annoy you that people think pundits should be like Nostradamus and get everything right all the time? No. Nothing really annoys me, I'm not that kind of person, I'm quite laid back about most things. The only thing that makes me smile is when people write to me to complain about my predictions. I'm not being funny but, if I could seriously predict football results, I would be in Bermuda in my million-pound house or on my £50m super motorboat. But heigh-ho. You say you don't get annoyed about things but what about when Eamon Dunphy called you and your fellow Match Of The Day pundits \"Spoofers Of The Week\"? Well, I know Dunphy, I used to work on the radio with him. Listen, Dunphy is Dunphy. I've known him for years and years and years, it's in one ear and out the other with Eamon. I'm pals with him. He's given me a bit of stick and I've given him some. It's fine. If a lion fought a tiger, who'd win? A lion. They're the beasts of the jungle, the kings of the jungle, aren't they? Don't kings always win? If all the MOTD pundits were thrown into a cage and ordered to fight, who'd be the last man standing? Shearer. Keown isn't technically a MOTD pundit, so I'd go Shearer. Lineker, me and Hansen, three tarts together, he'd muller all of us. Easily. If you had to choose one of the pundits to take a penalty to save your life ...? Lineker. Over Shearer, who might threaten to kick your head in if he doesn't get the honour? Yeeeeeaaaooooaaaaaeeeeeermmmmmmmyyyyyeees. Even though he missed that one when he could have equalled Bobby Charlton's record for England, that cheeky chip, I think I would pick him. Do you ever remind him of that ludicrous miss? I mention it almost every time I see him. That and his ears. Which MOTD pundit has the worst taste in music? [instantly] Hansen. He's into Billy Joel. And yourself? I've got young kids, so I'm into stuff like Cee-Lo Green, Florence and the Machine. I'm into everything. The whole thing. My iPod's unbelievable. Seriously. The kids have put most of the music on it but there's a complete mix of 80s rubbish and current day stuff. What was the last thing you uploaded on it? Through the Barricades by Spandau Ballet. I just heard it the other week and thought: hold on, I've not got that among all my 80s rubbish! Most people, when choosing their favourite Gary Kemp penned pop artefact, would plump for True. Maybe but I just love Through the Barricades. Not quite as slushy. You've obviously not tried making love on wastelands on a wet Tuesday night, Lawro. A complex examination of the Troubles, the lyrics to that song, if Small Talk's memory serves. Would this perhaps appeal to the romantic Republic of Ireland international lurking within? [Slowly, then cheekily, almost saucily] Maybe. Maybe. On to other matters of import, Lawro. What's your favourite biscuit? Blue Riband. A simple snack, nothing too fancy ... See, you can get them in packets of nine, and my problem is I have such a sweet tooth that I do the nine in one sitting. Is there any point in asking whether you prefer cheese or chocolate, then? Chocolate all the time. I don't eat cheese, in all honesty. Honesty is Small Talk's stock in trade, Lawro, we appreciate you being so frank. Now then, you can invite four people from history to your dinner party. No pundits are allowed, though. Who would you pick? Mandela, like everyone, as you could listen to his story all day. Dorothy Parker, because I just love her acerbic wit. Though she wasn't particularly glamorous, so I'd have to go for ... [long pause, loses track] … I've got two left, haven't I? I would probably invite Winston Churchill, and my pal Knighty, who has a scaffolding firm in Liverpool and would be telling jokes all night, which I'd be able to repeat after the dinner party. With Dorothy Parker and the glamorous Winston Churchill attending, that would be quite a boozy do ... Well, that's fine, isn't it? What are you doing?! You don't have teetotal dinner parties, do you?!? Oh no, you'll always get your turps topped up Chez Small Talk, Lawro. So what's your poison? Gin and tonic. Any particular type of gin? Hendricks. The connoisseur's choice. With a stick of cucumber? Aaaaacccchhhhh! No, no, no, NO CUCUMBER! I HATE CUCUMBER! [Regains composure] No. Lime. But cucumber with gin is quite the fashion these days ... [with supreme disdain] Nah, I'm from the north. Cucumber reminds me of my mother making me eat sprouts. So, alongside an amusingly arranged cucumber and a couple of sprouts, what would you insert into Room 101? Anybody who gets up at a major sporting event and either starts, or takes part in, a Mexican wave. In fact, I would just shoot them. And anybody who lights up with a fag next to me at dinner. And anyone else who hasn't got any manners. Your favourite TV show? The Sopranos. I'm a massive James Gandolfini fan. HBO churn out some unbelievable stuff. They really got me with things like Band of Brothers. But you can't beat the Sopranos. So there's a game between Preston and Liverpool: who are you supporting? Preston. They're my side, it's where I was born, that was my old dream to play for them, my dad played for them and when my mum remarried my stepfather was a director. My sister goes to nearly every game home and away. Apart from that I have no affiliation whatsoever. What was the last book you read? I've just finished Italian Shoes by Henning Mankell. If you've read his other books, it's completely different. It's a story about life. It wasn't going anywhere for 20 pages but I stuck with it. It tells you more about yourself than any of his other books. And I've done the Stieg Larsson thing. I've probably got most of BBC Sport on to Stieg Larsson. What's your favourite pie filling? Meat. Anything more specific than meat? [Very slowly; Lawro is possibly drooling] Cold. Anything more specific than cold meat? Cold beef. Cold beef pie. With brown sauce. And it's got to be HP Sauce. It can't be any pretenders. What about another sauce in the HP range? Fruity? Barbecue? No no no no no no no no no no no. Whoever invented those should be shot. Kylie or Britney? Sandwich. To save us from going anywhere near that disturbing mental image, we'll assume you're still thinking about food, Lawro. Finally, can you tell us a joke? What do the donkeys on Blackpool beach get for lunch? Small Talk doesn't know. What do the donkeys on Blackpool beach get for lunch? An hour. Haw. They don't come much better than that, Lawro. Thanks for your time! No problem, Small Talk. Bye!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}