{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jul/29/umpire-trevillion-holder-kevin-pietersen", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-07-28T23:05:00Z", "webTitle": "You are the Umpire: Kevin Pietersen", "webUrl": "https://www.theguardian.com/sport/2011/jul/29/umpire-trevillion-holder-kevin-pietersen", "apiUrl": "https://content.guardianapis.com/sport/2011/jul/29/umpire-trevillion-holder-kevin-pietersen", "fields": {"headline": "45. Kevin Pietersen", "bodyText": "Click to enlarge, and debate the strip below the line. John Holder's verdict 1) The batsman is not out – having part of his hand on the bat when it is grounded inside the crease before the wicket is broken is enough. Thanks to David Ralph for the question. 2) Changing the condition of the ball deliberately – however bizarre the method – has to be taken seriously. If you are certain this was a deliberate attempt to do so, award five penalty runs to the batting side, change the ball for one in a similar condition to the match ball before the transgression, inform the fielding captain why the ball has been changed, and make sure both the batsmen at the crease know the ball had been changed. Report the incident to the batting captain, and later to the league or governing body, too. Thanks to Johannah Carroll. 3) This is an unlucky misunderstanding rather than a case of obstruction, so play on as normal. To penalise obstruction the act needs to be clearly intentional – and I cannot see how what the non-striker shouted could be seen as an obvious attempt to put the fielder off. Had he shouted something more ambiguous, such as \"that's mine\" or \"leave it to me\", just as the fielder was about to take the catch, that would be different – but in this case it would be unreasonable to take action against the batsman. Steve Rackett wins the book. Competition: win a signed book For a chance to win a copy of the You are the Umpire book signed by Paul Trevillion and John Holder, send us your questions for the strip to you.are.the.umpire@observer.co.uk. The best scenario used each Sunday wins the prize. Terms &amp; conditions apply. For more on the fifty year history of You Are The Ref and You are the Umpire, click here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}