{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2011/jul/20/weatherwatch-summer-1911", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2011-07-20T22:09:01Z", "webTitle": "Weatherwatch: 1911, a summer to remember", "webUrl": "https://www.theguardian.com/news/2011/jul/20/weatherwatch-summer-1911", "apiUrl": "https://content.guardianapis.com/news/2011/jul/20/weatherwatch-summer-1911", "fields": {"headline": "Weatherwatch: 1911, a summer to remember", "bodyText": "Certainly 1911 was a summer to remember. On 22 June, a year after he succeeded his father Edward VII to the throne, George V was crowned in Westminster Abbey. And weather records were being broken in a heatwave that ran for four months, from May through to the middle of September. July was particularly warm, with temperatures peaking at 36C on the 22nd, in the Surrey town of Epsom. Scotland also baked in the summer sunshine, with temperatures reaching 32C in Perth. Southern Britain was bathed in almost permanent sunshine, with no measurable rain being recorded in London from 1 July to the 25th. And during the month the East Sussex coastal resort of Eastbourne recorded just under 384 hours' sunshine – an average of more than 12 hours a day. The opening day of August saw a brief fall of rain, but the rest of the month continued warm and sunny, with temperatures staying in the low 30s across much of the south. September was also very warm, until the heatwave finally broke on 13th. Thus ended what would be the hottest, driest and sunniest summer since records began, until the drought year of 1976. A century later, most of the records of that long, hot summer have been broken. The July high was finally beaten on 19 July 2006, when the thermometer peaked at 36.5C at Wisley in Surrey. But one record still proudly stands: those 384 hours of sunshine on the East Sussex coast."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}