{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2011/jul/02/riots-belfast-sectarian-violence", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2011-07-01T23:29:14Z", "webTitle": "Sectarian clashes erupt again in east Belfast following Orange Order march", "webUrl": "https://www.theguardian.com/uk/2011/jul/02/riots-belfast-sectarian-violence", "apiUrl": "https://content.guardianapis.com/uk/2011/jul/02/riots-belfast-sectarian-violence", "fields": {"headline": "Sectarian clashes erupt again in east Belfast following Orange Order march", "bodyText": "Violent clashes involving police, loyalist marchers and nationalists residents have broke out on Friday in the same part of east Belfast that was rocked by 48 hours of sectarian rioting and shooting almost a fortnight ago. Homes in the Catholic Short Strand district were attacked shortly before 11pm, just a few hours after an Orange Order parade passed by the area. Riot police had to be moved back into the interface between the Short Strand and nearby loyalist districts following an incursion into Mount Pottinger Road by more than a dozen loyalists. Earlier, the parade which commemorated the Battle of the Somme and involved up to 6,000 Orangemen, loyalist bands and their supporters passed off relatively peacefully. There had been minor skirmishes between teenagers on both sides of the security cordon along Albertbridge Road in the first half of the evening. The situation had been under control in part due to the presence of former IRA and Sinn Fein figures who, along with the police, had attempted to keep the peace on the sectarian fault-line. But the trouble escalated later when a group of young loyalists beat up a local man on Mountpottinger Road and attacked a number of houses in the Short Strand. The violence was not on the same scale as the trouble that exploded on 20 June, which the police blamed on the Ulster Volunteer Force for orchestrating. During 48 hours of unrest a press photographer was wounded during a gun attack by dissident republicans and a number of police officers sustained injuries in clashes with loyalist rioters. Earlier, the most controversial Orange Order parade of Northern Ireland's marching season was given the go-ahead to proceed past a nationalist part of north Belfast on 12 July — the scene of violent disorder last summer. Northern Ireland's Parades Commission has given the loyalist institution permission to parade by the Ardoyne shop fronts, albeit with restrictions. Nationalist residents groups and politicians have denounced the decision even though the Orange Order and its band, Ligoneil True Blues, will pass the shops on Crumlin Road with no music, no flags flying and no loyalist supporters on the return leg. In its determination, the body said: \"The Commission has not easily arrived at this decision. It has had to consider the threats of disorder and the potential injuries that could result from that, the impact of disorder on the community on the Crumlin Road and in Ardoyne and the rights of those who seek to display their culture in a way that is dignified.\" Last year nationalist protests led to four days of rioting in the area with petrol bombs, bricks and other missiles were thrown at police during the disorder."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}