{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "reshaping-services/buying-better-procurement-colin-cram", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-07-19T23:01:00Z", "webTitle": "We should be buying better, not less | Colin Cram", "webUrl": "https://www.theguardian.com/reshaping-services/buying-better-procurement-colin-cram", "apiUrl": "https://content.guardianapis.com/reshaping-services/buying-better-procurement-colin-cram", "fields": {"headline": "We should be buying better, not less", "bodyText": "The public sector spends more than £230bn a year purchasing goods, services, equipment, care services and construction. This is more than one-third of total public expenditure and costs each person an average of nearly £4,000 a year. Its effective management is therefore critical to the delivery of good public services and to enable the government to put the public finances back on track. The scale of the government's proposed cuts means that procurement expenditure should be reduced by £40bn by 2014-15 through buying less, but mainly through buying much better. However, plans to achieve this figure are scant. Given that everyone knew that there would be large cuts in public spending after the last general election, members of the general public might find this surprising. Even more surprising is discovering that there is still only limited knowledge of how this money is spent. Significant procurement savings take time to deliver. One needs the right structures, the right people with the right expertise – and it is vital that government organisations all work together. Driven by the minister for the Cabinet Office, Francis Maude, the greatest progress so far has been made in central government, which already has several powerful procurement organisations, but this accounts for less than one-third of public sector purchasing spend. Actions in the past 12 months include £900m saved through central negotiations, a government property group being formed, people appointed to manage the biggest suppliers on behalf of all of central government, and measures put in place to save £3bn a year on common goods and services, such as office supplies and IT equipment. These savings will take time to deliver and other parts of the public sector need to follow suit. One answer to cutting costs has been increasing outsourcing – bringing in the private sector to run services. Outsourcing already accounts for services worth up to £80bn a year and is set to grow. However, it is likely to become a suppliers' market and as long as public sector organisations continue to act independently, many of the potential benefits will not be realised. Another way to achieve savings is joint working on front and back-office services. In the majority of the public sector the overall picture has not improved much despite some excellent, mostly local, initiatives. Joint activity and procurement addresses only a small proportion of expenditure. The consequences are unnecessary staff and service cuts and, in the case of universities, higher tuition fees. Some far-sighted people are trying to change things, but they seem to be in a minority. Colin Cram is a consultant specialising in public sector procurement and is the former director of the North West Centre of Excellence"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}