{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/jul/20/darren-bent-aston-villa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-07-20T22:00:04Z", "webTitle": "Darren Bent pledges future to Aston Villa despite key departures", "webUrl": "https://www.theguardian.com/football/2011/jul/20/darren-bent-aston-villa", "apiUrl": "https://content.guardianapis.com/football/2011/jul/20/darren-bent-aston-villa", "fields": {"headline": "Darren Bent pledges future to Aston Villa despite key departures", "bodyText": "Darren Bent says it will be impossible for Aston Villa to replace Ashley Young and Stewart Downing but the England international insists the club's decision to sell two of its most influential players this summer has not led him to question his own future. Villa's club-record signing could be forgiven for feeling a little disillusioned after seeing Young and Downing – two players he singled out as key factors in his decision to switch to the Midlands in January – move on to Manchester United and Liverpool in the space of a few weeks. According to Bent, his England team-mates provided \"the best service in the Premier League\", helping him to score nine goals in 16 games after his £24m transfer from Sunderland. \"It's a big loss, you can't dispute that,\" said Bent, who admitted that he had been texting Young daily to try to persuade him to stay on for another year. Yet the 27-year-old striker made it clear he felt no need to review his own position in the wake of their departures. \"I wouldn't say it has affected me with the club,\" Bent said. \"Obviously what Stewy and Ash did was for their careers – Manchester United and Liverpool are two of the biggest clubs in the world, so they've got their reasons for doing it. But me, I'm more than happy to be here and play for Aston Villa. It's a terrific football club. I'd like to be here for the long haul. I've only been here for six months and it's gone really well. I want to build on that and hopefully this season will be as successful [personally] as last.\" Bent, whose words will comfort Villa supporters who fear he will be the next high-profile player to exit, says there are reasons to be optimistic. He says Marc Albrighton has the potential to break into the full England squad next season and that Stephen Ireland will be \"like a new signing\" after a difficult first year at the club. Bent is also excited about the prospect of Charles N'Zogbia joining. \"He's a top-quality player. If we can get him that will be tremendous for myself in terms of getting service and also for Aston Villa,\" he said. An extra incentive for Bent to perform well next season is Euro 2012, although he said being named in the England squad for that tournament would not make up for the disappointment when Fabio Capello overlooked him for the World Cup finals last year. \"It's always going to grate with me until the day I die that I didn't get to go to that World Cup,\" Bent said. \"I don't think anything can make up for missing out on a World Cup – it's probably the biggest sporting event on the planet. But to play in the Euros would be absolutely fantastic and, if I'm still about, I'll hopefully play in the next World Cup too.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}