{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2011/jul/02/this-weeks-new-exhibitions", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2011-07-01T23:07:33Z", "webTitle": "This week's new exhibitions", "webUrl": "https://www.theguardian.com/artanddesign/2011/jul/02/this-weeks-new-exhibitions", "apiUrl": "https://content.guardianapis.com/artanddesign/2011/jul/02/this-weeks-new-exhibitions", "fields": {"headline": "This week's new exhibitions", "bodyText": "Thomas Struth: Photographs 1978-2010, London Thomas Struth is such a behemoth of contemporary photography, it's hard to believe there's been a 20-year hiatus since his last UK show. This 30-year survey is set to plug the gap, presenting a choice selection of the Düsseldorf School figurehead's exacting, globe-trotting and ever-more technologically evolved output. There's his ongoing study of globalised cities, the famed Museum series (capturing gallery-goers of all flavours), the images probing sites of belief and monuments to human effort from gothic cathedrals to high-tech labs, and his most recent work documenting space stations and shipyards in intricate detail and on a breathtaking scale. Whitechapel Gallery, E1, Wed to 16 Sep Skye Sherwin Home Of Metal, Birmingham Venues throughout Birmingham and the Black Country stage a massive high cultural recognition of an art form that, initially emerging from the area, surely lays claim to being the most unashamedly low-down cultural phenomenon of all time: heavy metal. Whether galleries are an appropriate stage for its head-banging wildness or whether they represent a cultural containment of the form is debatable, but fans will no doubt lap up the Black Sabbath memorabilia and Judas Priest gear on display. Stretching the subject, over in Wolverhampton Chris Coekin presents an installation based on sounds recorded on the shop floor of a factory, while in Walsall Mark Titchner invites visitors to engage in arty primal screaming. Various venues, to 25 Sep Robert Clark Dorothea, London Ancient &amp; Modern has invited two Berlin-based artists, the painters Matthias Dornfeld and Shila Khatami, to curate a show that promises a heroic challenge to physical limitations. Their response to a corridor of the gallery has been to fill it with the output of 67 artists. Embracing variety across generations and mediums, work includes Polly Apfelbaum's tea towel painting, Miriam Cahn's Madonna paintings in hallucinogenic hues, and smudged, smoky images by Franka Kassner that call up the ghosts of German Romanticism. A clue to the show's guiding principle can possibly be found in its title. Dorothea is also the famed heroine of the novel Middlemarch by the great feminist writer George Eliot – and all the artists here happen to be women, a fact that Dornfeld and Khatami have chosen to make refreshingly little fuss about. Ancient &amp; Modern, EC1, Thu to 6 Aug SS Warhol And The Diva, Salford Andy was a bit of a diva himself, and this show of deadpan glamour necessarily includes photographs of the artist posing as the prima donna of the downtown Manhattan art world. But the main intrigue of this perfectly showy summer exhibition is Warhol's silkscreen, photographic and film celebrations of the celebrities of his lifetime: Liza Minnelli, Mick Jagger, Debbie Harry and the one he most spectacularly immortalised, Marilyn Monroe. His divas were pictured more from a starstruck awe than with any iota of social criticism. Indeed, it's this very avoidance of a moral stance that gives the work such persistent grandeur. The Lowry, to 25 Sep RC A Fire In The Master's House Is Set, Cardiff This show takes its title from the refrain on Rage Against The Machine's New Millennium Homes, from their Orwellian album Battle Of Los Angeles. In place of the angry activist polemic served up by the rap-metallers, however, work by 14 artists suggests a thorny, reflective take on music's political potential. Youth rebellion and music is explored across media with an emphasis on voices stifled or hidden. Roger Hiorns gives his stern steel slab an illicit, after-hours edge with a drizzle of perfume. Both Matt Stokes and Ruth Ewan are well known for projects probing grassroots punk scenes and the history of folk protest music, while Elizabeth Price's black-and-white photographs of menacing monuments to record labels, crafted from such consumer detritus as coffee grinders and old aerials, suggest an oppressive commercial decline. Chapter Gallery, Fri to 4 Sep SS Semiconductor, Liverpool The artist duo Ruth Jarman and Joe Gerhardt, AKA Semiconductor, have explored the volcanoes of Ecuador and the Galapagos Islands to return to urban Liverpool with a seismic thrill of the sublime. Through combinations of freshly shot documentary film, archival volcanology footage and crystalline abstract animation, their installations reveal a back-of-beyond world lying, as they put it, somewhere \"between science fiction and science fact\". The 18th-century Romantics had something of a similar penchant for nature's wildest and most vulnerable dramas, of course, and Semiconductor's work can be viewed as Romanticism brought up to date in an age of worldwide ecological anxiety. FACT, to 11 Sep RC Takashi Murakami, London Takashi Murakami's pop art on steroids has made him a blindingly bright star in the art firmament: an heir to Warhol, and rival to Koons and Hirst, who moves effortlessly between the worlds of art and commerce. His cutesy-porno Manga sculptures and paintings are shown in major museums, while his bags sell out in Louis Vuitton stores. These latest works lay on sex in great, trans-historical swaths, in his signature \"superflat\" style, mixing ideas from traditional Japanese painting and contemporary animation. The work of Kuroda Seiki, the painter who introduced such western genres as the nude to Japan, and Edo-period \"pornotopia\", is the inspiration for paintings of outsize genitalia, cut free from context against bright planes of pattern, while his sculptures present life-sized girly Manga figurines with comedically exaggerated attributes. Gagosian Gallery, WC1, to 5 Aug SS 1395 Days Without Red, Manchester Šejla Kameric and Anri Sala's film installation charts the panic-stricken walk of Spanish actress Maribel Verdú as she retraces the terribly perilous route that became known as Sniper Alley for 1,395 days during the siege of Sarajevo. As she stops and starts on her way through the deserted city streets, her quest takes on an existential aura of much broader relevance. It's part of a mini-retrospective of the work of the London-based Artangel, one of the most adventurous contemporary art outfits in the world. You'll also find Francis Alÿs's The Nightwatch, a film of a fox's prowl through an empty gallery, and, in Whitworth Park, Tony Ousler's son-et lumière The Influence Machine projects haunting images onto trees and smoke. Whitworth Art Gallery, to 4 Sep RC"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}