{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "reshaping-services/congestion-charge-driving-partnerships-tfl", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-07-19T23:01:00Z", "webTitle": "Congestion charge: driving partnerships", "webUrl": "https://www.theguardian.com/reshaping-services/congestion-charge-driving-partnerships-tfl", "apiUrl": "https://content.guardianapis.com/reshaping-services/congestion-charge-driving-partnerships-tfl", "fields": {"headline": "Congestion charge: driving partnerships", "bodyText": "Transport for London (TfL) outsources several elements of its congestion charging scheme. IBM is the prime contractor, running payment processing, customer support, enforcement (with NSL as the sub-contractor) and IT operations. Siemens runs the camera network and Easynet manages the communication network linking the cameras. Paul Cowperthwaite, head of contracted services for congestion charging and traffic enforcement at TfL, warns that keeping up to date with technological developments can lead to an increase in costs and, therefore, outsourcing agreements must be flexible enough to adapt. \"Change can make costs escalate,\" he says. So how can public sector managers counter this threat? \"Most [outsourcing] contracts include technology refreshment programmes, which means that the technology should always be up to date,\" says Cowperthwaite. The idea is that, with a technology refreshment programme, the onus is on the contractor to keep updating the technology being used without the public sector body incurring further expense. \"You have to build flexibility into the contract so changes can be made without additional cost,\" explains Cowperthwaite. He highlights how, under such arrangements, IBM introduced an \"autopay\" system for the congestion charge, while Siemens is currently updating the cameras. He adds that including performance targets in outsourcing agreements can also help to keep costs down. \"We have performance targets relating to how quickly phones are answered in the contact centre, for example,\" he says. \"This helps ensure we are getting value for money.\" However, Cowperthwaite says the caveat that performance targets must be realistic to be effective – if they are too stringent, they can actually lead to an increase in costs. He uses the example of the contact centre to illustrate the point. \"If you're asking people to answer the phone in two seconds, they may have to employ 50 more people,\" he says."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}