{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2011/jul/17/police-stockport-hospital-poison", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-07-16T23:08:00Z", "webTitle": "Police widen probe into poisoned saline drips at Stockport hospital", "webUrl": "https://www.theguardian.com/uk/2011/jul/17/police-stockport-hospital-poison", "apiUrl": "https://content.guardianapis.com/uk/2011/jul/17/police-stockport-hospital-poison", "fields": {"headline": "Police widen probe into poisoned saline drips at Stockport hospital", "bodyText": "Police investigating three deaths at a hospital in Stockport, Greater Manchester, are interviewing 11 patients who survived having their medication deliberately contaminated. The deaths of three patients, Tracey Elizabeth Arden, 44, and two men aged 71 and 84, are thought to be connected to batches of poisoned saline solution being used on two wards at Stepping Hill hospital, where extra security measures have now been put in place. Insulin was found in a batch of 36 saline ampoules in a hospital storeroom after a nurse reported a high number of patients on her ward with unexplained low blood sugar levels. The alarm was raised on Tuesday but multiple sclerosis sufferer Ms Arden, from Stockport, died on 7 July. The two male patients died last week. Greater Manchester detectives are focusing the investigation from 7 July onwards but said previous deaths at the hospital may also be reviewed. A police source said: \"We are no longer treating the tampered medication as a sole contaminated batch because we cannot be sure that this was the only incident of its kind.\" One of the 11 surviving patients became very ill from her saline drip and has recovered, the others were not thought to be seriously affected. Assistant Chief Constable Terry Sweeney said patients would continue to be monitored in case others were affected and details of all future deaths at the hospital showing relevant symptoms would be passed to the coroner. The chief executive of Stockport NHS Foundation Trust, Dr Chris Burke, said: \"We have increased security both in terms of access to the hospital and access to medicines.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}