{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2011/jul/02/luther-idris-elba-grace-dent", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2011-07-01T23:09:03Z", "webTitle": "Grace Dent's TV OD: Luther and Falling Skies", "webUrl": "https://www.theguardian.com/tv-and-radio/2011/jul/02/luther-idris-elba-grace-dent", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2011/jul/02/luther-idris-elba-grace-dent", "fields": {"headline": "Grace Dent's TV OD: Luther and Falling Skies", "bodyText": "Tiny children herded up and gassed; random doorstep bludgeonings; teens rescued from snuff-porn; how the fantastic police drama Luther (Tue, 9pm, BBC1) came to pass is a mystery all on its own; never mind how it came to be paid for by the licence fee. Indeed, after years of declawing, today's BBC is so P45-paranoid of offending anyone that we should all feel verily grateful for a meandering plot in The Archers about Lynda's llamas. Yet somehow Luther happened. Hideous, jarring Luther, filled with phlegmy death rattles, seeping brains, and motiveless daylight butcherings carried out by psychopaths \"just for the lulz\". It's surely a massive opportunity for the \"Let's stir up a great big faux-outrage at the BBC about fuck-all\" brigade, but they have been strangely silent. Perhaps they were too busy trying to take down Sandi Toksvig. She said a rude word on Radio 4, you know? OK, actually she didn't. It was a pun surrounding a rude word. Regardless, it was a stark blow to the value-system of Britain, and a slew of complaints saw the producer in question immediately nailed to a massive cross in the Blue Peter garden. Meanwhile, Luther was allowed to carry on for a whole four episodes. He's just a thoroughly crooked yet wholly unflappable cop, living in a nightmare Britain where no one's safe from hammer-killing, not even the police. Indeed, surviving a whole day at Luther HQ without being abducted and tortured by someone in a clown mask with a red hot poker is considered a triumph by HR. One is never completely at ease with Luther, both during the show and for several hours afterwards, and I love it for that. But perhaps another reason I like Luther is because lots of the cast are women. Yes, insane women, soon-to-be-killed women, violent molls and reformed porn starlets, but women all the same – actually moving around in major story arcs. Unlike Steven Spielberg's new drama Falling Skies, (Tue, 9pm, FX), in which aliens invade Earth, leaving a bunch of humans to fight for the future of the planet. Here, the menfolk, led by ER's Noah Wyle, form a guerrilla group to battle the aliens and gruffly stand about in bodywarmers discussing tactics and artillery and getting into all sorts of alien warfare scrapes. \"Oh, menfolk, you must have some soup, to keep your strengths up,\" the occasional female, playing a nurse or stoic amateur chef, will say. Really, Spielberg? Really? You think if aliens invade Britain and I've got the choice of a rocket launcher to blow their annoying ET heads off or a pissing Knorr stock cube to make some delicious mulligatawny while men do it for me, I'm going down the broth route? Damn, my girlish, honeycomb mind has caused me to digress. Yet, despite Luther's comparative strengths, series two ends abruptly this week, leaving more questions than answers. Why does Luther live in a flat that even crack users would reject as \"a bit stinky\"? Why doesn't everyone run out of Luther's office the very second the plinky plonky killer-on-the-loose music starts to play? And who's that woman with the leopardskin coat and the inflated pout? I'm not sure I care. It's just something uncomfortable to look at on the BBC and that, in itself, is comforting."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}