{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2011/jul/05/singin-in-the-rain-chichester", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-07-05T22:00:03Z", "webTitle": "Singin' in the Rain – review", "webUrl": "https://www.theguardian.com/stage/2011/jul/05/singin-in-the-rain-chichester", "apiUrl": "https://content.guardianapis.com/stage/2011/jul/05/singin-in-the-rain-chichester", "fields": {"headline": "Singin' in the Rain – review", "bodyText": "The title song is terrific. The brolly-brandishing Adam Cooper splashes about in the rain with infectiously childish glee. Indeed, the effect is so good that the whole cast repeats it at the curtain-call. But, although Jonathan Church's revival is near flawless, the show inevitably feels like a replica of the 1952 movie, rather than a true original. On the screen, it mattered little that virtually all the songs by Arthur Freed and Nacio Herb Brown were taken from their own back catalogue. In the theatre, however, you notice the lack of musical coherence, especially with the intrusion of the irrelevant Broadway Melody. And, although the show is intended as a genial satire on Hollywood's transition from silents to talkies, there seems something faintly sadistic about the treatment of Lina Lamont, whose Bronx accent becomes a burden when movies start to speak. Lina admittedly does her best to destroy the romance between her co-star Don Lockwood and the upcoming ingenue who dubs her voice. But, even if Katherine Kingsley works hard to convey Lina's ego, her radiant attractiveness renders her song What's Wrong With Me? curiously redundant. The real pleasure of the show lies in the staging of individual numbers, very well choreographed by Andrew Wright. The undoubted highlight is You Were Meant for Me, in which Cooper and Scarlett Strallen, in the old Debbie Reynolds role, float lyrically across a Hollywood sound-stage suddenly filled with artificial mist and sunbeams. Good Morning, in which they are joined by Daniel Crossley as the comic sidekick, also ends with them leaping energetically over park benches. All the leads are highly engaging, and momentarily supplant memories of their screen forebears. Michael Brandon as a studio boss and Peter Forbes as a harassed Busby Berkeley-like director lend weight to the supporting roles. The video recreations of silent movies, with titles like The Duelling Cavalier, are also exceptionally well done by Ian William Galloway. In the end, it's hard to resist a show staged with such brio, even if it is no more than a dazzling carbon-copy of the best movie musical ever."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}