{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jul/13/carlos-tevez-manchester-city-corinthians", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-07-13T22:00:01Z", "webTitle": "Carlos Tevez's agent Kia Joorabchian has Corinthians connections", "webUrl": "https://www.theguardian.com/sport/2011/jul/13/carlos-tevez-manchester-city-corinthians", "apiUrl": "https://content.guardianapis.com/sport/2011/jul/13/carlos-tevez-manchester-city-corinthians", "fields": {"headline": "Carlos Tevez's agent Kia Joorabchian has Corinthians connections", "bodyText": "As Corinthians make a £35m bid for Carlos Tevez they seemingly cannot afford, and which was swiftly rejected by Manchester City, it is perhaps worth noting the links between the characters involved. Tevez, of course, used to play for Corinthians, at a time when the Brazilian club's current president, Andrés Sanchez, was working in the back office. At the same time Tevez's current representative, Kia Joorabchian, was dictating Corinthians' transfer policy as president of the linked investment company, Media Sports Investment. Sanchez and Joorabchian certainly seem to have got on well and some say the former was the best man at Joorabchian's 2007 wedding in London to the Brazilian lawyer Tatiana Alonso. Joorabchian has close links to Manchester City. He is the former manager Mark Hughes's agent and was engaged by Thaksin Shinawatra to conduct transfers at Eastlands during the Thai's ownership. Although Sheikh Mansour moved him on, Joorabchian has accompanied City executives in other transfer business. Notably, he travelled to Milan during the ill-fated attempt to hire Kaká. There have since been signs of tensions between Joorabchian and City over Tevez, as indeed there were with Corinthians when he left there. But one thing is for sure: the latest speculation linking Joorabchian's player, Tevez, with his mates at Corinthians is certainly in the interest of his old mates at City. Tevez reportedly earns about £12m a year at Eastlands and even if the £35m \"bid\" was actually an offer to take over the Argentinian's wages in an otherwise free transfer (in which MSI may or may not have taken an interest in Tevez's economic rights), it very publicly sets up a market for a player whose time in Manchester is up. Eastlands guinea pigs? When Arsène Wenger talks about Michel Platini's \"strong determination\" to ensure Manchester City's excesses are reined in by the financial fair play rules, his faith is in fact being placed not in Uefa's president but in a collection of academics, businessmen and football worthies. These are the men who sit on Uefa's independent Club Financial Control Panel, whose two British delegates are Brian Lomax, the former chairman of Supporters Direct, and Brian Quinn, the former Celtic chairman. One of the objectives of the panel is to assess whether sponsorship deals from parties related to clubs or their shareholders are struck at market rates. Clearly Wenger does not think City's has been. The panel is headed by the former prime minister of Belgium, Jean-Luc Dehaene, who is joined by Jacobo Beltrán, a former adviser to the Spanish government, Egon Franck, Umberto Lago and Petros Mavroidis, who are law and economics academics from Germany, Italy and Greece respectively. Then there are Johan Lokhorst, a Dutch businessman, and the French corporate lawyer Yves Wehrli. The panel is currently road testing the financial fair play rules and using certain clubs as case studies for the robustness and applicability of the regulations ahead of their formal introduction in two years. Whether City, with its immoderate approach to club finance, have been used as one of those guinea pigs is unknown. Bin Hammam loses Mohamed bin Hammam has lost his final challenge to the process that will lead to him being tried by Fifa's ethics committee next week over the corruption allegations he strongly denies. The Qatari president of the Asian Football Confederation faces the committee alongside two officials of the Caribbean Football Union at Zurich House next Friday. But it is not the first time Bin Hammam has faced a Fifa legal process lately. On Tuesday his lawyers stood before the Fifa appeals committee to argue that the decision to extend his suspension from all football activity until next Friday's ethics committee tribunal had been illegal. Bin Hammam's lawyers lost. Emenalo makes debut Michael Emenalo will make his first appearance after formally replacing Frank Arnesen as Chelsea's sporting director at a Black and Asian Coaches Association development event in London next Wednesday. The Nigerian's appointment has given football's black and minority-ethnic community much hope that other non-white figures will be afforded the opportunity to advance in the game. Follow Matt Scott on Twitter"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}