{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2011/jul/10/statue-looted-in-blitz", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2011-07-09T23:07:00Z", "webTitle": "Statue looted from church in the Blitz returned", "webUrl": "https://www.theguardian.com/artanddesign/2011/jul/10/statue-looted-in-blitz", "apiUrl": "https://content.guardianapis.com/artanddesign/2011/jul/10/statue-looted-in-blitz", "fields": {"headline": "Statue looted from London church in the Blitz returned", "bodyText": "A treasured 17th-century statue that was looted from one of London's last-surviving medieval churches during the Blitz has been returned to its rightful owners more than 70 years after it disappeared. The work, a sculpted and painted likeness of Dr Peter Turner, an eminent 17th-century botanist and physician at London's St Bartholomew's hospital, was stolen from St Olave's church near the Tower of London on the night of 17 April 1941, when bombing severely damaged the church. Last month, the 1614 statue was finally brought back home to the church, restored in the 1950s, ending a 14-month legal dispute, which exposed the art trade's failure to question the origin of works being sold on. In 2009, churchwardens received a tip-off from the Museum of London that the statue was about to be sold by Dreweatts, a British auctioneer, on behalf of an anonymous seller for an estimated £70,000. The church lodged a claim, and Dreweatts withdrew the statue from auction, retaining it until the case was resolved. The seller rejected calls to hand it back, insisting he had acquired it in good faith. The Art Loss Register, which liaises with the police and the art trade to help track down stolen artworks, waived its fees to take up the church's cause. Detective work by the register's lawyer, Christopher A. Marinello, revealed a chain of previous buyers included Paul de Grande, a Belgian ecclesiastical dealer, who had bought the statue from a trader in Holland who, in turn, had named a British dealer, Gray Dench from West Malling, as the original seller. Marinello's research showed that the name was false and the trail led him to Gray Elcombe, who operated as an antique dealer and had been imprisoned for serious crimes. Marinello said: \"I do not believe that de Grande or the Dutch dealer knew that this bust was stolen. The legal issues involved are very complex and will likely be discussed in art law publications in the future. However, both dealers knew that the bust originated from St. Olave's. One simple phone call to St. Olave's would have brought the true history to light.\" The Dutch dealer declined to comment, but de Grande told The Observer that he did not ring St Olave's because wartime photographs of its bombed state led him to believe it had been destroyed. In fact, St Olave's stonework was largely reconstructed in the early 1950s. He detailed its connection to St Olave's to the auction-house - information which, he said, ultimately led to its return. The statue, which had stood in St Olave's for centuries, surviving the Great Fire of 1666 and watching over the resting place of diarist Samuel Pepys, will undergo conservation work before being reinstalled in the church."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}