{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/jul/17/vatican-excommunicates-chinese-bishop", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-07-16T23:51:01Z", "webTitle": "Vatican excommunicates bishop ordained by Chinese state", "webUrl": "https://www.theguardian.com/world/2011/jul/17/vatican-excommunicates-chinese-bishop", "apiUrl": "https://content.guardianapis.com/world/2011/jul/17/vatican-excommunicates-chinese-bishop", "fields": {"headline": "Vatican excommunicates bishop ordained by Chinese state", "bodyText": "The Vatican excommunicated a Chinese bishop as relations between the Catholic Church and the government in Beijing plunged to their lowest level in recent memory. Joseph Huang Bingzhang was thrown out of the church just two days after he was ordained without papal approval as bishop of Shantou. It was the third such ordination pushed through since November by the state's religious authorities, who have also reportedly coerced Chinese bishops to attend the ceremonies. In a statement, the Vatican said the latest ordination was illegitimate. \"The Holy See does not recognise him ... and he lacks authority to govern the Catholic community of the diocese,\" it said. Pope Benedict XVI was said to \"deplore\" the way communist authorities are treating Chinese Catholics who want to remain faithful to Rome instead of to the state-backed church. The schism has put China's 8-12million Catholics in a difficult position as they have to choose devotion to the pope or obedience to authorities who can restrict their worship. Rather than attend the disputed ordinations, some bishops have tried to hide. Others have been taken away by officials. The Vatican insists that only the pope has the right to appoint bishops, but the Chinese government sees that as foreign interference and insists that its own religious organisation – the Patriotic Association – makes the final decision. In recent years the two sides compromised by trying to find mutually acceptable candidates, but this has proved difficult and time-consuming."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}