{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2011/jul/10/harry-potter-a-z-glossary", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2011-07-09T23:07:00Z", "webTitle": "Harry Potter and the A-Z of magic", "webUrl": "https://www.theguardian.com/film/2011/jul/10/harry-potter-a-z-glossary", "apiUrl": "https://content.guardianapis.com/film/2011/jul/10/harry-potter-a-z-glossary", "fields": {"headline": "Harry Potter and the A-Z of magic", "bodyText": "AZKABAN place A prison for wizards in JK Rowling's fictional world, its name was in the title of her third Potter book, Harry Potter and the Prisoner of Azkaban. This instalment was, by wide agreement, the high point – a compact, intricately plotted novel, as twisty as a detective yarn, brilliantly brought to screen by director Alfonso Cuarón in 2004. BABBLING CHARM spell Rendered a victim incapable of coherent communication; possibly what Rowling was suffering from when it came to writing the fifth book, Harry Potter and the Order of the Phoenix. It was awful, 766 pages (766!) of padded guff in which Rowling's trio of young wizards – Harry, Ron and Hermione – spent far too much time shouting at each other to little narrative end. When the book was brought to the screen by director David Yates in 2007, it made for the worst movie in the series, too. CONFRINGO spell Used to blow things up, something that happens a lot in the battle-heavy final film, Harry Potter and the Deathly Hallows: Part 2. (It premiered in London on Friday and is in UK cinemas this week). With no more novel left to film, producers decided to go for broke and blow all hell out of the long-standing set they'd built in Leavesden, near Watford, Hertfordshire; one crew member estimated that half a ton of balsa wood went up in smoke during filming. It was all very Saving Private Ryan, said the film's star, Daniel Radcliffe. EEYLOPS OWL EMPORIUM place Shop where Rowling's young wizards bought their pet owls. Predictably, demand for owls shot up when Harry Potter became popular in the late 90s. It prompted animal experts to remind the nation that the temperamental birds made bad pets and were capable of removing, say, an eight-year-old's eye with their talons. ENGORGIO spell Used to make people fatter; potentially of great use to makeup man Nick Dudman, who had to deal with the changing shape of the film's young actors (most of whom were cast when they were pre-teens) as they grew older. Of actor Harry Melling, who played Harry's bullying nemesis Dudley, Dudman recalled: \"He was always this portly kid. Suddenly a tall, willowy drama student came down the hall and nobody recognised him.\" (Without magic to call on, Dudman had to \"put him in fat makeup\".) FELIX FELICIS potion Made the drinker feel lucky. Rowling liked to give the occasional cheeky wink to grown-up readers (see number six's jokes around the word \"orgy\") and film-makers followed suit. Radcliffe acknowledged \"drug allusions\" in the luck potion scenes in Harry Potter and the Half-Blood Prince, as well as other references which were \"very, very thinly veiled... Harry goes and finds [a teacher] cutting up leaves in a greenhouse, and talking about their street value...\" FINITE INCANTATEM spell Used to negate another's powers, perhaps cast over the critics who have complained that the Potter films are unreviewable. \"Go. Don't go,\" said the Detroit Metro Times's critic last year. \"Nothing I write will make a difference.\" GOBLET OF FIRE object Magical trinket with a minor part in the fourth book; inexplicably given prominence in that book's title, Harry Potter and the Goblet of Fire. According to rumour, the author was first going to name the instalment after the magical wizards' tournament around which the plot is structured, but when word of this leaked on the internet she sought to confound the leakers by switching titles. Fair enough, but bringing the Goblet to prominence made about as much sense as Romeo and Juliet being called Friar Lawrence and Nurse. IMPERIO spell Gave somebody the power to control the actions of another. The young actors in the Potter films often spoke of the strangeness in reading each new book by Rowling, flicking through the pages to see what they'd be required to do over the next year. Rowling's custodian-like power over them came to a head in 2004 when a 14-year-old Emma Watson went to see her and asked if she was going to end up having to kiss one or other of her co-stars. \"Oh,\" Rowling told her, \"you're going to have to kiss both.\" LEGILIMENS practice The magical art of \"seeing\" another's buried emotions. One of the most touching elements of the books was Rowling's careful interweaving of her own personal struggles into the stories. Harry was crafted as an orphan because Rowling had just lost her mother when she began writing; the shadowy, pleasure-sapping entities known as \"dementors\" that first turned up in book three were a literary embodiment of the author's struggles with depression in her late twenties. LEPRECHAUN GOLD object Enchanted money that looked and felt real but which disappeared after a few hours. No such worries for creator or cast: their loot's real all right. The franchise was recently valued at £9.3bn, of which film leads Radcliffe, Watson and Rupert Grint are said to have made upwards of £25m each. Rowling, meanwhile, makes £1m afresh every three days. LOVE POTION potion Magical liquid introduced by Rowling in book six, but present, evidently, on the set of the films from the beginning. At least if producer David Heyman's recent admission is anything to go by: \"We've had babies born. We've had people die. We've had marriages and divorces. We've had fights and romances, virginity broken and, er, maybe people having sex for the last time.\" Watson has recently admitted that, in the early days, she had a thing for Tom Felton (the actor who played baddie Draco Malfoy); Grint hinted last month that things got a little hormonal whenever teenage extras were brought on to set for big scenes. When this was put to producer Heyman, he said: \"Oh, you could smell it.\" OBLIVIATE spell Scuppered memory. Radcliffe has recalled having to guide a (presumably squiffy) Richard Harris through lines the actor couldn't recall. \"I remember being this tiny kid [on the first two films] but in diplomatic mode going up to him and saying, 'Richard, would you mind running lines with me?' Just so that he'd have to learn them.\" POLYJUICE POTION potion Allowed the drinker to take on the physical appearance of somebody else. Clearly moreish – Rowling started to depend on it as her series wore on. Quietly introduced in book two, used to brilliant effect in book four, Rowling, by book seven, was using the stuff to get her characters out of almost every narrative corner. The kids needed to disguise themselves? Polyjuice potion! The kids needed to break into a goblin bank? Polyjuice potion! They were glugging the stuff about once a chapter by the end. PRIOR INCANTATO spell Revealed any prior magic conjured up by a wizard. Oh, to use it on Rowling and make her reveal the two adult novels she wrote before embarking on HP. \"Very crap,\" she has said of the manuscripts, apparently buried in a drawer somewhere. Other unpublished scribblings, HP-related ones, have been repurposed as part of Rowling's new website, Pottermore.co.uk, launched last month. Officially described as an \"exciting online experience\" for fans, sceptics have wondered whether the site might be a canny way to promote a line of Potter ebooks that will go on sale in October. QUIDDITCH practice Magical sport, invented, popularised, and eventually detested by Rowling. \"The bane of my life,\" she admitted of the game in which wizards chased balls while riding brooksticks. The film's cast seem to like it little better; Radcliffe has wincingly recalled the bicycle seat attachment on his broomstick that was used to film bruising early quidditch scenes. RESURRECTION STONE object Ancient stone that let the living speak to the dead. If only Michael Gambon had had one... When Richard Harris died in 2002, Gambon took over the role of Harry's whimsical mentor, the Hogwarts headmaster Albus Dumbledore. Except Gambon didn't play the character whimsically – going off-piste in the fourth film, Goblet of Fire, when he had Dumbledore berate and even manhandle Harry over a trifle. It wasn't in the book, was quite madly out of character, and fans were left to wonder whether Gambon had read the source material. STEALTH SENSORING SPELL spell Exposed stealthy wizards in magical disguise. Undoubtedly this was what undid a forklift truck driver at a Suffolk printing plant in 2003, when he tried to smuggle some pages of the fifth book to a tabloid. He was caught with the stolen sheaves in his lunchbox. WINGARDIUM LEVIOSA spell Used to make objects levitate; also the inspiration for Harry Potter's Levitating Challenge, a £39.99 plastic playset released as part of Mattel's first line of HP toys in 2001. These early products were unpopular with everybody from toyshop owners (\"the same old stuff with a licence on it\") to consumers' associations, who called it \"ludicrous\" that the toys were almost twice as expensive in the UK as they were in the US. Harry Potter-themed Lego sets, on sale since 2002, have proved more popular. ZONKO'S JOKE SHOP place Emporium frequented by wizards, built for real last year as an attraction at the Harry Potter theme park that opened in Florida last year. The park's opening prompted London mayor Boris Johnson to say that it was \"utterly mad to leave it to the Americans to make money from a great British invention\"; there are now plans to build a Harry Potter visitors' centre on the site of the Leavesden studios."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}