{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2011/jul/16/paul-stephenson-drinks-neil-wallis", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2011-07-16T23:49:00Z", "webTitle": "Met chiefs on drinking terms with former NoW deputy editor", "webUrl": "https://www.theguardian.com/uk/2011/jul/16/paul-stephenson-drinks-neil-wallis", "apiUrl": "https://content.guardianapis.com/uk/2011/jul/16/paul-stephenson-drinks-neil-wallis", "fields": {"headline": "Met chiefs on drinking terms with former NoW deputy editor", "bodyText": "Sir Paul Stephenson, the Metropolitan police commissioner, had social drinks on up to four occasions over the past two years with the former News of the World deputy editor who was arrested and then bailed last week. Stephenson already faces a grilling this week by a parliamentary select committee over his recruitment of Neil Wallis as a public relations consultant last year. Wallis, known as \"Wolfman\" on Fleet Street because of his fiery temper and his beard, worked at the NoW between 2003 and 2009, a period when the phone hacking by reporters on the newspaper is alleged to have taken place. Now it has emerged that on top of 18 business meals he took with Wallis and other News International executives between 2005 and 2009, which were acknowledged on the gifts and hospitality register, the commissioner also socialised in his own time with the former tabloid journalist. The development is of particular concern because it is understood that Stephenson accepted a personal assurance from Wallis that he had nothing to do with phone hacking at the paper. It is also understood that during a 12-year friendship, the Met's assistant commissioner, John Yates, enjoyed dozens of social drinks with Wallis, including several occasions over the past two years when the officer was involved in reviewing the phone-hacking investigation. A source said: \"They are close friends and know each other well.\" The revelations will concern the home affairs select committee, which has called Stephenson to attend a hearing on Tuesday. Scotland Yard was forced to respond to further allegations which may now also be raised during the hearing. On Saturday night, it emerged that earlier this year Stephenson, who earns £276,000 a year, accepted a free five-week holiday at Champneys, in Tring, Hertfordshire, a spa resort promoted by the Outside Organisation, a public relations firm for which Wallis is managing director. Scotland Yard insisted that the holiday, estimated to be worth £12,000, was a gift from the managing director of the resort, who has been a friend of Stephenson's for 20 years. Stephenson was recovering from cancer at the time and the stay was said to have aided his recovery. A Yard spokesman said that Wallis's involvement with the firm was a coincidence. The New York Times also claimed that Wallis had been \"reporting back\" to News International during his year working for Scotland Yard, where the NYT claimed he was a media strategist working on the issue of phone hacking. Those allegations were denied by Scotland Yard which insisted Wallis had \"no operational input\". Both the mayor of London, Boris Johnson, and the home secretary, Theresa May, have asked the judicial inquiry into phone hacking to investigate the Met's decision to hire Wallis as an adviser last year. A spokesman for Johnson said: \"The Metropolitan police have made assurances that accommodation provided for the commissioner at Champneys was recorded in the latest update of his gifts and hospitality register, which is due to be published shortly.\" A spokeswoman for Scotland Yard refused to discuss Yates's private arrangements with Wallis. She also said that Deputy Commissioner Tim Godwin had never met the former News of the World journalist and confirmed that Stephenson's involvement with him had been on a social basis. She said: \"Sir Paul Stephenson has met Neil Wallis on a handful of social occasions – fewer than five –over and above the official registered meetings.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}