{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "reshaping-services/public-services-private-profits-employment", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-07-19T23:01:00Z", "webTitle": "Public services, private profits: making employment pay", "webUrl": "https://www.theguardian.com/reshaping-services/public-services-private-profits-employment", "apiUrl": "https://content.guardianapis.com/reshaping-services/public-services-private-profits-employment", "fields": {"headline": "Public services, private profits", "bodyText": "Politicians, unions and most commentators on public services remain engaged in battles over spending – who will cut what and how? But for savvier public managers the debate has moved on, and the future shape of public services is already emerging. At the heart of the reforms is the maxim of doing more for less – an adage with which policymakers have been grappling since the government introduced plans to reduce the deficit. But in this state of flux, financial imperatives have given public managers the thinking space to generate fresh approaches. One of these, more than any other, could be the key to unlocking a sustainable public services future: payment by outcomes. Payment by outcomes essentially means that a proportion of the payment, from central or local government to providers, is dependent on achieving specified results, for instance, reducing the reconviction rate among young offenders or finding sustainable employment for someone who has been out of work for a long time. Benefits savings The thinking is not groundbreaking. Labour employed the method for providers of certain health services and welfare-to-work programmes, but the current Conservative-led government has applied a typically pro-business zeal to the policy and is pushing payment-by-outcomes commissioning as a key plank of David Cameron's \"big society\" vision. The strategy is at the heart of the Department for Work and Pensions' Work Programme, the brainchild of the employment minister, Chris Grayling, which aims to pay providers a fee to get the jobless into work. The fee would come out of benefits savings. \"Nothing like this has ever been done before – not on this scale,\" says Grayling. \"It's a step-change, because profit for providers is directly linked to their relationship with the client. In some cases, providers will have to maintain an interest for up to 27 months, as only then will they maximise their profit. And the government will benefit from some of the most long-term vulnerable people getting into work, with the cost savings that entails.\" With such a groundbreaking and untested system of service delivery, how will the government manage the risks involved, and judge its success? \"The Work Programme passes the financial risks involved on to the provider,\" Grayling says. \"And, simply, we'll judge the success of the programme by the number of people who get into work. That's the number that matters.\" Many public managers are naturally hesitant to hear of private companies making a profit out of public services, but Grayling makes no apology for the private sector being rewarded for successes. \"The financial model has been built around the cost to the taxpayer of providing these services, while giving providers a fair incentive for successfully getting people into work,\" he says. \"I'm happy with paying providers from the savings made from not having to pay benefits.\" But while supporters of this approach say it really does put pressure on providers to deliver, there are fears that suppliers may be ruthless in taking on only services – and claimants – that will achieve the desired results. Matthew Lester, director of operations at the Papworth Trust, which is expecting to help up to 7,000 people into work in the east of England this year, acknowledges that there are fears of cherry picking, but says providers would say they are just \"using their resources well\". Payment by results: real-life experience Anna Kwiatkowska Procurement and shared services specialist, Surrey council The main challenge we've found is how to define and measure the outcomes we're talking about. For example, how do you measure the outcomes of a service improving the decision-making of young people? Before service providers were passported money and told to get on with it; now they have to come up with evidence-based approaches to their work. Alan Cave Delivery director, Department for Work and Pensions In previous employment programmes such as the New Deal, providers earned most of their income through large service fees. The greatest challenge with the Work Programme was designing a payment model that makes it worth their while to help and at the same time secure a better deal for the taxpayer. Sustained jobs are what actually make a difference. Alyson Brett Chief executive, NHS Commercial Solutions While payment by results can complement high-quality services, our experience is that it incentivises short-termism. This means providers often seek to recover their costs quickly rather than embed sustainable service delivery into their organisations. The NHS needs capacity- and capability-building to deliver better services."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}