{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "reshaping-services/effective-collaboration-top-tips-outsourcing", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-07-19T23:01:00Z", "webTitle": "Effective collaboration: top tips", "webUrl": "https://www.theguardian.com/reshaping-services/effective-collaboration-top-tips-outsourcing", "apiUrl": "https://content.guardianapis.com/reshaping-services/effective-collaboration-top-tips-outsourcing", "fields": {"headline": "Effective collaboration: top tips", "bodyText": "Sheffield city council has outsourced a number of services, including repairs and maintenance, to the building management firm Kier Sheffield. Barry Mellor is the commercial services director at the council. Simon George is the director of corporate finance and audit at Ealing council, which has outsourced services including refuse and recycling, street cleaning and parks maintenance. Both men have been closely involved with the outsourcing process. So, what tips do they have about outsourcing services successfully? Document all processes \"When services are operated in-house, customs, practices and internal networking mean that these processes usually work fairly informally,\" says Mellor. \"When services are outsourced, all processes have to be formal and well documented,\" he adds. Involve trade unions early in the process \"This ensures that they are part of the procurement/evaluation process when staff transfers are involved,\" says Mellor. \"Staff transfers have to be managed sensitively and in accordance with trade union agreements and transfer of undertakings legislation.\" The competitive dialogue procurement process is effective, but use it wisely \"Competitive dialogue enables details to be worked out independently with each bidder, and is used where a creative or innovative change in service provision is required,\" says Mellor. \"While it worked for us, it is complex and can be time-consuming and costly, so it should be used with care.\" Communication is key \"It's really important to have set up and tested the interface between the two organisations,\" George. \"It's vital that staff in both organisations understand all the new processes and what their role is.\" Be explicit about the need for savings \"A lot of organisations will be looking to outsource to drive down costs, but that is something that should not be just assumed,\" says George. \"If year-on-year efficiency savings are required, that needs to be specified in the contract.\" Measure performance \"Some argue that accountability for performance does not sit with the ethos of partnership,\" says Mellor. \"We do not agree. The definition of partnership we use is that of a relationship with a strong performance management culture at its foundation.\" An outsourcing agreement must be lengthy but flexible \"There is a balance between making the contract long enough to justify making any required infrastructure investments and having sufficient break clauses to be able to get out if the service no longer meets requirements,\" says George. Poor planning can prove costly \"The real danger is that the need for rapid change and financial cutbacks may lead to a poorly planned process that is rushed and under-resourced,\" says Mellor. \"The client will then have a very long, and expensive, time to regret this.\" He adds: \"If the process is not absolutely robust, or if some very detailed changes are needed after the contract has been awarded, then other unsuccessful bidders can challenge the process and cause the initiative to be frozen until the challenge has been resolved.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}