{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2011/jul/02/jim-breuer-snl-suitcase-royale", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-07-01T23:09:01Z", "webTitle": "This week's new live comedy", "webUrl": "https://www.theguardian.com/stage/2011/jul/02/jim-breuer-snl-suitcase-royale", "apiUrl": "https://content.guardianapis.com/stage/2011/jul/02/jim-breuer-snl-suitcase-royale", "fields": {"headline": "This week's new live comedy", "bodyText": "Jim Breuer, London, Stevenage Saturday Night Live has launched some stellar comedy careers, from Bill Murray to Tina Fey. But while some move on from SNL to movie stardom, international recognition and eventual death by drug overdose, there are plenty of others who end up making a creatively rewarding living back on the stand-up circuit. Jim Breuer is one such example: an SNL cast member alongside Will Ferrell in the 1990s, he still spends most of his time behind the mic dealing out his anecdotal comedy. He's a laidback character, with a permanently dazed expression and a slow, drifting delivery, as if he's skinned up just prior to coming out onstage. But the stoner vibe disguises a keen comic mind; maybe that's why he's a favourite of notoriously hard-to-please genius Dave Chappelle. Breuer's also a massive fan of heavy metal, and will appear as part of a strong comedy contingent – including Bill Bailey, vegan anarchist Andrew O'Neill and newcomer Nick Helm – at the Sonisphere festival. Leicester Square Theatre, WC1, Thu; Sonisphere festival, Knebworth House, Fri The Suitcase Royale, London Operating at a crossroads between theatre, comedy and experimental music, this trio of mavericks from Australia have pulled off a difficult trick: creating a show at the cutting edge of formal innovation, that also provides full-throttle entertainment throughout. Using a mixture of ramshackle scenery, animation and puppetry, Joseph O'Farrell, Miles O'Neil and Glen Walton draw you into a fantastical take on life in the Australian outback, featuring a host of extraordinary characters. All this unfolds to a soundtrack of rather beguiling, bluesy music, played by the group on instruments they've built themselves from boxes, pipes and other bits of junk. What with their love of the quirky and macabre, it all comes across like an inspired collaboration between Nick Cave and the League Of Gentlemen. Soho Theatre, W1, Mon to 16 Jul Late Night Gimp Fight, London You don't expect sophisticated social satire from a group called Late Night Gimp Fight. From the title onwards, this young five-piece set out their stall very clearly: what they offer is an hour of no-holds-barred high-energy stupidity, where tastelessness is the order of the day and the more childish a gag is, the better. Expect plenty of sketches about wanking, paedophilia and funerals, plus opportunities for the assembled Gimps to get their kits off in embarrassing circumstances. There's something infectious about the team's single-minded enthusiastic pursuit of crudity; it's like eavesdropping on the best sixth-form locker room conversation ever, or as if the characters in The Inbetweeners have come to life and formed their own sketch group. Their gloriously bad taste may be the key to a bright future. Soho Theatre, W1, to 8 Jul"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}