{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/jul/17/barbara-ellen-charlie-golmour-student-protest", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-07-16T23:08:29Z", "webTitle": "We need Charlie Gilmour to keep free speech alive | Barbara Ellen", "webUrl": "https://www.theguardian.com/commentisfree/2011/jul/17/barbara-ellen-charlie-golmour-student-protest", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/jul/17/barbara-ellen-charlie-golmour-student-protest", "fields": {"headline": "We need Charlie Gilmour to keep free speech alive", "bodyText": "Now that Charlie Gilmour, adopted son of Pink Floyd's Dave, has been sentenced to 16 months for violent disorder during the student riots, many people seem to be jeering at him: not only for what he shouldn't have done (the swinging from the Cenotaph), but also for what he shouldn't be. A constant refrain seems to be that, harsh though the sentence was, Gilmour got what he deserved, mainly because the \"Cambridge-educated, uber-privileged tosser\" shouldn't have been at the march in the first place. He had no reason for being there, crouching on royal convoy car bonnets, throwing bins – the likes of him were hardly likely to be waking up in a flop sweat, worrying about student fees. What people seem to be missing is that while Gilmour did not \"need\" to attend such a march, it is commendable and crucial, that people like him do so. Not that Gilmour's behaviour was commendable. The image of him hanging off the Cenotaph was like watching a baboon shit on the faces of the war dead. Moreover, while it's likely he's telling the truth about being blitzed on drugs, what kind of clown drops acid before attending a public march? Clearly the same kind who allows his zonked, kiddy-revolutionary ravings to be caught on tape: \"Let them eat cake, they say! We will not eat cake, we will eat fire and ice and destruction!\" And another: \"We are going to destroy all laws! Arson, destroy! Storm Parliament!\" What is this: Che Guevara meets Jack Wills, via Wolfie Smith? However, while there is much to mock about Charlie, this should not include his presence at the march. If we mock Gilmour for having \"no real reason\" to march, then we mock 90% of marchers, for any cause. I'm sure those marching that day included a number of first-year A-level students, and parents, who would be directly affected by the savagery of next year's measures. However, the vast majority would have been students already at university and thus unaffected. Like many others, they were protesting not for their own benefit, but for future generations of students. If you insist on wondering why Gilmour was there, then wonder why they were there too. I believe it's called solidarity and it's generally deemed a good thing. There seems to be a distinct whiff of scapegoat about Gilmour's severe sentence, especially as he was not even charged for swinging on the Cenotaph, which, of his acts, was found the most repulsive. Even if he is released sooner, that 16-month sentence has turned the conveniently high-profile rich kid Gilmour into a head on a spike\" acting as a very effective deterrent for all those compelled to protest, even if the issues don't directly concern them and they don't intend to behave like marauding morons. Taking one trashed young man's actions out of the equation for one moment, this is catastrophic for free speech, because effective protest relies on disinterested participants like Charlie. Society needs, has always needed, people at marches, who don't really have a \"reason\" to be there, who aren't directly affected by the issues. This is not only to swell numbers, but to demonstrate that different groups will not be left stranded and isolated to fight lonely, desperate battles and that many feel, to borrow a tainted phrase, \"all in this together\". So however justified the criticisms of Gilmour's behaviour, questioning and/or mocking his presence at the march could amount to an own goal. What is he supposed to have been doing otherwise – resorting to Bullingdon toff-type, having jolly japes, throwing bread rolls at waiters in restaurants? In truth, showing up for the march was the first and last useful thing Gilmour did that day. If people like him have now been scared away, they will be sorely missed. Fat lot of good losing weight does you Young American actor Jonah Hill (the tubby motor-mouthed one from Superbad\", Knocked Up\" and Get Him to the Greek\") has lost a shedload of weight for his forthcoming movie, 21 Jump Street. The official figure is 40lbs, but it looks more. Well done, Jonah, say all of us, sliding, inexorably, and without dignity, towards the twilight zone of the elasticated waistband. Except that the weight loss makes Hill look, dare I say, too different, to the point where one could not imagine him in his former roles, which were dependent on his slobby, Everyman demeanour. Yet the new, trim Jonah is unlikely to give the likes of Josh Hartnett or James Franco sleepless nights about losing out as romantic leads. Post-weight loss, Hill has emerged as kind of half-buff, neither a fully fledged slob or, as is technically known, a hottie. In Hollywood, isn't this tantamount to career suicide? It could be that there are hidden pitfalls to improving oneself. The cliche is that, when you tone up, everything starts happening for you and your career gets a reboot – even if it is just an exercise DVD of you kick-boxing in a dodgy leotard. However, while Hill once dominated the market in non-body-conscious regular Joes, he must now compete with, to quote the sage Zoolander, \"the extraordinarily good looking\". Which means Hill could actually lose work. One could call it a \"buff tax\" or a \"self-improvement penalty\", Hill's ultimate reward being a downward career spiral that takes him from being a perma-working film star to appearing on endless daytime TV shows, droning on about how he lost the weight. Well, that'll teach him to get into the best shape of his life. Bottled water is strictly for prize chumps Experts say that there is no health benefit to drinking eight glasses of water a day. Now they tell us, after decades of nagging that constantly glugging H20 was the secret of well-being and anyone who resisted would end up as a parched, wizened crone on an early deathbed. All phooey. One wonders where this leaves what I term the Small Bottle of Water People. You know the types – they constantly wander around with small bottles of water, looking virtuous and smug, perhaps to compensate for their complete lack of personality. They are the kind of people who look down their noses at the good, honest, caffeine-blasting, gullet-melting coffee some of us require to achieve some semblance of consciousness in the morning. They make sipping peevishly at overpriced aqua resemble a noble calling – when really they're just chumps. In the fortunate west, we're all only about 10 metres from a working tap at all times, so there's no need to lug around your own supply. Now I worry about the Small Bottle of Water People because they're all going to look extremely stupid. But then, they always did."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}