{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2011/jul/17/mark-hix-recipe-knickerbocker-glory", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2011-07-16T23:09:02Z", "webTitle": "Seaside recipes: knickerbocker glory and cobb egg", "webUrl": "https://www.theguardian.com/lifeandstyle/2011/jul/17/mark-hix-recipe-knickerbocker-glory", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2011/jul/17/mark-hix-recipe-knickerbocker-glory", "fields": {"headline": "Seaside recipes: knickerbocker glory and cobb egg", "bodyText": "\"I took the seaside for granted as a kid growing up in Dorset's West Bay; walking down the beach whenever I felt like it and just having a swim or jumping off the end of the pier with my friends for a laugh. Fishing was second nature and when word would get out that the mackerel shoals were in we'd be off with our light trout rods, which were all ready by the front door. It was easy to catch a carrier bagful in a couple of hours with just one baited hook and a small float. We never used feathers and beachcasters, we regarded that as massacre and poor sporting tactics for those little hard-fighting scavengers. You can't beat freshly cooked mackerel and my gran used to souse the excess to snack on until I showed up with another bagful.\" Knickerbocker glory I reckon knickerbocker glory is going to make a bit of a comeback on restaurant menus. They are lovely and colourful, and can be tweaked and adapted according to what's in season. Autumn fruits, for example, would make a great sundae providing great colours after those bright summer reds. Serves 4 strawberries 300–350g, hulled almonds 30-40g icing sugar for dusting good-quality vanilla ice cream (preferably homemade) about 400ml clotted cream about 120ml For the jelly: water 200ml strawberries 100-120g, chopped caster sugar 100g gelatine leaves 6g (2 sheets) To make the jelly, bring the water, chopped strawberries and sugar to the boil and simmer gently for a couple of minutes; remove from heat. Meanwhile, soak the gelatine leaves in cold water for a minute or so until soft, squeeze out the water and stir into the strawberry mixture till dissolved, strain through a fine sieve and leave to cool a little. Pour into a separate bowl and leave to set. Once set, chop the jelly into rough chunks. Blend half of the hulled strawberries in a liquidiser until smooth, then strain the purée through a fine sieve to remove the seeds if necessary. Dust the almonds with icing sugar, put under the grill on a high heat until lightly toasted. Try not to burn them! Slice the rest of the strawberries. Put a few strawberry slices in each of four tall ice-cream glasses, along with a spoonful of the jelly. Spoon over some of the strawberry puree and a scoop of ice cream. Continue to build these layers to the top of the glass. Top with the clotted cream and scatter some remaining strawberry slices and toasted almonds on the top. Cobb egg You could make small ones with quail's eggs as little bar snacks or for pre-dinner drinks. Makes 4 white fish fillets 205g sea salt flakes or rock salt crystals 150g duck's eggs 4 smoked fish fillet such as haddock, pollack 100g, boned and skinned freshly ground white pepper flour for dusting egg 1, beaten fresh white breadcrumbs 60-70g vegetable or corn oil for deep frying Lay the white fish on a non-reactive tray and scatter over the salt, leave for 1 hour and rinse well under cold water. Meanwhile bring a pan of water to the boil, carefully drop in the eggs with a slotted spoon and simmer for 5 minutes then refresh under cold running water for about 5 minutes so that they don't continue cooking. Meanwhile coarsely blend the white and smoked fish in a food processor and season with white pepper. Divide the fish mixture into 4 balls and flatten them on a lightly floured surface. Carefully peel the ducks' eggs, ensuring all the shell is removed. Mould the fish mixture around the eggs ensuring they are well sealed. Have three dishes ready, one for the flour, one for the beaten egg and the third for the breadcrumbs. Pass the eggs through the flour, shaking off any excess, then the beaten egg and finally the breadcrumbs, re-moulding them once crumbed. Preheat about 8cm of oil to 140-150C in a large thick-bottomed saucepan or electric deep fat fryer. Cook the eggs for about 4-5 minutes until golden. Serve hot or warm with salad and a mayonnaise-based sauce like tartare or a herb mayonnaise. Mark Hix is chef patron of hixoysterandfishhouse.co.uk, Lyme Regis, Dorset"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}