{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/jul/19/rupert-murdoch-sidekick-steal-show", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-07-19T22:23:09Z", "webTitle": "Rupert Murdoch and his robot sidekick steal the show as Cameron sweats it out | Marina Hyde", "webUrl": "https://www.theguardian.com/commentisfree/2011/jul/19/rupert-murdoch-sidekick-steal-show", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/jul/19/rupert-murdoch-sidekick-steal-show", "fields": {"headline": "Rupert Murdoch and his robot sidekick steal the show as Cameron sweats it out", "bodyText": "Historians may well judge the events of Tuesday to be Britain's official resignation from international life. We do not know if the foam-thrower who targeted Rupert Murdoch was acting alone, or if there was a second pie man on the committee room knoll. But if the spectacle of a pink-jacketed consort throwing herself across her under-fire husband was not history replaying itself as farce, it was certainly tragedy replaying itself as slapstick. Yet it says something about the banquet of horrors on offer that Tuesday's most exquisite irony did not even occur in a Westminster committee room. That honour surely belonged to David Cameron, literally sweating in Lagos as he was forced to address the growing perception of Britain as a banana republic. The prime minister wasn't accompanied by the Nigerian president - presumably the latter declined to share the podium with him on the basis that doing so could appear to tacitly legitimise the corruption that appears to be systemic in his opposite number's country. \"This is a big problem,\" conceded Cameron of Britain's rapidly unravelling establishment. \"But we are a big country.\" Are we? To both trained and untrained eyes on Tuesday, we seemed a very small country indeed. There appear to be only around 50 senior personnel, with those not working three jobs - combining shilling for the Met, say, with running interference for Rupert Murdoch and advising the Tories - guilty of the most glaring lack of ambition. The nice thing is that the select committee sessions were a global news event, which should finally kill off any vestigial delusions that Britain is run to the ethical standards you might expect of a Peckham market trader, let alone a former empire. Even America's Fox News just ran the feed without overlaid commentary, which really put flesh on the bones of Rupert Murdoch's statement: \"This is the most humble day of my life.\" The humiliation of failing to secure pay-per-view rights to the event must have hit the old guy hard, and though he tried to chuck in the odd zinger - \"I wish they'd leave me alone\", he lamented stagily of a succession of fawning British prime ministers - it was clear that enhancing the viewer experience out of the goodness of his heart was anathema to him. All morning, pundits had converging on the tented village on Westminster's College Green. Some kept reminding The Great British Public that Rupert Murdoch \"invested in journalism\", a point underscored by the expensive airborne hardware that so often threatened to drown out their important contributions. Sky News's ubiquitous Skycopter: a sort of rotorbladed Woodward and Bernstein, hunting out the big stories, or rather aerial footage of their boss's Range Rover arriving at the Palace of Westminster. The undercard began shortly after Big Ben chimed midday. Ask not for whom the bell tolls - it appears to be tolling for a senior public figure hourly at present - with the rapidly-shrinking ranks of senior Met officers grilled by the home affairs select committee. Chaired by wildly miscast Atticus Finch figure Keith Vaz, the cops passed the buck so many times it was like a game of find the lady. Did the blame end up under John Yates? You'd be mad to bet your shirt on it. Unquestionably, though, the main event was Murdoch, with BBC2 clearing the afternoon schedules to live stream the committee. And so it was that those who'd tuned in hoping to catch a repeat of A Place in the Country found themselves serving as the test audience for the trial of two new Fox shows: Embarrassing Dads Say the Darndest Things, and Are You Smarter Than A Selectively Deaf Media Mogul? This was reality TV for people who in many cases regard themselves as too grand for reality TV. It turns out the implosion of Britain's establishment is as much of a Twitterfest as the X Factor final, with only a slightly different phoneline policy. Calls from a landline cost 30p a minute, and from a mobile will be considerably more (considerably more useful to tabloid newsdesks, that is). The fact that a significant sector of tweeters expressed sympathy for the old boy revealed nothing so much as earthlings' potential for being total pushovers. Of course, Murdoch has done guest spots before. But it's fair to say this one lacked the easy charm of those two outings on The Simpsons. The News Corp chairman seemed unwilling to give evidence a cappella, opting to rhythmically bang the desk in front of him as he spoke. What did we learn? Well, the takeout, to use the management speak so beloved of Rupert's nerdy robot sidekick James, is that the Murdochs had been kept cruelly out of the loop. Yet perhaps the most telling vignette came shortly after Rupert had confused Alastair Campbell with David Cameron - possible confirmation that the change of prime ministers is to Murdoch Snr the mere shuffling of junior personnel - when he revealed insouciantly that he always went in the back door of Downing Street because Cameron and others insisted on it. As Rupert put it with a studiedly powerless smile: \"I just did what I was told.\" And if that little detail doesn't betray the arse-about-titness of the way this country has been doing business for decades, then heaven knows what will. Truly, it was the most faux-humble day of his life."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}