{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/davehillblog/2011/jul/19/hammersmith-and-fulham-signs-exclusivity-deal-with-capco", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-07-19T22:45:00Z", "webTitle": "Council and CapCo do deal, opponents knock 'bussed in\" support", "webUrl": "https://www.theguardian.com/politics/davehillblog/2011/jul/19/hammersmith-and-fulham-signs-exclusivity-deal-with-capco", "apiUrl": "https://content.guardianapis.com/politics/davehillblog/2011/jul/19/hammersmith-and-fulham-signs-exclusivity-deal-with-capco", "fields": {"headline": "Earls Court project: Council and CapCo do deal, opponents knock 'bussed in' support", "bodyText": "Hammersmith and Fulham Council is to receive £15 million from the giant property company Capital and Counties (CapCo) in return for the exclusive right to negotiate a land deal that would result in the destruction of 750 homes to make way for the huge Earls Court redevelopment project. The \"exclusivity and collaboration agreement\" was agreed by the flagship Tory council's cabinet last night and paves the way for CapCo and the Council to work together towards demolishing the neighbouring Gibbs Green and West Kensington estates despite a passionate campaign by residents to prevent it. I was unable to attend the meeting myself due to being sucked into the phone-hacking vortex all day, but three people who attended have described around 50 anti-demolition campaigners from the two estates lobbying councillors and between a third and half that number wearing T-shirts bearing the legend \"Yes to our Future\" ostensibly in support of the council's plans. However, according to local Liberal Democrat activist Paul Kennedy , some of the latter group appeared unsure of exactly why they were there: Several of them told us they were campaigning to save their homes, so we thought for a while they must be campaigning against the development. They didn't seem to realise that they were being used for propaganda by the Council and developers who want to demolish their homes. The allegation that the \"Yes to our Future\" group had been \"bussed in\" by the Council to create a false impression of local enthusiasm for their scheme was also made by the anti-demolition campaign, which accused \"council officers\" of assembling \"an unrepresentative and unelected group\" in the Holiday Inn hotel on North End Road, issuing them with their T-shirts and sending them to the Town Hall in a minibus, together with a deputation statement that had been prepared for them. I contacted the council for a response to these claims just before two o'clock this afternoon and have been promised one tomorrow [See my update below]. A leaflet distributed on the two estates urging residents to gather at the hotel and attend the cabinet meeting, and claiming that \"most local people\" support the redevelopment plans, said it was \"printed on behalf of the West Kensington and Gibbs Green steering group,\" a rival residents panel set up by the council, but it does not say who had actually done the printing. The anti-demolition campaign has accused the Council of paying for propaganda. The exclusivity deal between Hammersmith and Fulham and CapCo lasts for one year and represents a step forward for the wider Earls Court Project, which also envisages the demolition of the Earls Court conference centre. The land it and the estates stand on, together with a disused Transport for London rail depot, would create a 77-acre site on which CapCo say 7,500 dwellings could be built, along with hotels and offices. The Council has promised residents new homes within the development area, but at the meeting opposition Labour group leader Stephen Cowan called for a ballot to be organised to determine residents' wishes before proceeding, and the anti-demolition campaigners are hoping that \"stock transfer\" powers the government has promised to activate as part of its Big Society agenda will enable them to take ownership of the estates and run them themselves, thereby thwarting the Council and CapCo. They have more than two-thirds of residents signed up for the project. Recent correspondence between Hammersmith and Fulham leader Stephen Greenhalgh and minister for decentralisation Greg Clark suggested that Greenhalgh had been rebuffed in his attempts to have the new powers watered down to prevent the campaigners making use of them. Yet the regulations required to bring the powers - set out in section 34a of the 1985 Housing Act - into effect have not been published in draft by the department for communities and local government, despite it's saying in December that they would appear early this year. I have contacted the DCLG to find out why this hasn't occurred. When they get back to me, I'll let you know. Details of the exclusivity deal can be read on page 203 of the cabinet agenda. Update, 20 July. The council's statement has now arrived: Council officers did not meet anyone at a nearby hotel, nor did they provide T-shirts or leaflets. They did not brief residents on what to say. All of the campaigners in favour were estate residents. They knocked on the doors and delivered the leaflets themselves. Maureen Way [a long-standing estate resident] and the other residents who came last night spoke very passionately, organised their own support and would take great offence at any suggestion that the council orchestrated it. While the Council understands that there are a large number of residents on the estate who remain unconvinced about the merits of regeneration, there are also a large number of people on the estate who want to see change and want to see new homes built. Residents on the estate have established their own independent steering group. The Council will provide funding to enable them to represent and negotiate on behalf of other residents. Membership of the steering group is open to anybody who lives on the estate who wants to be part of the negotiation. It concludes: Any future land agreement with EC Properties will be on the condition that a series of council tenants, leaseholder and freeholder guarantees, negotiated with an 80-strong resident steering group, can be met. These include:brand new, modern homes in the development area for all secure council tenants; council tenants will be moved with neighbours where possible and will only have to move once; compensation for tenants, leaseholders and freeholders; discount schemes for resident leaseholder and freeholders who want to buy back into the scheme; early buy-out clauses for resident leaseholders and freeholders. The saga continues.... This article originally mistakenly described local Liberal Democrat activist Paul Kennedy as a Councillor and has been amended accordingly."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}