{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/jul/10/labour-schools-work-michael-gove", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-07-09T23:07:34Z", "webTitle": "Labour calls for schools to teach 'route into work'", "webUrl": "https://www.theguardian.com/politics/2011/jul/10/labour-schools-work-michael-gove", "apiUrl": "https://content.guardianapis.com/politics/2011/jul/10/labour-schools-work-michael-gove", "fields": {"headline": "Labour calls for schools to teach 'route into work'", "bodyText": "Any secondary school pupils not planning to go to university would be given a clearer \"route into work\" under Labour party plans for a new education contract between the individual and the state. Andy Burnham, the shadow education secretary, will this week reveal plans which would aim to give every secondary school pupil a path to employment if they met a set of required standards under a revamped curriculum more geared to the world of work. The idea, one of the first to emerge from Labour's policy commissions, reflects its view that current thinking is geared too much to those heading to university and leaves the \"forgotten half\" languishing with little hope, having studied subjects that are too often ill-suited to modern working life. Burnham's idea would involve a radical reshaping of the curriculum so that it offered a much wider choice of subjects than those included in education secretary Michael Gove's English baccalaureate. More vocational subjects would be included, such as engineering, business studies and information and communications technology. \"Latin is in and engineering is out [of the baccalaureate]. Why? It is the thinking of the 1950s,\" Burnham said. \"I want to give a clear message of hope to every young person that says: if you work hard and get up to the required standard, you can go on to something of value.\" While stressing the ideas were still in the planning stage, he made clear that a further expansion of apprenticeships in the public and private sectors would be needed if the government was to meet its obligations under the contract. \"The NHS, with a workforce of 1.3 million, had 1,000 apprenticeships on offer before the financial crash. We got it up to 5,000 by the time we left government, but that is not a lot. We would be looking at a big further expansion. \"Gove repeatedly talks about facts. Kings, queens, rivers, capital cities, history in chronological order. We are not saying these are not important, but all the evidence that our policy commission is coming up with suggests employers often want something else.\" Burnham admitted that Labour lost sight of the needs of the millions of young people who would not go to university and that the coalition is making more mistakes: \"The whole political class has failed the young people not planning to go to university by failing to come up with clear, structured routes to succeed in life. I want to put that right.\" A contract would engage young people and drive them to higher levels of achievement. \"It is also linked to how you raise standards, because, if young people see there is something there at the end for them, that will engage them and make school relevant to them. That is part of what is missing at the moment. \"Government is in danger of preparing young people for a world that no longer exists, by prioritising Latin over engineering and not listening to what employers want.\" In a speech to the Demos thinktank, Burnham will say that young people now face a world where old certainties – such as the assumption that many would move into manufacturing jobs – have disappeared. With rising costs in higher education, the education maintenance allowance scrapped and youth unemployment at record levels, he will argue that education must be \"inspiring, relevant and help those who work hard to get on in life\". The policy review is looking at how to place greater emphasis on the progress every pupil makes in school. Instead of obsessing about turning grade Ds into grade Cs at GCSE to meet the current targets, teachers would have as much incentive to turn Bs into As. In another move away from Gove's thinking, the party wants to ensure that as many teachers as possible have MA qualifications. By contrast, Gove has suggested that he will allow free schools to employ whoever they want as teachers, even without formal qualifications."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}