{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/mar/25/indigenous-sti-rates-sign-of-government-failure-rather-than-child-abuse-experts-say", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-03-24T21:02:23Z", "webTitle": "Indigenous STI rates sign of government failure rather than child abuse, experts say", "webUrl": "https://www.theguardian.com/australia-news/2018/mar/25/indigenous-sti-rates-sign-of-government-failure-rather-than-child-abuse-experts-say", "apiUrl": "https://content.guardianapis.com/australia-news/2018/mar/25/indigenous-sti-rates-sign-of-government-failure-rather-than-child-abuse-experts-say", "fields": {"headline": "Indigenous STI rates sign of government failure rather than child abuse, experts say", "bodyText": "The high rate of STIs among Indigenous people is more a sign of failing health programs than child abuse, and a fatal syphilis outbreak continues because multiple governments have failed to address it, health experts have said. The rates of sexually transmitted infections have dominated headlines, often discussed in the context of child sexual abuse following the alleged rape of a toddler in Tennant Creek. Generally, rates of STIs and rates of child abuse have increased in recent years, but health and child protection workers have warned against conflating the two, and say neither are being adequately addressed. “With all the hand-wringing that goes on, no one is identifying potential solutions. We have to change the discourse here,” said Olga Havnen, chief executive of Darwin’s Danila Dilba health service. “The STI epidemic needs to be addressed as a public health issue.” Rates of STIs are far higher in Indigenous communities. Government data shows Indigenous people in the Northern Territory, Western Australia, South Australia and Queensland are 2.8 times more likely to have a notified case of chlamydia and 6.9 times more likely to have gonorrhoea, although the rate for the latter decreased by 17% between 2012 and 2016. In very remote areas Indigenous people are 30 times more likely to have gonorrhoea, although that too declined by 8% in the five years to 2016. In the four years to 2016, syphilis rates doubled among non-Indigenous populations but tripled among Aboriginal and Torres Strait Islander people. One in five Indigenous cases were people aged 15-19. Underage Indigenous girls in the NT were almost 60 times more likely to have a notified case of syphilis in the 10 years to 2016. STI rates among Indigenous children are high, but according to data compiled by the Aboriginal medical services alliance – NT (Amsant), there was no upward trend in the 10 years to 2017 for those under 12. There was an upward trend for children and young people over 12, concentrated in the age group of 13-19, but this was “likely to be a reflection of teenage sexual activity which begins around the same median age for all Australians at 15 years”, rather than an indication of child abuse, Amsant said. Havnen said better funded and resourced sexual health education in schools was needed. There are numerous complexities and caveats attached to STI data, including that notifications do not distinguish between sexually acquired infections and those acquired in other ways – such as during birth or via non-sexual contact. For these and other reasons, STI rates are not considered a reliable indicator of child sexual abuse. Last week the federal government faced criticism over its decision not to fully fund a $25m policy proposal to address STIs, instead opting to fund an $8.8m program – which is still being rolled out – to respond to a long-running syphilis outbreak. The outbreak began in 2011 in far north Queensland, then spread to the Northern Territory, South Australia and eventually Western Australia. It has so far claimed at least six lives – all infants. Just before the outbreak governments were advised that syphilis rates were so low the disease could be eradicated if they acted swiftly. “The consequences of not having had a prompt response on the part of government is appalling,” said Havnen. “We’ve had six infant deaths due to congenital syphilis. If that had happened anywhere else in suburban Australia, do you think they’d be arguing about the money? I don’t understand why it’s OK to ignore this – it’s quite a serious health problem, it’s a risk to everybody.” A multi-jurisdictional working group was not formed until 2015 and high infection rates continue despite a program of screening, treatment and public health alerts. In Queensland 1066 cases have been diagnosed, 704 in the NT, 148 in South Australia and 32 in WA. In December and January another 93 cases were confirmed. There have been accusations that funding cuts to preventative health programs by the Queensland Newman government contributed to the outbreak. Newman rejected the assertion. More than a year ago NT and Queensland Indigenous Aids Councils warned federal cuts to their long-running sexual health programs and Indigenous workforce would see fewer Indigenous people seeking healthcare. The president of the Australian Medical Association, Michael Gannon, said he could not be certain of whether particular cuts exacerbated the outbreak, but prevention services were essential. “If there’s a way of getting in there and overcoming this outbreak and preventing future ones we should do that,” he said. The AMA has also called for an Australian centre for disease control to coordinate responses to cross-border outbreaks. Gannon said: “We’ve had assurances from the Commonwealth department of health that they have sufficiently strong communication channels throughout the jurisdictions, but we’d point to the outbreak [to disagree].” Havnen and Gannon say Indigenous community controlled health organisations need to be at the front line. The highly mobile nature of some Indigenous populations becomes problematic when health services are trying to control an outbreak. “It requires coordination and follow up,” Havnen said. As an Indigenous medical service, Danila Dilba has had success because of its targeted outreach services and high levels of trust and familiarity in the community, which allows them to follow up more easily, said Havnen. “I’m not sure if it was being run by a government outfit they would have anywhere near that level of success.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}