{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/mar/20/trump-congratulate-putin-election-victory", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-03-20T22:02:55Z", "webTitle": "Trump breaks ranks to congratulate Putin on landslide election victory", "webUrl": "https://www.theguardian.com/us-news/2018/mar/20/trump-congratulate-putin-election-victory", "apiUrl": "https://content.guardianapis.com/us-news/2018/mar/20/trump-congratulate-putin-election-victory", "fields": {"headline": "Trump breaks ranks to congratulate Putin on landslide election victory", "bodyText": "Donald Trump has called to congratulate Vladimir Putin on his landslide victory in Sunday’s elections, breaking a taboo among western leaders in appearing to endorse the Russian leader’s re-election to a fourth term in power. Speaking at the White House on Tuesday, Trump confirmed he had called Putin to “congratulate him on his electoral victory”, and said the two would “probably get together in the not too distant future so that we can discuss the arms race”. But the two leaders did not discuss Russia’s interference in the 2016 US election or the poisoning of Sergei Skripal, the former double agent targeted with a nerve agent in the UK. The former US presidential candidate John McCain was quick to criticize Trump for his failure to raise allegations of widespread voter irregularities. “An American president does not lead the Free World by congratulating dictators on winning sham elections” McCain said in a statement. “And by doing so with Vladimir Putin, President Trump insulted every Russian citizen who was denied the right to vote in a free and fair election to determine their country’s future, including the countless Russian patriots who have risked so much to protest and resist Putin’s regime.” The US president has consistently refused to criticise Putin, or acknowledge that Moscow might have played any part in putting him in the White House. But any meeting between the two leaders would be controversial, given the ongoing investigations into whether the Trump campaign colluded with Russia during the 2016 elections. The phone callcame just days after the United States imposed sanctions against 19 Russian nationals and five entities over Russian interference in the US elections. Those sanctioned included a wealthy businessman nicknamed “Putin’s chef” and the Internet Research Agency, a producer of politically charged online content which has gained notoriety as a “troll factory”. Western leaders had avoided offering direct congratulations to Putin, as is customary after an election win, to avoid legitimising Sunday’s elections. The Organization for Security and Cooperation in Europe, which monitored the elections, said they were well administered but had a “lack of genuine competition”. German chancellor, Angela Merkel, and President Emmanuel Macron of France called Putin but both avoided explicitly using the word “congratulated”. Instead both “wished success” to Putin. The White House struggled to explain the details of Trump’s congratulatory call to Putin on Tuesday, which came amid escalating tensions over Russian meddling in US politics. The White House press secretary, Sarah Sanders, repeatedly declined to say if the Trump administration believed the Russian election was free and fair. “We’re focused on our elections. We don’t get to dictate how other countries operate,” Sanders told reporters. “What we do know is that Putin has been elected in their country, and that’s not something that we can dictate to them how they operate.” She claimed that Russian interference in the US election “didn’t come up” during Trump’s call with Putin. Sanders also said the poisoning in the UK “was not discussed”. Of a potential meeting between Trump and Putin, Sanders said there were “no specific plans made at this time”, while adding: “We disagree with the fact that we shouldn’t have conversations with Russia.” Trump and Putin did not discuss the poisoning of Sergei Skripal, the former double agent, the Kremlin told the Interfax news agency on Tuesday.Speaking to reporters in the Oval Office, Trump said that the two leaders would probably discuss the “arms race, which is getting out of control. We will never allow anybody to have anything close to what we have.” Talk of an “arms race” has increased since Putin recently showed off Russia’s newest nuclear weapons."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}