{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/mar/28/fa-child-sexual-abuse-inquiry-investigate-clubs-clive-sheldon-qc", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-03-28T21:30:12Z", "webTitle": "FA sexual abuse inquiry head ready to investigate any clubs who fail to cooperate", "webUrl": "https://www.theguardian.com/football/2018/mar/28/fa-child-sexual-abuse-inquiry-investigate-clubs-clive-sheldon-qc", "apiUrl": "https://content.guardianapis.com/football/2018/mar/28/fa-child-sexual-abuse-inquiry-investigate-clubs-clive-sheldon-qc", "fields": {"headline": "FA sexual abuse inquiry head ready to investigate any clubs who fail to cooperate", "bodyText": "The QC leading the Football Association’s independent inquiry into child sexual abuse in football is prepared to launch his own investigation into clubs at the centre of the scandal if he finds that they did not respond adequately to his request for information. Clive Sheldon QC has given some of the dozen clubs thought to be the main focus of his review a month to produce a ‘structured report’ detailing how they reacted to allegations of abuse suffered by former players between 1970 and 2005. Those clubs, associated with perpetrators of abuse, have been asked to show whether they followed child safeguarding procedures correctly and Sheldon has the power to intervene and carry out an independent investigation into their behaviour if he is not satisfied that the reports have answered all of the relevant questions. His report will name clubs who hold back information. The inquiry began in December 2016 after Andy Woodward told the Guardian he was abused by Barry Bennell at Crewe and instigated what the FA’s chairman, Greg Clarke, has described as the biggest crisis he can remember in the sport. Bennell, a former coach at Crewe and Manchester City, was jailed for 30 years last month for 50 offences of child sexual abuse relating to 12 junior players, aged eight to 14, between 1979 and 1990. Another 86 Dozens more former players have come forward to make abuse complaints against him. City are holding a QC-led inquiry into Bennell’s offending at their club and Chelsea have appointed a QC to lead an inquiry into separate abuse allegations at Stamford Bridge in the 1970s, but Crewe have been criticised for resisting calls to conduct an independent investigation into the abuse. The club said this month that the police had found no evidence that anyone at Crewe knew about Bennell’s offending and that they saw no need to “duplicate the thorough inquiries” by launching another inquiry. It is believed that survivors who sought help after being abused mostly spoke to people within clubs instead of going to the police. Sheldon’s final report, which is expected to be ready in September, will name clubs and individuals if he concludes they did not take the correct steps in those situations. The report may recommend suitable sanctions to the FA. Sheldon, whose inquiry has heard that Crewe continued to employ Bennell for a number of years despite being told by the police to “move him on” in the late-1980s, had hoped to finish his report in April. It has been an enormous undertaking, however, and Sheldon is not expected to start writing until August. The inquiry has been delayed by how long it has taken Sheldon and his team to sift through the FA’s legal files. The chaotic nature of the archiving has made it difficult to assess the relevance of each document. Some 500,000 pages of material from 6,000 files have been uploaded to a digital platform. A review of each page has identified 353 documents as highly relevant. Sheldon is expected to finish reading those documents at the end of April and will refer to the material when he interviews FA personnel to assess how the game’s governing body dealt with child safety. All of the 46 county FAs have now replied to Sheldon’s letter requesting help with the inquiry. There has been no suggestion the FA will decide not to publish Sheldon’s findings, although there is a possibility that some sections will be redacted for legal reasons. Sheldon has met 29 abuse victims and hopes to speak to between 10 and 15 more. The inquiry has been so harrowing that Sheldon and some members of his team have seen a counsellor, paid for by the FA, to look after their mental health. However none of Sheldon’s staff have asked for time off work. The latest police figures showed a total of 839 alleged victims had come forward and 294 alleged suspects had been identified by the end of 2017. Operation Hydrant, the specialist police unit in charge of the operation, had received 2,094 referrals, with 334 clubs affected across every level of the sport."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}