{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/mar/05/adam-lallana-liverpool-jurgen-klopp", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-03-05T22:30:04Z", "webTitle": "Adam Lallana remains driving force for Liverpool, says Jürgen Klopp", "webUrl": "https://www.theguardian.com/football/2018/mar/05/adam-lallana-liverpool-jurgen-klopp", "apiUrl": "https://content.guardianapis.com/football/2018/mar/05/adam-lallana-liverpool-jurgen-klopp", "fields": {"headline": "Adam Lallana remains driving force for Liverpool, says Jürgen Klopp", "bodyText": "Jürgen Klopp has assured Adam Lallana he remains key to Liverpool’s aspirations this season and admitted mistakes were made in the midfielder’s return from injury. Lallana has endured an injury-plagued campaign and has not started a game since the FA Cup win against Everton two months ago. He is expected to begin Tuesday’s Champions League tie against Porto, with Liverpool taking a 5-0 lead into the second leg of the last-16 meeting, having been restricted to the substitutes’ bench recently as Klopp’s team impressed in Europe and the Premier League. The 29-year-old missed the first three months of the season with a thigh strain before sustaining a muscle tear in January that Klopp believes could have been avoided. Asked whether the England international is an integral part of his plans, the Liverpool manager replied: “Absolutely. Even with the competition we have it is usually not a problem for Adam because he is so important to us but he needed time. “Life is to learn from your mistakes and we all have to learn. Adam, myself and the medical department – we made this mistake. He looked fit but obviously he was not. Two little setbacks, not the biggest setbacks, but in and out, in and out, and that makes no sense. Now we have to build with him. “He is coming closer and closer but of course now he has no rhythm, which is another thing. We still need him, we will use him still. He is cool, he sees the quality of the team is good, but he is always one of the guys who push the level in training on to the next level because he is always so intense in all the things he is doing. The time will come for him 100%. Whether it is tomorrow, I don’t know.” Lallana could be one of several changes to the Liverpool side that defeated Newcastle United although Klopp, despite his team’s comfortable advantage and a trip to Manchester United to come on Saturday, is adamant he will not rest players against the Portuguese league leaders. “You have to show up or anything else leads to more problems. If you change anything it is for this game and not because we play Manchester United. You must do your best, show respect and keep the momentum going.” Porto have won all four domestic games since enduring the heaviest home defeat in their European history against Liverpool – scoring five times in two of them – and Klopp believes that reaction should dispel any complacency. “We live on this planet and in this city and everyone gives the feeling it is already done. But the result we had in Porto will lead to a reaction from Porto. “Since we played them they have won all their games and it is not because their league is weak. They have the quality to do this. They won against Sporting at the weekend and they want to strike back and show a sign. It is our motivation to win the second half as well. That is the plan.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}