{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/mar/20/james-tarkowski-ready-for-england-burnley", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-03-20T22:45:00Z", "webTitle": "James Tarkowski has England pedigree as a ball-playing centre-half | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/2018/mar/20/james-tarkowski-ready-for-england-burnley", "apiUrl": "https://content.guardianapis.com/football/2018/mar/20/james-tarkowski-ready-for-england-burnley", "fields": {"headline": "James Tarkowski has England pedigree as a ball-playing centre-half", "bodyText": "The general view of Burnley as a long-ball outfit meant that the logic behind Gareth Southgate’s decision to hand James Tarkowski a first England call-up last week was not immediately obvious. After all, what hope could there ever be for an unheralded defender from one of the Premier League’s more direct teams when Southgate has cast Manchester United’s Chris Smalling into the international wilderness because he is not good enough on the ball? Appearances can be deceptive, however, because while the focus for Tarkowski has been on getting the basics right this season, he possesses a pedigree as a passer. “Maybe some of you have written that I’m an old-fashioned English defender but before I joined Burnley no one ever said those words about me,” the 25-year-old said at St George’s Park. “I was more a ball-playing centre-half, playing out from the back in a Brentford team that took a lot of chances.” That willingness to throw caution to the wind worked against Tarkowski when he joined Burnley in 2016. Sean Dyche had a different philosophy. He wanted his new signing to improve at the ugly side of the game and Tarkowski spent last season below Michael Keane in the pecking order. “When I went to Burnley it sort of flipped it on its head,” he said. “We take a lot less chances but do the basics right. That has really brought my game on, keeping it quite simple at times but doing the defending – the most important stuff – right.” Having worked tirelessly to adapt to Dyche’s ethos in training, Tarkowski was ready to step up when Keane joined Everton last summer. The Burnley manager had quietly advised him that Keane was probably going to leave and Tarkowski, who also qualifies for Poland through his paternal grandfather, has seized his opportunity to impress this season, playing a pivotal role in Burnley’s rise to seventh place in the Premier League. Keane has fallen out of contention after flailing at Everton this season, but understanding Tarkowski’s appeal to Southgate requires looking beyond Burnley having the fourth best defensive record in the Premier League. Southgate, who watched him play in the Championship for Brentford, likes centre-backs with technical ability. He has favoured Leicester’s Harry Maguire over Smalling and dropped Chelsea’s Gary Cahill for the friendlies against the Netherlands and Italy. Those tough calls have left England looking short of stature and experience at the back. There is no one of the calibre of Sol Campbell, Rio Ferdinand or John Terry in this squad and although England kept clean sheets after switching to a back three for the November friendlies against Germany and Brazil, it is difficult not to suspect that defensive vulnerabilities could undermine them at the World Cup. Swansea’s Alfie Mawson and Liverpool’s Joe Gomez are promising but raw, Manchester City’s John Stones still has much to prove at the highest level and Eric Dier has played only a handful of games in defence for Tottenham this season. Ryan Bertrand also pulled out of the squad on Tuesday with a back injury. Yet at least Southgate has a clear idea of how he wants his team to play. “The game’s changed,” Tarkowski said. “That Barcelona team made everyone think: ‘This is the way football’s got to be now,’ so everyone went to 4-3-3 and opened the pitch up as much as they could. Striking the right balance will be crucial. “Sergio Ramos, people might say he’s a ball-playing centre half, but he still does the dirty stuff right,” Tarkowski said. “He sticks his head in when he needs to. He’s scored a lot of big goals for Real Madrid, putting his head in the box and getting on the end of crosses. “You’ve got to be adaptable to any kind of style of play. If you’re just sticking with one way, you can only end up playing under certain managers. I’d like to think I’ve got both sides of my game. Especially after being at Burnley for a few years. And I know the manager has seen me at Brentford, where I’ve played that kind of style, so he obviously knows what I’m capable of. Hopefully I can adapt to that and fit straight in.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}