{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2018/mar/11/feedback-96-year-old-guardian-reader", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2018-03-11T19:00:54Z", "webTitle": "Feedback from a 96-year-old Guardian reader made my day | Paul Chadwick", "webUrl": "https://www.theguardian.com/commentisfree/2018/mar/11/feedback-96-year-old-guardian-reader", "apiUrl": "https://content.guardianapis.com/commentisfree/2018/mar/11/feedback-96-year-old-guardian-reader", "fields": {"headline": "Feedback from a 96-year-old Guardian reader made my day", "bodyText": "I feel a bit foolish about my response to this correspondent, but she replied with such wit and grace that it really ought to be shared. Letter Dear Guardian, I have taken you for many years with great pleasure. I am 96. But now you are diminished and I am sad. I may still love you but – I don’t like you any more. Yours, still – just – affectionately … My response Thank you for taking the time to write to me on 21 February. You do not say why it is that you feel the Guardian is diminished and you are sad, but that statement alone is cause for concern, especially because you also refer to having taken many years of pleasure from the Guardian. Having reached the age of 96, that’s a lot of pleasure. Your age, and your willingness to express your concerns in writing, indicate that there must be significant reasons for your current feeling. I cannot respond meaningfully in any detail to your brief note, but I want you to know that you have been heard. I am enclosing a recent speech by the editor-in-chief, Katharine Viner. I hope that as you reflect on what she said you will again have cause to turn from just liking the Guardian still, as you put it, to loving it again. It has a fine tradition, and a person of your age is in a position to put the value of any institution into a long and considered perspective. I often watch my father do the same. He has just turned 95. With best regards … Her reply Thank you for your kind and thoughtful letter in reply to my flippant one. I think that if I had written it a few weeks earlier you would have stashed it away with all the others objecting to your going tabloid, because that’s all I meant by “diminished”. I am pleased to have a copy of Katharine Viner’s speech with its history of the Guardian and hopes for the future. The Guardian is a brave and trustworthy paper and I love it. Whether I like its format is quite piffling. I could not do without it. A letter from the Guardian – “There’s glory for you.” I shall keep it, thank you. Yours sincerely … PS Seriously, there is so much in the world to be really sad about and at home I am still waiting for another government like Attlee’s. Aided by an innkeeper and a vicar, I found “Alice”. We chatted on the phone, in summary, about change. Her feedback has been added to the stash. After seeking editors’ responses to readers’ views, I will report more. • Paul Chadwick is the Guardian’s readers’ editor"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}