{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/mar/12/morning-mail-75-of-voters-in-pms-seat-wary-of-adani", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-03-11T20:15:14Z", "webTitle": "Morning mail: 75% of voters in PM's seat wary of Adani", "webUrl": "https://www.theguardian.com/australia-news/2018/mar/12/morning-mail-75-of-voters-in-pms-seat-wary-of-adani", "apiUrl": "https://content.guardianapis.com/australia-news/2018/mar/12/morning-mail-75-of-voters-in-pms-seat-wary-of-adani", "fields": {"headline": "Morning mail: 75% of voters in PM's seat wary of Adani", "bodyText": "Good morning, this is Eleanor Ainge Roy bringing you the main stories and must-reads on Monday 12 March. Top stories If Malcolm Turnbull thought the Adani Carmichael coalmine was a political minefield exclusively for Bill Shorten, a new poll conducted in his own electorate may cause a rethink. The Australia Institute commissioned the poll of the Liberal-held electorates of Wentworth, which is Turnbull’s, and Brisbane. It found 75% of voters in Wentworth (and 70% of Liberal supporters) would like to see the environmental approvals for the coalmine reviewed. In the seat of Brisbane, 59% supported a review, including 48.6% of LNP voters. “Adani isn’t just a potent issue in Batman,” said Ebony Bennett, the thinktank’s deputy director. “It’s an issue on the government and the prime minister’s plate right now.” A majority voters in Turnbull’s electorate, 64.7%, also agreed with the statement: “Australia must halt the expansion of coalmining and fast-track building wind and solar power and storage in order to effectively reduce the worsening impacts of climate change” – including 54.2% of Liberal voters. A clear majority Liberal voters also favoured the adoption of a new rule to stop government agencies from putting taxpayer funds into coalmining projects. Residents of a small Queensland town have taken to social media to rally in support of a family of asylum seekers forcibly removed from their home a day after their visa expired. The Tamil family living in Biloela in central Queensland were woken at dawn on 5 March, given 10 minutes to pack and taken 1,500km to an immigration detention centre, where they have been told they will be deported. The family, Nadesalingam and Priya and their Australia-born daughters aged nine months and two years, were asked to sign “voluntary removal” documents once they arrived in Melbourne, but say they signed under duress. Biloela, where Nadesalingam worked at the local meatworks, has set up a change.org petition to have the family released, and residents expressed their shock at the handling of the case. Donald Trump is facing criticism from Republican allies after apparently agreeing to meet Kim Jong-un without demanding that North Korea start scrapping its nuclear program. Senators from Trump’s party expressed scepticism and urged him to set tougher preconditions, amid growing concerns over the administration’s chaotic approach to nuclear diplomacy. The CIA director and the White House spokeswoman have also contradicted each other regarding the planned meeting. The president himself has offered little clarity, saying in a rambling speech at the weekend of North Korean denuclearisation: “They are thinking about that – who knows what’s going to happen?” There’s been a lot said about the “genuine three-way contest” in this weekend’s South Australian election but rather less about about the fourth option on the ballot paper: the Greens. The party is fighting an uphill battle for coverage in a campaign dominated by Nick Xenophon. Its parliamentary leader, Mark Parnell, tells Max Opray about the difficulty of conveying his message, even after a leaders’ debate on the environment that the Adelaide Advertiser said he had won. “What struck me was on this double-page election spread, they’d cropped me out of all the photos, and had seven pictures of Nick,” he said. “I don’t want to be sour grapes, but that sums up how difficult it is.” Hundreds of people who visited the pub and the restaurant in Salisbury where the Russian spy Sergei Skripal may have been poisoned have been told to wash their clothes and possessions. A full week after the attempted murder public health authorities said there may have been “limited contamination” in both venues, with a risk from low repetitive exposure, prompting the “highly precautionary” warning. Skripal and his daughter, Yulia, remain in a critical but stable condition. Police have identified more than 240 witnesses and 200 pieces of evidence. Sport Five sides remain realistically in contention for the AFLW grand final after shock wins to Collingwood and GWS. The veteran Courtney Gum was influential in her side’s victory over the ladder-leading Bulldogs, her back story fittingly embodying the spirit of playing in a semi-professional league in a round dedicated to International Women’s Day. An injury to another veteran in Mel Hickey, meanwhile, ended the round on a harrowing note. Shaun “Magic” Johnson may have run the Rabbitohs ragged but it was all thanks to Warriors recruit Blake Green doing the “boring” things well. He may yet prove to be the most influential recruit of the NRL off-season. Thinking time Stacey Dash sounds like a potential dream candidate for the Democrats, and the Clueless actor hopes for Trump’s endorsement as she runs for Congress, telling Rory Carroll: “He’s representing the people that I want to represent.” But her conservative leanings have meant she has been “blacklisted” by Hollywood. “I want to be a catalyst for change,” Dash says. “I was a Fox News contributor for quite some time and I’m just done talking. I want to start doing.” I left my serious job for the frivolous food industry, writes Lucky Peach founder Chris Ying. But if chefs can bring change to the table by backing sustainable food, consumers will follow. “I won’t get too deep into the nitty-gritty of restaurants’ relationship to climate change, but the long and short of it is that growing, shipping, cooking and disposing of food is a major contributor to greenhouse gases. It’s not impossible to counteract the effect – in fact, it’s easier than people think – but it still takes time and thought and a little bit of money.” Are grammar sticklers actually fighting against language change? If so, it’s too late, writes Penny Modra. “Languages evolve – like viruses. English has been a very successful virus, now spoken by 1.5 billion earthlings thanks to its wily shape shifting. And these days, our human desire to somehow fix the language in place is being thwarted at a faster pace than ever.” Media roundup The Australian Financial Review reports that Macquarie Bank’s plans to wind up its Russian investment fund has hit a roadblock, as questions are raised about a deal with a US fraudster with links to a Georgian businessman once hunted by Interpol. The Adelaide Advertiser splashes with a South Australian council’s resistance to the Auditor-General’s Department’s bid to inspect its finances, with the paper reporting “many” local authorities say the increased transparency would cost ratepayers money and provide no benefits. Coming up The former Indonesian foreign minister Dr Marty Natalegawa will giving a public lecture on the future of Asean at the University of Sydney. The Chinese artist Ai Weiwei and Mami Kataoka, the artistic director of the 21st Biennale of Sydney, will unveil Law of the Journey, a monumental 60-metre rubber raft installation at Cockatoo Island. Supporting the Guardian We’d like to acknowledge our generous supporters who enable us to keep reporting on the critical stories. If you value what we do and would like to help, please make a contribution or become a supporter today. Thank you. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}