{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2018/mar/20/cambridge-analytica-suspends-ceo-alexander-nix", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2018-03-20T21:51:05Z", "webTitle": "Alexander Nix, Cambridge Analytica CEO, suspended after data scandal", "webUrl": "https://www.theguardian.com/uk-news/2018/mar/20/cambridge-analytica-suspends-ceo-alexander-nix", "apiUrl": "https://content.guardianapis.com/uk-news/2018/mar/20/cambridge-analytica-suspends-ceo-alexander-nix", "fields": {"headline": "Alexander Nix, Cambridge Analytica CEO, suspended after data scandal", "bodyText": "Alexander Nix, the CEO of Cambridge Analytica, the firm at the heart of the data-mining scandal, has been suspended. The company said in a statement: “The board of Cambridge Analytica has announced today that it has suspended CEO Alexander Nix with immediate effect pending a full, independent investigation. “In the view of the board, Mr Nix’s recent comments secretly recorded by Channel 4 and other allegations do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation.” Cambridge Analytica said its chief data officer, Alexander Tayler, had been appointed acting chief executive while an investigation was carried out by Julian Malins QC, whose findings they would “share publicly in due course”. “The board will be monitoring the situation closely, working closely with Dr Tayler, to ensure that Cambridge Analytica, in all of its operations, represents the firm’s values and delivers the highest-quality service to its clients.” Arriving at Cambridge Analytica’s offices in New Oxford Street, London, on Tuesday, Nix told reporters “appearances can be deceptive” when asked about the Channel 4 News filming. Asked if the company would abandon its political work Nix gave no reply but firmly denied he had misled parliament when he gave evidence over its use of data, saying: “Absolutely not.” He was seen leaving the office at 6.30pm through a fire exit door and did not answer questions as he got into a waiting black Mercedes. In a series of secret recordings broadcast on Channel 4 News Nix claimed credit for the election of Donald Trump. He told an undercover reporter: “We did all the research, all the data, all the analytics, all the targeting. We ran all the digital campaign, the television campaign and our data informed all the strategy.” Revealing the firm’s system of erasing any digital footprint, he said they used a self-destruct email server. He added: “No one knows we have it, and secondly we set our … emails with a self-destruct timer … So you send them and after they’ve been read, two hours later, they disappear. There’s no evidence, there’s no paper trail, there’s nothing.” He was also recorded explaining how Cambridge Analytica set up proxy organisations to feed untraceable messages on to social media. And he mocked an investigation by the US House intelligence committee, to which he gave evidence in 2017. In the footage, he claimed Republican members asked just three questions. “After five minutes – done.” He added: “They’re politicians, they’re not technical. They don’t understand how it works.” He claimed that Democrats on the committee were motivated by “sour grapes”. He further boasted that the firm could avoid any US investigation into its foreign clients, saying: “I’m absolutely convinced that they have no jurisdiction … We’ll say none of your business.” Nix added that the election candidates were never told what was going on, agreeing that they were “puppets” in the hands of their campaign teams."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}