{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/mar/28/gareth-southgate-dele-alli-england-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-03-28T21:30:13Z", "webTitle": "Gareth Southgate tells Dele Alli he is not a shoo-in to start for England", "webUrl": "https://www.theguardian.com/football/2018/mar/28/gareth-southgate-dele-alli-england-world-cup", "apiUrl": "https://content.guardianapis.com/football/2018/mar/28/gareth-southgate-dele-alli-england-world-cup", "fields": {"headline": "Gareth Southgate tells Dele Alli he is not a shoo-in to start for England", "bodyText": "Gareth Southgate has warned Dele Alli it will not be easy to win back his position in the England team because of the competition for places before the World Cup. The Tottenham player featured for only 22 minutes of the past two friendlies. Southgate intends to select his preliminary squad on 14 May, the day after the Premier League season ends, and confirmed that he was nearing a final decision regarding the strikers and attacking midfielders. Alli is assured of a place, injuries permitting, but the manager has slightly modified his system in the past two games and the player did not get off the bench in the 1-1 draw against Italy on Tuesday. “I have a problem because I have Marcus Rashford, Jesse Lingard, Raheem Sterling, Harry Kane, Alex Oxlade-Chamberlain and Jamie Vardy so there is a huge choice,” Southgate said. “I don’t foresee a scenario where any of those players don’t come to Russia but I have to make those decisions. There is no reason he [Alli] will not come and he can make a huge impact there. He has the ability and I am looking forward to seeing him over the next few weeks.” Alli, according to Southgate, was “disappointed” by his omission but the manager also said that Kane’s return from injury would be another influence at the World Cup because of the understanding between the two Spurs players. Alli was nursing a very minor groin injury during England’s training sessions but this is the first time since establishing himself in the national side that he has dropped out of the team and the manager was encouraged by the way Raheem Sterling adapted to a central attacking role. Southgate said: “It was nice to see because if we play 3-4-3 we know Raheem can play the No 10 role, as he did against France last year, but could he play as one of two forwards when he usually plays on the wing for Manchester City? We know he likes playing through the middle and his performance reminded me of that little spell at Liverpool where he was behind Luis Suárez and Daniel Sturridge, running and dribbling through the middle of the park.” Southgate is also an admirer of Adam Lallana but the manager said the decision to leave out Alli was not an attempt to make the Spurs player knuckle down in the final weeks of the season. “We want competition for places but there was no ulterior motive to leaving him out. We wanted to look at Raheem again but Dele is still an important player for us. He is in the mix.” England have friendlies against Nigeria at Wembley on 2 June and Costa Rica in Leeds five days later. In the meantime, Southgate intends to maintain a regular dialogue with his players and is mindful that those who do not go to the World Cup should be let down gently. “There are some who have worked with us for quite a while and know they will be part of the squad. There are others who know, after the conversations I’ve had with them, that they are on the edge of it. “It’s important that it doesn’t come as a huge surprise to anybody. I’ve got to keep those conversations going over the next few weeks – letting people know how I see it, so in the end it doesn’t come dramatically to anyone.” Southgate has had one such conversation with Joe Hart now that the goalkeeper has fallen behind Jordan Pickford and Jack Butland in the England set-up. “I’ve been really straight with him throughout. I spoke to him three weeks ago before he was back in West Ham’s team and told him he would be in the squad on the basis of what he had done for us before. He’s a good leader to have around and he’s understood everything completely. He’s played that [back-up] role really well.” Lallana confident he can make World Cup mark Adam Lallana has declared himself fit and ready to make a mark over the run-in to Liverpool’s season to prove he warrants significant involvement at the World Cup. The midfielder has been restricted to 375 minutes of club football this term, and a solitary Premier League start, after a thigh injury last summer. He played the last half-hour of Tuesday’s draw with Italy. “I’m fully fit now,” Lallana said. “I had to manage myself for the first couple of days [of the England get-together], hence why I wasn’t involved over in Holland. It was just great to be back out there in an England shirt for the first time since last summer. I’m smart enough not to be complacent and to know there are plenty of talented players that want to make sure they are picked, even lads who weren’t with us this month. But I’m confident enough in my ability and what I bring to the squad. “Now it’s just about getting that rhythm, which means gaining minutes out on the pitch playing competitive football. There is plenty of time between now and the end of the season. I’m physically and mentally as fresh as anyone going into the back end of the season and going into the World Cup.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}