{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2018/mar/13/microsoft-sexual-harassment-lawsuit-lacklustre-response", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2018-03-13T20:44:16Z", "webTitle": "Lawsuit claims sexual harassment rife in Microsoft's 'boys' club atmosphere'", "webUrl": "https://www.theguardian.com/technology/2018/mar/13/microsoft-sexual-harassment-lawsuit-lacklustre-response", "apiUrl": "https://content.guardianapis.com/technology/2018/mar/13/microsoft-sexual-harassment-lawsuit-lacklustre-response", "fields": {"headline": "Lawsuit claims sexual harassment rife in Microsoft's 'boys' club atmosphere'", "bodyText": "Microsoft handled 238 internal complaints of sexual harassment and discrimination in a “lacklustre” way, according to court documents published this week. Between 2010 and 2016, women in technical jobs at the company lodged 108 complaints of sexual harassment, 119 complaints of gender discrimination, eight complaints of retaliation and three complaints of pregnancy discrimination. The plaintiffs accuse the world’s largest software company of systematically denying pay rises or promotions to women and has an “exclusionary ‘boys’ club’ atmosphere” that is “rife with sexual harassment”. At least three women reported sexual assault or rape by male co-workers, including a female intern who alleged rape by a male intern, reported the rape to the police as well as her supervisor and HR, and yet was forced to work alongside her accused rapist. The plaintiffs allege that the software company’s human resources department failed to properly investigate and redress complaints. “While 238 complaints lodged with HR by professional women making careers at a Fortune 50 company is shocking enough, what is even more disappointing is the lacklustre response to the issues raised by the Microsoft team tasked with investigating complaints of Microsoft’s anti-discrimination and anti-harassment policy,” said the court filing, from a lawsuit first filed in Seattle federal court in 2015. For example, after investigating more than a hundred complaints of gender discrimination, Microsoft concluded that only one was “founded”. Microsoft said it spends $55m a year on “innovative diversity and inclusion programmes”, had company-wide unconscious bias training and created a “robust internal investigation process to address employee concerns”. The company had also argued that the number of complaints should not be released as they might deter people from reporting future abuses. “Diversity and inclusion are critically important to Microsoft. We want employees to speak up if they have concerns and we strive to make it easy for them to do so,” said a Microsoft spokeswoman. “We take all employee concerns seriously and have a fair and robust system in place to investigate employee concerns and take appropriate action when necessary.” Microsoft is not the only company to be accused of systematically underpaying women. In 2017, Google was accused by the US Department of Labor of discriminating against female engineers. Google claims that its own analysis shows no gender pay gap. Google also faces a similar complaint from women who taught employees’ children at the company’s childcare centre. Sixty percent of women working in Silicon Valley experience unwanted sexual advances, according to a 2016 survey. About two-thirds of them say that these advances were from their superior. However, tech workers who complain about sexual harassment and discrimination are frequently gagged by non-disparagement clauses, which can have the effect of shielding serial harassers within the industry. Contact the author: olivia.solon@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}