{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2018/mar/19/weatherwatch-sudden-stratospheric-warming-beast-from-the-east", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2018-03-19T21:30:21Z", "webTitle": "Weatherwatch: sudden stratospheric warming and the Beast from the East", "webUrl": "https://www.theguardian.com/news/2018/mar/19/weatherwatch-sudden-stratospheric-warming-beast-from-the-east", "apiUrl": "https://content.guardianapis.com/news/2018/mar/19/weatherwatch-sudden-stratospheric-warming-beast-from-the-east", "fields": {"headline": "Weatherwatch: sudden stratospheric warming and the Beast from the East", "bodyText": "The historic disruptive cold spell at the turn of the month and the brief intense wintry spell last weekend were caused by a record-breaking sudden stratospheric warming (SSW) event that began on 11 February. The stratosphere is the second layer of Earth’s atmosphere, sat above the troposphere. During the autumn and winter, the polar stratosphere gets intensely cold because of the absence of solar radiation. This allows a large vortex – a zone of low pressure – to dominate the polar region in the upper troposphere and stratosphere. This polar vortex often lasts the entire winter without being disturbed. However, in some years, zones of much warmer stratospheric air can surge northwards out of the tropics and be strong enough to smash apart the polar vortex. In extreme cases, temperatures can rise as much as 40C in only a few days. Even though the vortex split takes place high up in the stratosphere, about 18 miles (30km) above the north pole, the consequences slowly spread into the troposphere then away from the pole in the subsequent two or three weeks. This greatly influences our weather, often weakening the jet stream, allowing high pressure to build across Scandinavia and sending frigid polar air plunging southwards into Western Europe."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}