{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/mar/09/liverpool-jurgen-klopp-jose-mourinho-tactical-approach", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-03-09T22:35:00Z", "webTitle": "Liverpool’s Klopp says United knew what style to expect from Mourinho", "webUrl": "https://www.theguardian.com/football/2018/mar/09/liverpool-jurgen-klopp-jose-mourinho-tactical-approach", "apiUrl": "https://content.guardianapis.com/football/2018/mar/09/liverpool-jurgen-klopp-jose-mourinho-tactical-approach", "fields": {"headline": "Liverpool’s Klopp says United knew what style to expect from Mourinho", "bodyText": "Jürgen Klopp said Liverpool and Manchester United knew what style of football they were getting when appointing him and José Mourinho and that a defensive approach would be tolerated at Anfield only if it delivered silverware. Liverpool head to Old Trafford on Saturday two points behind their fierce rivals but minus the criticism that United’s performances under Mourinho have generated. Klopp has defended his opposite number’s pragmatism and admitted his Anfield reign would be viewed in a better light if, like the United manager, he had won the League Cup and Europa League in his first season. He believes leading clubs cannot complain about style when the philosophy of their managers is well established. Asked whether managers who could afford the best players had a responsibility to entertain as well as win, Klopp replied: “That’s obviously not my question to answer. All the clubs in England who signed a foreign manager knew what they would get. Liverpool needed somebody to start the development with a big thirst for being immediately successful, which is quite difficult. “That didn’t happen but everyone can see the way is positive at least. If you win the title next year then everyone will know it was a good signing. “If you want the most fluent offensive football and to be successful, then I think Pep Guardiola is a good choice. Antonio Conte’s doing a fantastic job. We couldn’t do any different here, not because we don’t want but because nobody would accept it. If Liverpool won the league, then after the season no one would ask how it happened, nobody. “With this way there are no guarantees we will get there but we have to convince the people first with our style of football and being successful in the same way. We cannot play very defensive and not be successful; it just doesn’t work. We have so many fans all over the world who watch us. They have to get something if they don’t get silverware at the end of the season. We know the pressure here is to win – win the next game and then the next stage to win a cup or any other silverware. That was a long answer for something I didn’t want to answer!” Since October’s dour goalless draw against Mourinho’s team Liverpool have joined United in spending big on one player with the £75m purchase of Virgil van Dijk. Their manager said Liverpool’s owners, Fenway Sports Group, will continue to recruit expensively this summer but only on the right player. Klopp said: “This club will do what we have to do, the owners are ready for that. That was the sign for it but it doesn’t mean we only spend in this category. When the player is the right player it is not important how expensive he was. He needs to fit in the team, that’s why we paid the price. If the player is the right player, this club will pay big money.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}