{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/mar/29/health-trusts-say-next-years-ae-targets-will-be-impossible-to-meet", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-03-28T23:01:15Z", "webTitle": "Health trusts say next year's A&E targets will be impossible to meet", "webUrl": "https://www.theguardian.com/society/2018/mar/29/health-trusts-say-next-years-ae-targets-will-be-impossible-to-meet", "apiUrl": "https://content.guardianapis.com/society/2018/mar/29/health-trusts-say-next-years-ae-targets-will-be-impossible-to-meet", "fields": {"headline": "Health trusts say next year's A&E targets will be impossible to meet", "bodyText": "NHS plans for the coming year will be impossible to deliver despite Theresa May’s promise to accelerate long-term funding, trusts have said. Amid mounting pressure, the prime minister pledged on Tuesday to provide details of a multiyear funding settlement imminently but the trade association NHS Providers says it offers no instant relief to its members. The association says trusts are being asked to make £4bn worth of savings – 20% higher than the current year – in 2018-19 and, to meet targets, will probably have to treat 2.4 million more A&amp;E patients within four hours. Just 5% of trust leaders surveyed for its Tough Task report, published on Thursday, were confident their emergency departments would be able to meet the stipulated level. Only 14% expressed confidence they would be able to stop waiting lists lengthening for planned operations, as required by another target. NHS Providers claims that by setting unachievable tasks, NHS England, NHS Improvement and the Department of Health and Social Care are creating a “toxic culture”, losing the credibility of trusts, damaging staff morale and eroding public confidence in the health service. Chris Hopson, the chief executive of NHS Providers, said: “Our analysis shows the levels of performance expected and the savings demanded for next year are beyond reach. “The new financial year begins next week. Whilst we strongly welcome the prime minister’s commitment to increase long-term funding for the NHS, it makes no immediate difference to the tough task facing trusts for next year. “This report also shows – as the prime minister argued – that this is not just about funding. “Trusts are struggling with major workforce shortages and they need help from the government here too.” The report says trusts have made striking progress over the past 12 months, seeing 1.55 million A&amp;E patients within four hours in February alone and continuing to outstrip UK levels of productivity. Nevertheless, it says lack of funding, beds and staff mean they are forecast to end the year with a deficit of around £1bn, A&amp;E performance is the worst ever recorded, and waits for routine surgery are at their highest since records began. Currently, 85% of emergency patients – and 76.9% at hospital A&amp;E departments – are being seen and treated, admitted or discharged within four hours. The 2018-19 plan requires this to rise to 90% by September, with the majority reaching 95% (the target stipulated in the NHS constitution) by March next year, even as demand continues to grow. NHS Providers predicts, given an anticipated further rise in demand, emergency departments would have to treat 2.4 million more people to hit the 95% target. It expects that the number of people breaching the 18-week target for planned treatment will reach 560,000 by the end of 2018-19, up almost 80,000. Despite this year’s expected deficit, trusts, are expected to find more cost savings to break even next year, the report says. A Department of Health and Social Care spokesman said as well as the long-term funding settlement for the NHS, it was increasing staff pay, expanding training places and had announced £2.8bn extra investment in the autumn statement."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}