{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/mar/16/pilgrimage-the-road-to-santiago-review-stars-put-their-best-feet-forward", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-03-16T22:10:05Z", "webTitle": "Pilgrimage: The Road to Santiago review – stars put their best feet forward", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/mar/16/pilgrimage-the-road-to-santiago-review-stars-put-their-best-feet-forward", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/mar/16/pilgrimage-the-road-to-santiago-review-stars-put-their-best-feet-forward", "fields": {"headline": "Pilgrimage: The Road to Santiago review – stars put their best feet forward", "bodyText": "Celebrities have been shut up in houses, dumped in the jungle and made to eat animal genitals, marooned on desert islands … You’d think they’d be running out of ways to humiliate them for the entertainment and amusement of the rest of us. But no, here’s another: send a bunch of them on a gruelling 800km hike across the mountains and plains of France and Spain. Yes, I think that works. Because they will also be exploring their spiritual sides as well as contemplating the existence of God as they trudge. No problem for Kate Bottley, the Gogglebox priest, though sometimes her godliness deserts her. “Are we going up that bastard?” she asks Badly Behaving Man Neil Morrissey, pointing at a hill ahead. Turns out they’re not going up that bastard, a beautiful bastard, created by God. Lovely scenery by the way. Comedian Ed Byrne doesn’t believe. “The moment of realisation was when I saw them installing a lightning conductor on my local church,” he says. “You’re not showing any faith, why should I?” Heather Small, once of M People, says: “All my life I’ve searched for…” THE HERO INSIDE YOURSELF, shouts everyone who remembers the 90s. Wrong, the correct answer is “a place to be a spiritual home”. Still she should bellow out Search for a Hero, to keep them all going, and thinking positive. Moving On Up maybe on ascent of bastards. Investigative journalist Raphael Rowe doesn’t like the single bunks and the slatted windows in the lodges along the way; it gives him flashbacks to the 12 years he spent in prison. Debbie McGee agrees. “Cell Block H comes to mind,” she says. Debbie has a meaningful encounter with a man who’s finding it even tougher getting over the death of his father than she is getting over the death of Paul Daniels. The fact that they’re seeking answers to a few of life’s big questions as they go lifts Pilgrimage a little above other celebrity humiliation shows. It’s still reality/survival television, but a slightly classier, BBC2 variety of it. Quite good fun and you needn’t feel embarrassed watching it. “They have only 15 days to cover nearly 800 kilometres,” says narrator Lee Ingleby. “So they’ll walk some of the route in sections.” Er, hang on, I think he means they’re cheating, doesn’t he? Well then, never mind Santiago de Compostela, they’re all going to hell."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}