{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2018/mar/11/summer-and-smoke-patsy-ferran-macbeth-rory-kinnear-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2018-03-11T18:35:37Z", "webTitle": "The week in theatre: Summer and Smoke; Macbeth – review", "webUrl": "https://www.theguardian.com/stage/2018/mar/11/summer-and-smoke-patsy-ferran-macbeth-rory-kinnear-review", "apiUrl": "https://content.guardianapis.com/stage/2018/mar/11/summer-and-smoke-patsy-ferran-macbeth-rory-kinnear-review", "fields": {"headline": "The week in theatre: Summer and Smoke; Macbeth – review", "bodyText": "Summer and Smoke must make Rebecca Frecknall’s name as a director. Her extraordinary production redeems a seldom-seen play by Tennessee Williams. It also irradiates Williams’s gifts: his lyricism and wildness – and his strangeness. It is from the beginning a revelation. No sultriness and sashaying, but intensity, isolation, peculiarity. Patsy Ferran, enclosed in a bubble of golden light, stands at the front of the bare stage with a mic. She is having a panic attack, gulping for air and syllables. Behind her the rest of the cast sit at upright pianos, their backs to her as they play. Angus MacRae’s music rolls through the action, as individual notes and occasional melodies. Tom Scutt’s set and Lee Curran’s lighting design create a surreal landscape. Even the keyboards have an eerie vitality, flashing white to produce the effect of fireworks. Originally called “Chart of Anatomy”, Summer and Smoke features the almost love affair between Alma – neurasthenic singing teacher, prim daughter of a minister – and the lusty son of a local doctor. First staged just after A Streetcar Named Desire, in 1948, it is a source book for Williams’s themes: mental fragility, insistent muscularity, sexual suppression. Williams claimed that Alma – he over-insistently points out this means “soul” in Spanish – was his favourite heroine: like him, a late developer. Not everyone has shared his enthusiasm. The first Broadway production was a failure. Twelve years ago a West End revival closed early. But Frecknall, focusing everything through Alma’s fractured sensibility, makes the play into an intimate triumph. There is more than one marvel. A neat vignette from Nancy Crane as a dippy mother with a passion for jigsaws and ice cream. A beautiful blues number languorously delivered by Anjana Vasan. And a first-rate performance by Matthew Needham as the hot doc: twisting between rawness and confidence, hesitancy and coercion. Still, the evening depends on Ferran. There has been plenty of reason to praise her since her debut only four years ago. Now she moves to a different level. She brings her distinctive restlessness to the part: swivelling features, limbs threatening to shift out of their sockets. That has looked like a comic talent, but here febrility becomes tragic. Her face is constantly tweaked by fear; anxious to impress, she pushes her mouth into a smile with her fingers. Her speech comes in compulsive gushes and staccato phrases, as if every word were weighted with possibilities. As it sometimes seems. Alma deals in fancy locutions – she calls a car “a four-wheel phenomenon” – and woozy inwardness. Brilliantly, Williams shows that sensuality has always been welling up in her, evident in her speech. When drowsy, she feels “like a water-lily on a Chinese lagoon”. And who could resist a play in which the heroine supplies a tranquilliser, explaining: “The prescription number is 96814. I think of it as the telephone number of God!” If only Rufus Norris had savoured his script’s most pungent moments with equal gusto. Instead, he has matched his slasher production of Macbeth with a slashed text that eviscerates the witches’ speeches – no hubble-bubble or eye of newt – and makes the drama blunter, more one-dimensional. The dominant note is anger, barely inflected by fear or despair. At times everyone seems to be head-butting both stage and verse. Soldiers whoop and holler and grunt in unison; the king leads them in a dance like the lord of misrule. Severed heads are dropped so often into plastic bags that you expect a Tesco van to home-deliver them. The pairing of Rory Kinnear and Anne-Marie Duff as the Macbeths looked inspired. But though they hinge together well, neatly showing the point at which strength ebbs from her to him, their performances are flattened by the prevailing wrath. They are an impoverished couple on the make. Kinnear is a martial not a meditative presence, too robust to seem deeply disturbed, though he does something remarkable with this interpretation in the “tomorrow and tomorrow” speech, making it less of a philosophical lament than a practical complaint. Kinnear is not so much mournful as disgusted, a sulky teenager kicking against constraints, addressing himself not to fate but to the dead wife he holds in his arms. Duff is precise, guarding against her own fragility – she delivers her smashing-the-baby speech tearfully – but lacks the fire that usually makes her so memorable. The most blazing performance comes from Patrick O’Kane as Macduff, glowering with tamped-down energy at the start, and under the cosh of tragedy turning into the hell-hound he accuses Macbeth of being. Poverty hovers as an explanation for the couple’s cruelty – Duff’s jeans are very scruffy; their feast is held in a cramped murky space like a disused railway carriage. This brings its own absurdities. Would the king really have put up here? Then the discovery of his death has to take a little time. While Macduff is offstage hoping to wake him up, the audience needs to be given news of dire combustions and bad omens. But Macduff only has to nip around the corner. What can he be doing to take so long? Stuffing the corpse? Rae Smith’s black pleated walls – bin-bag cliffs – engulf the action on the huge Olivier stage. They are dark all right, and of a piece with the large amounts of 21st-century waste sloshing around: Macbeth’s battle tunic is secured with brown sticky tape. Still there is little here to suggest a struggle with doom, though Paul Arditti’s soundscape of foghorn moans suggests a wounded creature trapped in the wings. The witches are decorative and only mildly disconcerting. One does a bit of scuttling; the others are statuesque. At the end they perch on high poles as if they were the sourest fruits of the forest. Or lollipops. Not a weird look. Star ratings (out of five) Summer and Smoke ★★★★★ Macbeth ★★ Summer and Smoke is at the Almeida, London, until 7 April Macbeth is at the Olivier, London, until 23 June, then tours from September until March 2019"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}