{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/mar/09/west-ham-fan-groups-protest-march-rift", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-03-09T20:17:00Z", "webTitle": "West Ham fan groups at war after rift over protest march", "webUrl": "https://www.theguardian.com/football/2018/mar/09/west-ham-fan-groups-protest-march-rift", "apiUrl": "https://content.guardianapis.com/football/2018/mar/09/west-ham-fan-groups-protest-march-rift", "fields": {"headline": "West Ham fan groups at war after rift over protest march", "bodyText": "West Ham United have been accused of failing to respond appropriately after the chairman of one of their supporter groups was left fearing for his safety, having received abuse and threats over attempts to organise a protest march against the club’s board before Saturday’s home game against Burnley. Mark Walker, the head of the West Ham United Independent Supporters’ Association (WHUISA), has said he plans to stay away from games for the foreseeable future. He questioned why senior figures at West Ham had not offered more backing after he became the target of an online campaign orchestrated by a rival fan organisation, some of whose founders are former hooligans and which has links with an unrelated group condemned by anti-racism campaigners. “It was quite scary,” Walker told the Guardian. “Some of the things that were written and sent made me fearful for my safety. After showing West Ham so much loyalty for so long, it would have been nice to have something to show it was recognised that it was a difficult situation. They could have done and said something. I can understand not wanting to get into the weeds of it but they could have made it clear we’re a football family and these sort of things can’t be tolerated. “There’s a lot of upset about what’s happened and the failure of the board to condemn the kind of comments that have gone around to a lot of people. A lot of supporters now want to stay away and unfortunately I seem to have become the focal point for a lot of that.” Walker, who says he has endured sleepless nights, expressed particular disappointment with Karren Brady for not speaking out on his behalf. The abuse has gone on for a week and has seen the 35-year-old has received threatening text messages from unknown numbers and attacks on Facebook from members of the Real West Ham Fans Group (RWHFG), which was set up this season by Andy Swallow and Micky Morgan, founder members of the infamous unofficial Inter City Firm. Although Walker has not made an allegation of any wrongdoing to West Ham, he insists the club is aware of it and that it has offered only to move his four season tickets to another part of the stadium. “It would help relations massively if the club would issue some form of words and I especially expect that of Brady because she is in the House of Lords, so is held to a much higher degree than everyone else,” Walker said. “For her to not condemn what’s happened is particularly disappointing for me.” The march had initially been called for by the RWHFG, which was known as the Real West Ham Fans Action Group until last week, amid rising dissatisfaction with West Ham’s struggles. The prospect of a major protest through Stratford grabbed West Ham’s attention and on 19 February a meeting was arranged between the board and representatives from a coalition of 15 fan groups, including Morgan, Swallow and Walker. Although the club’s owners, David Gold and David Sullivan, were not there, Brady, the vice-chairman, was present. Brady later sent a nine-page open letter to the groups, outlining the various issues discussed and thanking the attendees for a “highly constructive” meeting. WHUISA was surprised the letter revealed that Sullivan, by far the most influential figure at West Ham, held a three-and-a-half-hour meeting with “the lead representatives coordinating these groups” a week earlier. West Ham have not denied that Swallow, who has links with the controversial Football Lads Alliance, visited Sullivan’s house. “He wanted to know what the march was about and I met him to tell him,” Swallow said . “He asked us if we could stop it. We said ‘no’. He asked what it would take to stop it. I said for the groups to meet the board. Then we set up the meeting.” A day after Brady held a second meeting with supporter groups on 28 February, the RWHFG announced that the march was off, arguing that it was satisfied the club were listening to its concerns. However, that caused anger and surprise among many supporters. WHUISA stepped up at the behest of its 1,500 members, only for the RWHFG to focus on Walker’s past work for the Labour party and his support for Sadiq Khan, the mayor of London. “ICF ain’t having it you will not march to our ground,” Swallow posted on Facebook. The toxic mood raised questions about why West Ham’s board was willing to meet the RWHFG’s leaders. The club’s argument is that their hand was forced because they were organising the march and were part of a broader fan coalition that included Walker. Swallow repeatedly turned down opportunities to express sympathy for Walker during an interview with the Guardian and denied claims he received any incentives from West Ham to cancel the march. He said the club would not deal with him any more and were reluctant in the first place because of his ICF past. It is understood the club will not deal with the RWHFG again. Minutes from the second meeting suggest that a question from Swallow led Brady to say that the club would seek to reimburse those who had made arrangements to travel for the march and “look at providing match tickets”. Swallow, who said the FLA is “against all forms of extremism” and insisted he has no far-right leanings, will be handing out 40 complimentary tickets for Saturday’s game to RWHFG members at a bar before kick-off. However, he told the Guardian that the club had not given him the tickets. West Ham declined to comment."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}