{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2018/mar/02/maules-creek-land-clearing-continues-despite-lack-of-require-offsets", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2018-03-01T23:45:33Z", "webTitle": "Maules Creek offsets still not secured, five years after land clearing approved", "webUrl": "https://www.theguardian.com/environment/2018/mar/02/maules-creek-land-clearing-continues-despite-lack-of-require-offsets", "apiUrl": "https://content.guardianapis.com/environment/2018/mar/02/maules-creek-land-clearing-continues-despite-lack-of-require-offsets", "fields": {"headline": "Maules Creek offsets still not secured, five years after land clearing approved", "bodyText": "Five years after the controversial Maules Creek coalmine in north-east New South Wales was given approval to clear critically endangered native ecosystems, Whitehaven Coal has still not secured the biodiversity offsets demanded by the federal government, receiving a second extension in February. The delay has led opponents to call for offsets – intended to make up for lost ecosystems – to be established prior to the destruction taking place. “This is a mine that was approved on the basis of the promises that were made by Whitehaven for the biodiversity offsets,” said George Woods from Lock the Gate Alliance. “The clearing that that is supposed to have compensated for happened three years ago – the community is still waiting for that to be delivered.” Bulldozing has been going on for three years now, despite the offsets intended to protect the ecological communities not being secured. The Maules Creek mine was the subject of a two-year blockade before its construction began, which saw hundreds of people arrested for protesting against the clearing of remnant Leard State Forest. All up, it will involve the clearing of 544 hectares of a forest type called box-gum grassy woodland. It is listed as critically endangered under federal environmental law, with 95% already lost in NSW. It is home to threatened species, including the swift parrot, the regent honeyeater and Corben’s long-eared bat. A Senate committee recommended in 2014 that critically endangered habitats be a “red flag”, indicating that bulldozing and offsetting not be allowed. That committee also recommended that offsets be clearly identified prior to the bulldozing taking place. Those recommendations were not agreed to by the government. The practice of giving extensions to the length of time miners have to find offsets while they continue their bulldozing appears to have become standard practice. This was the second extension Whitehaven received for its Maules Creek project, while Glencore’s Ulan coalmine near Gulgong in NSW has received seven extensions for its offsets since it gained approval in 2010. “The absurd number of extensions granted to Glencore to finalise the offests for the Ulan mine really points to how little mining companies are about the biodiversity impacts of their coalmines, and how weak the government agencies are in ensuring that the companies meet the promises that they make to get approval,” Woods said. The federal Department of Environment and Energy failed to respond to questions about what consideration is given to requests for extensions of this sort. A spokesman for Whitehaven said the company was in full compliance with its approval requirements and that the extension was required because of the timing of land transfer negotiations. “Whitehaven is proud of its strong record in the implementation of biodiversity offset strategies to protect and restore the environments in which it operates,” the spokesman said. Whitehaven’s offset plans for Maules Creek have a chequered past. The plans it first proposed were found to be flawed, with an independent review finding they needed to be increased by almost a third."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}