{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/mar/01/arsenal-bad-habits-undoing-again-manchester-city-defeat", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-03-01T22:13:51Z", "webTitle": "Arsenal’s bad old habits prove their undoing once again in City defeat | Nick Ames", "webUrl": "https://www.theguardian.com/football/2018/mar/01/arsenal-bad-habits-undoing-again-manchester-city-defeat", "apiUrl": "https://content.guardianapis.com/football/2018/mar/01/arsenal-bad-habits-undoing-again-manchester-city-defeat", "fields": {"headline": "Arsenal’s bad old habits prove their undoing once again in City defeat", "bodyText": "Contrary to recent evidence though it may seem, this was the most un-Arsenal of outcomes. The bigger disappointments of the past decade have generally been followed by flickerings of life, results pulled out of the fire in the nick of time, signs of enough incipient quality to maintain the illusion that it is darkest before the dawn. But Arsenal do not even have that to lean on any more. Arsène Wenger sent his team out with good intentions, a top-heavy starting XI designed to trade blows. But for the second time in five days they crumbled at the first sign of pressure from Manchester City, losing the game well before half-time where previously they would have summoned a germ of hope. An end-times feel permeates this team, this stadium, and there is no sense things will brighten before the most painful – but surely inevitable – of decisions is forced. Stripped of Sunday’s inconvenient context, this could even have been as good a time as any to face City. The continued absence of Raheem Sterling and fresh injury to Fernandinho were obvious points to exploit. City had been pegged back at Burnley and stumbled at Wigan in the past month while Arsenal have made a habit this season of showing up for home games against garlanded opponents. If they needed further encouragement, there was also their extra Thursday night know-how to fall back on. At the outset it was clear many of the home support had given this the full Thursday treatment. The gaps in the stands were redolent of a dark night of the soul against Östersund – or, to move things on, a meaningless final half-hour at Wembley. Social media rumblings during the day had suggested a consensus in favour of calling the whole thing off, a view that owed as much to Arsenal’s League Cup final freeze – and its wider ramifications – as the one that set bones rattling around north London. Flip things around, though, and there were points to be proved, mental strength to be shown off. Few of those present seemed to hold faith in those time-honoured maxims; the match kicked off to near-silence, obligation trumping belief for all bar the vocal segment of away fans, for whom the journey had seemed rather less trouble. Where there is a will, there is a way. The irony was that Arsenal, unlike the disinclined among their fanbase, turned up in the first quarter and might have scored either side of the two Silvas’ efforts. An off-beam Kevin De Bruyne diagonal intended for Leroy Sané had even sent Pep Guardiola pirouetting in frustration during a loose spell from City between the two. As on Sunday, the champions-elect did not look impregnable. City discovered again, though, that Arsenal are the great recidivists. Time and again it is the fine details that catch them out. At Wembley it was Claudio Bravo’s kicking range and this time it was Bernardo Silva’s liking for a left-foot curler. Silva is not Arjen Robben but anyone with the slightest knowledge of his oeuvre would have shown him outside after Sané’s snaking run had made the opportunity; instead Sead Kolasinac, surely one of the most premature recipients of cult hero status, offered the invitation and from there the die was cast. The second and third goals, each thrillingly conceived, bore testament both to the devastating quality of Arsenal’s opponents and their own confused, lumpen defending. When Pierre-Emerick Aubameyang was gifted the chance to make a game of things his penalty, far too close to Ederson, perfectly fitted the tone of an evening whose backdrop had teetered from near-apathy to the brink of outright mutiny. Aubameyang is a world-class talent, and the Emirates has nurtured plenty of those. But he might wonder, now, at the environment he has wandered into; everything about Arsenal, in this deeply unhappy period, smacks of a club in cold storage."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}