{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/mar/06/gladys-berejiklians-government-slides-in-polls-as-nsw-voters-drift-to-minor-parties", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-03-05T21:26:39Z", "webTitle": "Gladys Berejiklian's government slides in polls as NSW voters drift to minor parties", "webUrl": "https://www.theguardian.com/australia-news/2018/mar/06/gladys-berejiklians-government-slides-in-polls-as-nsw-voters-drift-to-minor-parties", "apiUrl": "https://content.guardianapis.com/australia-news/2018/mar/06/gladys-berejiklians-government-slides-in-polls-as-nsw-voters-drift-to-minor-parties", "fields": {"headline": "Gladys Berejiklian's government slides in polls as NSW voters drift to minor parties", "bodyText": "The New South Wales Coalition government and the premier, Gladys Berejiklian, have both recorded a fall in popularity, with the latest Newspoll showing voters drifting to minor parties a year out from the state election. The poll, published in the Australian on Tuesday, shows the Coalition neck and neck with Labor in two-party preferred terms. This compares with its two percentage point lead 51-49 in the previous poll 12 months ago, when Berejiklian took over from Mike Baird. The Coalition’s primary vote is down two points to 38%, while Labor remains on 34%. Dissatisfaction with Berejiklian’s performance has also risen, up from 21 to 35%, while her satisfaction rating stands at 45%. The opposition leader, Luke Foley’s, satisfaction rating is up five points to 37%, while his dissatisfaction rating has fallen one percentage point to 35%, with 28% uncommitted. The government has been under pressure over its decision to spend $2.7bn on demolishing and rebuilding two Sydney stadiums, with cabinet ministers privately questioning the government’s priorities and government MPs speaking out. The Liberal MP Matthew Mason-Cox, a former fair trading minister under Mike Baird, said MPs had not seen a business case for the rebuild and there were far more pressing demands on the state budget including child protection. Cox told the Sydney Morning Herald it was a “disgrace” that “a couple of sporting stadia [can be prioritised] before the welfare of the most vulnerable children and families in our community”. The decision was taken by cabinet and Cox said the party room had not had “time to reflect on this, we haven’t seen a business case and I think the government needs to be more transparent in its decision-making”. Many backbenchers remain angry about the decision, with one telling the ABC: “Labor has a narrative they can use every day until the next election … ‘You can’t have that money for the school but you can have $2bn on stadiums’.” Labor has been quick to capitalise on the issue, pointing out that there was a shortfall of classrooms for 100,000 students and overcrowding affecting a growing number of schools. The survey of 1,526 voters was conducted over the past month in the wake of the “Ferry McFerryface” fiasco and a Sydney train strike. • Australian Associated Press contritubed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}