{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/mar/01/serial-killer-with-piers-morgan-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-03-01T22:00:31Z", "webTitle": "Serial Killer with Piers Morgan review – gawping at a psychopath", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/mar/01/serial-killer-with-piers-morgan-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/mar/01/serial-killer-with-piers-morgan-review", "fields": {"headline": "Serial Killer with Piers Morgan review – gawping at a psychopath", "bodyText": "Piers Morgan’s last big television interview – with Donald Trump – attracted criticism and mockery. A bit unfairly, I think. Yes, he was friendly with his interviewee, but we knew that. Ultimately, he did get the interview though, and news lines came from it. Morgan might have used the limited time better talking about Russia, or North Korea. And he might have pressed more, and not used such a matey tone. But he did tackle Trump about retweeting far-right videos, women, climate change, guns and whether he had been invited to Harry and Meghan’s wedding. God, I can’t believe I’m defending Piers Morgan. I don’t like him, I promise, but he is a good journalist. Now, he’s interviewing another dangerous American monster: Lorenzo Gilyard, also known as the Kansas City Strangler, killer of 13 women and serving six life sentences at the Crossroads Correctional Facility in Missouri. After talking a bit about his life before his arrest when Gilyard had a wife, Mercedes cars and a Rolex watch, Morgan shows him photos of some of his victims, just as the police did when he was arrested in 2004 (we see clips of the old police interviews). And just as he did then, Gilyard denies ever having seen them before. He feels bad about what happened to them, but it has nothing to do with him, he says. He is softly spoken, polite even, but he doesn’t like being associated with the term serial killer, and threatens to walk out if Morgan continues to use it. Gilyard has never spoken about his crimes before, the promotional blurb for the programme says. And he still hasn’t. Which makes you wonder what the point of it is. Morgan isn’t there to establish whether or not Gilyard is guilty: the court already did that, DNA evidence unequivocally convicting him. There doesn’t appear to be any suggestion of a miscarriage of justice; the only person saying Gilyard isn’t guilty is Gilyard. So perhaps we’ll get some kind of insight into the mind of a killer then, even if he’s not saying much himself. A colleague of Gilyard says he was helpful and good to work with. But a neighbour says she never trusted him. The detective who searched Gilyard’s house says it was extremely tidy, that he’s never seen a man’s house as neat as that. Morgan jumps on that one. “Incredibly tidy, clinical, precise, everything was organised, it was all very clean,” he says. “Does that tell you he was a man who liked to be completely in control?” “Yes, that’s exactly what that indicated,” the detective agrees. “And when you look at the precision with which he carried out these murders,” Morgan goes on, “and the way he left these poor women, again it was all very orderly, it was very carefully executed.” What? So, don’t trust a man with a tidy sock drawer, is that what we’re saying? He may be a serial killer. But also don’t rule out the nice guy at work … It’s not exactly Cracker, is it? Back in jail, and Morgan is pushing Gilyard on his views on women, which are disturbing. He hasn’t paid for sex, he says, but suggests that if a man takes a woman out to dinner or buys her a drink, he is essentially paying for sex because that is where he hopes it will lead. He says he didn’t have sex with any of the women he was convicted of killing, most of whom were sex workers, and can’t explain how his semen was found on their bodies, except that he was framed by the police. Perhaps his unsavoury views do say something about the man. But they’re also not surprising for someone who killed 13 women and was a suspect in five previous rape cases. So why, if the programme’s not providing a window on to his psyche, is he being given the opportunity to air them? “I’m trying to work out the truth here,” Morgan tells him. The truth, which was already worked out in court, and about which there seems to be little doubt. It’s not as if Gilyard is notorious in this country, or that an interview with him quenches any kind of public thirst. So what does that leave? Gawping, that’s what. Gawping at a serial killer. And an opportunity for Morgan to show what a tough guy he is, going into the ring with the killer, gloves off, and winning (Gilyard does eventually walk out). The punches might have been softer in the Trump bout, sometimes more like slaps on the back, but a lot more came out of that one. It was also more valid."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}