{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/mar/13/banega-shows-up-fellaini-as-united-crash-out", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-03-13T23:52:00Z", "webTitle": "Banega outshines Fellaini and shows Mourinho what he’s missing | Barney Ronay", "webUrl": "https://www.theguardian.com/football/2018/mar/13/banega-shows-up-fellaini-as-united-crash-out", "apiUrl": "https://content.guardianapis.com/football/2018/mar/13/banega-shows-up-fellaini-as-united-crash-out", "fields": {"headline": "Banega outshines Fellaini and shows Mourinho what he’s missing", "bodyText": "Sometimes you get what you deserve in sport. With an hour gone on an angsty night at Old Trafford, with Manchester United fumbling vaguely in front of the Sevilla defence like a man struggling in the wee hours for his door key, José Mourinho decided, what the hell, and brought on Paul Pogba for Marouane Fellaini. Old Trafford roared itself out of its slumbers as Mourinho’s most compelling midfield presence made a belated entrance. And yet half an hour later Manchester United had exited the Champions League without having at any stage made any obvious attempts to stay in it. They did so in limp fashion, outmanoeuvred by a wonderful midfield stylist in Éver Banega, who played United off their own pitch while barely seeming to break a sweat. There will be blame-shifting, even the pretence that United were simply unlucky, with nothing in their gameplan that requires any major revision. But this was a depressingly craven defeat for the three-time champions of Europe, a team that have had £300m spent on them in the last two seasons, and who lined up in a must-win game with an invention-free flat midfield pegged out around the spoiling qualities of Fellaini and Nemanja Matic. All tactical preferences aside, it is hard not to conclude that this United team are better than that; they have more invention, more drive, more joy in their football than they were allowed to show over 180 guileless minutes. It should be a source of embarrassment that they looked so laboured, cocooned within the manager’s enduring defensive rage against the fifth best team in Spain. It is hard to determine these days exactly what drives Mourinho’s manic caution, that strangely compelling desire to pre-throttle his own team, insisting only on victories that involve stifling defence. There is a theory Mourinho has backed himself into a tactical corner, so profound is his enduring dislike of the Barcelona-centred school that he insists the game be played the other way. For Mourinho nothing has ever quite matched his defining victory in this competition eight years ago, a game at Camp Nou in which his Internazionale team overcame Pep Guardiola’s peak Barcelona playing the opposite of-possession football, kicking the ball away, defending in a deep double-bolt, bending the basic notion of what football can be to Mourinho’s annihilating will. This, though, was Sevilla at home, the kind of occasion this grand old club likes to suck the sweetness from. No matter what stage of the season there is a simple formal beauty to the sight of United’s red shirts lining up under the harsh flat white lights of that craning corrugated roof. And yet for most of the opening hour it was the visitors who played with guile and drive and who possessed in Banega the most impressive midfield presence on the pitch. Time and again, as United fought and leapt, Banega could be seen tiptoeing through the trees, a genuinely high-calibre ball-player, capped 59 times by Argentina and startlingly calm in the middle of that midfield forest. There is a point to this. Banega is also exactly what United do not have, an element beyond the strangulating Mourinho blueprint, trusted to purr about the pitch seeking the right place to deploy his velvet-pawed touch. Banega might not sprint or leap well at set pieces. But here he ran the game by stealth, an ambling brain in bright orange boots, funnelling possession into difficult areas and digging his fingernails into the back of United’s midfield. By the end Banega had had more touches than any other player and completed more passes than anyone else. More tellingly, he had given the home crowd a glimpse of the assertive ball-playing control so many of their own best midfielders have been allowed to show down the years, coming on like a late-career Scholes or a more mobile Carrick in those deeper positions. Either side of which the game congealed in that familiar fashion, Once, and once only, Fellaini found himself in space in a forward position, taking a return pass from Jesse Lingard and hammering a shot in the general direction of Sergio Rico’s goal with all the refined finishing instinct of a man punting a medicine ball through a swamp. Sevilla’s opening goal arrived on 75 minutes. Banega played the ball forward, it was funnelled on by Pablo Sarabia and Wissam Ben Yedder finished calmly. Mourinho capered with demented urgency on the touchline. Moments later he sent on Juan Mata to turn a game he might have been able to define, just as Ben Yedder got Sevilla’s second. Defeat in the last 16, with two seasons spent creating this gristly blob of a team, will leave a lengthy period of reflection to the season’s end, with the shadow of United’s city rivals ever more distracting. Mourinho could do worse than react with a little fire, a little anger, even a little adventure."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}