{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/mar/24/joe-gomez-liverpool-no-time-think-about-england-debut", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-03-24T22:30:35Z", "webTitle": "Joe Gomez: ‘I didn’t have time to think about my England debut’", "webUrl": "https://www.theguardian.com/football/2018/mar/24/joe-gomez-liverpool-no-time-think-about-england-debut", "apiUrl": "https://content.guardianapis.com/football/2018/mar/24/joe-gomez-liverpool-no-time-think-about-england-debut", "fields": {"headline": "Joe Gomez: ‘I didn’t have time to think about my England debut’", "bodyText": "Joe Gomez barely had time to think. It had not even crossed his mind that Gareth Southgate would turn to him when Phil Jones went down injured in the 25th minute of England’s friendly against Germany in November. Gomez was sitting on the bench at Wembley but the Liverpool defender was a new face in the squad and assumed he was low on the list of candidates to replace Jones. “I thought it was going to be Michael Keane,” he says. Gomez’s recollection is of having no idea that he had moved to the front of the queue. There had been no nudge, no whisper in the ear before the game, and all of a sudden he was making his international debut against the world champions. It was a lot to absorb for a young player and Gomez could easily have frozen. Yet perhaps that was why Southgate had kept him in the dark. There had been no opportunity for Gomez to fret and dream up worst-case scenarios. “In a way it was good,” he says. “It didn’t give me time to think and I had to get my mind on the game straight away.” He passed the test with flying colours, helping England secure a 0-0 draw, and his performance was impressive enough to convince Southgate that he deserved to start against Brazil four days later. The 20-year-old Londoner had gone from sitting on the bench to marking Neymar in under a week and his confrontation with the world’s most expensive footballer would be another examination of his ability to handle elite pressure. How, after all, was a player of his limited experience supposed to approach the task of tackling an opponent with Neymar’s skill and swagger? “It has to be a balance of respecting the ability but also understanding that he’s your opponent and you can’t be in awe of him, otherwise that might not do you any good,” Gomez says. “It does help being aware of who it is. I do try to learn as much as I can about each opponent and study their threats. It was a difficult challenge and their whole team has top players. It was a good experience.” That Gomez got the man-of-the-match champagne after another goalless draw offers an indication of how well he fared. He had to be given a second bottle after dropping the first one but he deserved it for keeping Neymar quiet. “It was just being on the front foot,” he says. “I was aware he had a lot of confidence and belief in his ability. It was obvious straight away he was dropping off deep and getting the ball and not being afraid to front someone up deep in his own half. It was something new because not many players do that. “When you try to overthink, that’s when you might put a foot wrong. You haven’t got much time to think because it’s such a big game and it is not slow. You have to be on your toes all the time.” Gomez, who had to come off early in Friday’s win in the Netherlands with injury but on Saturday night was retained in the squad for Tuesday’s Wembley meeting with Italy, has been brave in the past. Telling Aidy Boothroyd, the manager of England Under-21s, that he did not want to go to their European Championship last summer was one of the toughest decisions of his career. He felt that he needed to protect his body 18 months after rupturing a cruciate ligament playing for the under-21s against Kazakhstan in October 2015. “Young players need a pathway and need to be playing and at that particular time I just felt I had a lot of personal things to work on in my game and physically to get in the best shape,” Gomez says. “I didn’t want to go not being 100% or ready for it. That really helped build my relationship with Aidy. “We had a few conversations about it. It wasn’t a quick decision and it wasn’t like my mind was set. There were a few sleepless nights. I knew what was at stake.” He worried that it would backfire. “But that was why I wanted to take the time,” Gomez says. “I didn’t want to not turn up or fake an injury. I made sure I sat down with Aidy and talked it through. It was me and him, no one else. We met away from the club and away from outside influences.” Gomez’s foresight paid off. A full pre-season allowed him to build his fitness, enabling him to impress on the right of Liverpool’s defence, and Boothroyd named him captain of the U21s last August. He is aiming higher now, though. A place in Southgate’s World Cup squad is up for grabs. He just doesn’t want to think about it too much."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}