{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/mar/05/icc-twenty20-test-cricket-west-indies-england-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-03-05T21:30:03Z", "webTitle": "ICC considers radical plan to curb power of Twenty20 and save Test cricket", "webUrl": "https://www.theguardian.com/sport/2018/mar/05/icc-twenty20-test-cricket-west-indies-england-australia", "apiUrl": "https://content.guardianapis.com/sport/2018/mar/05/icc-twenty20-test-cricket-west-indies-england-australia", "fields": {"headline": "ICC considers radical plan to curb power of Twenty20 and save Test cricket", "bodyText": "The International Cricket Council is set to consider a series of radical proposals designed to stem the talent drain caused by domestic Twenty20 and protect the sport from being cannibalised at all levels. Cricket is at a crossroads and there is a growing acceptance among its administrators that the primacy of internationals – Test cricket in particular – is being diminished by the proliferation of short-form tournaments that, if unchecked, could cause irreversible damage. To that end, the chief executives of the full member national boards will come together at the next ICC meeting in Kolkata in April to debate a discussion paper on the possible future landscape for domestic Twenty20 cricket within the world game, and recommendations that include: • Restricting players under 32 to three domestic T20 leagues per year • Regional T20 windows that leave six months of the year clear for international cricket from 2023 onwards • All leagues to pay 20% of a player’s contract value to their home board as mandatory compensation • Capping the number of overseas players in each domestic T20 league • Standardised conditions that guarantee player welfare and payment This push to bring in greater global regulation for Twenty20 is being led by West Indies – the ICC full member most affected by the Twenty20 player exodus over the past decade – and is understood to have had input and support from England and Australia. The global players’ union, Fica, will welcome the elements that provide its members with greater security. India could well be persuaded by some or all of the proposals too given it does not allow its cricketers to feature in overseas T20 competitions and its Indian Premier League already pays the 20% compensation figure for players it imports; the IPL’s status as the outright market leader, by virtue of its £1.97bn broadcast deal, would likely be consolidated. Indeed, the intention is not to diminish the established T20 leagues but to ensure a balance is struck that means both domestic and international cricket can coexist and thrive when the ICC introduces Test and ODI leagues from 2019. It stems from a fear that, unless the governing body brings in tougher rules that guarantee league revenues go back into player development rather than to private owners, the grassroots of the sport could wither. West Indies, for example, estimate that for every junior cricketer who reaches international level, around $1m has been invested. But once they get there, a number disappear into the domestic leagues – of which five fall during the traditional Caribbean season from October to March. The result has left a trail of bad blood between players and their board and though two World T20 titles have come during this time, the West Indies 50-over men’s team are playing qualifiers for the 2019 World Cup while some of its biggest names compete in the Pakistan Super League. West Indies have been a lone voice of protest but other major nations are beginning to wake up to the challenge as more and more players become globetrotting guns for hire, diluting the competitions and national teams they leave behind. Compensation paid by T20 leagues to a player’s country of origin fluctuates greatly and is not mandatory. Making it so, and standardised to 20% a player’s value (paid by the tournament) would ensure money is put directly back into the systems that developed them. By limiting the number of ICC-accredited Twenty20 leagues that cricketers under 32 can play in each year – one at home and two abroad is a suggested formula – it is believed a balance can be struck that sees workloads managed and cricketers less torn between international and domestic careers. Perhaps the toughest proposal to get over the line – and one already seen as unlikely until 2023 – is regional windows for Twenty20 leagues. The idea is for the map to be split up into three zones – Asia, Europe/Americas and Africa/Pacific – and restrict each to two-month blocks in April/May, mid-July/mid-September, December/January respectively. This would allow international cricket to breathe during the remaining six months. It would also see the likes of the IPL going up against the Pakistan Super League and the Bangladesh Premier League in the Asian block, for example, and cooperative TV scheduling would be required. Beyond approving tournaments using its existing minimal criteria, the ICC has always maintained that domestic Twenty20 cricket issues sit outside its remit. But though the ICC board is still unwilling to get involved directly, the chief executives have been given the green light to explore solutions that protect cricket’s current ecosystem. Another driver is the concern that the ICC’s showpiece tournaments – the World Cup and the World Twenty20, as well as the new Test and ODI leagues – could see their commercial value greatly diminished. The doomsday scenario mentioned in the corridors of power sees a wealthy backer set up a league in an associate nation for a nominal fee and place no restrictions on overseas players, before assembling squads along national lines and offering broadcasters a quasi-international tournament. If that appears far-fetched then consider the proposed new leagues in Canada and the United Arab Emirates. Organisers for the former say teams will require four local players per squad but none in the playing XI, while the latter is said be to considering up to 10 overseas cricketers per team. Capping the number of overseas players is viewed as essential, while ensuring prompt payment – via the use of escrow accounts – and increased fitness screening are other mooted safeguards."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}