{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/mar/20/exeter-chiefs-jack-nowell-billy-vunipola-saracens-injured", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-03-20T19:51:34Z", "webTitle": "Injured Jack Nowell and Billy Vunipola to spend longer on the sidelines", "webUrl": "https://www.theguardian.com/sport/2018/mar/20/exeter-chiefs-jack-nowell-billy-vunipola-saracens-injured", "apiUrl": "https://content.guardianapis.com/sport/2018/mar/20/exeter-chiefs-jack-nowell-billy-vunipola-saracens-injured", "fields": {"headline": "Injured Jack Nowell and Billy Vunipola to spend longer on the sidelines", "bodyText": "The physical strain on England’s leading players shows little sign of easing with the Premiership champions Exeter resigned to losing Jack Nowell and Harry Williams for several more weeks and the Champions’ Cup holders Saracens unsure if Billy Vunipola will be fit to feature in next month’s European quarter-final against Leinster in Dublin. Nowell, who suffered a fractured eye socket last autumn, and Williams were both injured on international duty and missed England’s final two games against France and Ireland, with ankle and tricep injuries respectively. Neither will feature for the Chiefs in the short term although Exeter’s director of rugby, Rob Baxter, remains hopeful they will return for the closing stages of the season. “We’re looking at weeks rather than months at this stage,” said Baxter. “Harry has a nerve-related weakness in his tricep but we don’t think it’s too severe. We’re also hoping Jack will still have a significant impact before the end of the season.” Vunipola suffered a broken arm in January, having previously endured lengthy lay-offs after knee and shoulder surgery, but his hopes of a prompt return hang in the balance. “It’s a little bit uncertain,” said Mark McCall, Saracens’ director of rugby. “Billy is in a race against time to be ready for the quarter-final. If the arm isn’t right to play then we won’t risk him. He’s been injured enough, we don’t want to re-injure him.” Despite England’s disappointing Six Nations campaign, calls for central contracts to ease the burden on the country’s top players have been flatly dismissed by Premiership Rugby, with Baxter among those firmly against the idea. “How long have Ireland been centrally contracted and how many times have they had a season like this one?” said Baxter. “It’s very much a knee-jerk reaction to one year. If England go on to be dominant in next year’s Six Nations and do well in the World Cup, no one’s even going to be thinking central contracts. To come out with comments such as: ‘It’s up to the Premiership clubs to manage players better’ is just naive. We spend 12 months managing our players the best we can. I seriously don’t think where the players are now physically is down to the clubs at all. It’s down to the extra burden that gets put on to international players, it’s not because Premiership rugby players are lacking management.” Baxter, whose table-topping side resume their league campaign at Bath on Friday night, also points out that injuries are an occupational hazard. “You can’t expect guys to be playing high-level rugby and not pick up injuries. If there were five injured players coming away from every England camp you’d be starting to talk about it. At the minute there’s been an unfortunate set of circumstances.” Exeter, meanwhile, will hear on Wednesday that their postponed Anglo-Welsh Cup final against Bath has been rescheduled for the Easter bank holiday weekend. Baxter has also paid tribute to his departing scrum-half Will Chudley, whose summer move to Bath has been confirmed. “It wasn’t an easy decision to let Will go,” said Baxter. “He’s been a very important part of what we’ve achieved here and he’s one of the players I’ve enjoyed coaching the most.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}