{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/mar/29/eu-parents-warned-children-need-papers-to-stay-in-uk-after-brexit", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-03-28T23:01:15Z", "webTitle": "EU parents warned children need papers to stay in UK after Brexit", "webUrl": "https://www.theguardian.com/politics/2018/mar/29/eu-parents-warned-children-need-papers-to-stay-in-uk-after-brexit", "apiUrl": "https://content.guardianapis.com/politics/2018/mar/29/eu-parents-warned-children-need-papers-to-stay-in-uk-after-brexit", "fields": {"headline": "EU parents warned children need papers to stay in UK after Brexit", "bodyText": "Internationally blended families involving EU citizens and British-born children are being warned that their children could face “serious problems” after Brexit if they do not already have documentation to stay in the UK. Parents from the EU are being urged to get their children’s status documented as soon as possible if they want them to avoid hostile environment checks by the Home Office which could mean measures such as bank accounts being closed, driving licences cancelled and job offers being withdrawn. The consequences for those that have not obtained British citizenship for children of two EU citizens living in Britain are “potentially severe”, according to the paper published by immigration law experts at the University of Birmingham. “Where neither of the parents is British at the time of the child’s birth, a child will later struggle to prove the British citizenship to which he or she is entitled from birth,” says the immigration barrister Colin Yeo, one of the authors. Yeo said the issue stems from the fact that British nationality laws on acquisition of British citizenship were written long before the freedom of movement rules gave any EU citizen moving to another member state automatic right of permanent residence after a period of time. There is no published data on the number of children born to two EU citizens in the UK, but researchers believe it will run to thousands if not tens of thousands. Children born to EU citizens in the UK are not automatically entitled to British citizenship if they were born after 2000 when immigration rules changed. But they could remain in the country without issue as EU citizens under EU law. Post-Brexit they will need to demonstrate that they have the right to be in the country once they turn 18 and this will turn on the rights of their parents. Yeo says that children who have not got citizenship when they are adults and want to live in the UK post-Brexit may “struggle” if their parents have not documented their stay in the country. At the moment EU citizens are not obliged to register or obtain any documentation to be in the country, and after Brexit “the child will need somehow to locate, perhaps many years later in adulthood” proof that their parents were legally here while they were a child. “This is likely to prove impossible for many children,” says Yeo in the paper EU families and Eurochildren in Brexiting Britain. Nando Sigona, a senior lecturer in migration and forced displacement at Birmingham University, points out that parents will have to prove they were in the country legally for five years at the time of the child’s birth. If not, he advises that parents should apply to register their children as British citizens but this will cost more than £1,000 for each child, a considerable financial barrier. Sigona says children born to parents who will be granted settled status under the post-Brexit system proposed by EU citizens should not have problems because the documentation will exist for their mother and father. “The damage done by Brexit to children born before that will have a legacy for future generations,” he warned. “The problem is for children born before their parents get PR (a permanent residency card),” he added. This could apply to thousands of children born to two EU nationals who have migrated to Britain. Children born in another EU country to EU parents who wanted to be closer to family members at the time of birth could also face problems. Yeo also lists other categories of minors who are Brexit-vulnerable, including those taken into care, or children whose parents will find it difficult to get PR because they have not had continuous residence in the UK. People who spend more than six months of the year out of the country through their work, such as those in the forces, will not as it stands be eligible for the new permanent status. A Home Office spokesperson said: “The children of EU citizens living in the UK, including those who are not already British citizens, will be eligible for settled status, meaning that their rights will be protected and their status will be documented. They will be able to live in the UK in the same way as they do now. “We will be setting out more details on how the settlement scheme will work shortly.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}