{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/mar/13/jose-mourinho-plays-down-manchester-united-champions-league-exit", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-03-13T23:58:41Z", "webTitle": "'This has happened at United before': José Mourinho plays down limp exit", "webUrl": "https://www.theguardian.com/football/2018/mar/13/jose-mourinho-plays-down-manchester-united-champions-league-exit", "apiUrl": "https://content.guardianapis.com/football/2018/mar/13/jose-mourinho-plays-down-manchester-united-champions-league-exit", "fields": {"headline": "'This has happened at United before': José Mourinho plays down limp exit", "bodyText": "José Mourinho attempted to play down the significance of Manchester United’s exit from the Champions League as former players turned television pundits savaged his side’s limp display against Sevilla. Rio Ferdinand described the performance as lethargic and added that Alexis Sánchez looked a shadow of his former self while Paul Scholes called for the Chilean to be dropped. Clutching desperately at the thinnest of straws, Mourinho suggested United had no time for self-recrimination because they had an FA Cup quarter-final tie against Brighton coming up at the weekend. “I don’t want to make a drama out of this defeat. It’s not the end of the world. It’s football and we have another match on Saturday,” the United manager said. “I know this has happened at Manchester United before because I have sat in this chair as manager of Porto and of Real Madrid. I don’t think it is something new for this club.” Unsurprisingly Mourinho did not share the critics’ view that United had been poor. “We did our best, we tried, we lost, that’s football,” he said. “I don’t think the performance was bad, the way we started was really positive. We were in control for the first 10 or 15 minutes, then after that Sevilla started to hide the ball. They have good players, they can do that. They played well in the first half without creating many dangerous situations. We had chances to score in the second half but didn’t take them. After that it was clear that the first goal was going to change the shape of the game and they were the ones who scored it.” Mourinho said three weeks ago that until a team reached the quarter-finals they could not be regarded as genuine Champions League contenders, so by his own admission United have failed after spending so much money on players like Romelu Lukaku and Paul Pogba, the latter of whom did not even start this game and was unimpressive when he came on. Was that acceptable for a club of United’s stature? “Yes,” came the terse reply. Was he happy that United managed only four shots on target over the two legs. “That’s just a statistic.” What needs to change to bring the team up to the desired Champions League level? “Everything.” Would that cost even more money? “Everyone else spends money too. We are not the only team that invests money in players.” Mourinho refused to answer a question from a Spanish journalist about whether going out of the Carabao Cup, Champions League and being so far behind in the league amounted to failure, on the grounds that he doubted it would interest a Spanish readership. It was never going to be difficult for Vincenzo Montella to appear a ray of sunshine by comparison and Sevilla’s Italian coach managed it easily. “I am very happy and I have a dressing room full of happy players,” Montella said. “It is amazing to come to a stadium like this and make it to the last eight of the Champions League. We put in a very effective performance and deserved the victory. “Ben Yedder took his chances fantastically well but the whole team did well to control possession and restrict an attacking side like Manchester United to very few opportunities.” Invited to join in the chorus of criticism of United’s performance Montella came up with a classy response. “I don’t think it was about them,” he said. “We were just very good.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}