{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2018/mar/25/hemmed-in-by-big-coal-bad-feeling-is-constantly-hanging-over-us", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2018-03-24T21:18:37Z", "webTitle": "Hemmed in by big coal: 'A bad feeling is constantly hanging over us'", "webUrl": "https://www.theguardian.com/environment/2018/mar/25/hemmed-in-by-big-coal-bad-feeling-is-constantly-hanging-over-us", "apiUrl": "https://content.guardianapis.com/environment/2018/mar/25/hemmed-in-by-big-coal-bad-feeling-is-constantly-hanging-over-us", "fields": {"headline": "Hemmed in by big coal: 'A bad feeling is constantly hanging over us'", "bodyText": "It’s a hot summer’s afternoon at Riverside station, 50km north of the purpose-built mining town Moranbah in the central Queensland highlands. Jeanette and Allan Williams are drinking tea and eating Christmas cake around the kitchen table with three of their six children. Holly and twins Claire and Charles have returned to live and work on the family’s 80,000-hectare cattle enterprise. Running more than 16,000 Brahman cattle, the family breeds and fattens their stock on prime cattle country that grows brigalow trees and buffel grass. The homestead, which sits on top of the world’s highest-quality coal deposits, has been under threat for more than 15 years. A proposed underground mine at the family’s adjoining property, Red Hill, is likely to cut through to Riverside and under the house. “That’s the hardest part for us,” Jeanette says. “We are dreading the day they tell us we have to leave. At the end of the day, the landowner is without rights. Apparently the coal is very fractured and we’re hoping it will be too expensive to dig out – but it’s quality coking coal used for steel, so they’ll try hard – they want it.” This might be prime cattle country but coal still takes precedence. Determined to hang on to their lifestyle and their land, this family are doing it what they can to stay put. “We could sell out and move,” Allan says. “But where do we go? How do we replace what we have here? “It’s not just here that mining is an issue – it’s right across the country. We could buy somewhere else, only to face the whole thing all over again with the same or different resource companies.” Suddenly a loud blast rocks the 100-year-old home. Kitchen items rattle and movement is felt underfoot. Conversation doesn’t stop. This family is accustomed to the blasts. When asked about the frequency, Jeanette says they happen most days. “If there’s ever an earthquake, we won’t know it – we’ll just think it’s another blast and carry on.” *** The fight has been going on for the Williams family since the early 1960s, when coal was discovered in the central highlands. Riverside was the first grazing property over which Utah Mining Australia Limited took up a lease. Given no choice but to agree to the extraction of the coal lying beneath the 30cm layer of land he officially owns, Allan Williams Sr and Utah shook hands on an informal agreement to sell off about 6,000 hectares. Utah wanted the coal, Williams wanted to make improvements to his property – some fencing, a new shed. “It was going ahead whether Dad liked it or not,” Allan says. There may have been some paperwork drawn up, the Williams family say, but they don’t have it now, and the handshake deal hasn’t stood the test of time by a long shot. Allan Sr could not have foreseen how big the mining area would grow; Utah representatives said they expected the mining to last about 21 years. “Dad thought it was just something happening on a fairly minor scale. His philosophy was, ‘You get on with your mining and we’ll get on with our grazing.’ “At first he could freely drive in to the mine site to retrieve cattle and sometimes used the workshop to change a flat tyre. He could walk into the manager’s office and have a cup of tea with him. Gates weren’t locked and ‘no entry’ signs didn’t exist,” he says, By the time Allan Jr inherited Riverside, Utah had sold the mining lease to BHP without consultation and relations had become more complicated. He decided that he would not sell more of the property and instead decided on selling surface mining rights, meaning the land would be returned to the family, rehabilitated, when the mining was done. It was, the family thought, the only way to hold on to their land. Fast forward four decades and the Williams family are caught in a web of time-consuming, convoluted negotiations and deals with seven mining companies and one gas company. They have watched with distress as their country has been scarred. Mining causes severe soil erosion and degraded soil fertility; polluted waters drain underground water reserves and discharge to waterways; trees and bushes are scalped and topsoil is removed by bulldozers, scrapers or loaders; roads are damaged and the wildlife flees. During the last mining boom, according to Charles, there were more than 500 people and 300 vehicles coming and going on the land on any given day. “Gates were left open, fences knocked over, cattle disrupted, roads were continually in a bad condition, we lost our phone signal because the repeater station was blocked by the overburden, and litter was a problem – it was madness.” It’s clear that years of consultations, angst and sleepless nights have taken their toll. Jeanette says the recently renovated homestead was neglected for decades. “We thought there wasn’t any point restoring because for years we’ve been told it was just a matter of time before it would be pulled down to make way for mining,” she explains. “The whole mining intrusion has been all-consuming. A bad feeling and concern is constantly hanging over us. But we stay because our attachment to Riverside is so strong – it’s emotional, certainly not financial.” “What else were we to do?” Allan says. “From the start, we’ve just done our best to hang on to our land – to keep the place we feel couldn’t be replaced. We have been reluctant to fight our case in the land court, like some landowners have done, because the time and money would be extremely costly. Even if we did, there’s no guarantee we’d win. There’s a high risk that we’d come away losing money – government valuers could lessen the compensation amount. The government supports the mining industry.” In their more optimistic moments, the Williams family hold on to the hope that the push for renewable resources will grow and governments will realise that coal is best left in the ground. But they’re not holding their breath. *** From the air the sheer scale of disturbance and the minimal extent of progressive rehabilitation stands out. Although there are signs of some work, it does not look new or effective. From deep black pits, the earth has been removed and pushed into stacks of spoil. Disturbed, scarred earth runs for several kilometres, as far as the eye can see. Across the site, where heavy machinery is at work, black coal dust is billowing into the air. Mining activity continues to nudge and push out the pastoral country boundaries. To stay on top of mining expansion and its impact on their land and business, the Williams family must negotiate separately with several mining companies. These include BHP Billiton, Anglo American, Peabody Energy, Vale, New Hope Group, Pembroke Resources, Carabella Resources and the gas company, Arrow Energy. Most are vigorously extracting vast amounts of coal from open-cut and underground mines to feed an insatiable overseas market. To help their difficult and complex liaisons with mining companies, who employ their own solicitors, the Williams engage a consultant. Allan says while they have gained some extra country to run their cattle, they are forced to weave their way through a maze of mining activity and fenced-off areas. “Because the government doesn’t enforce the law and the mining industry has found a loophole, mining companies are ignoring the rules controlling rehabilitation and getting away with it,” he says. Supersized mines are now so far in excess of the original approvals and expectations that they can never achieve pre-mining land use again. As Gavin Mudd, associate professor in environmental engineering at RMIT University and author of The Sustainability of Mining in Australia, says, “They are now whopping great open cuts which will be left as they are to become pit lakes. “When we see the spoil heaps, waste dumps and massive empty pits, we wonder who’s going to clean up and re-establish the pasture after they’ve gone? The overburden is now so monstrous it can never be put back and the runoff spills into our waterways. This should never have been allowed to happen.” The impact on the environment, Mudd says, is massive, with the equivalent of four Sydney Harbours’ worth of coal dug out of Queensland every year. He says the industry and the government have for years insisted rehabilitation regulations were acceptable. “This is why a lot of communities are feeling betrayed – they’ve been misled. Industry has dropped the ball and rehabilitation monitoring hasn’t occurred. We know the risks such as acid mine drainage can emerge from 10, 20 to 50 years from now and when it does it can last for decades or centuries. “Studies on the quality of mine rehabilitation aren’t happening partly because mines have never really closed. They still operate or switch to care and maintenance mode and many of the big players, like Rio Tinto and BHP, sell to junior players – for instance Rio Tinto gave Blair Athol away for $1 and in addition, transferred the $80m [rehabilitation] bond. To me, that’s a real regulatory failure.” When approached for comment about the concerns about rehabilitation on Riverside, the Queensland Department for Environment and Heritage Protection said rehabilitation activities were regulated and closely monitored by the Queensland government. Mudd believes the government is far too close to industry and puts mining companies ahead of public interest. “It’s a phrase we call ‘regulatory capture’ – the regulators think like industry, act like industry and in effect become part of industry. They are therefore captured and fail in their duty to protect the environment, public interest and other landholders.” A Lock the Gate Alliance mine rehabilitation campaigner, Rick Humphries, points to a government report that says progressive rehabilitation rates in the coal sector have fallen to 22.5% and are in decline. “There is a multibillion-dollar deficit between what the Queensland government holds in mine rehabilitation bonds and the actual cost of rehabilitating the state’s coalmines,” Humphries says. “Successive governments have done the bidding of the mining industry. It’s about time government stuck up for the taxpayer, affected landholders and the environment.” He says it’s time state government dragged the mining industry into the 21st century. “Australians deserve the world’s best-practice rehabilitation. The current, woefully inadequate, third world standards are in effect a huge subsidy to the mining industry because the costs of degraded land are passed on to local landholders and the broader community.” Despite all they have to deal with, Jeanette and Allan insist they are not entirely against coalmining – just the way the industry goes about it. “We believe other countries, by law, practice progressive land rehabilitation,” Jeanette says. “The mined country around here is a churned-up mess, no longer functional, and the government allows it.” So why do they stay when others in the district have given in to the pressure to leave? “Riverside has been in our family for seven generations – it’s our home, we want to stay.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}