{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/mar/13/trump-in-california-first-official-visit-met-with-protests-and-scorn", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-03-13T23:43:49Z", "webTitle": "Trump in California: first official visit met with protests and scorn", "webUrl": "https://www.theguardian.com/us-news/2018/mar/13/trump-in-california-first-official-visit-met-with-protests-and-scorn", "apiUrl": "https://content.guardianapis.com/us-news/2018/mar/13/trump-in-california-first-official-visit-met-with-protests-and-scorn", "fields": {"headline": "Trump in California: first official visit met with protests and scorn", "bodyText": "Donald Trump has started a whirlwind visit to California by promoting his immigration crackdown and bashing Democrats, sparking protests and scorn in a bastion of resistance to his administration. Air Force One landed at a Marine Corps air station in Miramar, outside San Diego, on Tuesday morning, heralding Trump’s first presidential visit to the US’s most populous state and economic powerhouse. He inspected prototypes of his proposed border wall at Otay Mesa, yards from the border with Mexico, while a mile down the road police in riot gear separated rival groups of demonstrators chanting for and against Trump. Some gave the presidential motorcade the middle finger. “For the people that say no wall, if you didn’t have walls over here, you wouldn’t even have a country,” Trump said, repeating a line from his campaign. The US needed a strong border to stop criminal and terrorist infiltration, he said. “Truly our first line of defense … it’ll save thousands of lives. The state of California is begging us to build walls in certain areas. They don’t tell you that.” Trump expressed preference for a see-through wall to let border patrol agents monitor the other side. He asked an official which of the eight prototypes was likeliest to deter would-be border jumpers. “These are like professional mountain climbers.” He also assailed the state’s governor, Jerry Brown, as soft on crime and illegal migration. “The place is totally out of control. You have sanctuary cities where you have criminals living.” Brown responded in a tweet stressing California’s economic might. “Thanks for the shout-out, @realDonaldTrump. But bridges are still better than walls. And California remains the 6th largest economy in the world and the most prosperous state in America. #Facts” Heavy security corralled protests on both sides of the border, a scene expected to be repeated in Los Angeles where Trump was due to attend a GOP fundraiser in the evening before returning to Washington on Wednesday. No president since Franklin Roosevelt has waited this long to visit California. Trump did so trailing upheaval in Washington where he had fired the secretary of state, Rex Tillerson, via tweet – later phoning Tillerson from Air Force One – before resuming an unprecedented White House confrontation with California. Democrats, who dominate statewide posts and the legislature in Sacramento, poured scorn on their visitor even before he touched down. “Some people think that medieval walls might keep us safe in this country,” Xavier Becerra, the attorney general, told reporters. It would be good only to deter knights on horses, he said. Gavin Newsom, the lieutenant governor who is running for governor, released an animated video caricaturing Trump and his slogan, “Make America great again”, as “Make America white again”. “Donald Trump finally worked up the nerve to visit California, bringing his fear-of-everything agenda with him,” Newsom said in a voiceover. “Let’s get real. Donald Trump’s border wall is a monument to idiocy.” Community and Latino groups rallied in and around San Diego and the Mexican city of Tijuana, which abuts the border. Police restricted demonstrators near the wall prototypes to a “free speech zone” and banned potential weapons including glass containers, rocks, slingshots, knives and guns. Members of the US Secret Service were reportedly in Tijuana in recent days coordinating security with Mexican authorities. A protest on the Mexican side of the San Ysidro point of entry passed off peacefully in the morning. Others were expected. Trump lost California to Hillary Clinton by 4.3 million votes, costing him the national popular vote, but red pockets in the state cheer the president’s vow to build a wall and to expel undocumented migrants. Dozens of supporters gathered near the prototypes to greet him with American flags, red hats and signs saying “Secure our border” and “Build the damn wall”. The visit is expected to play well with Trump supporters across the country who see California as a criminal-coddling, tax-hiking liberal dystopia. Californian Republicans running for Congress in November’s midterm elections, however, are expected to steer clear of the president to avoid further alienating voters in tottering GOP redoubts. After inspecting the wall prototypes Trump addressed troops at the air station at Miramar. He bashed the media as fake news, prompting jeers for the travelling press corps, boasted about increased military spending, mused on building an outer “space force”, and vowed the wall would become reality. “People won’t be able to come over it, the drugs will stop by a lot. We have two or three [prototypes] that really work.” He did not mention Mexico paying for it. Later he was due to fly to LA to attend a $5m fundraiser for the Republican National Committee reportedly to be hosted at the Beverly Park mansion of Edward Glazer, whose family owns Manchester United and the Tampa Bay Buccaneers. Police sealed off parts of downtown in anticipation of protests by immigrant, LGBT and other advocacy groups. The White House seemed to stoke tension before the visit. Last week the justice department sued California, alleging it is interfering with the enforcement of immigration laws. The attorney general, Jeff Sessions, ratcheted up the temperature further by accusing the state’s Democratic leaders of violating the constitution. Governor Brown shot back by calling Sessions a liar and accusing him of “going to war” with California. On Monday James Schwab, the San Francisco spokesman for Immigration and Customs Enforcement (Ice), a federal agency, resigned over what he described as “false” and “misleading” statements by Trump officials in relation to “criminal aliens” supposedly evading arrest. • This article was amended on 14 March 2018. Gavin Newsom is lieutenant governor, not general as an earlier version said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}