{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2018/mar/21/australian-governments-water-buyback-displayed-pythonesque-haggling-skills", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2018-03-20T20:29:03Z", "webTitle": "‘Monty Pythonesque’: $80m water buyback was 25% more than asking price", "webUrl": "https://www.theguardian.com/environment/2018/mar/21/australian-governments-water-buyback-displayed-pythonesque-haggling-skills", "apiUrl": "https://content.guardianapis.com/environment/2018/mar/21/australian-governments-water-buyback-displayed-pythonesque-haggling-skills", "fields": {"headline": "‘Monty Pythonesque’: $80m water buyback was 25% more than asking price", "bodyText": "“Monty Pythonesque” is how the Australia Institute has described the federal government’s decision to pay $80m for a water buyback in the Condamine-Balonne river system in Queensland last year. The Guardian reported this month that the company selling the water to the commonwealth, Eastern Australian Agriculture, had immediately recorded a $52m gain on the sale of its water in July 2017. The company itself had valued the water rights much lower in its accounts. The purchase, which involved the rights to harvest overland flows, usually only available in flood conditions, was undertaken without open tender. Now the Australia Institute, the public policy thinktank, says the commonwealth paid 25% more than the seller was initially asking for. It has analysed documents produced to the Senate after a request from the Nick Xenophon Team senator Rex Patrick. They show the commonwealth paid $2,745 a megalitre for the water, whereas the company had initially been seeking $2,200. The company was initially seeking a separate payment of $16m for the commonwealth to buy the large storage located on its property to hold the water, but the sale of the storage did not go ahead. The Australia Institute says the price was not adjusted accordingly with the result that the commonwealth paid over the odds. “The department displayed Pythonesque haggling skills and paid a final price above what the vendor had first sought,” the institute said. A spokesperson for the federal agriculture department confirmed that the government did not buy the storage. “The final sell offer negotiated was a much larger parcel of water (28.7 GL) and did not include a storage,” a spokesman said. “The price paid took into account a commercial valuation and the unique characteristics of the offer in terms of its size, location, high environmental benefits and low socioeconomic impact.” The details of the valuation were redacted in the documents released. A series of water buybacks in 2017 undertaken by the former water minister Barnaby Joyce have come under intense scrutiny because they were undertaken without tender. In some cases there are doubts about the reliability of the water; in others there are questions about the sums paid by the commonwealth. Achieving water recovery for the environment in the Condamine-Balonne Valley in southern Queensland has been difficult, the Australia Institute noted. But it said this purchase of nearly 29 GL of overland flow for nearly $80m raised a number of serious issues aside from whether it was value for money. “The next problem is that even if we could store our overpriced water, an overland flow licence is legally attached to land title. If it ever flows off the property, it can be captured by adjourning properties – like Cubbie Station,” said Maryanne Slattery, the Australian Institute’s senior water researcher. “So, it is unlikely that the water can actually be used for the environment at all. Serious questions need to be asked as to why Barnaby Joyce as water minister signed off on the purchase of such expensive, unsecure water. “Water purchases like this might look good on paper but they seriously undermine the basin plan.” This was disputed by the department. “This water has clear and significant environmental benefits for the Lower Balonne, including the Culgoa and the Narran Lakes – a Ramsar-listed wetland of international importance,” a spokesman said. The department said the Narran Lakes wetlands support more than 40 migratory bird species, including ibis and spoonbills. The water would also be used to enhance the Culgoa floodplain, which is another important local environmental target. Eastern Australia Agriculture had offered to sell its water rights a few years back during competitive tendersrun by the department but these offers had been rejected. Patrick, who is from South Australia, which is at the end of the Murray-Darling system, said he intended to refer the matter to the auditor general. “Yet again, a detailed and plausible claim that the government has not achieved value for money for the taxpayer in its execution of the Murray-Darling basin plan,” he said. “The Australia Institute has compared the government’s negotiating skills when it comes to the purchasing of water to a Monty Python skit. If it wasn’t so serious, it would be funny.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}