{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/mar/16/england-six-nations-ireland-dylan-hartley-spoil", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-03-16T22:00:16Z", "webTitle": "England must finish on a high to spoil Irish finale, says Dylan Hartley", "webUrl": "https://www.theguardian.com/sport/2018/mar/16/england-six-nations-ireland-dylan-hartley-spoil", "apiUrl": "https://content.guardianapis.com/sport/2018/mar/16/england-six-nations-ireland-dylan-hartley-spoil", "fields": {"headline": "England must finish on a high to spoil Irish finale, says Dylan Hartley", "bodyText": "Dylan Hartley has admitted stopping Ireland clinching the grand slam is acting as part of his side’s motivation on Saturday but the returning captain has claimed he is more concerned with proving England still belong at the top table. Back-to-back defeats by Scotland and France have led to England relinquishing their Six Nations title and slipping to No 3 in the world rankings, and a loss to Ireland would mean three defeats in a rowin the competition for the first time since 2006. It would also be a first defeat at Twickenham under Eddie Jones and could mean England finish the tournament in fifth place. Victory, however, would move England back up to No 2 in the world behind New Zealand. “I’m motivated by finishing the tournament on a high after two disappointments,” Hartley said. “I’m motivated by showing the rugby world that we’re still a good team. We do that by beating the current Six Nations champions.” England’s 18-match winning run was brought to a halt by Ireland 12 months ago, Joe Schmidt’s side denying Hartley and co a second successive grand slam in the process. That was a first defeat for Hartley as the England captain and while revenge has not come into the hooker’s thinking, he admits there is a desire to stop Ireland clinching what would be only their third clean sweep. “We want to finish the tournament strongly, we don’t want Ireland to win a grand slam,” Hartley added. “It would be a reward for this team to finish the tournament on a high because there’s not a game the following week to come in and train [for] and improve and review, and to then go out and try and execute. This is our last game for a while together so we want to finish on a high.” Hartley returns to the side after missing the 22-16 defeat by France because of a calf injury. That allowed Jamie George a first Six Nations start but once Hartley had proved his fitness, Jones wasted no time in calling on the captain in his most radical team selection to date. Hartley’s captaincy has been questioned of late, particularly because he is habitually withdrawn around the hour mark, but he insisted he has no doubts over his international future. “I didn’t think like that. I just controlled what I could and looked after myself and here I am,” he said. “I have got to come in and execute my role. I have got to make sure that 85-90% of my game is all about me and then the other 10% is the captaincy. If I focus on myself in delivering first and foremost then that’s the best form of leadership.” Jones has made 10 changes in total – three positional – including at least one in each row of the scrum. Kyle Sinckler makes his first England start, George Kruis has replaced Joe Launchbury, and James Haskell and Sam Simmonds come in for the injured Nathan Hughes and Courtney Lawes. “I’d say they are angry and I’d say they’re competitive as well,” said England’s scrum coach, Neal Hatley. “Our training is competitive every day because people are scrapping for places. There’s obviously a certain bit of anger over what’s happened across the last two weeks, which is what you’d expect.” Hatley acknowledged Mako Vunipola takes on a greater ball-carrying responsibility in the absence of Hughes and Lawes but does not believe he is showing signs of fatigue in a gruelling season that has followed the British &amp; Irish Lions tour of New Zealand. “We ask Mako to carry the ball a lot,” said Hatley. “I think we were talking about it with Eddie the other day – he finishes games making 15, 16 carries, 18 tackles and however many scrums, lineouts, clean-outs. A lot is asked in international rugby of our props, particularly a ball-carrying prop like Mako. It’s an intense game and the way that Mako likes to play is high-speed. I think he’s coped unbelievably well with the workload.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}