{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/mar/20/morning-mail-cambridge-analytica-boasts-of-dirty-tricks", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-03-19T20:30:25Z", "webTitle": "Morning mail: The murky world of Cambridge Analytica", "webUrl": "https://www.theguardian.com/australia-news/2018/mar/20/morning-mail-cambridge-analytica-boasts-of-dirty-tricks", "apiUrl": "https://content.guardianapis.com/australia-news/2018/mar/20/morning-mail-cambridge-analytica-boasts-of-dirty-tricks", "fields": {"headline": "Morning mail: The murky world of Cambridge Analytica", "bodyText": "Good morning, this is Eleanor Ainge Roy bringing you the main stories and must-reads on Tuesday 20 March. Top stories The company at the centre of the Facebook data mining scandal boasted of using honey traps, fake news campaigns and operations with ex-spies to swing election campaigns around the world. Executives from Cambridge Analytica spoke to undercover reporters from Channel 4 News and told them they had helped their clients by entrapping rival candidates in fake bribery stings and hiring prostitutes to seduce them, then videotaping encounters to use as leverage. The company chief executive, Alexander Nix, said: “It sounds a dreadful thing to say, but these are things that don’t necessarily need to be true as long as they’re believed.” Any work may have stayed out of the spotlight partly because Cambridge Analytica works hard to cover traces of its operations, Nix said, using a shifting network of names and front groups. On Sunday the Observer reported that Cambridge Analytica had made unauthorised use of tens of millions of Facebook profiles. The company, and Nix, are under pressure from politicians in the US and the UK to explain how it handled the data and what role the information may have played in election campaigns. The federal government should help to build 500,000 social and affordable rental homes, community housing groups say. In a speech today at the National Press Club, the campaign director of Everybody’s Home, Kate Colvin, will champion a national housing plan which includes tax incentives for super funds to invest in affordable housing and capital investment in 300,000 new social and Aboriginal housing properties. First-home buyers should be prioritised over property speculators by “resetting the tax system”, Colvin argues. Her message will be reinforced by an Essential poll out today showing a majority of voters think the Turnbull government is not doing enough to fix housing affordability. As Scott McKenner stood with garden hose at the ready to fight the Tathra bushfire, he realised he “might be in trouble”. It was “raining embers” as the huge inferno headed to his home in the small NSW coastal town and he feared the worst. He ducked behind the house as it hit, buckling windows as it roared over the house like a train. But the house survived and he lived to tell the tale. Other householders were not so lucky, with some 100 homes engulfed by the fast-moving blaze, but the fact no lives were lost was testimony to smart work by firefighters and residents alike, according to the rural fire chief, Shane Fitzsimmons. Donald Trump has called for the death penalty to be introduced for dealers as the key feature of his war on opioids, but his plan proposes no new legislation to combat the crisis. Some states already charge drug dealers with murder if customers overdose. In Florida people who provide cocaine, heroin or the powerful opioid fentanyl to a person who overdoes can be charged with first-degree murder and sentenced to either life in prison or death. Drug-induced homicide laws, which emerged in the 1980s, are being used more frequently because of the crisis but there is no evidence that such laws reduce drug use. As voters in South Australia might testify, the electricity grid is becoming more unstable. The Australian Energy Market Commission says there were 11 incidents in 2016-17 when the system “dropped outside secure limits” – including South Australia’s notorious blackout in February 2017. The previous year there were seven such incidents, and four the year before that. The commission blamed changes in the power generation mix, saying the loss of thermal, synchronous generators in favour of more renewable capacity, such as wind and solar, could leave the grid at the mercy of the weather. Sport Last month the player manager Peter Jess revealed that the St Kilda champion and Indigenous rights idol Nicky Winmar is reportedly suffering structural and functional brain damage. He may now join a group of AFL retirees pursuing concussion-related class action against the AFL. The growing body of evidence linking concussion and head trauma with chronic traumatic encephalopathy is forcing the AFL to rethink its concussion management policy, with implications for the coming season and beyond. Who is worth more to the BBC – the commentator Martina Navratilova or her fellow pundit John McEnroe? Navratilova has revealed she was paid about £15,000 ($19,500) for her work providing commentary on the BBC’s Olympics coverage, while McEnroe received about £150,000. If the Wimbledon pundits were paid according to their career success, there would be only one winner. Thinking time Fran Lebowitz loves to talk, hates to fly and refuses to take any responsibility for the election of Donald Trump. “I am not a perfect person. I am not blameless in life, but I do not know one single person who voted for him,” the American commentator told Brigid Delaney during her visit to Australia. “I had zero belief he would win. I have never been so wrong in my life. And being right is something I cherish. It’s really important to me to be right.” The announcement of Labor’s new tax policy has started the usual pre-budget argument of who is rich and who is not. While older people generally earn less, income is not the only factor, writes Greg Jericho. “This is where wealth comes into play. While retiree aged households have lower incomes, they have a great deal more wealth, because you accumulate wealth over your lifetime.” Twenty years ago the regional forestry agreements were meant to mark the end of the forestry wars, a way to protect native forests and deliver an ‘ecologically sustainable’ timber industry. Now, as many come up for renewal, conservationists want them scrapped while the industry says it is adhering to strict codes. In the latest feature in the Our wide brown land series, Gregg Borschmann asks: Is this the beginning of the new forest wars? Media roundup The Australian reports that Richard Di Natale is resisting pressure to resign as leader of the Greens, after the party’s defeat in the Batman byelection. A waste levy will be introduced in Queensland, the Courier-Mail reports, in an attempt to stop NSW dumpers trucking waste over the border, with new figures showing almost 1m tonnes of NSW waste were dumped in Queensland in the last financial year. And the ABC has an interactive story identifying where Australia’s 100,000 homeless people live. East Arnhem Land takes out the top spot for homelessness, followed by Sydney and West Arnhem Land. Coming up A court in Sydney will rule on whether Newscorp’s defence in the Geoffrey Rush defamation case should remain suppressed. The minutes of the last Reserve Bank meeting will be released today and could shed some light on its thinking about interest rates. The ABS also publishes the latest figures on house prices. Supporting the Guardian We’d like to acknowledge our generous supporters who enable us to keep reporting on the critical stories. If you value what we do and would like to help, please make a contribution or become a supporter today. Thank you. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}