{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/mar/25/warragamba-dam-wall-plan-would-flood-50-aboriginal-heritage-sites", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-03-24T21:03:07Z", "webTitle": "Warragamba dam wall plan 'would flood 50 Aboriginal heritage sites'", "webUrl": "https://www.theguardian.com/australia-news/2018/mar/25/warragamba-dam-wall-plan-would-flood-50-aboriginal-heritage-sites", "apiUrl": "https://content.guardianapis.com/australia-news/2018/mar/25/warragamba-dam-wall-plan-would-flood-50-aboriginal-heritage-sites", "fields": {"headline": "Warragamba dam wall plan 'would flood 50 Aboriginal heritage sites'", "bodyText": "A proposal to raise the Warragamba dam wall would flood 4,700ha of the Blue Mountains world heritage area, destroying more than 50 recognised Aboriginal heritage sites and wiping out pockets of threatened plant species, conservationists have said. The $670m plan to raise the dam wall by 14 metres was announced by the New South Wales government in 2016 as a strategy to prevent catastrophic flooding in outer-western Sydney. It faces strong opposition from conservationists and Gundungurra traditional owners, who say WaterNSW has made it difficult for them to engage in a consultation process and has underestimated the number of cultural heritage sites that will be lost. Kazan Brown, a Gundungurra woman who has nominated to be part of the Aboriginal consultation group on the project, said she was given four days’ warning of an information session on 20 March. The briefing was held in northern Sydney, more than a three-hour drive in peak-hour traffic from Brown’s home in Warragamba. Infrastructure NSW said the briefing was “not a mandated part of that consultation process” but invitations were issued to “registered Aboriginal parties”. Four groups accepted but due to “personal circumstances” none turned up. A second meeting will be held at Katoomba on 27 March. Brown said raising the dam wall would flood more than 50 Aboriginal heritage sites. A significant number of sites were flooded when the original dam was built. “They [WaterNSW] are saying that it is going to save more sites downstream,” she said. “But they are talking about different cultures. Everything that is behind the dam wall belongs to the Gundungurra and Dharawal people and everything that’s downstream belongs to the Darug.” Among the sites at risk behind the dam wall are rock art sites, burial sites and ochre deposits in a cave on the waterline. Brown said the Gundungurra people could not afford to lose any more heritage sites. “We lost a lot when they first flooded the valley,” she said. Infrastructure NSW said it was still assessing the impact on Aboriginal heritage sites. Ecologist Roger Lembit was involved in environmental assessments of a proposal to raise the wall by 23 metres in 1995. A spillway was built instead. Lembit said he was “very surprised” to see another proposal to raise the dam, especially after the Blue Mountains received world heritage listing in 2000. “You would think that world heritage meant something,” he said. The new inundation area includes Camden white gum (Eucalyptus benthamii), which is nationally is listed as vulnerable, and Kowmung hakea (Hakea Dohertyi) which is listed as endangered. It also contains “highly unusual” mixed ironbark and cypress pine forests, areas of dry rainforest and a substantial number of old growth trees. The proposal would also flood 65km of wild rivers and streams, according to the Colong Foundation for Wilderness, which will launch a campaign to save the wild rivers on Monday. The 142m high dam wall was completed in 1960. It fences in Lake Burragorang, a 2,000 gigalitre lake on the eastern edge of the Blue Mountains that provides 80% of Sydney’s water supply. It guards the Hawkesbury-Nepean valley, which was identified by the Insurance Council of Australia as the most flood-prone area in NSW. According to the Hawkesbury-Nepean valley flood risk management strategy, which recommended the dam wall be raised, up to 134,000 people live and work on the floodplain. That number is growing as Sydney sprawls westward. The strategy said raising the dam wall would create “airspace in the dam to temporarily hold back and slowly release flood waters coming from the Warragamba river catchment”, which would reduce the flood risk by 75%. The proposal was developed in response to the 2011 Brisbane floods, which were triggered by a release from the Wivenhoe dam. It has already received $58m in state funding and is undergoing ecological assessment. If approved, construction will begin in 2020."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}