{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/oct/28/pelosi-house-vote-formalize-impeachment-inquiry", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-10-28T21:05:42Z", "webTitle": "Pelosi plans to call House vote to formalize impeachment inquiry", "webUrl": "https://www.theguardian.com/us-news/2019/oct/28/pelosi-house-vote-formalize-impeachment-inquiry", "apiUrl": "https://content.guardianapis.com/us-news/2019/oct/28/pelosi-house-vote-formalize-impeachment-inquiry", "fields": {"headline": "Pelosi plans to call House vote to formalize impeachment inquiry", "bodyText": "US House speaker Nancy Pelosi has announced she will call a vote to formalize the impeachment inquiry under way against Donald Trump. The House rules committee was to convene on Wednesday to draft a resolution laying out the course of the inquiry moving forward, including a timeline for moving the investigation from closed-door depositions to public hearings. The Trump administration has argued that the impeachment inquiry, which was launched on 24 September, is invalid because the House has not yet held a vote to formalize it. Pelosi has pointed out that nowhere does the US constitution, which explicitly empowers the House to pursue impeachment, require such a vote. “This argument has no merit,” Pelosi said in a letter to colleagues. But given the blanket White House defiance of congressional subpoenas for testimony and documents, the House would hold such a vote “to eliminate any doubt as to whether the Trump administration may withhold documents, prevent witness testimony, disregard duly authorized subpoenas, or continue obstruction of the House of Representatives,” she wrote. “Nobody is above the law.” The Trump administration did not immediately reply to the announcement. On Monday, for the first time, a former White House official, the former national security council deputy Charles Kupperman, defied a subpoena to appear before investigators. “Prediction: no matter what the Democrats agree to, the Republicans will continue to both complain about procedural unfairness and refuse to concede the inquiry is legitimate,” tweeted Susan Hennessey, the executive editor of Lawfare. The imminent House resolution appears likely to accelerate the impeachment process . It will establish a procedure “for hearings that are open to the American people”, authorize the disclosure of deposition transcripts, outline procedures to transfer evidence to the judiciary committee as it considers potential articles of impeachment, and set forth due process rights for the president and his counsel, Pelosi said. In an 8 October letter signed by the White House counsel but largely dictated by Trump, the White House laid out a blanket policy of denying requests for documents and testimony in the impeachment inquiry. The letter accused the House of trying to “overturn” the 2016 election result and called the investigation “contrived”. On that basis, Trump administration officials have repeatedly denied or ignored requests and subpoenas for documents and testimony. Cabinet secretaries Mike Pompeo and Rick Perry, as well as the president’s lawyer Rudy Giuliani and White House chief of staff Mick Mulvaney, have missed deadlines to provide documents, while the director of the Office of Management of the Budget has been subpoenaed after declining an invitation to testify. Two senior officials, former Ukraine ambassador Marie Yovanovitch and European Union ambassador Gordon Sondland, have testified under subpoena despite the White House gag order. Sondland originally declined an invitation to testify. “I understand why Trump doesn’t want more witnesses testifying,” Congressman Adam Schiff, who is leading the impeachment inquiry, said after Kupperman’s denial of the subpoena on Monday. “But I can’t understand why my GOP colleagues are enabling his obstruction. Where is their duty to this institution? Where is their duty to the constitution? Where is their respect for the rule of law?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}