{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/oct/24/christian-pulisic-justify-presence-chelsea-ajax-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-10-24T21:30:01Z", "webTitle": "Christian Pulisic begins to justify his presence in a Chelsea shirt", "webUrl": "https://www.theguardian.com/football/2019/oct/24/christian-pulisic-justify-presence-chelsea-ajax-champions-league", "apiUrl": "https://content.guardianapis.com/football/2019/oct/24/christian-pulisic-justify-presence-chelsea-ajax-champions-league", "fields": {"headline": "Christian Pulisic begins to justify his presence in a Chelsea shirt", "bodyText": "Lunchtime in Amsterdam and Gregg Berhalter was talking about Christian Pulisic. The USA manager was in town to watch Ajax play Chelsea in the Champions League but first he wanted to issue a public show of support for his country’s best player. Berhalter had heard all about his captain’s slow start to life in England and he had decided it was time to build a more positive narrative around Pulisic. Berhalter knew it was unlikely the £58m forward would start against Ajax on Wednesday. Pulisic has found it hard to break into Frank Lampard’s starting lineup and the 21-year-old has seemed overwhelmed since joining Chelsea from Borussia Dortmund last summer. The pressure to show that American footballers are capable of succeeding at the top level is enormous and Lampard has railed against the unforgiving glare on Pulisic, an undemonstrative character burdened with more hype than any player in his nation’s history. “One of my conversations with Christian was to say I can comprehend what you are going through but I have never been anywhere close to what you are actually going through,” Berhalter said. “This is unprecedented territory for an American player.” Berhalter, who needs Pulisic to lead USA’s attempts to qualify for the 2022 World Cup, wanted to correct the impression that the quietest player in Chelsea’s squad lacks the personality to thrive at the highest level. “He’s intense and some people mistake him being quiet for him being shy,” he said. “But he has this intensity that you like to see. It’s almost like an acute focus that when he’s on the field there is this sharpness you can appreciate.” There had been flashes of class when Pulisic came off the bench to help Chelsea beat Newcastle last weekend. “You saw the change of pace to make things happen,” Berhalter said. “It’s just adapting. The German game and the English game is completely different.” Pulisic arrived with Chelsea operating under a transfer embargo, preventing them from recruiting after selling Eden Hazard to Real Madrid. Yet Berhalter senses there is more patience at Stamford Bridge these days. He does not see Pulisic becoming the next Mohamed Salah or Kevin De Bruyne, both of whom flourished elsewhere after leaving Chelsea in search of more opportunities. “This is a different model,” Berhalter said. “I don’t think Chelsea have done anything similar for a while. I had the pleasure of visiting Chelsea when [José] Mourinho was there and it was amazing just to see the squad: every player one to 28, was a full international. Now it’s younger talent and I think it’s a more nurturing environment.” Lampard has tried to protect Pulisic, the most expensive player in the history of US football. “It’s his way of saying what I’m trying to say: the outside stuff is not real,” Berhalter said. “When you analyse the transfer fee, when you analyse who he’s replacing, when you analyse he’s the only guy they bought – that’s not real. “What’s real is this kid is in the Premier League, trying to make his name. That’s the only thing that counts. Frank knows all that stuff is all outside expectations; a narrative that’s been created.” The attention devoted to Pulisic often seems ridiculous. He had a tough time during the international break but Berhalter insists Pulisic was under the weather during USA’s 2-0 defeat by Canada. After the game, clips on social media appeared to show Pulisic crying after being substituted. “I can’t imagine he was crying,” Berhalter said. “I can imagine there was frustration.” Once the discussion was over Berhalter headed to Ajax’s training ground to watch the Dutch side face Chelsea in an under-19 game. Then it was to the Johan Cruyff Arena. Sure enough, Pulisic was on the bench. His time would come, though. Pulisic replaced Willian during the second half and had a major impact on the left, setting up Michy Batshuayi to score the winner that put Chelsea top of Group H. “The manager told me: ‘Go in, make an impact, make a difference,’” Pulisic said. “I’m going to keep fighting because this is where I want to be.” It has been hard. Pulisic did not even make the bench when Chelsea won in Lille this month and his only start since 31 August came in last month’s victory over Grimsby in the Carabao Cup. Lampard was unhappy with Pulisic’s performance that night. There have been promising signs since. Pulisic created Batshuayi’s goal in the win over Southampton and, having impressed against Newcastle and Ajax, he has a chance of starting when Chelsea visit Burnley on Saturday. “Against Lille we were speaking about Christian being out of the squad,” César Azpilicueta, Chelsea’s captain, said. “Fair play to Christian for working hard. When he has come on in the last two games he has made a significant impact. He nearly made an assist last Saturday but he was running at people, creating chances, and tonight he got the assist. I am very pleased for Christian because it is a good moment for him.” It was a good moment for US Soccer’s representatives in Amsterdam as well. They were delighted after the game. Pulisic had made sure Berhalter’s trip was worth it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}