{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/oct/16/fastest-ants-in-world-northern-sahara", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-10-16T22:00:30Z", "webTitle": "Fastest ants in world found in northern Sahara, researchers say", "webUrl": "https://www.theguardian.com/science/2019/oct/16/fastest-ants-in-world-northern-sahara", "apiUrl": "https://content.guardianapis.com/science/2019/oct/16/fastest-ants-in-world-northern-sahara", "fields": {"headline": "Fastest ants in world found in northern Sahara, researchers say", "bodyText": "The sand dunes of the northern Sahara are home to the fastest ants in the world, according to researchers who clocked the insects foraging for food in the blistering midday sun. Video footage reveals the ants galloping across the scorching sand at speeds approaching one metre per second, the equivalent of a house cat tearing about at 120mph. The faster the ants ran, the more they took to the air, in gallops that brought all six legs off the ground at once. At full pelt, the insects travelled 108 times their body length per second, the researchers found. “They fly through the air with no feet on the ground from stride to stride,” even at relatively slow speeds, said Sarah Pfeffer, who studies animal behaviour at Ulm University in Germany. There is a reason Saharan silver ants, or Cataglyphis bombycina, have evolved to be fleet of foot. Unlike other desert creatures which shelter from the intense noon heat, for the ants it is a prime time to scavenge. When the desert is at its hottest, they emerge from their nests and zip about looking for food – often the carcasses of less fortunate creatures that have succumbed to the brutal temperatures. To survive, the ants have silvery hairs that reflect the sun’s rays. But even with this coating and other adaptations, the ants can barely survive the 60C (140F) heat and need impressive speed and navigational skills to find food and return to the nest before falling victim to the heat themselves. Before Pfeffer and her colleagues could clock the ants racing around the desert, they first had to find them. The scientists travelled to Douz, a town in southern Tunisia, and scoured the nearby dunes for the streaks of silver that are the ants in motion. Having traced some ants back to their nest, the researchers laid an aluminium channel along the ground and placed mealworms or shortbread crumbs at the far end. Above the track they attached a downwards-facing high-speed video camera to record the ants as they tore back and forth. Once slowed down, the footage shows the ants coordinating their movements with incredible precision, moving three legs – which work together as a tripod – at a time. Running flat out, the ants covered 85.5cm per second in 47 strides, more than 10 times Usain Bolt’s stride rate. Between each stride, each ant foot touched the ground for as little as seven milliseconds. Similar footage of another fast desert ant, Cataglyphis fortis, which is found in the Tunisian salt pans, recorded the insects hitting a top speed of 62cm per second. Details are published in the Journal of Experimental Biology. While the Saharan silver ants have shorter legs than their salt pan cousins, the furious stride rate more than compensates, the scientists found. Beyond teasing out the biomechanical secrets of the ants’ incredible speed, the research reveals tricks that engineers can exploit to build smaller, faster, scampering robots, Pfeffer said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}