{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/oct/21/brexit-may-expose-britons-to-more-pesticides-report", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-10-20T23:01:09Z", "webTitle": "Brexit may expose Britons to more pesticides – report", "webUrl": "https://www.theguardian.com/environment/2019/oct/21/brexit-may-expose-britons-to-more-pesticides-report", "apiUrl": "https://content.guardianapis.com/environment/2019/oct/21/brexit-may-expose-britons-to-more-pesticides-report", "fields": {"headline": "Brexit may expose Britons to more pesticides – report", "bodyText": "Brexit may expose people to increasing levels of pesticide residues in food, a report has warned, amid confusion over what standards will apply after the UK leaves the EU. The government has assured people that high environmental standards will be maintained after Brexit, but campaigners are concerned that the detail of how this may be achieved – particularly after any transition period – is still unclear. They also fear that, in practice, loopholes may allow farmers to use more pesticides on crops, and permit the import of food products that contain higher amounts of pesticide residue than allowed under EU rules. Green groups are urging ministers to use Brexit as an opportunity instead to “create the world’s most transparent regulatory system for pesticides … building public trust that decisions are the result of an unbiased process”. In a report entitled The Cocktail Effect, the Pesticide Action Network and the Soil Association argue for improved monitoring systems for pesticides, government-funded research and reducing pesticide use in the UK. Josie Cohen, head of policy and campaigns at PAN UK and lead author of the report, said: “The UK will either need to create new institutions and bodies that can fill the governance gap after Brexit, or at least ensure that there are systems and staff in place to fulfil the functions previously carried out by EU bodies. The government urgently needs to invest in ensuring that, post-transition period, the UK system is fit for purpose. Otherwise, it risks a major weakening of UK pesticides standards, which would enable a greater variety of hazardous pesticides to be used in larger quantities.” Any trade deal negotiations with the US would lead to pressure on the UK to water down its standards on pesticides in line with US norms, the campaigners said. The Department for Environment, Food and Rural Affairs said that if the UK left the EU without a deal, current maximum residue levels for pesticides found in foods would be carried over unchanged into a new independent UK-wide pesticide regime. After Brexit, the UK would “take its own decisions on pesticides and residues”. The National Farmers’ Union declined to reply to the Guardian’s request for a response to the report. The campaigners also argue in the report that pesticide use has increased markedly in the UK over the past three decades, which they say has potentially harmful consequences for human health and the environment. The amount of land in the UK on which pesticide is used increased by two-thirds between 1990 and 2016, according to the report, and pesticides are being used more frequently. In 1990, according to the campaigners, about a fifth of oilseed rape and close to a third of cereals were treated more than four times in a growing season. But by 2016, more than half of cereals and four-fifths of oilseed rape were treated that often, while potatoes received three times the number of treatments in 2016 that they did in 1990. However, as the pesticides used have changed in the three decades, more frequent applications do not necessarily indicate any increase in toxicity and can indicate that pesticides are being used in a more targeted fashion. The campaigners also argue for a “cocktail effect”, by which any harmful impact from pesticide chemicals on human health or wildlife is multiplied when more than one substance is present. Some pesticide experts strongly criticised the latter claims in the report, published on Monday, which is not a peer-reviewed scientific paper. David Coggon, emeritus professor of occupational and environmental medicine at the University of Southampton, said: “This report rightly highlights the importance of maintaining a high standard of risk assessment for pesticides in the UK, should Brexit mean that we no longer participate in the EU regulatory scheme. It is, however, seriously misleading in its discussion of the risks to health from exposure to combinations of pesticide residues in foods. “Where pesticide residues are found in foods, they are almost always at levels below that at which there would be concerns for health. The joint toxicity of chemicals in combination has been the subject of substantial research over the last two decades … [which has found that] when exposures are at levels well below the threshold for toxicity of each chemical individually, synergy is not expected to occur. The evaluation of evidence in this report comes nowhere near the level of scientific rigour that is required.” Alan Boobis, emeritus professor of toxicology at Imperial College London, said: “At the levels found in food, almost all of which are well below their respective maximum residue levels, the combined effects of pesticides appear to be no greater than additive – that is, there is no suggestion [in independent research carried out over years] of any form of multiplying effect.” To determine the acceptable daily intake levels of pesticides, animals are fed the compound in all food ingested for their lifetime, explained Sir Colin Berry, emeritus professor of pathology at Queen Mary University of London. “This highly abnormal mode of feeding, together with a high dosing regimen, is designed to ensure that an effect is found, and the level of human ingestion that should be avoided is set at a fraction of that level, usually 100 or 1,000 times less. In fact, the exceedance of that level occasionally will mean little in biological terms and may well not even reach within an order of magnitude of the animal effect level,” he said. “A varied diet may well have small amounts of many things, including simple and complex carbohydrates, whole proteins and amino acids, vitamins, fats and trace elements, including some which are clearly toxic at particular concentrations. That’s why we have metabolic systems, to process chemicals.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}