{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/oct/10/extinction-rebellion-scott-ludlam-has-absurd-bail-conditions-dismissed-by-judge", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-10-09T23:50:59Z", "webTitle": "Extinction Rebellion: Scott Ludlam has 'absurd' bail conditions dismissed by judge", "webUrl": "https://www.theguardian.com/environment/2019/oct/10/extinction-rebellion-scott-ludlam-has-absurd-bail-conditions-dismissed-by-judge", "apiUrl": "https://content.guardianapis.com/environment/2019/oct/10/extinction-rebellion-scott-ludlam-has-absurd-bail-conditions-dismissed-by-judge", "fields": {"headline": "Extinction Rebellion: Scott Ludlam has 'absurd' bail conditions dismissed by judge", "bodyText": "Former Greens senator Scott Ludlam has had bail conditions – that banned him from associating with Extinction Rebellion climate change protests – dismissed by a judge following his arrest at a protest earlier this week. The strict conditions had been labelled “absurd” by civil liberties campaigners and prevented Ludlam from appearing in court on Thursday, due to restrictions on coming to the Sydney CBD. On Thursday morning in Sydney’s Downing Centre local court, deputy chief magistrate Jane Mottley said the conditions imposed by New South Wales police were not necessary given the low seriousness of his offences. “I note these are fine-only offences,” she said. “And when one considers the ambit of matters before the court – these are not serious examples of offences which would ordinarily attract bail conditions”. Ludlam and 29 others were arrested while protesting for action on the climate emergency in Sydney on Monday. The former Greens senator was charged with obstructing traffic, and given bail conditions which banned him from coming within 2.5km of the Sydney Town Hall, or attending future Extinction Rebellion events. According to documents seen by Guardian Australia, other protestors were given even harsher bail conditions that banned them from “going near” or speaking to members of Extinction Rebellion. Ludlam welcomed the decision, saying, “I’m glad common sense prevailed.” “This decision sends a clear message to the NSW police that the bail conditions were wildly inappropriate,” he said. “And I hope that the restrictions placed on other arrestees on Monday night will be immediately withdrawn.” On Wednesday, the New South Wales Council of Civil Liberties said the conditions were “absurd”, would affect thousands of people, and infringed on the constitutional right to freedom of political communication. That day, NSW Greens senator David Shoebridge said the conditions were so extreme NSW police “knew they would be thrown out of court”. On Thursday morning, magistrate Mottley dismissed the conditions and gave Ludlam unconditional bail. In arrest documents, NSW police stated that protesters “if released from custody, will endanger the safety of victims, individuals or the community [and] interfere with witnesses or evidence”. But Mottley determined that these could “be appropriately addressed by unconditional bail”. If the conditions had been upheld, they would have applied to Ludlam until 7 November, when the matter was listed for first hearing. The former WA Greens senator was not present in court, as the Downing Centre is within 2.5km of the town hall. Ludlam had been given three bail conditions on Monday: good behaviour, the 2.5km exclusion, and the ban from attending Extinction Rebellion events. Ludlam applied to have only the last two dismissed. In court on Thursday, crown prosecutor Wayne Law said police believed there was “an unacceptable risk” that Ludlam and other protestors could cause harm to the community. “The objective [of Extinction Rebellion] is to cause civil disobedience [for] their political agenda,” he said. “Those conditions imposed address that issue, which is to prevent further civil disobedience. “The endangering of safety is effectively that they lay on the road which is a great concern to themselves … but also the community.” But Ludlam’s lawyer Greg James said the conditions were aimed at “stifling legitimate political protest”. “The road was closed, there was no traffic,” he said. “The idea that they can’t contact others involved in a political movement show extraneous conditions were taken into account. There is no bail concern at all.” Outside court, Shoebridge said police should now drop the conditions against other protesters – who were in some cases, given harsher restrictions than Ludlam. “There are at least 30 protesters that have these unreasonable conditions imposed upon them,” he said. “The police can either remove them voluntarily or we can waste all the court resources, all the police resources, all the time of the protesters in coming down and knocking them off one after the other.” On Wednesday, the president of the NSW Council of Civil Liberties, Pauline Wright, told Guardian Australia these conditions were usually reserved for members of bikie gangs. On Wednesday, Ludlam told Guardian Australia that if the government wanted to stop climate protesters, they should take action on policy. Not all protestors arrested on Monday were given bail conditions, with some released unconditionally."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}