{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/oct/10/fracking-fears-grow-for-rivers-in-queenslands-channel-country", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-10-09T22:55:18Z", "webTitle": "Fracking fears grow for rivers in Queensland's channel country", "webUrl": "https://www.theguardian.com/australia-news/2019/oct/10/fracking-fears-grow-for-rivers-in-queenslands-channel-country", "apiUrl": "https://content.guardianapis.com/australia-news/2019/oct/10/fracking-fears-grow-for-rivers-in-queenslands-channel-country", "fields": {"headline": "Fracking fears grow for rivers in Queensland's channel country", "bodyText": "When the channel country floods, the rivers of western Queensland spread like thousands of fractures through the red dirt, each snaking their way through the central desert towards Kati Thanda-Lake Eyre. The remote regenerative waterways that flow into the great inland lake are largely unaffected by the sort of actions that have made a mess of the Murray-Darling, where the river system has been placed under pressure over decades by a mix of large-scale irrigation, floodplain development, dams and diversions. But almost five years after the Queensland government promised to reinstate legislative protections for the state’s “wild rivers” – and amid a proliferation of oil and gas drilling in the channel country – traditional owners’ groups say they have grown increasingly concerned their waterways are under threat. Three rivers that feed into Lake Eyre – the Diamantina, the Georgina and Cooper Creek – were among those protected in Queensland under the Wild Rivers Act, a controversial law that mainly affected rivers in Cape York and the isolated channel country. Those protections were scrapped by the Newman government in 2014, a move opposed by Labor in opposition. Labor promised to re-establish protections before coming to power in 2015, but is yet to follow through. George Gorringe, a Mithaka traditional owner based at Windorah, told Guardian Australia the government had been discussing protections, but at the same time the state had authorised natural gas drilling and fracking in large swathes of the channel country. “You’ve got all the fracking and the oil wells all over the floodplain,” he said. “That’s not a good thing, you only need one spill and it contaminates the whole lot. “We don’t want fracking on the floodplain or drilling on the floodplain. We’d like to be involved in the conversation.” There are now 311 oil and gas wells in the Lake Eyre floodplain. No fracking proposal has progressed beyond the exploration phase. Metgasco – the company forced to abandon fracking at Bentley in northern New South Wales after a blockade by farmers, because it failed to consult effectively – is the authority holder for plans to conduct exploratory drilling for oil and gas at a site near the Queensland-South Australian border. In a statement to the Australian Stock Exchange on 1 October, Metgasco said its project partner would drill at the Vali-1 prospect, about 100km north of Cameron Corner. The Queensland coordinator of the Lock the Gate Alliance, Ellie Smith, said the group was “deeply concerned” the company was involved in plans to drill in the channel country. “The company’s activities at Bentley triggered one of the biggest social protest movements seen in the Northern Rivers. “Metgasco clearly had no qualms about operating without a social licence when it invaded the Northern Rivers, and was only prevented from drilling due to people power and eventual government intervention. “Lock the Gate Alliance stands with traditional owners, graziers and other community members who are calling for the rivers and floodplains of the channel country to be protected from unconventional gas and oil exploration and production.” Metgasco said it retained a 25% stake in the project after signing two partnership agreements and had respectful agreements in place with native title holders. In a statement responding to criticism by Lock the Gate, the company said its shareholders had made major concessions at Bentley, accepting a $25m government buyout for after spending about $118m. “[Lock the Gate’s] deeply offensive assertion flies in the face of the fact shareholders voted to accept enormous losses, in good faith, and accept resolution of the Northern Rivers issues. The company complied fully with all residual abandonment liabilities.” The rivers of the Lake Eyre basin pass through the country of several Indigenous groups. Gorringe said the waterways were central to the area’s songlines and storylines connecting First Nations people. Up and down stream, there is a growing collaboration between groups of traditional owners and recognition that actions in one area can affect another. This month representatives from eight traditional owners’ groups will meet at Longreach with the intention of forming a water council, a body they hope will have the collective backing of Indigenous people and enough sway to influence government policy. The same groups promised earlier this year to jointly manage waterways. “For years the government has been making decisions about how the river is managed and the groundwater. We need to be part of the decision-making and to be in the driver’s seat,” Gorringe said. “We’d like the Queensland government to talk to us, we’d like a seat at the table.” Gorringe said Indigenous people could also support agricultural industries, mining and gas, but that first and foremost waterways should be protected. He said the potential for large-scale irrigation was of particular concern, alongside gas drilling in the basin areas. The Queensland environment minister, Leeanne Enoch, has said the government is in the process of reviewing whether current laws are adequate. It appears the government has made little progress in more than three years, since the environment department stated it was assessing potential policies. “Channel country has outstanding social, cultural and environmental attributes as well as economic opportunities,” Enoch said. “The government has committed to work with traditional owners, stakeholders and communities to ensure the state’s channel country is protected. The policy goal in the channel country is to protect and avoid widespread and irreversible impacts on rivers in the Lake Eyre basin. “The Queensland government is currently undertaking an evidence-based review of the current regulatory framework ... and the extent to which it offers adequate river protection in the Queensland section of the Lake Eyre basin. This will include a discussion paper, which is currently being developed, that will form part of an important consultation process.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}