{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/oct/24/summer-zervos-trump-sexual-assault-claims-documents-evidence", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-10-24T22:23:45Z", "webTitle": "Trump accuser says she has documents corroborating sexual assault claims", "webUrl": "https://www.theguardian.com/us-news/2019/oct/24/summer-zervos-trump-sexual-assault-claims-documents-evidence", "apiUrl": "https://content.guardianapis.com/us-news/2019/oct/24/summer-zervos-trump-sexual-assault-claims-documents-evidence", "fields": {"headline": "Trump accuser says she has documents corroborating sexual assault claims", "bodyText": "A former contestant on The Apprentice, Donald Trump’s reality TV show, has presented evidence in court filings to support her claims that the president sexually assaulted her in a hotel room in 2007. Summer Zervos is suing Trump, accusing him of defaming her by denying her allegations. The court filings appeared in a report on Thursday afternoon by the Hollywood Reporter. She is one of several women who came forward during the 2016 presidential election campaign accusing Trump of sexual misconduct of varying degrees of seriousness. Trump denies all such allegations against him and, contrary to Zervos’s allegation that he attacked her in a hotel room in 2007, the now president has said: “I never met her at a hotel.” Trump has tried and failed to prevent the lawsuit from moving forward and it could go to trial next year. Court papers filed on Thursday present evidence that Zervos said will corroborate her report on the meeting with Trump. The filings include emails with Trump’s secretary, Rhona Graff, about the meeting and calendar entries noting a stay by Trump at the Beverly Hills hotel in December 2007. Zervos’s attorney, Mariann Wang, noted to the court that the information points “line up with Ms Zervos’s detailed public account with striking accuracy”. Further documents purport to corroborate more details but are currently still under wraps. A memorandum with the court states: “The plaintiff reported the defendant’s assaults to family members and close friends immediately after they occurred and then again over the years.” It adds: “She confronted the defendant about his inappropriate behavior, both in a phone call shortly after the assaults and in an email sent through his secretary, Rhona Graff, in April 2016. The plaintiff also considered taking more formal legal action with respect to defendant many years ago and in fact reached out to multiple lawyers back in 2011, including to Gloria Allred, whose records reflect that contact. “The plaintiff also contacted Fox News in August 2015 and reported that the defendant had ‘invited me to a hotel room under the guise of working for him’ but had instead acted inappropriately toward her,” continues the memorandum."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}