{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/oct/10/if-you-are-under-34-youve-experienced-just-one-month-of-below-average-temperatures", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-10-09T21:04:10Z", "webTitle": "If you are under 34, you have never experienced a month of below average temperatures | Greg Jericho", "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/10/if-you-are-under-34-youve-experienced-just-one-month-of-below-average-temperatures", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/10/if-you-are-under-34-youve-experienced-just-one-month-of-below-average-temperatures", "fields": {"headline": "If you are under 34, you have never experienced a month of below average temperatures", "bodyText": "This week has seen a mass worldwide protest on climate change. The Extinction Rebellion is playing for keeps, and the protesters are setting out to make noise and force politicians and authorities to deal with them. If you think those protesting are just a bit too angry and annoying, let us remember the situation is urgent and is no longer something for future generations to worry about – we are at a point where a majority of Australians now living will be affected by its impact. Last month came the news that July 2019 was the hottest month on record. No big deal, just the hottest global average temperature in the 140 years of records kept by the US National Oceanic and Atmospheric Administration. Not coincidentally, in the same month, Arctic sea-ice coverage hit a record low of 19.8% below average. Down our end of the planet, Antarctic sea-ice also shrank to an unprecedented level – some 4.3% below the 1981-2010 average. The northern hemisphere summer just gone was the hottest on record as well. All this during a period when there was no El Niño to drive higher temperatures. Oh, for the days when the deniers could proudly (if incorrectly) say “the world hasn’t warmed since 1998”. Back in 2008 Andrew Bolt was suggesting that was something that the mainstream media wanted to hide. By 2010 he had changed to saying “the world hasn’t warmed since 2001”. Here’s the reality: 16 of the past 21 years have been warmer than 1998. At some point you would think the deniers would admit they have been found completely wanting. But no. Why do that when there is money to be made and votes to be won from making stuff up? Here’s a little statistic to wrap your head around. The last year to experience global annual temperatures below the 1951-1980 average was 1976 – so if you are less than 43 years old you have never experienced a year with below average temperatures. If you are under 34 you have not even experienced a month of below-average global temperatures – because the last such month was February 1985, and even that was a bit of an oddity as it was just the second such month in six years. Even if you are 65 years old and ready for retirement, 79% of your life has been spent in a world with above-average temperatures: But looking at total life is somewhat deceptive because of the past 42 straight years of above-average temperatures. One way to show the real change is to look at what it was like for people’s first 40 years. If you are under 40 obviously you are stuffed – every year and almost every month has been above average. The first lot of baby boomers – those born in 1946 – spent 52% of their first 40 years in a world with above-average temperatures. That is essentially what you would expect. By contrast, I was born in 1972 and 89% of my first 40 years were hotter than the 1951-1980 average. So it is clear the climate crisis is something that has affected younger people more, but let’s not be too suggestive about it being a young person’s problem. Because here’s the thing, 57% of Australia’s population is under 43 years old. Thus a sizeable majority of our citizens have never experienced a year with below-average global temperatures. It’s a point that also makes you realise that “millennials” are not young any more. They are in their 30s and now getting to positions of power, but they remain a minority. While 57% of our population has never experienced a year of below-average temperatures, only 45% of people above voting age can say that. And of current parliamentarians, just 18% of MPs and 11% of senators have never known a below-average year. So you might understand why some are getting a tad impatient with the lack of action by those in power, and why they are not so impressed with talk about meeting Kyoto targets when it is obvious that accounting tricks are used to ensure Australia can say we are reducing emissions. And you can understand why people are getting rather antsy about the fact that even with the carry-over credits and dodgy accounting of land use, we are still unlikely to meet our Paris target of 26% below 2005 levels. And what is worse is that if we exclude land use, that 26% cut is a mere 15% below 2005 levels: You can understand why people are ready to annoy those in authority when we look at where temperatures are going. If we start from the climate-change deniers’ landmark year of 1998 (when climate change was said to have stalled), even a linear trend to the future has global temperatures reaching 2C above pre-industrial levels by 2056. But no one thinks it will be a linear trend. The path suggested by the IPCC is closer to an exponential trend, in which we will hit 1.5C above pre-industrial levels by 2029 and 2C by 2042, when my daughter will be 10 years younger than I am now. My father, a baby boomer, lived his first 40 years experiencing average temperatures. I, a typical Gen-Xer, spent 80% of my first 40 years with above-average temperatures, and my daughter faces a world where temperatures will be 2C above the pre-industrial average by the time she is 40. Half of Australia’s current population is younger than 37. By 2042, the oldest will be just turning 60 – not even retired. So are those involved in the Extinction Rebellion angry? You’re damn right they are. And so should you be. Greg Jericho is a Guardian Australia columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}