{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/oct/05/sifan-hassan-wins-1500m-laura-muir-fades-world-championships-2019", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-10-05T20:16:43Z", "webTitle": "Laura Muir says 'cloud' hangs over Sifan Hassan's stunning 1500m victory", "webUrl": "https://www.theguardian.com/sport/2019/oct/05/sifan-hassan-wins-1500m-laura-muir-fades-world-championships-2019", "apiUrl": "https://content.guardianapis.com/sport/2019/oct/05/sifan-hassan-wins-1500m-laura-muir-fades-world-championships-2019", "fields": {"headline": "Laura Muir says 'cloud' hangs over Sifan Hassan's stunning 1500m victory", "bodyText": "Laura Muir believes that Sifan Hassan’s extraordinary 1500m gold medal is tainted because of the Dutch athlete’s association with the banned coach Alberto Salazar. Hassan, who has been mentored by Salazar since 2016, produced a performance for the ages to storm home in 3min 51.95sec – not only a world championship record but the sixth fastest in history. Only the Ethiopian Genzebe Dibaba, who ran the world record while under the tutelage of the controversial coach Jama Aden, and four Chinese athletes that were mentored by Ma Junren in the 1990s, have gone faster. Muir, who was taking part in only her third race back after tearing a calf muscle in July, produced a run of grit and fire to finish fifth in 3:55.76. And when it was put to her that the race was under a cloud because of Salazar, who was banned for four years by the US Anti-Doping Agency, she was clear. “Given the news of the past couple of days, I think there is a cloud,” the 26-year-old Scot said. “There’s no avoiding that. But all you can do is focus on your performances and for me to do that kind of race out there.” However, Hassan, whose gold medal secured a unique 1500m-10,000m double, said she was innocent of any wrongdoing – and that all the accusations made at her over the last few days had only inspired her to work harder to produce her stunning performance. “It has been a hard week for me,” she said. “I was so angry. I couldn’t talk to anyone. I ran all out. I wanted to show that hard work can beat everything.” Hassan also pointed out that she was a high-class athlete before she joined Salazar, having won a 1500m bronze at the 2015 world championships when she was 21. “This is what makes me angry,” she said. “I have been clean all my life. This makes me so mad. I have been clear all my life. You cannot see my body. I have been such a good athlete since 2014. Now people start talking all this bullshit. I am sorry for my language.” Silver was won in 3:54.22 by the defending world and Olympic champion, Faith Kipyegon, who gave birth to a daughter last year and then had to recover from an adductor injury. Gudaf Tsegay of Ethiopia took bronze in 3:54.38. Muir was smiling afterwards despite missing out on a global medal again. And no wonder. For most of the summer she was unable to jog even a few steps after her calf ripped apart like a broken guitar string at the Anniversary Games in July. Yet she was still able to get a sweet tune out of her body despite her lack of training. She also raced smart. Muir started at the back of the field from the gun as Hassan set a scorching pace from the off. But the Scot moved up cleverly to be on the Dutch athlete’s shoulder at the bell. For so long Muir looked so good, but at 200m she began to slip back. Even so, her finishing time of 3:55.76 was still her second fastest ever. “I don’t know what to say,” said Muir. “I was fifth in 3:55. I tried to cover the moves as best I could. I think I lost a gear or two in the last 100m. But to run 3:55. Especially when I missed so much training. I am speechless but so proud of myself.” No wonder Muir believes that her performance can be a springboard for better things at next year’s Olympics in Tokyo. “I take a lot of confidence that things can be so disrupted and I can still go out and produce that kind of performance,” she said. “Hopefully next year I’ll be fighting fit and 100% going into the Olympics. If I can do that – and 3:55, is me unfit – I’d love to see what I can do if I’m 100%.” It later emerged that not only had Muir’s coach, Andy Muir, worked minor miracles to get his athlete to Doha in the first place – but she then had a stomach bug just before flying out. “It’s been a really bumpy journey,” said Muir. “The rehab didn’t go as smoothly as we wanted to. We had a couple of setbacks. You lose that conditioning when you come back. I also got a stomach bug a couple of weeks ago that took out half a week. If you add it all up, the injury took a lot out.” Even so, the glass was definitely half full for Muir. Whether those in the sport will feel quite the same after Hassan’s performance remains an open question. 5.02pm 100m hurdles semis (w) 5.15 Long jump final (w) 5.40 1500m final (m) 5.55 javelin final (m) 6.00 10,000m final (m) 6.50 100m hurdles final (w) 7.15 4x400m relay final (w) 7.30 4x400m relay final (m) TV BBC1, BBC2 and Red Button Radio BBC Radio 5 Live"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}