{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/oct/11/paul-dacre-daily-mail-geordie-greig-letter-financial-times", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-10-11T21:24:16Z", "webTitle": "Paul Dacre publicly hits out at Daily Mail successor Geordie Greig", "webUrl": "https://www.theguardian.com/media/2019/oct/11/paul-dacre-daily-mail-geordie-greig-letter-financial-times", "apiUrl": "https://content.guardianapis.com/media/2019/oct/11/paul-dacre-daily-mail-geordie-greig-letter-financial-times", "fields": {"headline": "Paul Dacre publicly hits out at Daily Mail successor Geordie Greig", "bodyText": "Paul Dacre has publicly criticised Geordie Greig, his successor as editor of the Daily Mail, in a highly unusual intervention that lays bare the deep personal and ideological divisions at the top of the newspaper. Dacre, who still holds the title of editor-in-chief at the Daily Mail’s parent company DMG Media, has written a letter to the Financial Times [paywall] accusing Greig of being “economic with the actualité” in a recent interview. The former editor took particular issue with a claim by Greig that hundreds of new companies had started buying adverts with the newspaper in the last year. The implication by Greig was that they had found the outlet too toxic under Dacre’s leadership, following sustained campaigns from groups such as Stop Funding Hate, which targeted companies that advertised in the newspaper. “He claims 265 advertisers came back to the Daily Mail in his year as editor. In fact, far more than that number left during the same period,” said Dacre. The former boss pointed out that under his editorship the newspaper “won an unprecedented number of awards for the quality of its journalism and its countless great campaigns, whether launching the war on plastic, cleaning up Britain, Alzheimer’s awareness, Dignity for the Elderly or justice for Stephen Lawrence”, before suggesting that his successor has come nowhere close. “As for Mr Greig, I congratulate him for making a solid start as editor and continuing so many of those campaigns but I’m sure he’ll forgive me for suggesting that he (or his PR) defers his next lunch with the FT until he has notched up a small fraction of those journalists’ achievements.” There is reportedly no love lost between the two men after Brexit-backing Dacre was moved aside last year to make way for remain-supporting Greig. But the public row will put pressure on the company’s executives to resolve any power struggle between the pair. The FT reported that Greig declined to comment on his predecessor’s letter. The decision by the Daily Mail owner, Viscount Rothermere, to replace Dacre followed a run of front pages that left the newspaper facing substantial criticism for its increasingly strident demands to leave the EU, including its infamous “enemies of the people” front page attack on the high court judges who ruled that the prime minister could not trigger article 50 without parliamentary consent. This week Greig decided to launch a prominent campaign encouraging readers to ensure that their children were inoculated with MMR vaccine. He also publicly apologised for the newspaper’s historical role in spreading fears about the vaccine’s disproven links to autism during Dacre’s editorship. A spokesperson for DMG Media said: “Over the last 12 months Mail newspapers has grown its market share of UK press advertising. “The advertising revenue from the 265 new advertisers in Mail newspapers more than offset the loss from those advertisers we didn’t see in the past financial year. We are delighted that revenue from advertising in print and digital was substantially greater than last year.” Dacre, who edited the newspaper for a quarter of a century, is still thought to be close to the Mail on Sunday editor, Ted Verity, his former deputy who had turned the previously Remain-supporting Sunday newspaper into one more supportive of Brexit. While Dacre was a strident pro-Brexiter, almost at any cost, Greig has adopted a slightly more nuanced position at the Daily Mail, backing Theresa May’s attempt at a withdrawal deal and and instead focusing his attention on Jeremy Corbyn. He told the FT last week that his main concern was ensuring a new Conservative government. “Main mantra: ABC. Anything But Corbyn. I’d much rather have no deal than Corbyn. We’re going to support Boris if he does call an election … After Brexit, I think Boris will seem quite a centrist figure.” • This article was amended on 15 October 2019 to correct details of the high court decision that led to the Daily Mail’s “enemies of the people” front page."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}