{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/oct/13/petr-cech-breaks-ice-match-winning-penalty-save", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-10-13T21:33:33Z", "webTitle": "Petr Cech breaks the ice with match-winning penalty shootout save | Sachin Nakrani", "webUrl": "https://www.theguardian.com/sport/2019/oct/13/petr-cech-breaks-ice-match-winning-penalty-save", "apiUrl": "https://content.guardianapis.com/sport/2019/oct/13/petr-cech-breaks-ice-match-winning-penalty-save", "fields": {"headline": "Petr Cech breaks the ice with match-winning shootout save", "bodyText": "For Petr Cech it was a dream start to a somewhat surreal change of careers. In his first game for Guildford Phoenix ice hockey team the Premier League and Champions League-winning goalkeeper was the hero of the evening, saving the crucial shot in the shootout to secure a victory that, in its own way, ranks highly in the 37-year-old’s long list of achievements. For sure Cech looked delighted as he was named Phoenix’s man of the match amid their celebrations at Guildford Spectrum leisure centre, a place where pensioners can swim for less than a fiver and families of four can go tenpin bowling for £23 exactly. To call it modest compared to some of the venues Cech has competed in would be an understatement. But then this was always going to be an unusual occasion and one that arrived in something of a blur given it was only last Wednesday that Cech’s signing for Phoenix was announced. Yet, to some extent, Cech’s move from top-level football to fourth-tier ice hockey is not that surprising. The former Czech Republic international has been a fan of the sport since childhood and, having signed for Chelsea in 2004, he decided to make Guildford Flames, who play in the Elite Ice Hockey League – British hockey’s top tier – his team. A little over 15 years later, and following retirement from a career in football that saw him keep 202 Premier League clean sheets and win every major trophy going, it was time to swap grass for ice. Phoenix are the Flames’ development team and Cech is actually their third-choice goaltender. Given the fuss surrounding his arrival, however, it was no surprise to see him make an immediate debut on Sunday, with Swindon Wildcats 2 the visitors to this part of Surrey. A game between two teams that had won their opening two games of the National Ice Hockey League season ended 2-2 after regulation time, leading to overtime and, after no further goals, the shootout. Cech saved two of the first four penalties he faced and then, in sudden death, came up against a fifth. The Wildcats’ Mason Lipsey dribbled towards him and could only watch as Cech saved his shot low down to his left. Cue the celebrations. “I wanted to win, that was the main thing, and I’m glad we did,” said Cech after what was his first competitive match since featuring for Arsenal in May’s Europa League final and his first experience of a shootout since being involved in the one that sealed victory for Chelsea in the 2012 Champions League final. “I was surprised that I wasn’t more nervous. I didn’t know what to expect so it was nice how quickly my body switched into matchday mode.” A crowd of 909 people – a record for a Phoenix home game – came to see Cech play and got a first sight of him during the pre-match warm-up. Given the garb ice hockey players wear it was not immediately obvious that the tall figure in the mask, oversized gloves and leg pads was the man of the moment. But the back of his jersey soon confirmed it – ‘Cech 39’, the same number as that worn by the legendary Czech goaltender Dominik Hasek. Cech also wore a customised helmet painted in Chelsea and Arsenal colours and during the game made a number of saves, the most eye-catching of which came early in the third period when he showed the reflexes of old by keeping out a powerfully hit shot with his right hand. Cech was frustrated with the manner of the first goal he conceded given the puck squirmed in at his near post but, ultimately, this was a day for him to remember and one he wants to build on while continuing his duties as a technical and performance advisor at Stamford Bridge. “It was a childhood dream for me to play even one game of ice hockey,” he said. “I’ve done that now and nobody can take that from me.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}