{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/oct/25/scott-morrison-gave-negative-globalism-speeches-without-consulting-dfat", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-10-24T23:41:36Z", "webTitle": "Scott Morrison gave 'negative globalism' speeches without consulting Dfat", "webUrl": "https://www.theguardian.com/australia-news/2019/oct/25/scott-morrison-gave-negative-globalism-speeches-without-consulting-dfat", "apiUrl": "https://content.guardianapis.com/australia-news/2019/oct/25/scott-morrison-gave-negative-globalism-speeches-without-consulting-dfat", "fields": {"headline": "Scott Morrison gave 'negative globalism' speeches without consulting Dfat", "bodyText": "The Department of Foreign Affairs and Trade was not consulted before two controversial speeches by Scott Morrison lambasting “negative globalism” and seeking reclassification of China as a developed country. Dfat secretary Frances Adamson told Senate estimates on Thursday evening the department was not consulted, although the foreign affairs minister, Marise Payne, and the trade minister, Simon Birmingham, said they had seen the speeches before they were delivered. On 24 September, in a speech in Chicago, Morrison described China as “newly developed” and suggested this new status would require it to do more heavy lifting on climate change as well as a reorganisation of World Trade Organisation rules to deny it favourable treatment. On 3 October, in a speech to the Lowy Institute after his visit to the US, Morrison declared sovereign nations need to eschew an “unaccountable internationalist bureaucracy” and the world needs to avoid “negative globalism”, an echo of Donald Trump’s speech to the United Nations declaring the future belonged to patriots, not globalists. Adamson told estimates that Morrison’s Lowy speech was the first time she had heard the term “negative globalism” but she had “some sense of understanding about what the prime minister was talking about”. “I did not have the sense that [the speech] derogated in any way from Australia’s commitment to elements of the multilateral system which we believe very strongly in,” she said. Payne said she was also unfamiliar with the term “negative globalism” but had seen the speech before it was delivered. Labor foreign affairs spokeswoman, Penny Wong, questioned officials about Morrison’s suggestion that negative globalism “coercively seeks to impose a mandate from an often ill-defined borderless global community and, worse still, an unaccountable internationalist bureaucracy”. Adamson agreed that treaties are “entered into freely”, adding she was not aware of any circumstances in which global institutions could impose their will on independent states. Adamson rejected suggestions her department had been sidelined from development of foreign policy, arguing it is “deeply engaged in the development of Australian foreign policy through our advice to our own ministers, through advice to the prime minister through [his department], and through our ministers’ offices”. “I see a prime minister actively engaged in development and implementation of foreign policy and this department is absolutely committed to working with him very closely on that, as you’d expect.” The head of Dfat’s office of trade negotiations, George Mina, told estimates that Australia had not previously advocated in WTO discussions to have China reclassified as developed because it was up to countries to designate their own status. “We’ve made the general point that where countries have grown and developed they should be thinking about their posture,” he said. Birmingham said he did know Morrison was going to call for China to be classified as “newly developed” and, though Birmingham had not used the term before, he said it was consistent with his and the prime minister’s previous public statements. Labor has been fiercely critical of both the controversial Morrison speeches, with Wong arguing they are “disturbingly lightweight” contributions that show the prime minister has made decisions against the national interest for “short-term political gain”. Ministers have generally struggled to articulate which institutions epitomise “negative globalism” although Morrison has pointed the finger at the United Nations and the treasurer, Josh Frydenberg, has suggested criticism of Australia’s refugee policy was an example. China has rejected the claim it is newly developed, warning it is “one-sided and unfair”. Adamson revealed Morrison had raised his views on China’s status “in the broad” when he met with the Chinese vice-president, Wang Qishan, in Jakarta at Joko Widodo’s inauguration as Indonesian president last weekend. Adamson said Australia and China will need to “work quite hard to manage what I really think will be enduring differences”. “Some points of difference may come and go and be able to be resolved but other points of difference, which go more deeply to the differences between our systems and our values, are likely to endure,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}