{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2019/oct/24/trump-news-today-impeachment-inquiry-democrats-2020-latest-updates", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-10-24T23:52:22Z", "webTitle": "Trump accuser tells court she has corroborating documents – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2019/oct/24/trump-news-today-impeachment-inquiry-democrats-2020-latest-updates", "apiUrl": "https://content.guardianapis.com/us-news/live/2019/oct/24/trump-news-today-impeachment-inquiry-democrats-2020-latest-updates", "fields": {"headline": "Trump accuser tells court she has corroborating documents – as it happened", "bodyText": "Here’s a recap of today: The White House reportedly delayed a decision on Ukraine trade in August, suggesting that the administration was using more than military aid to pressure Ukrainian officials to investigate Joe Biden. Senator Lindsey Graham released his resolution criticizing the House Democrats’ impeachment inquiry, calling on them to “vote to open a formal impeachment inquiry and provide President Trump with fundamental constitutional protections”. Summer Zervos, a former “Apprentice” contestant who is suing Trump for defamation after he denied her allegation of sexual assault, said she has corroborating evidence to support her story. Colleagues paid their respects to the late congressman Elijah Cummings. Tim Ryan dropped out 2020 presidential race. Joe Biden’s campaign indicated that it is no longer opposed to the involvement of super Pacs. Bernie Sanders revealed a plan to legalize marijuana... at 4:20 PM. Bernie Sanders confesses: “I am old” He made the admission at a campaign event in Iowa. Here’s a schedule of upcoming hearings in the impeachment inquiry: Courtesy of Axios reporter Alayna Treene. Bernie Sanders released a plan to legalize marijuana ... at 4:20 PM Eastern Time His plan would expunge all marijuana-related convictions, ban tobacco companies from entering the business and create a $20bn program support minority entrepreneurs. Eleven states and Washington, DC have already legalized marijuana, but it remains illegal at the federal level. 2020 Democratic candidates all broadly agree on legalization. Using taxes levied on marijuana sales, Sanders’ plan would fund a $20bn program for entrepreneurs of color, and $10bn grant to promote business in areas disproportionately affected by marijuana criminalization. New Jersey is seeking to revoke a liquor license for one of Donald Trump’s gold clubs, due to a 2015 incident when the club allegedly overserved alcohol to a man who caused a fatal wreck. The Washington Post reports: That proposed punishment was laid out in an Oct. 21 letter to the Trump golf course in Colts Neck, N.J. The Washington Post obtained the letter through a public records request. The office of New Jersey Attorney General Gurbir Grewal, which sent the letter, declined to comment about the letter. Grewal was appointed in 2018 by Gov. Phil Murphy (D). The letter gives few details about the alleged misconduct by Trump’s course. The man that the club is accused of over-serving — Andrew G. Halder — caused a wreck that killed his own father and last year pleaded guilty to vehicular homicide. Joe Biden’s campaign is waking back opposition to independent political action committees. In a statement, his campaign manager Kate Bedingfield signaled that the former vice president will no longer discourage super Pac organizers who want to boost his 2020 primary bid. Political action committees allow wealthy individuals and corporations to contribute to campaigns. “As president, Joe Biden will push to remove private money from our federal elections,” Bedingfield said, signaling that until then, it’s “not surprising” some Biden supporters are considering financing a Pac on his behalf. She noted that Donald Trump has his supporters are already spending large sums of money “to intervene directly in Democratic primaries”. Biden has been trailing Bernie Sanders and Elizabeth Warren in fundraising. Meanwhile, Donald Trump is mulling his outfit choices this weekend. Asked if he’d throw the first pitch at the baseball World Series on Sunday, said: “I don’t know, they got to dress me up in a lot of heavy armor.” “I’ll look too heavy” Trump said, according to White House press pool reports. That’s it from me today. My west coast colleague, Maanvi Singh, will take over the blog for the next few hours. Here’s where the day stands so far: The White House reportedly delayed a decision on Ukraine’s trade privileges in August, indicating that the campaign to pressure Ukrainian officials to launch investigations of the Democrats may have extended beyond the delaying of military assistance. Senator Lindsey Graham released his resolution criticizing House Democrats’ handling of the impeachment inquiry, noting that it already has dozens of Republican co-sponsors. Summer Zervos, the former “Apprentice” contestant who is suing Trump for defamation after he denied her allegation of sexual assault, reportedly has corroborating evidence to support her story. Elijah Cummings’ congressional colleagues paid their respects to the late lawmaker, who is lying in state at the Capitol today. Democratic presidential candidate Tim Ryan dropped out of the race, leaving 18 contenders still seeking the party’s nomination. Maanvi will have more on the news of the day, so stay tuned. Democratic 2020 hopeful Marianne Williamson is a best-selling new age author and a guru to the celebs. But her campaign hasn’t taken off. She’s languishing at less than 1% in national polls and did not qualify for the last pair of presidential debates. The disconnect between her professional success and her political failure to launch is, she said, “an illusion”. During a question-and-answer session at the National Press Club in Washington, Williamson took umbrage at the insinuation her campaign was not gaining traction. “I sure as heck did break through,” she told the moderator. “It’s called the second debate.” Following a zany first debate appearance in which she challenged the prime minister of New Zealand and said she would “harness love” to beat Donald Trump, Williamson delivered a steadier performance in round two, receiving praise – and lots of Google searches – for her answers on race, reparations and the environment. After her rise in polls, Williamson said the other candidates and the Washington elite increasingly saw her as a threat. Then, she said, a political “smear” campaign began to paint her as “crazy and dangerous”. At the event on Thursday, Williamson laid out her case for the nomination while touting her plan to establish a “Department of Peace,” the centerpiece of her campaign platform. She talked about the layers of trauma average Americans face – food scarcity, homelessness, drug abuse, violence, among other issues. “Large groups of desperate people are a national security risk,” she said. Williamson also expanded on her criticism of the Democratic National Committee (DNC), which sets the rules for participation in the party’s presidential primary debates. “It should be the purpose of the DNC to facilitate American democracy not dictate American democracy,” she said, decrying her exclusion from the debate stage. In response to a question about whether she supported any military interventions in recent US history, Williamson said she is “not a pacifist”. She said she would have gone to war against the Taliban in Afghanistan and added that, had she been president, she would have intervened in Rwanda. Williamson fielded other questions that seemed tailored to her unique appeal: What did she make of Trump assertion that he deserves a Nobel Peace prize? She laughed, “Poor darlin’. I don’t think he could help himself.” She has as much political experience as Trump when he ran for president – which is to say none – so why does she think she can do the job better? She said Trump’s problem wasn’t a lack of experience, it was a “lack of ethics”. And finally, would she consider Hillary Clinton for a position in her Department of Peace? Williamson paused before concluding: “I don’t want to be drawn into this pile on of Hillary Clinton that should offend every American woman.” The Trump administration reportedly delayed a decision on Ukraine’s trade privileges in August, possibly indicating that the White House tried to exert pressure on Ukrainian officials beyond the delaying of the country’s military aid. The Washington Post reports: The White House’s trade representative in late August withdrew a recommendation to restore some of Ukraine’s trade privileges after John Bolton, then-national security adviser, warned him that President Trump probably would oppose any action that benefited the government in Kyiv, according to people briefed on the matter. ... The August exchange between Bolton and Lighthizer over the trade matter represents the first indication that the administration’s suspension of assistance to Ukraine extended beyond the congressionally authorized military aid and security assistance to other government programs. It is not clear whether Trump directed Bolton to intervene over Ukraine’s trade privileges or was even aware of the discussion. The White House reportedly sent a letter to the lawyer of Laura Cooper a day before the Pentagon official testified in House Democrats’ impeachment inquiry. According to the letter obtained by the New York Times, the deputy secretary of defense, David L. Norquist, informed Cooper’s lawyer she was not obligated to comply with a congressional subpoena because of the Trump administration’s view that the inquiry has not been officially authorized. Norquist wrote: “This letter informs you and Ms. Cooper of the Administration-wide direction that Executive Branch personnel ‘cannot participate in [the impeachment] inquiry under these circumstances’ [Tab C]. “In the event that the Committees issue a subpoena to compel Ms. Cooper’s appearance, you should be aware that the Supreme Court has held, in United States v. Rumely, 345 U.S. 41 (1953), that a person cannot be sanctioned for refusing to comply with a congressional subpoena unauthorized by House Rule or Resolution.” Cooper obviously decided to go ahead with her testimony anyway, following in the footsteps of several state department officials who have similarly chosen to comply with their congressional subpoenas. New York Mayor Bill de Blasio said that Trump would be arrested if he shot someone on Fifth Avenue, contradicting a controversial claim made by one of the president’s lawyers. The president’s attorney, William Consovoy, was asked in federal court yesterday about Trump’s famous claim during the 2016 campaign that he could get away with shooting someone on Fifth Avenue in New York. Consovoy argued that Trump could not be investigated for the hypothetical shooting while he was serving as president. The New York mayor is now taking issue with that. De Blasio told reporters today: “If anybody shoots someone, they get arrested. I don’t care if they’re the president of the United States or anybody else. If you shoot someone, you should get arrested, and we would arrest him.” Summer Zervos, the former “Apprentice” contestant who is suing Trump for defamation after he denied her sexual assault allegation, reportedly has corroborating evidence supporting her story. The Hollywood Reporter explains: According to court papers filed on Thursday, the Trump Organization is attempting to designate certain documents as ‘confidential’ because they contain Trump’s former cell phone number. Zervos’ lawyers respond that such information is already public. But the bigger bombshells from today’s filing has to do with the evidence that Zervos says she has collected to corroborate her account. Those include emails to Trump’s secretary Rhona Graff to set up a meeting with him and responses from her. There are also calendar entries for Trump and his bodyguard showing how they flew from Las Vegas to Los Angeles in Dec. 2007 and stayed at the Beverly Hills Hotel. Many of these documents are from Trump Organization files. Zervos’ attorney writes calendar entries and itineraries ‘line up with Ms. Zervos’s detailed public account with striking accuracy.’ ... Some of these documents, Zervos contends, are ones that the Trump Organization is now attempting to keep secret by misusing confidentiality designations. Her motion is in support of de-designation of these documents. If she succeeds, she’ll be able to make them public in time for summary judgment briefing now scheduled for March. A Bloomberg News reporter noted that senator Lindsey Graham’s resolution criticizing House Democrats’ impeachment inquiry did not actually condemn the investigation, as the South Carolina senator had originally advertised. Senator Lindsey Graham closed the press conference on his resolution criticizing the impeachment inquiry by emphasizing that he was targeting the process of the investigation but was not necessarily defending Trump’s actions. This is a strategy that a number of Trump’s closest congressional allies have pursued in recent weeks: slamming the inquiry as too secretive while generally avoiding comment on the president’s alleged conduct toward Ukraine. Senator Lindsey Graham said his resolution condemning House Democrats’ impeachment inquiry already had 41 Republican co-sponsors. The South Carolina Republican said he believed that acting White House chief of staff Mick Mulvaney was “working on getting a messaging team together” to confront the inquiry. When a reporter said that the White House has already repeatedly changed its messaging strategy on impeachment, Graham quipped: “Have you noticed?” Senator Lindsey Graham has released the resolution criticizing House Democrats’ handling of the impeachment inquiry against Trump. The resolution calls on House Democratic leaders to “vote to open a formal impeachment inquiry and provide President Trump with fundamental constitutional protections.” The resolution is supported by dozens of Republican senators, including majority leader Mitch McConnell, and comes as some Trump allies have called on Graham to use his position as chairman of the Senate judiciary committee to push back against the impeachment inquiry. As Lindsey Graham prepared to introduce a resolution criticizing House Democrats’ impeachment inquiry, Trump reportedly hosted the South Carolina senator and several of his Republican colleagues for lunch at the White House. The gathering comes as Trump has called on congressional Republicans to “get tougher” against the impeachment investigation, which appeared to spark conservative House members’ protest yesterday that delayed the testimony of Pentagon official Laura Cooper. The flag at the Capitol has been lowered to half-staff in honor of the late congressman Elijah Cummings, who is lying in state there today. A number of Cummings’ congressional colleagues, including the civil rights icon John Lewis, have stopped by his casket at the Capitol to pay their respects. As congressional Republicans complain about House Democrats holding closed-door interviews for the impeachment inquiry, this video from last year is recirculating on Twitter. In the video, then-congressman Trey Gowdy, who nearly joined Trump’s team to combat the impeachment investigation, argued that a private hearing was “much more constructive” than the “circus” of public hearings. A Daily Beast reporter also pointed out that the Republicans who are condemning the alleged secrecy of the inquiry are the same lawmakers who are defending the White House’s refusal to cooperate with the investigation. Earlier today, Amy Klobuchar became the ninth Democratic presidential candidate to qualify for the November debate in Georgia. The Minnesota senator attracted the support of 3 percent of Democratic voters in a new Quinnipiac survey, marking her fourth qualifying poll for the debate. The Quinnipiac results emphasized how varied recent polls have been, particularly when it comes to the frontrunners in the Democratic primary. According to the Quinnipiac poll, Elizabeth Warren leads Joe Biden by 7 points. However, a CNN poll released yesterday showed Biden leading all of his opponents by double digits. The editor-in-chief of the polling and analysis website FiveThirtyEight argued that, overall, the numbers have changed little since the debate in Ohio last week. For a bit of good news today, former president Jimmy Carter has been released from the hospital after suffering a fall earlier this week. The 95-year-old Carter was similarly hospitalized for a separate fall earlier this month but appears to be recovering well. Just days after Trump mused about the White House canceling its subscriptions to the Washington Post and the New York Times, his administration is now reportedly advising federal agencies to do the same. The Wall Street Journal reports: ‘Not renewing subscriptions across all federal agencies will be a significant cost saving—hundreds of thousands of taxpayer dollars will be saved,’ White House press secretary Stephanie Grisham said in an email Thursday. Ms. Grisham declined to provide further details, and it wasn’t immediately clear how the White House intended to compel agencies to cancel the subscriptions or how soon the order would take effect. The White House was still working on implementing the directive as of Thursday morning, an administration official said. Trump told Fox News’ Sean Hannity in an interview that aired Monday: “We don’t even want [the New York Times] in the White House anymore. We’re going to probably terminate that and the Washington Post. They’re fake.” This appears to be yet another instance of White House staffers scrambling to enact something that Trump had publicly floated with seemingly no warning. Secretary of state Mike Pompeo appeared to grow frustrated with a reporter in his home state of Kansas who questioned him about the impeachment inquiry and his rumored Senate ambitions. Pressed on why he has made four trips back to Kansas this year, Pompeo told the Wichita Eagle: “Lots of cabinet secretaries go home an awful lot more than that. We just haven’t managed to do it. I frankly wish we’d get back here a whole lot more.” The interviewer replied: “So given everything that is going on in the world right now, you feel that this is the best use of your time as chief diplomat to be here?” Pompeo replied: “Absolutely. 100 percent.” For some context, the former congressman’s repeated trips back to Kansas have fueled speculation that he will enter the race to replace retiring senator Pat Roberts. The interview did not improve from there. Pompeo claimed that the media was “fixated” on the impeachment inquiry, while the state department was not (despite many news reports to the contrary). And when asked whether Trump’s treatment of America’s Kurdish allies had harmed the US’ international credibility, Pompeo replied: “The whole predicate of your question is insane.” Needless to say, Pompeo could face some difficult questions about his tenure in the Trump administration if he does decide to launch a Senate bid. Here’s where the day stands so far: Democratic presidential candidate Tim Ryan dropped out of the race after struggling to attract voters and failing to qualify for recent debates. Colleagues of Elijah Cummings honored the late congressman at the Capitol, where the longtime Baltimore representative will lie in state today. House Democrats are planning to advance to public hearings in their impeachment inquiry against Trump as soon as next month. The blog will have much more coming up, so stay tuned. Tim Ryan failed to gain much traction since entering the presidential race in April, but during his campaign, he helped to cast a spotlight on gun violence. Ryan represents Youngstown and suburbs of Akron in the House. When a gunman opened fire on the nearby Ohio city of Dayton, Ryan lambasted Trump and Senate majority leader Mitch McConnell for inaction on gun legislation. The Ohio congressman told CNN shortly after the shooting in August: “Mitch McConnell needs to get off his ass and do something. People are getting killed in the streets in America and nobody is acting. Nobody.” Tim Ryan’s exit from the presidential race means that there are now 18 contenders seeking the Democratic nomination. Of those remaining eighteen candidates, only nine have qualified for the November debate so far. Ryan’s departure could put more pressure on the candidates who have not yet qualified to similarly throw in the towel. Democratic presidential candidate Tim Ryan just announced he would end his White House bid and instead seek reelection for his congressional seat. The Ohio congressman built his campaign around trying to appeal to Midwestern voters who swung to Trump in 2016, but Ryan has struggled to attract voters or donors and failed to qualify for the past two debates. Despite Mike Pence professing openness to establishing a better economic relationship between the US and China, the president has voiced a much more severe tone in recent months. Trump celebrated reaching a partial trade deal with China earlier this month, but the details of that agreement remain vague, and China reportedly wants to hold more talks before signing it. Mike Pence repeatedly criticized China’s handling of the pro-government protests in Hong Kong, but the vice president said that the United States wanted to maintain an economic connection with Beijing. Pence said that the Trump administration was seeking a “constructive relationship” with China’s leaders and called on them to end the trade practices that have “taken advantage of the American people for far too long.” The vice president said the US was not looking for a “decoupling from China” and instead “seeks engagement with China and China’s engagement with the wider world.” Mike Pence also used his speech on the US-Chinese relationship to criticize Nike for allegedly ignoring human rights abuses. The vice president said: “Nike promotes itself as a so-called ‘social-justice champion,’ but when it comes to Hong Kong it prefers checking its social conscience at the door.” Trump criticized the brand last year after it launched a new ad campaign with Colin Kaepernick, the former NFL quarterback who was the first player to protest police brutality by kneeling during the national anthem at games. In his speech on the US-Chinese relationship, Mike Pence touched on the controversy about the NBA trying to tamp down support within the league for the protests in Hong Kong. The vice president said that by siding with China, the NBA was behaving like a “wholly owned subsidiary of the authoritarian regime.” Mike Pence is delivering a speech at the Wilson Center on the future of the relationship between the United States and China. The vice president began his speech by offering greetings from Trump and celebrating the administration’s “momentous week.” Echoing the president, Pence claimed US victory in Syria and touted the “permanent ceasefire” in the region, even though criticism continues to rage about Trump’s recent decision to withdraw US troops from northern Syria. A number of senior lawmakers offered their memories of the late congressman Elijah Cummings at the Capitol, where the longtime Baltimore representative will lie in state today. House speaker Nancy Pelosi noted that Cummings’ ceremony had a connection to Abraham Lincoln. Senate majority leader Mitch McConnell said that Cummings, who had severe health problems for years, had “gone home.” Republican representative Mark Meadows became emotional reflecting on his “unexpected” friendship with Cummings. The ceremony for the late congressman Elijah Cummings has begun on Capitol Hill, and House speaker Nancy Pelosi is now delivering remarks about her longtime colleague. Elijah Cummings, the late Democratic congressman from Baltimore who died last week, has arrived at the Capitol to lie in state. Many lawmakers were present to welcome Cummings’ casket, and even some of the late congressman’s former colleagues were there to honor him. Some House Democrats are voicing concerns that certain witnesses in the impeachment inquiry are coordinating their testimony with each other. The Daily Beast reports: Two Democratic lawmakers told The Daily Beast that, over the course of the nine witness depositions they have conducted over the last several weeks, there have been suggestions that certain witnesses spoke to each other about what they would say to impeachment investigators. If any of the witnesses lied under oath for the sake of protecting themselves or the president, they could face criminal charges. Some Democrats have voiced suspicion of Gordon Sondland, the US ambassador to the EU, doing just that. A lawyer for Sondland has said that his client “does not recall” a conversation with Bill Taylor about holding up Ukraine’s military aid to demand public announcements of investigations into Joe Biden and the 2016 election, contradicting the US ambassador to Ukraine’s tesimony in the impeachment inquiry. Representative Eric Swalwell, who sits on the House intelligence committee, echoed these concerns on CNN this morning. Senator Lindsey Graham’s resolution condemning House Democrats’ impeachment inquiry comes as some of Trump’s closest allies have criticized the Senate judiciary committee chairman for not doing more to defend the president against the investigation. However, it seems like that Trump’s allies are not going to go easy on Graham now that he is introducing the resolution, according to an Axios reporter. As senator Lindsey Graham announced his plans to introduce a resolution condemning the impeachment inquiry, Trump sent this tweet specifically thanking House Republicans for “being tough” against the investigation. A group of conservative lawmakers successfully delayed the testimony of Laura Cooper for five hours yesterday after they stormed the secure area where the Pentagon official was set to be interviewed for the inquiry. If Trump is hoping that Senate Republicans will start deploying similar antics to distract from the incriminating new details coming to light from the investigation, Graham clearly got the message. Senator Lindsey Graham, the chairman of the Senate judiciary committee and a close ally of Trump’s, will introduce a resolution condemning House Democrats’ “closed door, illegitimate impeachment inquiry.” The South Carolina Republican intends to hold a press conference today at 3 p.m. E.T. announcing the resolution, which is co-sponsored by Senate majority leader Mitch McConnell. A number of congressional Republicans have criticized House Democratic leadership for conducting interviews in the impeachment inquiry behind closed doors, but this argument could soon become moot if the inquiry advances to public hearings. Rudy Giuliani, the president’s personal lawyer, is reportedly looking for his own defense attorney now that House Democrats’ impeachment inquiry has cast a spotlight on his dealings in Ukraine. CNN reports: The move by Giuliani, who is President Donald Trump’s personal attorney, is notable because last week he said he would not be seeking a new lawyer unless he felt one was needed. ... Earlier on Wednesday, Giuliani said he had not heard from the FBI, US attorneys for the Southern District of New York or any other lawyer pertaining to the Ukraine matter. ... Federal prosecutors in New York are investigating Giuliani’s business dealings in Ukraine in addition to a counterintelligence probe, CNN has previously reported. Two associates of the former New York mayor, Lev Parnas and Igor Furman, were charged with campaign finance-related offenses and pleaded not guilty in a court appearance Wednesday. Giuliani defended his dealings with Ukraine in a tweet last night, claiming that he was just doing everything he could to defend the president: Trump provided some clarity in a midnight tweet about why he seemed to indicate yesterday that his administration was building a border wall in ... Colorado? The president said during his speech at a shale gas conference in Pittsburgh: “You know why we’re going to win New Mexico? Because they want safety on their border. And they didn’t have it. And we’re building a wall on the border of New Mexico, and we’re building a wall in Colorado. We’re building a beautiful wall. A big one that really works, that you can’t get over, that you can’t get under.” Colorado’s Democratic governor mocked Trump’s comment over Twitter, citing it as evidence for the need to teach geography in school. However, Trump then tweeted late last night that he referred to Colorado because there were people from the state in the Pittsburgh audience. Given that Trump directly said that his administration was “building a wall in Colorado,” this explanation still seems ... questionable. Good morning, live blog readers! The impeachment inquiry has escalated rapidly in recent weeks, and House Democrats are reportedly already looking to advance the investigation into its next stage — public hearings — by mid-November. The Washington Post reports: [O]n Wednesday, after conservative lawmakers stormed the hearing room and delayed the proceedings for five hours, some Democrats were feeling pressure to advance public hearings in hopes of avoiding further disruptions. ... House Speaker Nancy Pelosi (D-Calif.) and her leadership team still hope to hold an impeachment vote before the holidays, though increasingly Democrats are privately acknowledging the inquiry could easily drag into December. Multiple Democratic officials said they hope to finish private depositions in early November so they can use the two-week work period just before Thanksgiving to have public hearings. Donald Trump’s allies have complained about the impeachment inquiry based on its process, claiming that the reliance so far on closed-door interviews has been too secretive. However, once the probe moves to the hearings stage and officials start publicly repeating the details that have been reported in recent weeks about Trump participating in a quid pro quo, the president could be facing a career-ending situation. Here’s what else the blog is keeping its eye on today: The late Democratic congressman Elijah Cummings will lie in state at the Capitol. Trump will participate in the Diwali ceremonial lighting of the Diya and present the Presidential Medal of Freedom to Roger Penske. Biden will attend the funeral of Democratic activist Sonny Sloan in Wilmington, Delaware. The blog will have much more coming up, so stay tuned."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}