{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/oct/11/california-power-outages-cost-business-wildfires", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-10-11T21:14:13Z", "webTitle": "California power outages could cost region more than $2bn, some experts say", "webUrl": "https://www.theguardian.com/us-news/2019/oct/11/california-power-outages-cost-business-wildfires", "apiUrl": "https://content.guardianapis.com/us-news/2019/oct/11/california-power-outages-cost-business-wildfires", "fields": {"headline": "California power outages could cost region more than $2bn, some experts say", "bodyText": "The California utility company Pacific Gas and Electric Co (PG&amp;E) on Wednesday turned out the lights on nearly 2m customers across three dozen California counties, an unprecedented move that some financial experts have said could cost the region more than $2bn. The intentional shutdown started as 70mph winds swept across the Bay area, prompting fear that the gusts could topple power lines and spark wildfires. On Thursday, after winds eased and the weather improved, the utility company said it was moving as fast as it could to restore power for hundreds of thousands – a process that requires it to inspect every inch of its 25,000 miles of distribution lines and 2,500 miles of transmission lines, a distance that’s equivalent to the circumference of the equator, reported the San Francisco Chronicle. But the precautionary outage created its own dilemmas, closing schools, shutting down traffic lights and leaving hospitals to rely on generators. Economic impact will probably be felt across business sectors, including restaurants, transportation and grocery stores. Insurance for stores like supermarkets doesn’t typically cover planned power outages, only outages caused by natural disasters like earthquakes, Ronald Fong, CEO of the California Grocers Association, told the Associated Press. The stores will have to eat those costs. Portions of wine country north of San Francisco, torched by wildfires in 2017, stayed dark for most of the day Wednesday and Thursday. The county’s economic development board is preparing to study the local costs of the shutdown and will send out a survey to area businesses once power is restored. “There’s not a lot of precedent for how to calculate the impact,” said Lauren Cartwright, a board spokesperson. She said the closest study the group could find was a 2011 report that measured the economic losses of a blackout in San Diego that affected 2m customers and cost the region $97m to $118m – including $12m to $18m in perishable food loss and $70m in lost productivity. Other experts vary in their estimates. Michael Wara, director of the Climate and Energy Policy program at Stanford University and a member of the state commission on wildfire cost and recovery, calculated the shutdown could cost residential customers $65m. Factor in small commercial and industrial customers and the cost jumps to $2.5bn, he wrote. Wara based his estimate on the Interruption Cost Estimate Calculator, a tool developed by the Lawrence Berkeley National Laboratory and the San Francisco software and consulting firm Nexant. He excluded large commercial and industrial customers because the areas blacked out are largely suburban, rural and in steep terrain. Jesse Jenkins, a Princeton energy systems engineering professor, came up with slightly lower amount, based on an average amount of energy a household uses. “Call it a cool billion,” he tweeted. Adam Rose, a professor at the University of Southern California’s Sol Price School of Public Policy and an expert in the economics of disaster, said the estimated $2.5bn pricetag was probably exaggerated, mostly because it did not account for the way people respond to crises. “Outages of two or three days typically don’t have a widespread impact because businesses typically can absorb the losses and recoup costs over time,” Rose said. PG&amp;E filed for bankruptcy protection in January and said it was facing more than $30bn in liabilities after it was determined its power lines were responsible for sparking the fire. Rose said it was possible that PG&amp;E had run a cost-benefit analysis and chose to shut down the power out of an abundance of caution. “I think it’s fair to say that PG&amp;E has gotten skittish about their liability and is probably more likely to shut things down than they were a couple years ago. I don’t think it’s unreasonable to speculate that they overreacted. Unfortunately the prevalence of these events are going to increase with climate change,” Rose said. Still, Rose said there was probably a more efficient way to deal with the risk, such as shutting off power more selectively or burying power lines. California’s governor, Gavin Newsom, said on Wednesday that the blackouts were an unfortunate but necessary step to prevent wind-driven wildfires like the deadly blaze in Paradise, California, that last year killed 85 people and scorched 150,000 acres. “No one is satisfied with this. But I do believe with the limited number of tools in the toolkit what they’re doing is appropriate under the circumstances,” Newsom said on Tuesday. “I tell you what would not be appropriate. To not turn out the lights and literally turn our back to public safety and put the lives of thousands of people at risk. That is not a gross exaggeration.” Newsom didn’t mince words when it came to the utility company’s management. “I’m outraged, because it didn’t need to happen,” he said on Wednesday in San Diego. “They’re in bankruptcy because of their terrible management going back decades. They created these conditions.” On Wednesday, with classes canceled due to the blackout, all was quiet at the University of California, Berkeley. Across the street from campus, at the Ladle and Leaf sandwich shop, employee Ricky Alvarez said around noon that the business hadn’t lost power but they were likely to lose food if they did. “We’ll have to see. If we lose power for an hour we’ll be fine. But if we’re talking four or more hours we’re going to be throwing a lot away,” Alvarez said. ﻿"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}