{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/oct/28/trump-impeachment-inquiry-the-days-news-in-one-minute", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-10-28T21:33:48Z", "webTitle": "Trump impeachment inquiry: the day's news in one minute", "webUrl": "https://www.theguardian.com/us-news/2019/oct/28/trump-impeachment-inquiry-the-days-news-in-one-minute", "apiUrl": "https://content.guardianapis.com/us-news/2019/oct/28/trump-impeachment-inquiry-the-days-news-in-one-minute", "fields": {"headline": "Trump impeachment inquiry: the day's news in one minute", "bodyText": "Everything you need to know about the Trump-Ukraine impeachment inquiry in 56 seconds. Day 35 Monday 28 October Top developments In response to repeated attacks by Donald Trump on the impeachment inquiry as illegitimate, the House speaker, Nancy Pelosi, announced a vote to formalize the inquiry and to lay out steps for moving the inquiry from closed-door depositions to public hearings. The move was designed in part to remove the Trump administration’s main excuse for not cooperating with the impeachment inquiry. Tell me more In an 8 October letter, the White House laid out a policy of blanket defiance of the House inquiry, calling it unfounded and “contrived”. Pursuant to that policy, the White House, state department, and associates including Rudy Giuliani have refused to comply with document requests, and for the first time on Monday a former White House official defied a subpoena to appear in person. In a letter to colleagues Monday, Pelosi said that a House vote would “eliminate any doubt as to whether the Trump administration may withhold documents, prevent witness testimony, disregard duly authorized subpoenas, or continue obstruction of the House of Representatives”. Why it matters The move underscores the intention of Democrats to move fast on impeachment. A committee will meet on Wednesday to draft a resolution to formalize the impeachment process, Pelosi said. The process will include a plan to hold public hearings, to authorize the disclosure of deposition transcripts, to outline procedures to transfer evidence to the judiciary committee and other provisions. Guardian read of the day Pelosi plans to call House vote on resolution to formalize impeachment inquiry Line of the day “Nobody is above the law.” – Nancy Pelosi What’s next At least three Trump administration officials are scheduled to speak with investigators this week. Notable among them is Timothy Morrison, a national security council member who has been described in previous testimony as having misgivings about the Trump administration’s shadow foreign policy in Ukraine. Morrison will be invited to describe those misgivings on Thursday. The big picture Trump’s impeachment remained a likely prospect, with majority support among Democrats in the House unchanged and the latest polls showing robust public support as well. But for Trump to be removed from office, about 20 Republican senators would have to defect, and there was no new sign on Monday of such a movement."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}