{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/oct/05/steve-bruce-alex-ferguson-newcastle-united-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-10-05T21:30:54Z", "webTitle": "Steve Bruce gets Alex Ferguson’s advice before Manchester United’s visit", "webUrl": "https://www.theguardian.com/football/2019/oct/05/steve-bruce-alex-ferguson-newcastle-united-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2019/oct/05/steve-bruce-alex-ferguson-newcastle-united-manchester-united", "fields": {"headline": "Steve Bruce gets Alex Ferguson’s advice before Manchester United’s visit", "bodyText": "A week of soul-searching has led Steve Bruce to seek counsel from his former Manchester United manager and mentor, Sir Alex Ferguson. Bruce hopes his struggling Newcastle side can recover from last Sunday’s 5-0 humiliation at Leicester by beating the club for whom he once shone at centre-half. Sunday’s meeting of the two Uniteds at St James’ Park may well be a pale shadow of the tight match won 1-0 by Ferguson’s team courtesy of an Eric Cantona goal during the 1995-96 title race but the Newcastle manager’s job security could hinge on an improved performance. Bruce, who played in that classic, will revert to Rafa Benítez’s counterattacking, possession-light 3-4-3 formation, with his mind possibly made up during conversations with a certain Scot, starting when Manchester United drew 1-1 with Arsenal. “I always ring Sir Alex for a bit of advice now and again and I’ve spoken to him a couple of times,” Bruce said. “He’s been terrific. If there’s ever a time you need advice, he’s always there to help. I saw him on Monday night at Old Trafford but you don’t want to know what he said to me.” Bruce is thinking about handing Andy Carroll his first start since the striker rejoined the club, and he hopes for an improved display from Sean Longstaff. Although the midfielder, 22 at the end of this month, remains immensely promising, his progress has been impeded by a combination of the serious knee injury he suffered last spring and persistent summer-time rumours linking him with Manchester United. “Sean Longstaff needs to concentrate on his performances, rather than worrying about speculation,” said Bruce. “All Sean can do now is recover from his bad knee and start playing well again. “He’s a young lad, he was going to be distracted. But he’s got to learn to just get on with the job in hand and to forget contracts, forget his knee injury, forget Manchester United. It’s all about getting back to playing for us at the level we know he’s capable of.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}