{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/oct/16/errol-spence-dwi-charge-car-accident", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-10-16T23:10:17Z", "webTitle": "Errol Spence Jr charged with DWI in connection with high-speed accident", "webUrl": "https://www.theguardian.com/sport/2019/oct/16/errol-spence-dwi-charge-car-accident", "apiUrl": "https://content.guardianapis.com/sport/2019/oct/16/errol-spence-dwi-charge-car-accident", "fields": {"headline": "Errol Spence Jr charged with DWI in connection with high-speed accident", "bodyText": "Unified welterweight champion Errol Spence Jr has been charged with driving while intoxicated in connection with a one-car accident early on Thursday morning in Dallas, authorities said. Spence was hospitalized and listed in critical condition after flipping his Ferrari while traveling “at a high rate of speed” northbound on Riverfront Boulevard near Interstate 80 just before 3am, but managed to escape the accident with no broken bones despite not wearing a seatbeat and getting thrown from the vehicle. “Mr Spence has been released from the hospital and will need to address those charges,” a Dallas police spokesperson said in a statement to the Guardian on Wednesday. “As for getting a speed of the vehicle, we will not be getting one. It was a single car accident with no other criminal charges.” Spence, a 2012 US Olympian and native of the Dallas suburb of DeSoto, is widely regarded as one of the world’s best pound-for-pound boxers. He unified the IBF and WBC welterweight championships with a thrilling split-decision victory over Shawn Porter last month in Los Angeles, improving his professional record to 26-0 with 21 knockouts and cementing himself as a pay-per-view attraction. He first won the IBF title with an 11th-round knockout of Kell Brook at Bramall Lane in May 2017."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}