{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/oct/05/european-union-crucial-to-securing-peace-in-ireland-this-plan-puts-it-in-peril", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-10-05T20:00:52Z", "webTitle": "The EU was crucial to securing peace in Ireland. This plan puts it in peril | Tony Blair", "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/05/european-union-crucial-to-securing-peace-in-ireland-this-plan-puts-it-in-peril", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/05/european-union-crucial-to-securing-peace-in-ireland-this-plan-puts-it-in-peril", "fields": {"headline": "The EU was crucial to securing peace in Ireland. This plan puts it in peril", "bodyText": "One of the disconcerting things about Brexit is its capacity constantly to rewrite the script of political dysfunction. The latest government proposals won’t work. They do represent a significant concession, but create an incoherent muddle leading to a bizarre outcome. Northern Ireland would remain part of Europe’s single market but Britain would leave it. There would be regulatory checks down the Irish Sea but not at the Irish border. There would however be customs checks, so the border would not be open as now. And Northern Ireland’s membership of the single market could be unilaterally revoked by its assembly, which is not presently able to constitute itself, and so the whole plan is subject to the notorious vagaries of Northern Irish politics. Europe will demand a dropping of the DUP veto and something near to the backstop on the customs union. But even if the Johnson government finally concedes everything, the result would be a horrible deal for the UK. And, as presently formed, the proposal undermines the Good Friday agreement in fundamental respects. It is almost 100 years since the Republic of Ireland insisted on its independence, after the failure of various home rule initiatives to save the union. The six largely unionist and Protestant counties of the north remained with the UK. The south became the Irish nation. It was always an uneasy peace, because a big part of the northern population was Catholic and nationalist, whereas the southern Protestants, like my mother’s family in Donegal, were relatively few in number. Crucial to maintenance of the peace was the idea of an open border between north and south in recognition of the fact that around the border families intermingled, did business and trade and moved, often several times a day, across it. They were separate countries but treated for the practical purposes of daily life as if they were the same. After the second world war, the Republic of Ireland and the UK were in lockstep. We were both out of the EU until, on the same day in 1973, we both joined. At the time, Britain was more enthusiastic about Europe than Ireland. But Ireland understood that because of the strength of the ties between north and south, and the necessity of keeping the border open, if the UK joined, Ireland had to follow suit. However, nationalist and republican sentiment had been rising in Northern Ireland, culminating in the outbreak of violence at the end of the 1960s and in the bitter conflict that over the ensuing three decades cost thousands of lives and untold suffering. When the Good Friday agreement was negotiated in April 1998, the most painstaking and difficult negotiation I was ever involved in, Europe played a role in two ways. Ireland and the UK had started to put the old enmities behind us, as we co-operated in Europe, often finding common cause on issues, and European trade had become a vital part of the island of Ireland’s economy. The shared future in Europe meant that the border diminished in significance. In addition, at the core of the agreement was the following deal: Northern Ireland would remain part of the UK for as long as a majority in the north wanted it, but in return the nationalist aspirations and identity of those who wanted a united Ireland would be recognised and given effect. The open border between north and south was key. Had that been in doubt, there would never have been a peace agreement. Simple as that. All this is to show that the issue of the Irish border is not some invented ruse by “Remoaners” to derail “the will of the people” – it has deep historical roots and was always bound to be critical to the Brexit debate. Now, for the first time, the border between north and south will be the external border of the EU. And if, as Brexiters demand, the UK leaves not just the political structures of Europe but its trading structures – the single market and customs union – then it follows that there will be border checks and the principle of an open border breached. However, right at the outset, when Boris Johnson was foreign secretary, the May government insisted the open border would remain untouched. There was therefore a self-evident inconsistency between that commitment and the commitment to leave the single market and customs union. It could have been resolved by treating Northern Ireland differently from the rest of the UK. But the government also gave a commitment to the DUP that Northern Ireland would be treated the same. Hence May’s Chequers proposals, which provoked Johnson’s resignation. Her solution was to align the inconsistent commitments essentially by agreeing that the whole of the UK would remain in parts of the single market and with the backstop to fix the customs union problem. Johnson’s solution is effectively to breach the commitment to the unionists, but compensate with a unionist veto, treat Northern Ireland and the UK differently for the single market, but the same for the customs union. He has exactly the dilemma of Theresa May. Either Northern Ireland is treated differently for trade in its entirety or the whole of the UK remains in Europe’s trading system. The present hotchpotch achieves neither outcome, and would undermine the peace so carefully constructed and kept despite all the challenges for more than two decades, with any border-related infrastructure a potential target for violent elements and with a weakening of the “one island” culture at the heart of nationalist aspirations. And this is a bad deal for Britain. The hard Brexit future relationship Johnson promises for Britain will be a hideously painful negotiation that will mean years more of Brexit distraction and made tougher every time a minister proclaims how we intend to compete with Europe on tax and regulation. Even more so with no deal. The biggest tragicomic aspect of the whole sorry saga is the erroneous belief that “getting Brexit done” in this way allows us to “move on”. There is only one way to bring Brexit resolution: to ask the people, given three years of accumulated experience and knowledge and with a specific government position before them, whether they want to tell us again or think again. I live in hope that, having tried everything else, our political leadership will finally realise this."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}