{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/oct/17/more-than-200-english-sites-added-to-heritage-at-risk-register", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-10-16T23:01:35Z", "webTitle": "More than 200 English sites added to Heritage at Risk register", "webUrl": "https://www.theguardian.com/culture/2019/oct/17/more-than-200-english-sites-added-to-heritage-at-risk-register", "apiUrl": "https://content.guardianapis.com/culture/2019/oct/17/more-than-200-english-sites-added-to-heritage-at-risk-register", "fields": {"headline": "More than 200 English sites added to Heritage at Risk register", "bodyText": "The Grand Quarter of Leeds, a Georgian tower overlooking Bath, and a group of prefabricated Victorian lighthouses are at risk of being lost forever, according to the agency in charge of preserving England’s heritage. The sites are among hundreds that have been added to the Heritage at Risk register, meaning they are deemed by Historic England to be vulnerable to decay, neglect or inappropriate development. As well as the historic streets around Leeds’s New Briggate, the first part of the Yorkshire city to be developed beyond its medieval boundaries in the 1600s, the register now includes Beckford’s tower, a much-loved landmark built in the early 19th century for the writer William Beckford as a store for his books and viewing point over the city of Bath, and the Dovercourt lighthouses and causeway off Harwich in Essex. They are joined on the at-risk register by the Grade II-listed Lower Leas funicular railway in Folkestone and the former Weedon Barracks in Northamptonshire, a complex of military buildings that were constructed as an ammunition store during the Napoleonic wars and were used by the British army until the 1960s. The annual list offers a snapshot of the state of England’s historic environment. In total, 247 sites have been added in the past year, bringing the total number of vulnerable sites to more than 5,000. These include 1,492 listed buildings and structural scheduled monuments, 913 places of worship and more than 2,000 archaeological sites. But there was also cause for optimism, with 310 buildings and sites removed from the register last year following repairs, stabilisation works or a new use, often with the involvement of local volunteers and fundraisers. The “saved” buildings include Sir Christopher Wren’s church of St Bride’s in Fleet Street, London, whose spire is said to have inspired the tiered wedding cake and which has been removed from the register following reestoration. Other sites deemed no longer to be at risk include: The 13th-century Eleanor Cross in Hardingstone, Northampton, one of only three of the 12 crosses originally built by Edward I to commemorate his dead wife, Eleanor of Castile. The former Moseley School of Art in Birmingham, a Grade II-listed landmark that was at risk of falling into dereliction before being brought back into use as a community hub with the aid of a Historic England grant. The wreck of HMS Invincible, which sank in the Solent near Portsmouth in 1758, which has been removed from the register following a three-year excavation project. The 17th-century physic well in Barnet, north London, whose medicinal waters were sampled by Samuel Pepys, and which has completed a programme of restoration. Duncan Wilson, Historic England’s chief executive, said the register sent a clear message: “Our heritage needs to be saved and investing in heritage pays. It helps to transform the places where we live and work, and which we visit, creating successful places and distinctive places for us and for future generations to enjoy.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}