{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/oct/20/kyle-sinckler-england-australia-rugby-world-cup-quarter-finals", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-10-20T21:00:10Z", "webTitle": "England’s Kyle Sinckler hits self-control switch to frustrate the baiters", "webUrl": "https://www.theguardian.com/sport/2019/oct/20/kyle-sinckler-england-australia-rugby-world-cup-quarter-finals", "apiUrl": "https://content.guardianapis.com/sport/2019/oct/20/kyle-sinckler-england-australia-rugby-world-cup-quarter-finals", "fields": {"headline": "England’s Kyle Sinckler hits self-control switch to frustrate the baiters", "bodyText": "When Warren Gatland said Kyle Sinckler had “a few demons to deal with” after Wales’s Six Nations victory over England in February he was no doubt smiling inside. His plan had worked, because although Sinckler had played for an hour like a man possessed he ultimately lost his cool, as Gatland had predicted, having described the England prop as an “emotional time-bomb” beforehand. Eight months on and the enduring image is Sinckler’s smile. It started even before he had splashed over against Australia for his first England try and beamed as he lay flat on top of the ball in celebration. Perhaps the most relevant part of Sinckler’s performance was, however, his refusal to bite on Australian bait. He was offered ample opportunity, the Wallabies often patting him on the head if a scrum decision went against him or chirping in his ear, trying to push his buttons. But Sinckler has spent the past six months dealing with his demons. He feels he let his country down against Wales and does not want to experience that sensation again. He traces his anger back to childhood and the absence of a strong father figure. And he acknowledges that growing up in south London in a single-parent home, raised by his mother Donna, who was at Saturday’s match, gave him a misguided view on “how to be a man”. “My frustrations were nothing rugby-related,” Sinckler says. “I was born in a single-parent home, I was always looking for that male father figure. Subconsciously, I put people in that position, put my trust in certain people who betrayed me. It was just about me taking control of my life and teaching me how to be an actual man. “A man is in control of his emotions, a man looks after his family, he does the right things. He doesn’t let anything that frustrates him show; he just gets on with it. That is something I’ve really tried to work on because I know my behaviour in the past has cost the team and I didn’t want to feel like that again. I had to look within and help. It’s working for me, but it’s been tough.” Sinckler concedes that six months ago, Australia’s attempts to rile him might have sent him into a rage. He credits Ollie Pryce-Tidd, who works for an organisation that specialises in men’s wellbeing called Saviour World, for his calmer outlook. Pryce-Tidd has also worked with Australia’s James O’Connor and there was a knowing exchange between the pair after the match. “I’ve always been quite frustrated,” Sinckler said. “Rugby is my canvas. I’ve always expressed myself through it. So I’ve had to deal with a lot of things I was probably frustrated about in my life and address them. I’ve been working really hard with someone to address those things off the field, things that happened in my childhood. And then once I got a better understanding of that stuff I had no frustrations. “It’s all about belief. A lot of people, when I was growing up, said I couldn’t do a lot of things, that I wouldn’t amount to anything. I was lucky to have a good family around me, a good group of friends who supported me and never really allowed me to get in trouble and steered me in the right direction. They were good role models. “Look at the stuff that’s happening with knife crime. It’s just because kids are bored, sitting around. When I was a kid I had training, I was playing football, rugby, cricket, I was doing kick-boxing, karate. I didn’t have time to think about doing something bad. “At the moment kids are sitting around and they want that adrenaline rush. They need to fall in love with some kind of sport, some kind of activity. Where I’m from there’s a big onus on me to set a good example and show what being a man is. A man isn’t losing your rag, your emotions, showing your opposition how you really feel. It’s about being calm, being disciplined, putting the team first, doing your job and not allowing your ego to take control.” Sinckler now turns his attention to a semi-final against New Zealand. It was two years ago against the All Blacks that Sinckler broke through on the international stage with the British &amp; Irish Lions but things got the better of him after their second Test win and tempers flared with a number of All Blacks. Sinckler is confident history will not repeat itself. “I feel like I’ve got a real big responsibility for the team, and not only the team, the people watching back home, especially people where I come from,” he said. “I want to leave a good example for them, show them how to play the game. A sign of toughness isn’t what you say to the opposition or how you react with handbags but it’s your next action and that’s something I’ve tried to really improve in my game. The Wales game taught me a lot. I let the team down, I let my country down. If we had won that game we would have been grand-slam champions.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}