{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/oct/13/euro-2020-roundup-russia-poland-qualify-10-man-germany", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-10-13T23:10:00Z", "webTitle": "Euro 2020 roundup: Russia and Poland qualify as 10-man Germany win", "webUrl": "https://www.theguardian.com/football/2019/oct/13/euro-2020-roundup-russia-poland-qualify-10-man-germany", "apiUrl": "https://content.guardianapis.com/football/2019/oct/13/euro-2020-roundup-russia-poland-qualify-10-man-germany", "fields": {"headline": "Euro 2020 roundup: Russia and Poland qualify as 10-man Germany win", "bodyText": "Germany went level on points at the top of Group C despite having Emre Can sent off early in the first half in Estonia, for bringing down Frank Liivak when he was the last man. However, Ilkay Gündogan steadied Germany’s nerves when he gave them the lead in the 51st minute and six minutes later his shot deflected off Karol Mets for an own goal. Timo Werner added a third with 19 minutes remaining as Germany consolidated second place and Joachim Löw praised his team’s temperament. “We had to regroup after the red card,” the manager said. “The decisive factor was that we increased the tempo in the second half and kept calm.” The Netherlands stayed top of the group – on head-to-head – with a 2-1 win against Belarus in Minsk, thanks to two first-half goals from Liverpool’s Georginio Wijnaldum. Russia defeated Cyprus 5-0 to join the group winners Belgium in qualifying for Euro 2020. The Valencia forward Denis Cheryshev scored twice and set up two more for the Russians. Roberto Martínez’s Belgium defeated Kazakhstan 2-0 in Astana. Chelsea’s Michy Batshuayi scored in the first half and Thomas Meunier wrapped up the win in the second. In Group G, Poland qualified thanks to a 2-0 win over North Macedonia. Austria won 1-0 in Slovenia and a victory in one of their two games next month will put them in the finals. Mihaly Korhut’s early strike was enough for Hungary to move second in Group E with a 1-0 win over Azerbaijan in Budapest."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}