{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/oct/25/reform-school-exclusions-to-tackle-knife-mps-urge", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-10-24T23:01:06Z", "webTitle": "Reform school exclusions to tackle knife crime, MPs urge", "webUrl": "https://www.theguardian.com/uk-news/2019/oct/25/reform-school-exclusions-to-tackle-knife-mps-urge", "apiUrl": "https://content.guardianapis.com/uk-news/2019/oct/25/reform-school-exclusions-to-tackle-knife-mps-urge", "fields": {"headline": "Reform school exclusions to tackle knife crime, MPs urge", "bodyText": "A cross-party group of MPs and peers who are investigating knife crime have urged the government to reform school exclusions, warning that being expelled can be the tipping point that leads a young person to arm themselves with a knife. They are concerned that too many pupils who are excluded from mainstream education, sometimes after minor breaches of zero-tolerance behaviour policies, end up on part-time timetables of as little as two hours a day in pupil referral units. With less time in the classroom, children are at greater risk of criminal exploitation and involvement in violence, a report by the all-party parliamentary group (APPG) on knife crime has said. The report, Back to School? Breaking the Link Between School Exclusions and Knife Crime, calls on ministers to review the system so that all excluded children have access to the full-time education they are legally entitled to. It also calls for mainstream schools to be more accountable for the children they exclude. “Too many children are being socially excluded and marked as failures, with tragic consequences,” the report says. “All too often the moment of school exclusion is the tipping point that leads to young people picking up knives.” The report highlights an “alarming” rise in school exclusions. In 2017/18 there were 7,900 permanent exclusions from schools in England – a 70% increase since 2012/13. At the same time, it says there has been a “worrying” rise in youth knife crime. According to the report, more than 17,500 boys aged 14 in England and Wales carry a knife or weapon and a third of those have had weapons used against them. New Ministry of Justice figures published on Thursday show knife crime continuing to rise, with the number of first-time knife crime offenders up by 25% in the last five years. In the 12 months to the end of June, 22,306 knife or dangerous weapon offences were dealt with in England and Wales, up from 21,314 the previous year. “The number of children being excluded from school and locked out of opportunities is a travesty,” said the APPG chair and Labour MP for Croydon Central, Sarah Jones. “Often these children have literally nowhere to go. They are easy pickings for criminal gangs looking to exploit vulnerable children.” The Department for Education warned against drawing a simple causal link between exclusions and crime. “The issues surrounding knife crime and poor behaviour in schools are complicated and multi-faceted,” a government spokesman said. The APPG talked to young people about their experiences of exclusion. Some said zero-tolerance behaviour policies meant schools were increasingly dependent on using exclusions – both fixed-term and permanent – to address relatively minor misdemeanours. “I would get excluded more often and sent home more often, for unnecessary reasons, like not wearing a blazer, my socks not coming up to my knees. Just silly things like that,” said one. “It is encouraging kids to go out and do what they want because you are not giving them an education.” Another said: “Since they kicked me out I’ve got time on my hands to do more crime, commit more crime … in Croydon with my friends who have also been kicked out who are also doing wrong things, who are also selling drugs [and] who are also carrying knives.” The report also raises concerns about recent leaked government plans suggesting an increased focus on school discipline, as revealed in the Guardian, warning: “If we see more schools adopting stricter approaches to school discipline, we are likely to see greater use of exclusions.” It calls instead for schools to be given the funding to support vulnerable children, with a focus on prevention and early intervention. It says every council should appoint a leader responsible for children excluded from school and school rankings, and results should take account of all pupils, including those they exclude. A government spokesman said: “The government has been clear that it will always back teachers and headteachers in delivering discipline in the classroom. We are clear that permanent exclusion should only be used as a last resort and exclusion from school must not mean exclusion from education.” Julie McCulloch, director of policy at the Association of School and College Leaders, said: “The causes of knife crime are complex, and we need to be careful not to make school exclusions the scapegoat for this issue. However, it is certainly the case that we need to do better for vulnerable young people.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}