{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/oct/19/catalan-president-calls-for-talks-with-spains-government-after-unrest-quim-torra", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-10-19T22:48:58Z", "webTitle": "Catalan president calls for talks with Spain's government after unrest", "webUrl": "https://www.theguardian.com/world/2019/oct/19/catalan-president-calls-for-talks-with-spains-government-after-unrest-quim-torra", "apiUrl": "https://content.guardianapis.com/world/2019/oct/19/catalan-president-calls-for-talks-with-spains-government-after-unrest-quim-torra", "fields": {"headline": "Catalan president calls for talks with Spain's government after unrest", "bodyText": "Catalonia’s president, Quim Torra, has called for talks with the Spanish government. Speaking on Saturday morning, Torra again condemned the violence of recent days, adding: “Violence has never been our flag.” He urged talks with Spain’s acting government “to open a dialogue to find a democratic solution and a political and democratic” way out of the crisis over regional independence. The pro-independence regional president has been criticised for his delay in condemning the violence – and for calling for civil disobedience before sending police forces in to quell it. His call for talks came two days after he suggested another unilateral independence referendum should be held in response to the imprisonment of nine leaders over their roles in the failed push for secession two years ago. After five consecutive nights of violence in Barcelona, there was a noisy standoff on Saturday night lasting several hours when a large group of peaceful and largely middle-aged protestors sat down in front of a line of riot police vans to prevent younger protestors from attacking the police. Behind them, hundreds of young people, many with their faces covered, milled around, waiting for the peaceful protesters to disperse, while others set up barricades and taunted police on the other side of the square. Police fired rubber bullets to disperse protesters. There was an exceptionally heavy police presence on all the streets leading to Plaça d’Urquinaona, the focus of the worst of Friday night’s violence. In the north of the city, protesters set fire to barricades on Avinguda Meridiana, one of the main roads leading into the city. Meanwhile, in Madrid, police baton-charged groups of demonstrators in the city centre who were protesting against the sentences handed out to the Catalan leaders. In other developments Ada Colau, the mayor of Barcelona, and Roger Torrent, the president of the Catalan parliament, on Saturday formed an alliance with trade union and other groups to create a “workspace” against violence and the Spanish government’s insistence on using legal measures to deal with the Catalan issue. No one from the Catalan government took part in the group’s first meeting. Friday’s violence in Barcelona was centred on the headquarters of the national police force on Via Laietana. Black smoke rose above the city as protesters set fire to rubbish bins and a newspaper kiosk. Thousands gathered in the surrounding streets chanting: “The streets will always be ours!” Police struggled to control the situation, firing rubber bullets, teargas and, later in the night, a water cannon was deployed against demonstrators for the first time since it was bought from Israel in 1994. Officers from both national and regional forces have been criticised for their heavy-handed actions and a journalist from El País was arrested while covering Friday’s skirmishes. Other members of the Spanish media have been intimidated and targeted by some independence supporters. The city council says the violence this week has cost the city more than €2m (£1.7m) – much of it lost by the burning of more than 1,000 rubbish bins. Many Barcelona residents woke up on Saturday to find there was no where to put their garbage. Hundreds of council workers were on the streets on Saturday trying to clean up from the previous night. Spain’s interior minister, Fernando Grande-Marlaska, travelled to Barcelona on Saturday to meet his Catalan counterpart and to visit national police officers injured in Friday’s violence. The march that had preceded the unrest had been overwhelmingly peaceful. According to Barcelona police, about 525,000 people congregated in the city, many of them having marched there from around Catalonia. A radical movement of young Catalan separatists, Arran, has called for a new demonstration “against repression” in central Barcelona on Saturday afternoon. Spain’s government has promised a firm, united and proportionate response to the violence but has said it will not fall into the trap of further inflaming tensions. “The only hope of those violent groups is that we’ll make mistakes and become overexcited and divided,” the acting prime minister, Pedro Sánchez, said on Wednesday. Sánchez’s caretaker government has already said it could activate article 155 of the constitution, which would allow it to suspend the regional government and assume direct rule of the region. The socialist prime minister’s rightwing opponents are calling for the government to take a hard line on the latest eruption of the regional independence crisis. Spain is due to hold its fourth general election in as many years on 10 November. Although Sánchez has taken a more conciliatory approach to the Catalan question than his predecessor, he has ruled out any referendum on Catalan independence and insisted any negotiations will have to respect the Spanish constitution, which stresses the “indissoluble unity” of the country."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}