{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/oct/09/stephen-kenny-ireland-italy-under-21-european-championship", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-10-09T21:00:05Z", "webTitle": "Stephen Kenny’s golden touch still evident as he prepares for Ireland job | Ewan Murray", "webUrl": "https://www.theguardian.com/football/2019/oct/09/stephen-kenny-ireland-italy-under-21-european-championship", "apiUrl": "https://content.guardianapis.com/football/2019/oct/09/stephen-kenny-ireland-italy-under-21-european-championship", "fields": {"headline": "Stephen Kenny’s golden touch still evident as he prepares for Ireland job", "bodyText": "Stephen Kenny is an unlikely revolutionary. The 47-year-old talks in such whispers that you could be forgiven for sensing he deals in international conspiracies rather than international football. Yet when Kenny speaks, those within Irish football have learned to listen. The Football Association of Ireland’s succession plan, whereby Kenny would replace Mick McCarthy as the manager after a stint in charge of the under-21s, was ripe for ridicule when unveiled last November. The possibilities for trouble were endless. Kenny could at least shrug off the noise; it is in black and white that he will succeed McCarthy on 1 August 2020. McCarthy has been tetchy when pressed on the issue. More fool those who sensed Kenny might mark time with his young charges. A sellout crowd of 8,000 is due to attend Thursday’s European Under-21 Championship qualifier as Ireland host Italy in Tallaght. At the same stadium only 19 months ago, 123 hardy souls watched the Irish defeat Iceland. Kenny’s golden touch, so evident at club level – most recently Dundalk – is apparent again. Ireland have won three out of three in Group One as illustrious opposition come to town. But what if Kenny had struggled? What if his under-21 post had delivered only negative vibes in respect of the future? “Ultimately these are all possibilities but you can’t be governed by fear,” says Kenny. “There are no certainties but you have to have confidence and you have to back yourself to do well. I think it’s important to have conviction and that’s the way I view it. You can’t be paralysed by fear. Life is short, you have to maximise everything you’ve got and see the possibilities that exist.” Likewise applies to personnel. If Ireland is a country supposedly devoid of deep football resource, Kenny will not be disheartened. Partly because he cannot be and partly after being in the audience for a lecture from Marcello Lippi in the aftermath of Italy’s 2006 World Cup win. Lippi shone a light on Fabio Grosso, then of understated Palermo, rather than the stars of Juventus or the Milan clubs. “I think there is a danger is focusing on what you don’t have sometimes,” Kenny explains. “It’s not a league table to say: ‘How many players have you got playing in the Premier League, how many games have they played.’ The international team shouldn’t reflect a league table of how many appearances people have and so forth. “You have to have your own vision of what you want, your own style of play and what fits that, what constitutes a team. You’ve got to see it with your own eyes. You’ve got to see the potential in people, even if they are not really excelling with their club. We have to utilise what we have got and, as a nation overall, show greater belief in ourselves.” There are further breaches of convention. Kenny won’t subscribe to the view that winning Ireland teams are an automatic consequence of rugged centre‑backs and the winning of second balls. “The players want to play in a progressive way, the supporters want to see a progressive team,” he says. “I think football is changing all the time and, believe it or not, the styles are evolving, so there is less cynicism in the game. Not on the outside, the periphery, but in the football itself. Some of the great teams in recent years have influenced teams all over to play in a more progressive way. In my view that has to be good.” Kenny is anxious to point out his managerial journey – which began in Tallaght with a non-league side before he took over at Longford Town when aged just 26 – has not all been plain sailing. Dunfermline Athletic were relegated from Scotland’s top flight on Kenny’s watch in 2007. He had an ill-fated spell at Shamrock Rovers in 2012. Yet ask supporters of Bohemians, Derry City and Dundalk – Kenny transformed the latter two – about this manager and they will purr. Modesty is just one instantly identifiable Kenny trait. He is considerate, thoughtful, conscious of fine details and immensely proud of his current position. Any suggestion of management taking the Dubliner back across the Irish Sea is readily rebuffed. “I’m in the position I want to be in. Ireland is the ultimate ambition; to manage your country, there is no greater honour.” Which is not to say Kenny will not be wooed by club football again. For the time being, his positioning just appears perfect."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}