{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2010/mar/19/terry-richardson-fashion-photography-pornography", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2010-03-19T22:49:42Z", "webTitle": "Fashion photographer Terry Richardson accused of sexually exploiting models", "webUrl": "https://www.theguardian.com/artanddesign/2010/mar/19/terry-richardson-fashion-photography-pornography", "apiUrl": "https://content.guardianapis.com/artanddesign/2010/mar/19/terry-richardson-fashion-photography-pornography", "fields": {"headline": "Fashion photographer Terry Richardson accused of sexually exploiting models", "bodyText": "To some he's the king of fashion photographers whose sexually exuberant pictures are feted by designers and the editors of glossy magazines. But to others, it would appear, Terry Richardson is less fashion chic and more pornographer-in-chief; a man who wields his power to exploit vulnerable young girls. Richardson's soft-porn take on fashion has always been controversial. Now, however, a huge ethical question mark hangs over the 44-year-old American whose shoots grace the pages of Vogue and Harper's Bazaar, after a leading model condemned his work as \"degrading\" and his modus operandi as manipulative. Richardson has now found himself at the centre of a storm as debate rages across the US fashion media after Rie Rasmussen, the Danish model-turned-filmmaker, confronted him at a party at club Le Montana in St Germain during Paris fashion week. \"I told him what you do is completely degrading to women, I hope you know you only [bleep] girls because you have a camera, lots of fashion contacts and get your pictures in Vogue,\" Rasmussen told the New York Post. She claimed Richardson fled the party, then called her agency to complain. Warming to her theme, she continued: \"He takes girls who are young, manipulates them to take their clothes off and takes pictures of them they will be ashamed of. They are too afraid to say no because their agency booked them on the job and are too young to stand up for themselves. His 'look' is girls who appear underage, abused, look like heroin addicts … I don't understand how anyone works with him.\" Richardson's hallmark pictures are starkly-lit and suggestive. Sexual themes dominate – including spanking, group sex and lesbian couplings. He has recounted how his photoshoots can end up with consenting models performing sex acts on him – moments his assistants have captured to share with the world at exhibitions such as his \"Terryworld\" show in Manhattan five years ago. \"I don't like to exploit anybody. That's not my bag. Everyone has fun on my shoots,\" he told one interviewer when promoting that show. Today, however, he is less voluble. A call to his agents at Art Partner in New York for a comment on the Rasmussen's remarks was met with a curt \"no comment\" and a swift hanging up. And since Rasmussen's remarks have been reported, Richardson has found himself the subject of various online and unsubstantiated anonymous postings by others claiming to have posed for him, and alleging they found that his methods left them feeling uneasy. Richardson, a geeky-looking, tattooed, former punk musician, has always pushed the boundaries and attracted criticism that his work is fashion taken too far. The women's issues website Jezebel claims people from all facets of the industry – models, bookers, agents, stylists – had contacted them in response to internet postings over the way he works. \"I think for people in the fashion industry, the way Terry Richardson works has been an open secret for a long time,\" Jezebel's fashion editor Jenna Sauers said. \"I think a lot of people tolerate it in public because of his extraordinary power within the industry. In private I think many are very disturbed by his history of behaviour with many of the models he works with.\" Richardson, who poses with President Barack Obama on his website and has photographed many celebrities and advertising campaigns, has spoken of these spontaneous exploits in interviews. \"My rule is that I'd never ask anyone to do anything I wouldn't do myself,\" he said in one interview. \"That's how it's got to go this far. At first, I'd just want to do a few nude shots, so I'd take off my clothes, too … I'd even give the camera to the model and get her to shoot me for a while. \"It's about creating a vibe, getting people relaxed and excited. When that happens you can do anything.\" He continued: \"I don't think I'm a sex addict, but I do have issues,\" pondering his issues with, \"maybe it's the psychological thing that I was a shy kid, and now I'm this powerful guy with his boner, dominating all these girls\". The blurb to Richardson's coffee-table book, Terryworld, promotes him as the man \"who took 1970s porn aesthetic and made it fashion chic\", and boasts: \"Pop stars, supermodels, transsexuals, hillbillies, friends, pets and celebrities all do for his lens what they'll do for no other.\" Dunja Knezevic, a British model who helped models gain trade union recognition through Equity, said potential exploitation was a major issue for the fashion industry. \"But it is a sensitive subject. Nobody wants to speak about it. The girls want to work and they don't want to get blacklisted,\" she said. \"I've never met Terry Richardson, so I cannot comment on him. But I think his work is pornography passed off as high fashion.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}