{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/mar/20/arsenal-vermaelen-paul-hayward", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-03-20T20:08:56Z", "webTitle": "Advice for Arsène Wenger: more application, less decoration", "webUrl": "https://www.theguardian.com/sport/blog/2010/mar/20/arsenal-vermaelen-paul-hayward", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/mar/20/arsenal-vermaelen-paul-hayward", "fields": {"headline": "Advice for Arsène Wenger: more application, less decoration", "bodyText": "Arsenal's season has been one long recovery. Reduced to 10 men by half-time they beat West Ham 2-0. Tailed off in the title race last autumn they were back on top of the Premier League for the solstice. The last Arsenal side to win the Premier League were The Invincibles. This one will go down as The Improbables if they march in from the wilderness they were in November to be champions in May. But this is a team with growing adversity addiction, as Arsène Wenger acknowledged. They scored after five minutes through Denílson and then relaxed to admire the quality of their work. It took the sending-off of Thomas Vermaelen just before half-time to stir the defiance that entitles Wenger to talk of their \"maturity.\" \"We lost our urgency when we scored. We were a bit distracted by the Champions League draw with Barcelona,\" Wenger said. \"When we were down to 10 men we became more urgent in the second half.\" Kevin Keegan called them \"sweet to look at\". But this is no time for sugariness. For Arsenal to disguise their frailties they need consistently high application between now and 9 May – or 22 May, the date of the Champions League final. They need constant industry and conviction and bite. They used Vermaelen's dismissal to their advantage but ought to have wiped out relegation-threatened opponents instead of allowing them to pass their way back into the match. If Wayne Rooney were not such a white-hot certainty to be Footballer of the Year many admirers of skilful defending would cast their vote for Vermaelen, the agile centre-half who has brought such pace and purpose to the rear of Wenger's team. But Vermaelen's first-class start to his Arsenal career stuck a flat note when he was dismissed for tangling with Guillermo Franco in his own penalty area. Defenders must feel that making contact of any kind in the area is an automatic hanging offence. There was a collision, sure, and a hint of clumsiness on Vermaelen's part, but the double punishment of a penalty (which Manuel Almunia saved) and a red card for Arsenal's best defender was disproportionate even as the laws of the game currently stand. Events, dear boy, events. You can map out one of the great comebacks in a title race only to find your best stopper removed for one half of a game and suspended for next week's trip to Birmingham. Arsenal's supporters came here buoyant and spent much of the early evening stressed. The easy run-in some speak of is a myth. Two of their remaining seven league games are against teams fighting for fourth place: Spurs at White Hart Lane and Manchester City at home. It's an old complaint, but they need to decorate a bit less and control a little more. The pre-match mood had been fizzy. Maybe it was that Champions League match-up with Barcelona that did it, but the stadium throbbed with the kind of spring-born optimism that filled the betting ring at Cheltenham until most of the big-race favourites went pop. Sometimes a crowd are frightened to their bones at the thought of facing a superior opponent but wake the next day quite fancying their chances. A daunting task becomes a shot at immortality. The congregation filed in knowing that eight straight wins in the title race could end a six-year wait for the English championship and that beating the Spanish, European and world champions in the quarter-finals of the Champions League would turn Wenger's boys indisputably into men. It was spin-the-wheel time and Arsenal's followers were ready to bet the lot. Cesc Fábregas was back from his hamstring injury; Nicklas Bendtner had cured the yips from the Burnley game and Campbell was planted at the back to provide a link with more fruitful days. Wenger wrote before the game: \"I believe that to win at a football club you need, somewhere, to love your club and to have an attachment to that club – that's why I went for a long-term policy, because I believe that when a player is somewhere for a long time the club has a meaning to him.\" This was a revealing call to arms. Cool intelligence was never the sole component of Wenger's managerial talent. The head and the heart are both engaged. To surmount the home and away defeats to Chelsea and Manchester United (and to beat Barcelona on Wednesday week) he needs these young players to empty themselves for the cause. This damage-limitation exercise of 10 v 11 said Arsenal are unreliable when it is all too easy for them and fiercely committed when things go wrong. Denílson's emphatic goal caused them to slacken and Vermaelen's sending-off and Almunia's penalty save brought esprit de corps into play. Wenger will like that part because he has tried to foster a more aggressive stance, but he will not want his team to dream of Barcelona or clock off when they score early in domestic combat. Adversity drives them on; the recovery continues."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}