{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2010/mar/01/wes-anderson-film-director", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2010-03-01T22:30:02Z", "webTitle": "Portrait of the artist: Wes Anderson, film director", "webUrl": "https://www.theguardian.com/culture/2010/mar/01/wes-anderson-film-director", "apiUrl": "https://content.guardianapis.com/culture/2010/mar/01/wes-anderson-film-director", "fields": {"headline": "Portrait of the artist: Wes Anderson, film director", "bodyText": "What got you started? Filming thrillers and jungle chases on Super 8 when I was about 10. I was trying to imitate Raiders of the Lost Ark, Star Wars and, above all, Hitchcock. Watching The Man Who Knew Too Much made me realise that there was such a thing as a director. What was your big breakthrough? Making my first proper short, Bottle Rocket, with Owen Wilson on 16mm film when I was 23. Nobody was interested in it except [director and producer] James L Brooks, who picked it up and let us turn it into a full-length movie. What have you sacrificed for your art? Well, I'm 40 and I don't have children yet. I do want to have them: perhaps I already would, if I wasn't so involved with these movies. What one song would work as the soundtrack to your life? If it was really going to be the soundtrack to my life, playing on endless loop, I'd need a classical piece – it would be hard for me to work with a great song playing. So maybe a Chopin nocturne. Is there an art form you don't relate to? I can't say I deeply appreciate tapestry. Is it hard to be original in Hollywood? It can be difficult to get people to take a chance on something unfamiliar – and it can take time to get an audience interested in it, even when the movie is made. There are some original movies I've seen that didn't work for me the first time round: the first Buñuel film I saw, I didn't understand his sense of humour. But I've never had trouble with a studio telling me they thought my films should be a certain way. What work of art would you most like to own? It's a shame to pillage museums and take art back into private hands. But I have always loved Bronzino's painting of Lodovico Capponi, in New York's Frick collection. Which films do you wish you had made? Coming Home, Rosemary's Baby and Chinatown. There's no aspect to all three that isn't great: the scripts, the casts, the filming, the music. Which artist working today do you most admire? Richard Rogers, for his body of work and his approach to it. What's the worst thing anyone ever said about you? There was a mean thing in the Guardian once: the interviewer described me as having \"my feet on the table and my nose in the air\". But much worse was a review in the San Francisco Chronicle that described my first film as a \"mind-numbing black hole with no right to exist\". I saved that one. In short Born: Texas, 1969. Career: Films include Rushmore, The Royal Tenenbaums, The Life Aquatic with Steve Zissou, and Fantastic Mr Fox, out now on DVD. Low point: \"Realising that my film The Life Aquatic had been seen by half as many people as my previous movie.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}