{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/mar/09/nicolas-anelka-chelsea-contract-extension-2013", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-03-09T22:30:00Z", "webTitle": "Nicolas Anelka and Chelsea begin talks over contract extension to 2013", "webUrl": "https://www.theguardian.com/football/2010/mar/09/nicolas-anelka-chelsea-contract-extension-2013", "apiUrl": "https://content.guardianapis.com/football/2010/mar/09/nicolas-anelka-chelsea-contract-extension-2013", "fields": {"headline": "Nicolas Anelka and Chelsea begin talks over contract extension to 2013", "bodyText": "Chelsea have opened talks with Nicolas Anelka's representative over extending the France striker's stay at Stamford Bridge. The 30-year-old's current contract expires at the end of next season, with discussions now under way to keep him at the club until 2013. Anelka's adviser, Doug Pingisi, was in London last week for preliminary discussions with both club and player confident negotiations will be concluded swiftly. The Frenchman moved to Chelsea from Bolton Wanderers for £15m and has been one of their most consistent performers over the last two campaigns, scoring 19 league goals last season. His form, which has led to eight league goals to date this term though none since January, has impressed Carlo Ancelotti. \"Anelka is a top player and this club needs to have a lot of top players,\" the Italian said recently. \"I'm confident he'll stay with us. The club will try to find the right solution for both Chelsea and for him.\" The speed at which negotiations are expected to be favourably concluded contrasts markedly with the currently deadlocked talks with Joe Cole. The England midfielder, an unused substitute in Sunday's 2-0 FA Cup quarter-final win over Stoke City, is seeking to increase his wages from £80,000 a week to nearer those of the higher earners at the west London club with compromise yet to be reached. Both Chelsea and Cole – who was absent for seven months up to September after suffering a serious knee injury – remain hopeful that a deal can still be struck that will extend the player's seven-year stay beyond the end of the season, when his current deal is due to expire. \"Joe's had a very traumatic time with his knee, and you get highs and lows,\" said the assistant manager Ray Wilkins when asked about the midfielder's recent dip in form. \"But he'll play plenty of games for Chelsea.\" Ashley Cole is expected to return to Cobham after the weekend after a spell undertaking rehabilitation on his fractured ankle in the south of France. The England full-back's progress has been steady since he underwent surgery on the joint broken in a challenge with Landon Donovan at Everton last month, and he remains confident that he will prove his fitness well ahead of the summer's World Cup finals."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}