{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/mar/13/mark-owen-cheats-men-women", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-03-13T17:00:00Z", "webTitle": "Stand by your man? Hell no | Bidisha", "webUrl": "https://www.theguardian.com/commentisfree/2010/mar/13/mark-owen-cheats-men-women", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/mar/13/mark-owen-cheats-men-women", "fields": {"headline": "Stand by your man? Hell no", "bodyText": "I feel devastated. Every time I think about it, I feel sick. Mark Owen of Take That is a love rat. Speaking to the Sun – always the best way to confront your intimate problems – married Owen has confessed to multiple affairs. In his defence he says that the final tryst happened before he was wed to his partner of five years. Except that they were married only five months ago. It always tickles me to hear liars' justifications, the sliding scale of the cheat's charter of values: cheating on girlfriend, wonderful; cheating on wife, awful. Yes, Owen looked virginal, but he was not. Expelled from Cupid's embrace, perhaps he can visit a gentlemen's club? There, he and other serial, simultaneous-multiple-victim cheats such as footballer Ashley Cole and golfer Tiger Woods can cry big fat crocodile tears while fiddling with abject women so far beneath them in status, power and confidence that should their stories ever come to light, they won't have any leverage. They say that only the insecure cheat. That's probably true. But then insecurity lies behind most human endeavour, from an artist striving to create a masterpiece to a man so eaten up by jealousy that he murders his ex. The expression of the insecurity is gendered, played out through the power dynamic that already exists in the world. Insecure women harm themselves and slander and betray other women. Insecure men abuse women. They are not punished either by the mysterious forces of karma or by the people they are surrounded by, the employers, supporters, colleagues, friends. Mark, Tiger and Ashley – and what a great team of roving provincial strippergrams they'd make, with names like that – don't \"love\" women, as compulsive male cheats are often forgivingly said to do. They hate them. If you spend years playing women, tricking women, duping women, lying to women, you are an abusive man. It's hardly a complicated issue. If you're a famous chap and want to sleep with many women, stay single. Life will provide countless opportunities for sexual adventure. Take every one, it sounds fun! But don't, at the same time, pretend to be a really nice decent guy, or let your partner live her life thinking happily that she got a great catch. I've met dozens of philanderers and they're all the same. They're always the \"really nice guys\" who pay lip service to feminism in public and viciously betray women in private. Their abusiveness is protected by their reputation for niceness. There's the bestselling novelist who namechecks his partner and mother in interviews. The writer who often pens cute columns about his wife and kids. The street poet with the soulful eyes and funky trainers. They all use the same line: \"I wouldn't mind if my partner was shacked up with some guy right now.\" Always, that partner is at home tending the kids, the house and her own career and would be devastated to discover what her one true love was doing. At least this kind of deliberate, serial, mass, long-term cheating makes the perpetrator's true nature obvious when it finally comes to light. Why would any woman seek to salvage something from the final dregs of this pathetic game? Having been tricked by someone who lied throughout, she would naturally realise that his apology and pledges of future fidelity were lies too. Having pretended to be devoted, he would then pretend to be remorseful, when in fact he was merely embarrassed. A traitor's gifts are nothing more than lavish bribes, his promises weightless confetti cut from a tissue of lies. No doubt a woman who's been played finds her adoration change instantly to disgust and sheer gratitude that he's out of the picture. The yearning to see him, no doubt, becomes overwhelming relief that he is no longer in her life. No doubt? Owen and Woods have children. What do their partners do now? Cheating is not just a betrayal but a type of blackmail, the ultimate lose-lose. Walk, keep your dignity and principles, break up the family home? Or stay, lose your pride, sleep beside the one who backstabbed you, but keep the hearth-fire burning for the bairns? What would I do? Would I stand by my man, as the song goes? Hell no. Cheats don't change. I'd write a new ditty and the chorus would go: take out the trash, ladies. Just take out the trash, because it stinks. • This article was amended on 15 March 2010"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}