{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/mar/29/great-britain-world-cycling-championships", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-03-28T23:05:48Z", "webTitle": "Great Britain's track cyclists in good shape for 2012", "webUrl": "https://www.theguardian.com/sport/2010/mar/29/great-britain-world-cycling-championships", "apiUrl": "https://content.guardianapis.com/sport/2010/mar/29/great-britain-world-cycling-championships", "fields": {"headline": "Great Britain's track cyclists in good shape for 2012", "bodyText": "Great Britain's cyclists and their coaches went into these world track championships looking for landmarks on the road to London in a little over two years' time and, in spite of Sir Chris Hoy's early departure from the match sprint on Saturday, there is every reason for cautious optimism. The squad is looking competitive in all the races that will be on the schedule in the 2012 Olympics and at the weekend Britain's cyclists were to the fore in the newest events on the programme. Lizzie Armitstead took silver in the women's omnium on Saturday, while Ed Clancy took gold in the men's race today and Victoria Pendleton added silver in the keirin to her sprint gold. That pushed the Great Britain medal haul to three gold, four silver and a bronze in the 10 Olympic events. Ironically the one event in which the team failed to live up to expectations was the one where they enjoy the greatest strength in depth, the match sprint. Hoy, Jason Kenny and Matthew Crampton all made the last eight, only to exit prematurely. If anything the inability of the younger men to step up once the iconic triple Olympic champion had departed was more disappointing than Hoy's defeat. Looking across the board, the performance director, Dave Brailsford, was more than merely optimistic. \"You can't get blinded by the stats, you've got to concentrate on the Olympic events and see where we are at with relatively new lineups in some of them and some of them a bit unknown, like Lizzie was yesterday and Ed at the moment [in the women and men's omnium races respectively],\" Brailsford said. Before the opening of yesterday's session Brailsford pointed out that his team had taken medals in \"seven out of nine so far, we were fourth in the other which we didn't expect [women's team sprint] and the other one is where the Germans launched their missiles, Chris [Hoy] gets caught out. We're in the mix, Vicky is looking good in the keirin and the men's omnium is one that still has to be worked out. We're in really good shape, across the board, in-depth.\" If there were a criticism that could be levelled against Great Britain, it would lie in the decision to sacrifice two non-Olympic events such as the men's individual pursuit and the Madison where there were no certain medal opportunities. \"My job isn't to win every event in the world championships,\" responded Brailsford. \"It's a strategic decision. \"We are looking to perform in our home Olympics and our strategy is ruthlessly built around doing that,\" the performance director added. \"The competition has increased so we can't step off the gas.\" Brailsford feels the opposition – the Australians, the Germans and the New Zealanders – are \"flat out\" at present while there is more to come from his squad. \"We've got another gear to go. You need to be cyclical,\" he said. Here the British team was not at full strength as some of the Beijing stars explore other avenues. While the team pursuiters ran the Australians to the wire in the fastest final ever – the only time both finalists have registered 3min 55sec rides for the 4,000m – they can await the return of Bradley Wiggins and Geraint Thomas, assuming the bar has not been raised too high in the meantime. Rebecca Romero may return to the women's trio – allowing Armitstead to focus on the omnium – while Nicole Cooke has reportedly put her name forward as well. In the women's team sprint Jess Varnish is still developing as the starter for Pendleton's rider two, although Brailsford believes that Shanaze Reade, who won the 2007 and 2008 world titles with Pendleton, may return for London depending on whether the schedule permits her to combine with BMX. In the men's event the team will look for Hoy, Ross Edgar and Crampton to contest the Man 2 slot behind Kenny, the likely starter. Although Clancy flew the flag admirably today in the omnium, he is likely to be a key man in the team pursuit, his personal speciality, but there is still another Great Britain prospect for the event. The Tour de France sprint star Mark Cavendish has the perfect blend of speed, stamina and tactical awareness and was the first name Brailsford mentioned when it was tipped for inclusion in the programme."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}