{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/mar/29/internet-sms-disaster-reporting-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-03-28T23:05:52Z", "webTitle": "The internet: The new face of disaster reporting | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/mar/29/internet-sms-disaster-reporting-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/mar/29/internet-sms-disaster-reporting-editorial", "fields": {"headline": "The internet: The new face of disaster reporting", "bodyText": "Text messaging seems a trivial convenience of modern life, but it is proving an important link in a chain of innovation that is remaking crisis reporting and response. After Kenya's disputed elections in 2007, Ory Okolloh tried to keep track of reports of violence on her blog at Kenyan Pundit but she was soon overwhelmed. She asked for help and, over a long weekend, fellow Kenyan bloggers and computer developers built Ushahidi, which means \"testimony\" in Swahili. They gathered reports via email, the web and, most importantly, SMS. Ushahidi has now been used to monitor elections in India, Mexico and Afghanistan and to help with earthquake relief in Haiti and Chile. Frontline SMS is another key piece of software, used by NGOs to communicate with large groups with nothing more than a mobile phone and a laptop. Created by British developer Ken Banks, Frontline SMS was used with Ushahidi in Haiti to help speed aid to people who needed it. The volunteer efforts are now working with traditional disaster response. After the earthquake in Haiti, a request on Twitter answered by someone in Cameroon put volunteers in touch with engineer Jean-Marc Castera with Digicell, the largest mobile phone operator in Haiti. They found a seldom-used SMS shortcode, 4636, to use for rescue efforts. The US State Department promoted the short code for the Frontline SMS-Ushahidi project. Patrick Meier of Ushahidi told of how they received an urgent message from Haitians trapped in a factory, one of them badly injured. Working with contacts at the US Coast Guard, they were able to relay coordinates of the injured Haitian to rescuers on the ground 15 minutes after receiving the message. The wisdom of the crowds has become a cliche, and an oft-ridiculed one. When James Surowiecki coined the term, he was not saying that all crowds are wise, but that \"under the right circumstances, groups are remarkably intelligent, and are often smarter than the smartest people in them\". A smart mob of committed technologists is remaking disaster relief, election monitoring and crisis reporting and showing us how crowds can be smart. The response to Haiti was highly distributed but also highly coordinated. The teams are developing and sharing ways to coordinate the actions of thousands. Disasters focus the mind in ways that longer-term problems do not, but this crowd-sourced crisis response movement has lessons far beyond disasters. They are helping us to understand the circumstances that can rally the wisdom in crowds into a powerful force for solving the problems of the 21st century."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}