{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/richard-adams-blog/2010/mar/05/eric-massa-resign-rangel-paterson", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2010-03-05T21:37:20Z", "webTitle": "Eric Massa caps bad week for the Democrats | Richard Adams", "webUrl": "https://www.theguardian.com/world/richard-adams-blog/2010/mar/05/eric-massa-resign-rangel-paterson", "apiUrl": "https://content.guardianapis.com/world/richard-adams-blog/2010/mar/05/eric-massa-resign-rangel-paterson", "fields": {"headline": "Eric Massa caps bad week for the Democrats", "bodyText": "Hasn't it been a fabulous few days for the party of Jefferson? So bad that they must be glad it's come to an end, especially at the party's New York branches. There's still a few hours left – but as things stand on Friday afternoon: Charlie Rangel surrendered the chair of the House ways and means committee under a cloud, David Paterson may not last much longer as governor of New York thanks to scandal, and Eric Massa announced that he was stepping down from Congress in November, because of cancer or a harrassment charge, depending on who you believed. Now the Corning Leader newspaper reports that Massa has decided to resign next week: Embattled US Rep Eric Massa announced Friday afternoon that he will resign from office effective Monday. Massa, 50, notified his Washington and campaign staff from his home in Corning that he was leaving office, citing a reocurrance of cancer and allegations filed against him with the House ethics committee. But the Corning Leader article goes on hint at the misconduct charges that Massa faces: Massa admitted in his statement that he had used inappropriate language in front of staff both in his home and in his office. \"There is no doubt in my mind I have used improper language,\" he said. \"It's my fault and I can't blame anyone but myself.\" Massa said he learned of the allegations made by a member of his staff on Thursday by reading internet news sources. He said he does not know the identity of the staff member, when the incident happened or what was said. \"I can't subject my family and staff to a full investigation,\" Massa said. \"It would tear us apart ... It's not that I can fight or beat these allegations, I'm guilty.\" The Associated Press sheds some more light on the allegations: Massa's resignation comes as the House ethics panel was reviewing a harassment complaint by a male staffer who reportedly felt uncomfortable in a situation with Massa that had sexual overtones. The way things are going the Democrats are going to get a hammering in November."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}