{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/mar/01/la-boheme-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-03-01T22:15:00Z", "webTitle": "La Bohème | Opera review", "webUrl": "https://www.theguardian.com/music/2010/mar/01/la-boheme-review", "apiUrl": "https://content.guardianapis.com/music/2010/mar/01/la-boheme-review", "fields": {"headline": "La Bohème", "bodyText": "Stewart Laing's production for Scottish Opera is far from the first update of La Bohème, and it's unlikely to be the last. Laing's production, first seen in 2004, transplants Puccini's bohemians from 19th-century Paris to a contemporary New York loft apartment. The struggling poet and painter become screenwriters and video artists, while the Cafe Momus is transformed into a trendy art gallery. The intention to inject some contemporary relevance into the story is clear, but unfortunately its right-on ambitions come across as drab and often rather lacklustre. The bland, white space of the bohemians' apartment, enlivened only with projections of Marcello's video art on the back wall, is an uninspiring setting for the first and final acts. This in itself is not necessarily problematic, but combined with the static stage direction and flat performances, especially in the first act, it doesn't make for the most fluid account of the opera. Laing puts all his energy into the Momus scene; a shifting backdrop of art installations with a visual gag involving fusing light boxes. This act is enlivened, too, by Nadine Livingston's feisty turn as Musetta, a Vivienne Westwood-clad good-time girl with attitude. Counterbalancing Musetta's vivacity, Celine Byrne gives a quietly sympathetic performance as Mimì. The male roles are given rather less to work with: Avi Klemberg's Rodolfo is vocally adequate but dramatically wooden, while there is little to differentiate his fellow artists. In the pit, music director Francesco Corti draws some lush sounds from the orchestra but fails to add energy to the performance, particularly in the first couple of acts. In rep until 13 March. Box office: 0844 871 7647. Then touring."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}