{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2010/mar/01/lord-mandelson-mansion-house-keynote", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2010-03-01T22:30:01Z", "webTitle": "Lord Mandelson calls for overhaul of takeover rules", "webUrl": "https://www.theguardian.com/business/2010/mar/01/lord-mandelson-mansion-house-keynote", "apiUrl": "https://content.guardianapis.com/business/2010/mar/01/lord-mandelson-mansion-house-keynote", "fields": {"headline": "Lord Mandelson calls for overhaul of takeover rules", "bodyText": "Lord Mandelson has called for takeover rules to be overhauled to benefit companies' workforces rather than short-term City speculators in the wake of the controversial sale of Cadbury to Kraft. The business secretary said in his keynote Mansion House speech to the City tonight that directors should act more like \"stewards\" looking after their company's long-term interests rather than \"auctioneers\" selling to the highest bidder. The Takeover Panel began a review of the code last month, following Mandelson's criticism of the Kraft takeover, which he later said he had no powers to block. Mandelson said that the threshold for shareholders to vote for a deal should be raised from a simple majority to two thirds. He also proposed that the requirement for disclosure of share-ownership during a bid be lowered from 1% to 0.5%, so companies could see who was building up stakes on their register, particularly short-term investors like hedge funds who are so influential during takeover battles. Bidders should be told to \"put up or shut up\" sooner to shorten the length of the \"phoney war\" predators wage to wear down the management of a target company before they launch a formal offer. He also said they should have to set out how they would finance their bids over the long term and their plans for the acquired company. Before Kraft bought Cadbury it assured unions that it would keep the company's Somerset factory open, only to close it with the loss of 400 jobs after the takeover. Mandelson also recommended that there should be more transparency over advisors' fees and incentives. But he rejected calls for a more far-reaching public interest test to be introduced, arguing that such a political test ran the risk of being protectionist and would jeopardise Britain's open market. \"The Companies Act sets out the duties of directors to consider the best outcome for a company in the long term, considering the interests of all the stakeholders – employees, suppliers, and its brands and capabilities,\" he said. \"Getting a higher price in a takeover may not be perfect proxy for that.\" Mandelson added: \"Obviously we need directors equipped to be stewards rather than just auctioneers.\" Tony Woodley, joint general secretary of the Unite union, welcomed the fact that politicians were admitting that sometimes governments needed to intervene in the public interest. But he urged the government to go further to protect jobs: \"Over the Channel, if jobs or a historic company are at risk, then governments step in and do not allow people to waltz in and take away the crown jewels.\" In December, Mandelson told reporters in Birmingham, where Cadbury is based, that his message for foreign bidders was: \"If you think you can come here and make a fast buck you will find that you face huge opposition from the local population … and from the British government.\" After the Kraft takeover went ahead this year, he admitted under questioning from a panel of MPs that the government had no power to block it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}