{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/mar/20/england-france-martin-johnson-six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-03-20T22:26:32Z", "webTitle": "This is no time to doubt Martin Johnson | Eddie Butler", "webUrl": "https://www.theguardian.com/sport/blog/2010/mar/20/england-france-martin-johnson-six-nations", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/mar/20/england-france-martin-johnson-six-nations", "fields": {"headline": "This is no time to doubt Martin Johnson", "bodyText": "England saved their best till last and still lost in Paris. France could not score a try, nor a single point in the second half, as they limped their way to the grand slam and looked a bit sheepish – certainly exhausted – as they started their party. It left the new England captain, Lewis Moody, to muse again on the frustration of the Six Nations campaign. It is a theme that will run and run. The grand slam, far from being the rarity it was in the Five Nations, has become the common currency of the champions of the Six Nations. Italy have not yet stopped the best sides in their tracks. France's exhausting 12-10 victory means that in the 2000s there have been three grand slams for the French, two for Wales, and one apiece for England and Ireland. And so it is that if a side start with a couple of wins, as England did against Wales and Italy, the heat of ambition is turned up and any cool voice of reality is drowned. It was fully expected that England, with a home game against Ireland and an away game at Murrayfield, would be going to Paris for the grand slam. And if France were going for one too, so much the better. Grand slam fever also means that when reality does kick in, when Ireland arrive at Twickenham with a rock-solid lineout and disciplined patience from one side of the pitch to the other, the disillusion is all the greater. A general hysteria has spread into rugby, even into the rugby of England. It is one-way traffic, because from the face of the English game, Martin Johnson, effusiveness has never knowingly poured. And then the worm turns. The fever of hope becomes the shrieking quest for accountability. Johnson is, by his own volition, no coach, and, by general view, no selector. The team he ended up with in Paris may have been better than the one that scraped past Italy – they certainly played better – but that was only because of injuries and a loss of form blatantly obvious to the entire country before it ever struck the manager that Jonny Wilkinson might be lying deep enough to be in a different time zone and that Delon Armitage was not playing with the confidence of last year. When the pendulum of the rugby emotions swings like a scythe the only sure thing is that the deadpan Johnson gets caught in both directions. If he clung on to his outside-half it was surely through solidarity, to his full-back through loyalty. \"Consistency\" has been the single word that has driven France to success. Why should England be damned for reaching out for it too? Because they are ponderously slow in a game of ever accelerating change. They win the ball with agonising deliberation and churn it through the phases by some clockwork rote, devoid of wit and imagination. Riki Flutey, the centre who sparked England to life at the rear end of the Six Nations of 2009, has been a match without a head this season. And at the head sits Johnson, Leicester laconic and unflinchingly stubborn, virtues in 2003 that are now stones around the fading swimmer's waist. But is it his fault that the rugby of his country is mechanical and wooden? He seeks the best products of a Premiership that plays with massive physical commitment and limited mental agility. Every country is the reflection of its domestic game: Wales, generally careless and occasionally sublime; Ireland, obdurate and thorough; France, crammed with talent and sometimes moody. England are what England rugby is, brave and a bit off the pace. On such a base a World Cup team can be built, for in 2011 the Webb Ellis trophy will not be handed to a team who put glamour above guts. This is no time to change managers or coaches or selectors anywhere. England are a mid-table side with middling to good prospects for the next World Cup. Dan Cole, Ben Youngs, Courtney Lawes, Chris Ashton and Ben Foden offer themselves as a full third of a team who will speed up England's improvement. This is the age of the grand slam, but Martin Johnson's charges may have to bypass it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}