{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/mar/20/popes-letter-disappoints-abuse-survivors", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-03-20T16:06:02Z", "webTitle": "Pope's letter to Irish Catholics disappoints child abuse survivors", "webUrl": "https://www.theguardian.com/world/2010/mar/20/popes-letter-disappoints-abuse-survivors", "apiUrl": "https://content.guardianapis.com/world/2010/mar/20/popes-letter-disappoints-abuse-survivors", "fields": {"headline": "Pope's letter to Irish Catholics disappoints child abuse survivors", "bodyText": "Survivors of child abuse by Catholic clergy in Ireland have expressed disappointment with the pope's apology for the scandal. Victims criticised Benedict XVI's letter of apology because it did not directly address the long history of concealment by Irish bishops of sexual, physical and emotional abuse by priests, nuns and Catholic orders. The campaigning group One in Four condemned the pope for failing to acknowledge that the church hierarchy had attempted to suppress the scandal. \"Victims were hoping for an acknowledgement of the scurrilous ways in which they have been treated as they attempted to bring their experiences of abuse to the attention of the church authorities,\" the group's director, Maeve Lewis, said. \"Pope Benedict has passed up a glorious opportunity to address the core issue in the clerical sexual abuse scandal: the deliberate policy of the Catholic church at the highest levels to protect sex offenders, thereby endangering children.\" Lewis also accused the Pope of dodging Vatican responsibility for failing to tackle child abuse. \"If the church cannot acknowledge this fundamental truth, it is still in denial,\" she added. Andrew Madden, who in 1995 became the first person in Ireland to go public with an abuse lawsuit against the church, said he did not need to hear the pope say that clerical sex abuse was a crime and a sin. \"The apology today is not for the cover-up, it's for the abuse and for the most part they didn't commit the abuse – but they caused some because of the cover-up,\" he said. \"That's the bit they should say sorry for.\" Support group Irish Survivors of Child Abuse was more welcoming of the pope's letter. \"It would appear that the message overall is one of sincerity to bring about change in the church,\" he said. \"We have an apology for the first time, and that's important.\" But Kelly called for further explanation of the letter's mention of a Vatican investigation into the Irish church, and the suggestion some abusers should be brought before tribunals. \"Will anybody be made accountable? It would appear so from my reading of what the pope is saying, so that's positive but we need clarification,\" he said. In a pastoral letter to Irish Catholics, the pope castigated Irish bishops for \"grave errors of judgment\" in their handling of the paedophilia scandal. But he made no mention of any Vatican responsibility and gave no specific punishments for bishops who have been blamed by victims and Irish government inquiries for having concealed the abuse."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}