{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/mar/13/scottish-cup-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-03-13T18:06:54Z", "webTitle": "Scottish Roundup: Scottish Cup and SPL action", "webUrl": "https://www.theguardian.com/football/2010/mar/13/scottish-cup-premier-league", "apiUrl": "https://content.guardianapis.com/football/2010/mar/13/scottish-cup-premier-league", "fields": {"headline": "Scottish Roundup: Scottish Cup and SPL action", "bodyText": "Hibernian hung on for a 2-2 draw against First Division Ross County to earn a Scottish Cup quarter-final replay. The Staggies went behind twice and equalised twice before dominating the closing stages at Easter Road, as the home side's hoodoo in a competition they have not won since 1902 continued. The Hibees could hardly have wished for a better start as Colin Nish gave them the lead in the seventh minute, but an Ian Murray own goal nine minutes later gave the Highlanders hope. Despite going in at half-time 2-1 behind after a 19th-minute Derek Riordan strike, County were more than worthy of a Michael Gardyne 80th-minute equaliser after a magnificent second-half showing. Graham Stack then had to pluck Iain Vigurs' back-post header from under his crossbar and Vigurs scooped a shot wide as the Highlanders sought a late winner. Only desperate defending from Hibs two minutes from time denied County a dramatic victory. Murray cleared Martin Scott's shot off the line before Stack produced two brave blocks from follow-up efforts from Gary Miller and Gardyne. The two teams will replay a week on Tuesday at Victoria Park. Two early first-half goals from Stephen Simmons and Laurie Ellis earned Raith Rovers a place in the last four of the Scottish Cup for the first time since 1963, with a narrow 2-1 win against Dundee. John McGlynn's side made an explosive start and opened the scoring after only three minutes, when Simmons volleyed home from just inside the area. Raith then doubled their lead in the 10th minute when Ellis powerfully headed home from an Allan Walker free-kick. Dundee gave themselves a glimmer of hope with a Craig Forsyth header after 73 minutes, but despite a late rally the hosts could not find a second goal to force a replay. In the Scottish Premier League, Motherwell continued their fantastic form with a comfortable 3-1 victory at home to Hearts.The Fir Park side, who are now 11 points ahead of the Edinburgh club, took the lead within 75 seconds when Mark Reynolds punished the visitors for slack marking at a corner. No Hearts player followed Jim O'Brien as he collected a Tom Hateley short pass and the winger hung the ball up to the far post, where Reynolds nodded home from close range. The hosts doubled their lead in the 13th minute when more bright play cut Hearts open. Keith Lasley ran on to a lofted pass from Hateley down the right channel and controlled the ball well before hooking it beyond the far post, where the unmarked John Sutton stroked home. The hosts threatened every time they went forward in the first quarter of the match. In the second half, O'Brien lashed high into the net after Lukas Jutkiewicz had just missed a driven cross from Jamie Murphy at the near post. The visitors scored their consolation 60 seconds later with their first shot on target, when David Templeton collected Suso Santana's cross before spinning and firing the ball into a top corner with 21 minutes remaining. Former Falkirk players Liam Craig and Kenny Deuchar came back to haunt their old club as St Johnstone won at Westfield, to leave the Bairns marooned at the foot of the table. Deuchar profited from a dreadful mistake by Tam Scobbie to lob home six minutes from time. Marc Twaddle had earlier given Falkirk the lead from close range. Flavio Paixao's injury-time winner saw Hamilton leapfrog St Mirren into 10th place in the SPL."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}