{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/mar/11/readers-recommend-beauty-songs", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-03-11T23:00:00Z", "webTitle": "Readers recommend: songs about beauty", "webUrl": "https://www.theguardian.com/music/2010/mar/11/readers-recommend-beauty-songs", "apiUrl": "https://content.guardianapis.com/music/2010/mar/11/readers-recommend-beauty-songs", "fields": {"headline": "Readers recommend: songs about beauty", "bodyText": "One piece of advice often offered without having been sought is that one should take time to \"smell the roses\". That is generally understood to be an encouragement to slow down, that you can't smell a rose when power-walking. Surely it would be better, though, if the advice were to be taken literally as an encouragement to shove a bud in your nostrils and contemplate the heavens. Who knows what benefits might accrue from a metaphysical five-a-day? It would certainly help our musicians. They're good at describing beauty, whether in song, whisper, or a rap that rhymes \"beauty\" with \"booty\", but they don't spend much time thinking about it in depth. I cite as proof the response to this week's topic, which asked for reactions to beauty, but instead brought a flood of heartfelt hymns to hotties. Ode to Boy is one such song, a sketch of an alluringly beautiful youth, written and performed by Alison Moyet, with sensuality to the fore. It seeks to explore what precisely it is about the boy that so beguiles her, and it seems to have something to do with vulnerability. \"I love to watch his hand,\" Moyet sings, \"White and smooth almost feminine, almost American, I have to watch him.\" Beauty inspired awe in the Romantics – a combination of wonder and fear with a transcendence chaser. Awe is the feeling apparent in Jane Siberry's Bound By the Beauty, a country-tinged hymn to the forests and fields. The title says bound, but the song is about abandonment. \"Everything the dappled/ Everything the birds/ Everything the earthiness/ Everything the verdant,\" sings Siberry, seemingly entangled in the scene. That beauty can provoke a physical entanglement is not news to anyone, but Black Star's reworking of Mary J Blige's Beautiful describes an out-of-body experience: \"You're like my reflection, better half to my whole/ Like lyrics to the beat, you the mate for my soul\". Björk's Venus As a Boy describes a sexual technique so profound it induces \"Arousal/ so accurate\" and \"He sets off/ The beauty in her\". So much for the wonder; time for the fear. \"Beauty, look at me/ You who did line the apple once given Eve/ I fear you line the world we see,\" sings Linda Thompson in what can only be described as a quite beautiful tirade against the tyranny of aesthetics (featuring a typically lush cameo from Antony Hegarty). Elvis Costello, meanwhile, chooses to revile the awe beauty can inspire: what point is there in being captivated by beauty, he asks, if all it serves is the compromised, venal world around us? Costello, Blige and Björk all refer to classical imagery when articulating their visions of beauty, but the remaining songs establish their own terms. My Funny Valentine famously reverses the terms of physical love: \"Your looks are laughable/ Unphotographable/ Yet you're my favourite work of art.\" Scroobius Pip details Tommy Cooper's final tragic performance and says: \"Now tell me one fucking thing that's more beautiful than that.\" Grandaddy imagine beauty as it might be perceived by a man stranded on a far planet, while Thelonius Monk appends a suggestive title to a piece of unexpected melodies and then steps back, leaving the beholder to decide whether there is beauty in their eye. This week's playlist 1 Ode to Boy Yazoo 2 Bound By the Beauty Jane Siberry 3 Beautiful (Black Star remix) Mary J Blige 4 Venus As a Boy Björk 5 Beauty Linda Thompson 6 All This Useless Beauty Elvis Costello 7 My Funny Valentine Chet Baker 8 Tommy C Dan le Sac vs Scroobius Pip 9 Everything Beautiful Is Far Away Grandaddy 10 Ugly Beauty Thelonious Monk"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}