{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/mar/11/mahler-conducting-competition", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-03-11T23:45:03Z", "webTitle": "Passing the Mahler baton", "webUrl": "https://www.theguardian.com/music/2010/mar/11/mahler-conducting-competition", "apiUrl": "https://content.guardianapis.com/music/2010/mar/11/mahler-conducting-competition", "fields": {"headline": "Passing the Mahler baton", "bodyText": "If proof were needed that the International Gustav Mahler conducting competition sets very high standards, then it comes in the form of a mildly irritated Alexander Prior. By the time I arrive at the contest in the baroque city of Bamberg, southern Germany, 17-year-old Prior, who has been hailed a musical prodigy and has just taken up the post as assistant conductor at the Seattle Symphony Orchestra, has already been culled from the 12-strong lineup of international candidates, and is now licking his wounds. \"It was a very valuable experience, but it left me wondering how a conducting competition can work, and who really needs them?\" he tells me over the telephone from New York. \"It's rather subjective and, unlike most sporting contests, can't be judged on who crosses the line first.\" It also raises the question, what does it take to dazzle on the podium? Jonathan Nott, principal conductor of the Bamberg Symphony Orchestra, who with Gustav Mahler's granddaughter Marina Mahler, first breathed the triennial contest to life in 2004, says ultimately it comes down to whether there's a chemistry between the conductor and his musicians or not. \"It either works or it doesn't,\" the Briton says. \"We're talking about communication management on the subtlest of levels.\" The competition's main objective, he says, is to find new, young conductors \"who demonstrate that they can give something to the music, who inspire, direct and balance the orchestra, and are very firm about what they want. \"And, obviously, we want the competition to help people get somewhere.\" The mood is a nurturing one, with a prestigious jury who act like mentors to the competitors during and after the event. Nott is cautious about being drawn on why Prior did not make the grade (word is his weaknesses lay in the contemporary work and orchestral songs), but strongly hints that although he was very driven, his skills were not yet sufficiently well rounded. \"If you're going to be a star, you've got to be ready for it,\" he says. \"Alexander is an incredibly talented guy who doesn't stop talking, speaks Anglo- Saxon, Finnish, has written three operas. I said, 'you're not yet 18!' He certainly has the credentials to be a star, but was not ready to go beyond the first round.\" You can afford to have quite a level of trust in a competition that in its first year managed to pick as its winner a curly-haired Venezuelan who was little known when he arrived in Bamberg in 2004 at the age of 23 but is now a household name. But even Gustavo Dudamel initially struggled to show his now famous firecracker qualities. \"Dudamel was not a clear winner from the start,\" says Nott. \"But after the first round, he took the bull by the horns and made the most of the situation.\" Dudamel's win helped launch his stellar career and catapulted him to his current post as music director of the Los Angeles Philharmonic. Now there's even an iPhone app offering conducting lessons from him. Dudamel gushed about Bamberg when he interrupted a rehearsal with the Gothenburg Symphony last week to talk about the impact it had had on his life. \"Can you imagine how much this competition has meant to me?\" he says. \"It was amazing, simply amazing. The city, its baroque beauty, the people, the opportunity to learn both about music and my fellow young conducting colleagues.\" Huddled backstage following the semi-finals in which the four remaining contestants – from Germany, Bulgaria, Latvia and Uzbekistan – have delivered performances of movements from Maher's 4th and Haydn's Symphony Nr 104, the jury pore over their notes and mixed opinions. \"We're all at odds as to who is the better of them,\" John Carewe, the British conductor and former teacher of Sir Simon Rattle, admits. Jonathan Mills, director of the Edinburgh International festival and himself a composer, becomes quite philosophical when describing the humbling and inspiring experience of helping to choose people who will have the power to shape the future of classical music. \"There's a great spirit of generosity around the room and absolutely no pedantry. It's not about ruling that this person is out because one semi-quaver in bar eight was wrong, it's about finding the person who has the right mix of skills to sustain themselves in a career, who can forge that sacred bond with a group of highly trained individuals,\" he says. In front of the orchestral ensemble, the competitors have to hold their own, demonstrate their ability to communicate, assert their authority, balance the sound and ensure accuracy. Scarily for them, they are also on mic and their actions are enlarged on a huge video screen next to the stage so the audience can follow their performance in minute detail. A young German, for whom the jury admits it had great hopes, appears to crumble under the pressure. The Bulgarian Yordan Kamdzhalov, 29 – whose gentle manner, sculpted black hair and slim frame prompts some critics present to liken him to Celibidache – exerts a quiet self-confidence. He charms the orchestra with his descriptions of notes that are too \"thick\" or \"thin\", too \"static\", when they should \"show more angst\". Kamdzhalov who has taken part in master classes with the likes of Haitink, Thielemann and Barenboim, and approached Rattle backstage at the Berlin Philharmonic for advice before this competition, says his greatest challenge is to prove to the jury that he is a top-class interpreter. \"The biggest task I have is to ensure the orchestra realises the potential of a piece of music, to let the orchestra breathe, to give it space, to try to open the musicians up, and bring out their power and magic,\" he says. The jury hover among the musicians, sit up in the gods, or in the stalls, making copious notes or studying the score being performed. Outside, the picturesque city is crawling with international agents and talent scouts from London and New York, waiting to snap up the new hot properties. Aziz Shokhakimov takes to the podium and immediately the level of excitement in the hall rises by several degrees. One jury member has referred to the 21-year-old who conducted Bizet's Carmen at the national theatre in his native Uzbekhistan at the age of 14, as a \"bit of a rough diamond\". At times he resembles an angry cartoon character directing traffic on the motorway, with his exaggerated arm movements and jabbing finger, and his big black hair that wobbles like a blancmange. Some are reminded of Bernstein. The orchestra ups its game even more as soon as the shy but gently persuasive Ainars Rubikis from Latvia takes up the baton. \"Don't be like a Kalashnikov!\" he says to warm laughter from the musicians when they deliver too staccato a sound. Telling the flutes to shorten their notes, he adds \"don't be shy to sing\". Holding the baton delicately between his thumb and forefinger, it is as if Rubikis is wrapping his arms around the orchestra in a generous, graceful hug, a firm embrace that, sure enough, produces the warm and cultivated sound for which he is well known. The orchestra takes Rubikis to their hearts. \"The joy of music is written on his face,\" says double-bass player Luuk Godwaldt. \"He convinces me and makes me want to play. You can philosophise forever about what the magic element of conducting is. Charisma? Authority? Feeling? Communication? But for me it's when you get the sensation of the orchestra being together, when our noses are all in the same direction and players forget about whether they're going to do the dishes tonight or about their problems with a girlfriend. Get a good conductor and you get an inexplicable energy and power. Rubikis has that.\" Godwaldt also happens to be the orchestra's representative on the jury, which when it sits to judge the final – between Shokhakimov and Rubikis – takes just half an hour to deliver the gong to the Latvian. \"He was the most poetical of them all, the most soulful, who created an atmosphere that was very charged without being histrionic,\" says the visibly moved composer and juror Herbert Blomdstedt. The now-blushing \"Latvian boy\" who had his appendix removed two weeks before the contest, and could \"feel the scar throbbing during the Haydn\", says: \"When I came here a week ago, I was just grateful for the chance to have contact with a world-class orchestra, to build up trust with the musicians. Now my life has completely changed from one moment to the next,\" he adds, his mobile vibrating incessantly as calls flood in. John Carewe approaches and his question, from one who knows the scene better than most, offers an immediate insight into the extent to which Rubikis's universe has suddenly changed. \"Have you got anyone lined up to represent you? There are lots of piranhas out there, you know. We'll need to give you a bit of help on that.\" Then he turns to Shokhakimov, putting an avuncular arm around the shoulder of the Uzbek, who appears painfully shy when he's not wielding his baton. \"You're even more talented a conductor than Simon Rattle was at your stage, you know, but you're not yet ready to jump. I want you to visit the art galleries of the world, to go to the theatre in Paris, study literature. You bare your soul when you conduct, and you're not ready just yet for the horrendously tough life out there. You know what Simon said when I told him when he was 17 that he wasn't ready to conduct? He said, 'Thank goodness there's someone prepared to tell me the truth.'\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}