{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/mar/13/superleague-warrington", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-03-13T22:41:35Z", "webTitle": "Warrington Wolves 33-8 Bradford Bulls", "webUrl": "https://www.theguardian.com/sport/2010/mar/13/superleague-warrington", "apiUrl": "https://content.guardianapis.com/sport/2010/mar/13/superleague-warrington", "fields": {"headline": "Warrington come back against Bradford to top Super League", "bodyText": "Warrington joined Wigan at the top of Super League thanks to an inspired second-half home performance which completely turned the game their way. After an error-strewn first half they trailed 8-6, but after the interval they dominated Bradford, scoring 27 points without reply. The Bulls made a contest of it in a tough first half, but they were their own worst enemies, constantly spilling the ball, and fell apart in the last 20 minutes. It was a poor first half, but for the third match in a row Tony Smith's team kept the opposition scoreless after the interval. \"It was an ugly first half and we're making a habit of it,\" he said. \"Fortunately, we're making a habit of getting things in order in the second half. I could see what both teams were doing in the first half and I could see the frustrations, but whoever started to build some pressure was going to come out on top and fortunately that was us.\" After a raft of errors and penalties, Bradford opened the scoring when Chris Riley dropped a spiralling kick from Matt Orford and Heath L'Estrange put Andy Lynch over from dummy-half. As the half was drawing to the close, a bullocking run from Warrington's Adrian Morley allowed Mickey Higham to send Richie Myler in for a try. Chris Bridge made it 6-4 with the conversion, but the visitors hit back immediately, Orford's sharp pass enabling Paul Sykes to force his way over and put Bradford 8-6 ahead at the interval. Warrington regained the lead 10 minutes into the second half when the Bulls coughed up possession deep in their own half. Higham was held up over the line before David Solomona linked up with Matt King to put Ryan Atkins over in the corner to make it 10-8. Bradford continued to make life difficult for themselves and midway through the half they conceded two tries in as many minutes. King grabbed the first when Louis Anderson broke through down the left before sending the wing in at the corner. From the kick-off, King collected the ball behind his own line and broke through two flimsy tackles and skirted round another Bradford player. Once in the open field, King crossed the halfway line and as the Bradford defenders closed in he offloaded to Atkins, who finished off in style. Bridge converted to make it 20-8 and there was further misery for the Bulls when Michael Monaghan went through a huge gap for another touchdown with Bridge once again converting. Monaghan rubbed more salt in their wounds with a drop goal and King wrapped up things with a try. Bradford coach Steve MacNamara said \"In the second half we repeatedly made errors coming out of our own end and against a side of Warrington's quality you're not going to get away with it.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}