{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/mar/01/conservatives-lord-ashcroft-hypocrisy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-03-01T22:33:07Z", "webTitle": "Conservatives accuse rivals of hypocrisy over Lord Ashcroft", "webUrl": "https://www.theguardian.com/politics/2010/mar/01/conservatives-lord-ashcroft-hypocrisy", "apiUrl": "https://content.guardianapis.com/politics/2010/mar/01/conservatives-lord-ashcroft-hypocrisy", "fields": {"headline": "Conservatives accuse rivals of hypocrisy over Lord Ashcroft", "bodyText": "Labour and the Liberal Democrats were accused of hypocrisy today for criticising Lord Ashcroft despite receiving nearly £14m in donations from alleged non-doms. As cabinet ministers and senior Lib Dems rounded on Ashcroft, the Tories released a lengthy dossier showing the extent of alleged non-dom donations. They highlighted: • Lord Paul, chairman of the global steel company Caparo Group, donated £69,250 to Labour, including £45,000 to Gordon Brown's leadership campaign. Asked whether he would fund Labour when Brown toyed with an election in 2007, Paul said: \"If there is an election and the money is wanted, whatever I can pay I will pay.\" Paul was appointed a member of the privy council last year. He told BBC Radio 4's The World At One today: \"It is really ridiculous for anybody to start comparing me to anybody. My view has been simple – perhaps I am one of the most open people, that I am non-dom. That's what the law allows me, and that's what I am. I have never hidden the fact, or said it was my own private affair. I don't know why they are using my name, except to cover themselves up.\" • Lakshmi Mittal, the steel magnate who heads ArcelorMittal, has donated £4.125m to Labour. • Sir Ronald Cohen, appointed by Brown as chancellor to chair the Social Investment Taskforce, has donated £2.55m to Labour. He declines to discuss his tax affairs, according to the Tories. When asked about his tax status by the Daily Telegraph in 2009, his spokesman said this was \"out of bounds\". • Sir Christopher Ondaatje has donated £1.7m to Labour since 2001. The Guardian wrote in 2002 that he claimed non-dom status. • Bruno Sanglé-Ferrière, the French-born chief of Carrousel Capital, is \"reportedly\" a non-dom, according to the Tories. His company donated £354,000 to the Lib Dems since 2005. He also gave £10,000 to the leadership campaign of the home affairs spokesman Chris Huhne – who said today it was \"completely reprehensible\" to accept money from non-doms. Douglas Carswell, the Conservative MP for Harwich who campaigns for transparency in politics, said: \"It is hypocrisy for Labour and Liberals to be pointing the finger when so much of their funding comes from rich plutocrats. The answer to this is to make all political parties more dependent on small donations. That is how, in the age of the internet, we should be funding our politics.\" A Lib Dem spokeswoman rejected the Tory criticisms. \"This is a desperate attempt from the Tories to distract from their lack of transparency over Lord Ashcroft. The crucial difference between the Conservatives and the Liberal Democrats is that we are not giving any of these donors peerages, legislative power or any say over our election strategy.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}