{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/mar/19/bbcnow-outwater-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-03-19T22:05:00Z", "webTitle": "BBCNOW/Outwater | Classical review", "webUrl": "https://www.theguardian.com/music/2010/mar/19/bbcnow-outwater-review", "apiUrl": "https://content.guardianapis.com/music/2010/mar/19/bbcnow-outwater-review", "fields": {"headline": "BBCNOW/Outwater", "bodyText": "Barber's Symphony No 1 was the first American symphony to be performed at the Salzburg festival, in 1937 – the year before Hitler invaded Austria, and its often romantic sweep seems to yearn for a return to the comparative certainties of a bygone era. Adams's Doctor Atomic Symphony, meanwhile, reflects on the events that led to the testing of the first atomic bomb just seven years later, in 1945. Hearing it after the Barber brought a heightened sense of two composers articulating questions of conscience both as individuals and on behalf of humanity. In this performance by BBC National Orchestra of Wales, under the American Edwin Outwater – just days after Adams himself conducted his symphony at Bristol's Colston Hall – interesting details of scoring emerged in sharp focus, adding atmosphere and urgency. However, the undoubted high point of this afternoon concert was Unsuk Chin's Piano Concerto, premiered by this orchestra in 1997 and played here with great lucidity by the soloist Nicolas Hodges. Chin always shows a fastidious concern for transparency, something audibly illustrated when a passage for harps, celeste, mandolin and percussion with piano was handled with far greater subtlety and finesse than Adams had achieved with almost identical instrumentation at an equivalent point in his work. While shaped along classical lines, the traditional concerto balance is altered by the absence of any conflict between soloist and orchestra: attention is held instead by the soloist's intricate engagement with a succession of instruments. After Barber and Adams, the lack of bombast in Chin's piece was also noticeable, but her finale had both tension and fire, and was brilliantly delivered by Hodges."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}