{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/mar/24/james-anderson-lancashire-england", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-03-24T22:30:01Z", "webTitle": "James Anderson hopeful of Easter return for Lancashire after injury", "webUrl": "https://www.theguardian.com/sport/2010/mar/24/james-anderson-lancashire-england", "apiUrl": "https://content.guardianapis.com/sport/2010/mar/24/james-anderson-lancashire-england", "fields": {"headline": "James Anderson hopeful of Easter return for Lancashire after injury", "bodyText": "James Anderson handed England a further boost, revealing that his recovery from the knee problem that ruled him out of the Bangladesh tour is on schedule, and he is so keen to begin his comeback that he has volunteered to play for Lancashire at Durham University on Easter Saturday. \"I'm desperate to get out there,\" said Anderson, who has not played since struggling through the drawn Test series in South Africa with four injections. \"It feels like quite a long time since I got back from South Africa [in mid-January]. At first I thought I'd be quite happy not to be bowling out in Bangladesh with the wickets not conducive to seam bowling, but when you see it reversing you think you'd quite like a bowl. I did miss this trip, just not being around the team – I felt a bit left out.\" Anderson consulted Andy Williams, the knee specialist who operated on Andrew Flintoff last year, in an effort to pinpoint the cause of the pain he started to suffer in the ICC Champions Trophy last September, and which flared up again in the first week of England's return to South Africa two months later. \"Nobody knew what it was, so they just sprayed a bit of cortisone where the pain was,\" he added. \"Now I'm bowling without any pain which is quite nice, but it's only been at one stump indoors so far. The aim is to go to Durham on the third [of April], play in that game, and play it by ear after that.\" Anderson hopes to play in Lancashire's first County Championship match of the season against Warwickshire, which starts at Old Trafford on 15 April, to give his knee a thorough work-out before the World Twenty20 in the West Indies in May – the start of a hectic 10-month period for England, even by the standards of international cricket, which also includes next winter's Ashes tour, and ends with the World Cup on the sub-continent. \"I'm sure with the schedule we've got this next year, certainly they'll be resting a few more players,\" he said. \"I want to be fit for the Ashes at the end of the year.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}