{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/mar/09/tiger-woods-hank-haney-return", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-03-09T22:05:01Z", "webTitle": "Tiger Woods works with Hank Haney as comeback draws closer", "webUrl": "https://www.theguardian.com/sport/2010/mar/09/tiger-woods-hank-haney-return", "apiUrl": "https://content.guardianapis.com/sport/2010/mar/09/tiger-woods-hank-haney-return", "fields": {"headline": "Tiger Woods works with Hank Haney as comeback draws closer", "bodyText": "The timing of Tiger Woods's comeback moved from speculative to apparently imminent yesterday when it emerged the world No1 is back working with his longtime swing coach, Hank Haney. Reports in the US suggest that Haney, who has worked with Woods for seven years, arrived in Florida on Sunday and has spent the past few days with Woods at Isleworth, the private country club near Orlando where he has his home and has been a long-standing member. The meeting caught most observers by surprise and added at least a degree of substance to the speculation that Woods would return to the sport at the Tavistock Cup, a made-for-TV match at Isleworth on 22‑23 March, and then compete in the PGA Tour's Bay Hill Invitational event two days later. Nineteen days ago Woods made his first public appearance since the car crash outside his home last November which set off a chain of events that ultimately cost him deals with AT&amp;T, Accenture and Gatorade worth an estimated $30m (£20m) a year. During a scripted presentation at the PGA Tour's headquarters, Woods apologised to family, friends, colleagues and fans for his conduct and confirmed reports he had been receiving treatment at a rehabilitation centre for his \"issues\". He also appeared to suggest that his comeback was more of a longer-term ambition, saying: \"I do plan to return one day, I just don't know when that day will be. I don't rule out this year.\" Either there has been a change of plan, or Woods and his advisers are keeping his options open by testing public opinion through a series of controlled appearances and leaks. News of his reunion with Haney first appeared in Golf Digest, which has a long-standing sponsorship deal with Woods, and is by far the strongest indication that his return will come sooner rather than later. Within professional golf itself there has long been a belief that, whatever he said from the podium at Jacksonville on 18 February, Woods was aiming to return to competitive golf before the Masters, which starts on 8 April. \"I suspect he'll play something before Augusta,\" Jack Nicklaus said last weekend. Famously, Woods has set sights on surpassing Nicklaus's record of 18 major championships and with three of this year's major championships being staged at courses where he has won majors before – The Masters at Augusta, the Open Championship at the Old Course and the US Open at Pebble Beach – it was hard to imagine he would forego what will be gilt-edged opportunities to add to his total of 14 major victories. Now it seems impossible to think he will not play in both."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}