{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2010/mar/29/banks-credit-crunch-treasury-committee", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2010-03-28T23:10:04Z", "webTitle": "Bank bailouts not the answer, say MPs", "webUrl": "https://www.theguardian.com/business/2010/mar/29/banks-credit-crunch-treasury-committee", "apiUrl": "https://content.guardianapis.com/business/2010/mar/29/banks-credit-crunch-treasury-committee", "fields": {"headline": "Bank bailouts not the answer, say MPs", "bodyText": "The public will not stand for another taxpayer bailout of the banks and the government should consider radical action to overhaul the system, according to a House of Commons report out today. Entitled \"Too important to fail, too important to ignore,\" the Treasury select committee report says financial institutions should not depend on the state to rescue them if they run into trouble. It calls for better risk management, effective supervision, more stringent capital requirements, a bigger role for auditors and making sure that firms can be run down and disbanded in an orderly fashion in the event of a crisis. The report also says that Britain should not dismiss out of hand US plans to break up big banks by banning them from more risky operations. President Obama is preparing legislation that would force the banks to shed hedge fund, private equity and proprietary trading activities. Proprietary trading is where banks trade off their own book rather than for clients. Committee chairman John McFall said: \"History is littered with examples of financial boom and bust, from the tulip boom to the South Sea Bubble to the dotcom frenzy. The challenge is to make sure that the financial system itself is not, as it has been recently, a prime cause of such instability, and to ensure that, in so far as possible, financial institutions bear the consequences of their own actions.\" The report says that reform is particularly pressing for Britain, where the banking sector accounts for such a large share of the economy. It concludes that a new system should seek to strike the right balance between protecting depositors on the one hand, and taxpayers on the other. Reform should ensure that financial firms are \"like the rest of the economy, properly subject to the discipline of the market place\". But McFall warns that we must not replace irrational exuberance with equally irrational restrictions. What is needed is a regulatory framework that will not flex according to the moods of politicians, the markets or even regulators. \"Given the lamentable consequences of the previous regulatory approach, the government should be prepared to embrace radical change, rather than settling for adaptation to an existing, failed model.\" Mcfall makes it clear that reform should be on many fronts, as a piecemeal approach is doomed to failure. \"We need a series of measures that have the effect of creating firewalls around the system to make it safer; that is not the same as saying we can construct something that ensures banks never fail or that government will never have to intervene in the event of systemic crisis.\" The report's key proposals • Force banks to prepare \" living wills\" so they can be dismantled more easily in a crisis. Large UK banks would have to spell out what businesses they would sell to raise emergency funds; put together a \"contingent resolution plan\" for transferring client assets to a third party to reduce systemic risk; stipulate how they would liquidate assets on their trading books in 60 days; simplify their legal structures to boost transparency • Look again at US plan that aims to force the biggest banks to shed hedge fund, private equity and proprietary trading activities. • A high level of protection for the retail depositor as the majority of consumers are in no position to undertake due diligence on the banks. Investors and wholesale depositors must price the risk. But provision of a blanket guarantee on all deposits, without limit, is a step too far. • Steps should be taken to make it clear that the market should not anticipate and price for direct government bailout. To this end, there should be increased competition in the sector with more non-financial players encouraged to compete. • A bigger onus on auditors to report firms to the regulator where they feel that the culture of an institution puts too much emphasis on risk-taking; auditors should alert the authorities if business models seem inherently risky. • Reform of the system to ensure that the market for bank credit operates efficiently, and prices credit more reliably. • Regulator to analyse new products and take action to ensure that any risks identified are correctly priced. This should be an important role for regulatory authorities. • Financial companies could and should improve their risk monitoring. But judgement will always play a role, and error is always a possibility, the report admits. • More active and effective regulation, but while better supervision may reduce the probability of firms failing, it will not eliminate it. Regulators can also be prone to herd thinking, the report adds. • Capital and liquidity reform, which is already on its way, to require firms to hold more reserves. • Allow national regulators to require that foreign owned banks operate as subsidiaries, not branches of the parent, to increase transparency and to facilitate more regulatory oversight."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}