{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/mar/20/oscar-freire-mark-cavendish-milan-sanremo", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-03-20T19:43:06Z", "webTitle": "Mark Cavendish beaten by Oscar Freire in Milan-San Remo race", "webUrl": "https://www.theguardian.com/sport/2010/mar/20/oscar-freire-mark-cavendish-milan-sanremo", "apiUrl": "https://content.guardianapis.com/sport/2010/mar/20/oscar-freire-mark-cavendish-milan-sanremo", "fields": {"headline": "Mark Cavendish beaten by Oscar Freire in Milan-San Remo race", "bodyText": "Mark Cavendish managed a respectable defence of his Milan-San Remo crown – remaining in contention for 275 of the marathon 298km race, the opening classic of the season and the race that last year heralded his arrival in cycling's big league – before being trailed off on the day's penultimate climb. Oscar Freire, Spain's three-time world champion, instead claimed his third victory in Italy's biggest one-day race, sprinting in at the head of a front group who were decimated by the final two climbs. It was the first of those, the Cipressa, that did for Cavendish, which was better than the 24-year-old might have expected. The Isle of Man rider has had a slow start to a season that he hopes will bring him the green jersey at the Tour de France, after a winter disrupted by dental problems. Before the race he categorically ruled out a second consecutive success in San Remo, though he added that, with number one on his back as defending champion, he was determined to bow out with his pride intact. He will be satisfied that he at least managed that. \"I didn't feel too bad at the start,\" Cavendish said. \"But I had the spokes ripped out my front wheel [by another rider, early on] and had to chase to get back on. I got back on and then there was a crash. I chased again, got on again but on the descent of the Manie [climb] I crashed. So I went from the front to the back and had to chase again.\" Freire, meanwhile, rode the perfect race, remaining all but invisible until the frantic plunge from the summit of the final climb, the Poggio. On the San Remo sea-front the 34-year-old, who has said he intends to retire at the end of the season, won a 25-man sprint with some ease after a late attack from Filippo Pozzato, the Italian champion, fizzled out in the final 2km. A length behind Freire was one of the pre-race favourites, Belgium's Tom Boonen, with Alessandro Petacchi, the 2005 winner, third. Team Sky's hopes centred on their Norwegian star Edvald Boasson Hagen, though in the event Juan Antonio Flecha, the team's sole Spaniard, was the British team's best finisher, in 19th."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}