{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/mar/29/worcester-leicester-guinness-premiership", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-03-28T23:10:03Z", "webTitle": "Worcester 18-39 Leicester | Guinness Premiership match report", "webUrl": "https://www.theguardian.com/sport/2010/mar/29/worcester-leicester-guinness-premiership", "apiUrl": "https://content.guardianapis.com/sport/2010/mar/29/worcester-leicester-guinness-premiership", "fields": {"headline": "Worcester lose but show spirit in their battle to stay in Premiership", "bodyText": "If Worcester lose their battle to avoid the drop after six seasons in the Premiership, a lack of courage will not be their undoing. Alesana Tuilagi is hardly the most skeletal player around and when the Warriors' captain, Pat Sanderson, was left motionless on the ground after coming off worst in a clash of heads with the Samoan wing, his game looked over. Sanderson was eventually helped to his feet and taken to the changing room but he was back within six minutes, despite a wound above his right eye that was so deep that he afterwards needed three layers of stitches. \"Just a scratch, mate,\" he said, his mind already focused on Friday night's encounter at his former club, and Worcester's fellow strugglers, Sale. Sanderson personifies Worcester's indomitable spirit. The scoreline between the clubs at the bottom and top of the table suggests a ritual romp for Leicester but, while it was their biggest away victory in the Premiership for 27 months, there was little between the sides for an hour with the Tigers outmuscled up front and harried into mistakes. The essential difference was Leicester's ability to create, their three tries a marriage of awareness and instinct. Worcester, in contrast, failed to finish what they started. Aleki Lutui made up for wayward lineout throwing with gainline-busting bursts, Jonny Arr made devilish darts, Rico Gear and Miles Benjamin were a threat out wide and Chris Latham created space but composure in the Tigers' 22 eluded the home side. Alex Grove wasted their best opportunity in an opening half Worcester dominated when he ignored the unmarked Benjamin outside him and there were other occasions when anxiety seemed to cloud judgment. \"We missed a few opportunities, but I do not think it came down to nerves,\" said Sanderson. \"It was more a case of the guys trying too hard. We just have to find the right balance in our remaining five games.\" Worcester's precarious position is down in part to a tendency to concede penalties, especially at the breakdown. They were the more disciplined side on Saturday, giving away eight penalties compared to Leicester's 13, but seven were within the range of Toby Flood, who landed six of them. If some of the decisions against the Warriors seemed harsh, especially the perceived high tackle on Andy Allen by Kai Horstmann which allowed the Tigers to go into the interval a point ahead having played into the wind, Sanderson had no complaints. \"I thought the referee did very well,\" he said. \"Some of the penalties we gave away were soft, but fair. It was our own fault. We played some pretty good rugby but were made to pay for mistakes. We now have a massive game at Sale, something you live for as a player because it means so much. We all care very deeply about this club and that passion means we will fight to the very end.\" Leicester are on course for a home draw in the play-offs with three of their remaining four games at Welford Road where they are unbeaten this season. Their performance was patchy but they made their class tell, creating their first try from a scrum before the scrum-halves, Ben Youngs and his replacement, James Grindal, exploited space around the fringe of rucks to take a bonus point away from Worcester. Flood scored 24 points but his performance, a mixture of good and indifferent, summed up his side. \"The team display was good enough to make up for individual errors,\" said the outside-half. \"I had a bit of a hangover from the Six Nations, but Worcester are a good side and really troubled us at times. If they carry on playing like that I don't see why they won't get out of trouble.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}