{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2010/mar/09/3d-tv-technology-television", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2010-03-09T23:45:19Z", "webTitle": "3D television's early adopters: To buy or not to buy?", "webUrl": "https://www.theguardian.com/technology/2010/mar/09/3d-tv-technology-television", "apiUrl": "https://content.guardianapis.com/technology/2010/mar/09/3d-tv-technology-television", "fields": {"headline": "3D television's early adopters: To buy or not to buy?", "bodyText": "Have you bought a digital TV? Dithered over buying a high definition TV, and then wondered whether you were getting any high definition content? Felt puzzled by Blu-ray DVDs, and whether they would look better on your old TV or your HD TV? Get ready for another round of confusion as 3D TV rushes closer – beginning with the World Cup this year, a dedicated Sky Sports channel in 2011 and the Olympics in 2012. The principal message is: don't hurry to buy one unless you delight in getting the first version of things. Adam May, a producer with 3D producers and consultants Vision 3, says TV companies have started showing interest in making programmes in 3D; but the big push to sell the sets will come this Christmas. But right now, the easy way to find out if you need or want a 3D set is to look at your household bills. Is there a huge monthly payment to Sky Sports there? If so, then maybe you do want 3D because it has already started broadcasting. Otherwise, just wait: the prices are going to fall, as they do with all consumer electronics as volume, and production quality, rises. That's not the message that Sony and Samsung will want you to hear, but the introduction of any new technology for displaying a new form of content is always a chicken-and-egg challenge: why push the content if nobody can watch it? But why sell the gear if there's no content? Sky clearly sees a way to accelerate the process through sports (which clearly benefit from 3D, just as action films do; nobody is proposing to splurge on a 3D version of Lark Rise to Candleford). The best thing to do is sit on your hands until there's both content you want and a set you can afford. In the end, it's only television."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}