{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/mar/24/dundee-united-rangers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-03-24T22:19:32Z", "webTitle": "Dundee United 1-0 Rangers | Scottish Cup sixth-round replay", "webUrl": "https://www.theguardian.com/football/2010/mar/24/dundee-united-rangers", "apiUrl": "https://content.guardianapis.com/football/2010/mar/24/dundee-united-rangers", "fields": {"headline": "David Robertson's last-gasp winner ends Rangers treble dream", "bodyText": "Rangers' followers may have celebrated a stunning defeat for Celtic at St Mirren, which may well signal the end of Tony Mowbray's Parkhead tenure, but they watched their own treble dream die last night. As David Robertson bundled the ball over the line in the dying seconds of regulation time, Dundee United's place in the semi-finals of the Scottish Cup was secured. United will face Raith Rovers. For Rangers, the almost certain completion of a League and League Cup double will have to do. The first attempt of this pair to settle a quarter-final tie had supplied six goals; this time there was no such scoring but a similar sprinkling of drama. Robertson knew little about his winner yet Rangers felt the consequences. The Scottish FA's refusal to uphold what was a frivolously if technically legally-timed appeal by Rangers of Kevin Thomson's dismissal during Sunday's Co-operative Insurance Cup final win ensured Walter Smith hardly had his selection troubles to seek here. Lee McCulloch was also banned with injury and illness denying starting places to Madjid Bougherra and Steven Davis respectively. It came as a surprise, therefore, that Smith opted to name his first-choice strike pairing of Kenny Miller and Kris Boyd as substitutes. United's forceful opening was less of a shock given the recent troubles they have afforded both halves of the Old Firm at Tannadice; Jon Daly forced Allan McGregor into a fine save after just 70 seconds, Mihael Kovacevic volleying narrowly wide shortly after. As Rangers toiled, Steven Naismith came within inches of turning a David Goodwillie cut-back past his own goalkeeper, McGregor, before a moment of first-half controversy. The visiting midfielder Kyle Lafferty appeared to clearly handle a Daly header inside his own penalty area but the referee, Dougie McDonald, opted not to award United a spot-kick. News of Celtic's SPL second-half struggles in Paisley roused the Rangers support and, to an extent, their team. The completion of a second title triumph in succession should come a lot easier to Smith than he has been willing to publicly admit. Still, scoring opportunities were at a premium in what had regressed into a combative cup tie on Tayside. Andrew Little spurned Rangers' best of the game, 18 minutes from time, as he mis-hit a shot from six yards. United capitalised as Robertson knocked home a rebound from McGregor. Not even the introduction of Boyd could keep alive Rangers' hopes of a domestic clean sweep."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}