{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/mar/20/doncaster-sheffield-united-championship", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-03-20T17:35:46Z", "webTitle": "Doncaster Rovers 1-1 Sheffield United | Championship match report", "webUrl": "https://www.theguardian.com/football/2010/mar/20/doncaster-sheffield-united-championship", "apiUrl": "https://content.guardianapis.com/football/2010/mar/20/doncaster-sheffield-united-championship", "fields": {"headline": "James Harper earns Sheffield United a point at Doncaster with late goal", "bodyText": "So threadbare were Sheffield United's squad in the build-up to this match that Kevin Blackwell, their manager, found comedy was the only solution. On the morning of the game Blackwell played a clip from Ken Loach's immortal film Kes to his beleaguered team, showing the farcically autocratic reign of the movie's football coach Mr Sugden. It could not quite be heralded a definitive tactic, as United collected only a point here, but it helped, at least, to cheer and unify his disparate team. \"We showed them a clip from Kes when he's giving the team-talk and it was brilliant to watch,\" Blackwell said. \"Henri Camara's Senegalese – he's never seen it before and he was in stitches. We were just trying to take the pressure off the players and to accept that they don't know each other. \"You look at different ways of using psychology in football. You can't miss a good bollocking some times, but this was just a lighthearted way of dealing with things.\" By contrast, the Doncaster manager Sean O'Driscoll had such bountiful reserves in his squad that he was able to leave out the on-loan Billy Sharp, his talisman and top scorer this season, in an honourable gesture towards United, Sharp's parent club. O'Driscoll had said it would be \"churlish\" to play the 24-year-old against his owners. A first-half goal by James Hayter looked to have given the home side all three points, but James Harper's deflected equaliser three minutes from time earned United an unlikely point. United, who fielded their 22nd debutant of the season in goalkeeper Steve Simonsen, were as turgid in the first half as they have been on their travels all season; their run of seven away defeats in a row looked likely to become eight. Doncaster took the lead in scrappy circumstances in only the fifth minute when John Oster's dangerous cross rattled around the penalty area before falling to Hayter. The 30-year-old striker cracked in his seventh of the season. Hayter, a persistent threat, should have gone into the interval with a hat-trick, but his crisp shot was tipped around the post by Simonsen before he nodded wide from a deep cross. United lacked the fortitude that was demanded by their fans, who chanted \"Blackwell, Blackwell, sort it out\" in frustration. For them, half-time came as welcome relief. Richard Cresswell's improvised header midway through the second half, which looped narrowly over the bar, gave belief to the visitors. They ought to have been awarded a spot-kick when the same striker was pushed in the penalty area soon afterwards, but the referee was not interested. Harper's late equaliser via a crucial deflection provided sufficient compensation. \"I thought we were first class,\" said O'Driscoll, despite being robbed of victory. \"We played some football and I thought we'd weathered the storm, but there's not a lot you can do about it.\" The significance of this result was not lost on the Doncaster manager, despite his recent assertion that he rarely checks the Championship table. Doncaster sat one point and one place beneath their South Yorkshire adversaries going into the match and both lay close enough to sixth-placed Cardiff to foster genuine play-offs hopes. Had they won, Doncaster would have cast themselves as the chief aspirants. \"For us to get into the play-offs, we need to win probably nine out of nine,\" O'Driscoll added. \"Everyone's disappointed because we've not taken three points. But people need to get real. People forget about the performance and I thought the performance was excellent.\" The Managers' verdict Sean O'Driscoll \"The performance was excellent. They had a lot of pressure, but few chances. I thought we were lucky to get away with the penalty shout in the second half – if the ref gave it I wouldn't have complained. It's a good point.\" Kevin Blackwell \"Before the game, I had the lads sit down and watch Kes. We showed them the clip with Brian Glover giving the team talk outside the showers. Henri Camara had never seen it before – he was in stitches. It helped lift the mood.\" The Fan's Verdict Was it a good match? We were excellent for the first 25 minutes –they just couldn't handle us. We had three or four good chances to take the lead before we scored on five minutes. It got a bit scrappy as United got a foothold in the game, but other than that we couldn't complain. The visitors improved after the break, combative and quick to pressure us they probably shaded the second half. On balance, a fair result, but we had many more goalscoring opportunities. Who played well/who had a nightmare? Glen Little used his experience to make space for himself. Mark Wilson did a good job, holding the ball in midfield and breaking up play. Jason Cox, Observerreader To take part in the Fans' Verdict, email sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}