{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/mar/16/dance-3-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-03-16T23:05:01Z", "webTitle": "Dance 3 | Dance review", "webUrl": "https://www.theguardian.com/stage/2010/mar/16/dance-3-review", "apiUrl": "https://content.guardianapis.com/stage/2010/mar/16/dance-3-review", "fields": {"headline": "Dance 3", "bodyText": "Much of the vitality of contemporary dance comes from rising new choreographers, yet it remains difficult for them to find exposure for their work. Dance 3 is a new initiative by the National Dance Network that aims to address the issue. Twenty-nine venues across the country are showing a series of triple bills, drawing on a pool of nine pieces by different choreographers. The programme at the Linbury Studio theatre opened with Cabin Fever – a short solo by Tom Dale. Dancer Stephen Moynihan appears as a hunched, haunted creature. He is slippery, indirect: his head worms away from his shoulders, he rolls and unfolds like a woodlouse. A portrait with pathos rather than a fully developed piece, Cabin Fever is nevertheless riveting to watch, even if the lighting design feels like an afterthought. In Ben Wright's Passing Strange and Wonderful, Keir Patrick plants a brief kiss on Lise Manavit. The choreography seems to unpack the mixed meanings behind that gesture. The hushed, always intimate duet slides seamlessly between registers: blind nuzzling, jostling for space, solitary sighs, smotherings and separations. It's an introspective but slowly spellbinding piece. The silence is intense, and Guy Hoare's lighting – shafts and shadows that illuminate, shroud or cut across the dancers – is as suggestive as the dance itself. Hoare also lights Claire Cunningham and José Agudo's 4M2, but this duet remains resolutely obscure. There are some strong signals: a voiceover about birds on a cliff, screen projections of pylons and wheatfields. What they point to is anyone's guess. 4M2 reinforces the stereotype of contemporary dance as bafflingly cryptic, if not outright opaque. Nice dancers, though."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}