{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/mar/19/three-good-wives-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-03-19T22:30:00Z", "webTitle": "Three Good Wives | Theatre review", "webUrl": "https://www.theguardian.com/stage/2010/mar/19/three-good-wives-review", "apiUrl": "https://content.guardianapis.com/stage/2010/mar/19/three-good-wives-review", "fields": {"headline": "Three Good Wives", "bodyText": "Patience is often considered a womanly virtue. But think of all that sewing you have to do. If only Penelope had been a little less handy with the needle and a little more proactive, she might have had more than a bit role in the Odyssey. But even in the 21st century, patience is being preached to the wives of soldiers who are deployed in Iraq and Afghanistan. In Inkfish's meditation on the women who wait, a US army wife offers tips to those whose husbands are about to be deployed. She looks on the bright side: \"I've got three months to get a body like Britney Spears.\" There are some lovely moments in this show – although meditation might be a better word – which melds the stories of mythical women such as Penelope, Scheherazade and Mandodari with the experiences of military wives. At one point, the three performers construct a machine gun and magazine of bullets from paper; in another, a little puppet figure has her mouth sewn up. But this production always seems like an idea for a theatre piece rather than the show itself. The mix of video (Bush telling the world \"we have prevailed [in Iraq]\"), collages of sound that are sometimes hard to hear, puppetry and live action is awkward, as if everything has been thrown into the pot without editing. From its stories of the knock on the door in the night to its radio news clips \"another soldier has been killed in Afghanistan\" the piece is constantly offering up snippets of things we already know, and is bereft of further insight and analysis. A potentially powerful litany of the rising numbers of dead US and allied soldiers over the last decade is destroyed by its failure to address the Iraqi and Afghan dead."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}