{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/mar/19/walter-smith-rangers-st-mirren", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-03-19T22:00:01Z", "webTitle": "Walter Smith relishing another cup final as Rangers face St Mirren", "webUrl": "https://www.theguardian.com/football/2010/mar/19/walter-smith-rangers-st-mirren", "apiUrl": "https://content.guardianapis.com/football/2010/mar/19/walter-smith-rangers-st-mirren", "fields": {"headline": "Walter Smith relishing another cup final as Rangers face St Mirren", "bodyText": "Walter Smith has admitted that leading Rangers out in Sunday's CIS Insurance Cup final, even in the twilight of his managerial career, will mean as much to him as such occasions did two decades ago. Rangers face St Mirren at Hampden Park seeking to complete what could be the first part of a domestic treble. Smith, at 62 and with his future beyond the end of this season far from certain, promises to relish the day. \"It was part and parcel of the decision to leave the Scotland manager's job when I did to come back here, to get into cup finals and into a winning position,\" Smith said. \"It's always good to get to a cup final because each one holds something special for you. You always feel very fortunate as a manager that you're in that position. \"A lot of managers don't get that opportunity very often, if at all. So it's a big thing for a manager, regardless of how many times you've experienced it. We are in a fortunate position because we get ourselves into more cup finals than the other teams. But winning still means as much to us as it does to them.\" Smith acknowledged that the spectacle of Sunday's encounter could be diminished by the fact Rangers and St Mirren have already played each other five times this campaign. \"It takes away the element of surprise,\" the Rangers manager said. Playing each other so often does take something away from it. Smith laughed off suggestions made this week that his efforts at Ibrox, particularly in recent times against a backdrop of financial turmoil, should lead to a statue of him being erected at the ground. \"I've had one or two barbed comments about it, as you can imagine,\" he said. \"If we don't win the cup, it will probably be forgotten about. That's how much a statue means.\" \" Neil Alexander, Rangers' second-choice goalkeeper, will play in the final at the expense of Allan McGregor. Rangers were tonight tight-lipped about a report which claimed Andrew Ellis's takeover deal for the club is on the verge of collapse. It has been suggested that confirmation of land adjacent to Ibrox not belonging to Rangers — thereby eliminating the prospect of a lucrative property development in conjunction with the £33m deal — means Ellis will walk away."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}