{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2010/mar/09/dangerous-dogs-michael-white-briefing", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-03-09T22:00:05Z", "webTitle": "Dangerous dogs – a bone of contention since 1839", "webUrl": "https://www.theguardian.com/global/2010/mar/09/dangerous-dogs-michael-white-briefing", "apiUrl": "https://content.guardianapis.com/global/2010/mar/09/dangerous-dogs-michael-white-briefing", "fields": {"headline": "Dangerous dogs – a bone of contention since 1839", "bodyText": "Few MPs today relished the prospect of having to legislate again about dangerous dogs. In a nation of animal lovers and haters the issue is always divisive, and whatever they decide will make politicians even more unpopular with some voters. It has been so since MPs first tried to curb fierce, unmuzzled dogs in public places in 1839. The police power to judge a dog both dangerous, not under proper control and liable to be destroyed dates from the 1871 Dogs Act. Respectable Victorians were very snifffy about the \"mongrels\" of the poor. Dogs also provoke awful puns. \"Barking mad,\" declared one gleeful Tory after hearing today that ministers are going out to canine consultation. It could lead to compulsory third-party insurance and microchips as a means of curbing the rapid growth of aggressive \"status dogs\" which are bred and owned to frighten people. Policymakers agree there is a problem, though officials who drafted the 1991 Dangerous Dogs Act – widely condemned as a prime example of bad, hasty legislation, cleaned up by the Lords – insist it did the job intended. In 1991, Tory home secretary of the day, Kenneth Baker, initially dismissed calls to ban dangerous breeds as unenforceable. Dubbed a \"wet windbag\" in Tabloidland, he quickly changed his mind. In a tempestuous debate Labour wanted to go further, proscribing rottweilers as well as the four breeds on Baker's list, and setting up a dog register. But it did not oppose the bill: there was an election looming. Ingenious crossbreeding to avoid the law and dogs as a substitute for knives, as well as the resurgence of dogfights, have put dogs back on Westminister's agenda – along with another looming election. So Alan Johnson, a twice-bitten ex-postman, and unbitten Hilary Benn want voters' views. As well as microchips and insurance, should current restrictions be extended to private property? Should dog asbos (instantly dubbed \"dogbos\") be introduced? Nick Herbert, Tory environment spokesman, was quick to chase the ball. Don't impose a \"dog tax\" on the law-abiding majority, target the irresponsible minority of owners, he said. Target dogs, not breeds, said other MPs who know that some constituents feel very strongly on both sides of the argument. So do animal lobbies such as the RSPCA, which wants owners, not dogs, to be targeted. The British Veterinary Association favours mandatory microchipping and a control of dogs act such as the one now being enacted in Scotland, whose dogs have been devolved. Labour MPs can point to trees in constituency parks which are used to train savage dogs (blood and bite marks on the lower branches tell the tale) and relish further restrictions. Libertarian-minded Tories see the issue as another attempt to tame the demonised underclass. \"The government's proposals on chipping and insurance are designed to curb the behaviour of the very people who are least likely to take any notice,\" one Tory MP said yesterday."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}