{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/dec/09/iraq.alqaida", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-12-09T17:47:17Z", "webTitle": "Prewar claims 'sourced from rendition detainee'", "webUrl": "https://www.theguardian.com/world/2005/dec/09/iraq.alqaida", "apiUrl": "https://content.guardianapis.com/world/2005/dec/09/iraq.alqaida", "fields": {"headline": "Prewar claims 'sourced from rendition detainee'", "bodyText": "The practice of \"extraordinary rendition\" was today again in the spotlight with claims that the detainee who supplied the Bush administration's pre-war claims linking al-Qaida to Iraq did so in Egyptian custody. Unnamed US government officials, quoted in the New York Times, said Ibn al-Shaykh al-Libi, a Libyan, made his most specific claims after the US handed him over to interrogators from a third country. Claims from the officials that Al-Libi later admitted to inventing the allegations in order to avoid harsh treatment backed up earlier suggestions from Colin Powell's chief of staff at the time of the war that al-Libi was possibly tortured. Lawrence Wilkerson, Mr Powell's senior aide, last month told the BBC that new information had suggested al-Libi's statements \"were obtained through interrogation techniques other than those authorised by the Geneva [conventions].\" The Bush administration has been on defensive in recent weeks over the \"enhanced interrogation techniques\" authorised for CIA agents off US soil and \"extraordinary rendition\" of detainees. The controversial practice involves the clandestine transfer of terrorist suspects to third country facilities where it is possible that torture or other forms of cruel, inhuman or degrading treatment banned by international treaties take place. Al-Libi, the New York Times claims, had been subjected to such rendition when he told his interrogators that Iraq had trained al-Qaida in the use of chemical and biological weapons. An assessment from the US Defence Intelligence Agency cast doubt on the claims because of the conditions of his captivity, according to both Mr Wilkerson and the New York Times's sources. Mr Wilkerson told the BBC the assessment was made before Mr Powell made his now discredited claims to the UN security council on contacts between Saddam Hussein and al-Qaida, but neither the then secretary of state or his office were told of it. Before the Iraq war, George Bush, Dick Cheney and Mr Powell frequently cited Mr Libi's statement as \"credible evidence\" that Iraq was training al-Qaida. If correct, the claims would suggest that rendition and the reliance on third country interrogations had played a role in the unreliability of intelligence before the March 2003 invasion of Iraq by US-led coalition. The law lords yesterday ruled that evidence obtained by torture was not admissible in a British court. The government will now have to demonstrate in cases against terror suspects that intelligence from overseas agencies meets international standards. The ruling makes clear that evidence extracted by torture may be used as evidence only against torturers. It bars evidence obtained from the \"extraordinary rendition\" of suspects from British courts. Keir Starmer QC, who led a team representing 14 human rights organisations which presented arguments to the court, hailed it as \"the leading judgment in the world on torture\". Condoleezza Rice, Mr Powell's successor as US secretary of state, appeared to bow to international pressure this week when she said on a visit to Ukraine that the US's obligations under the UN convention on torture extended to \"US personnel wherever they are, whether they are in the US or outside the US.\" Ms Rice has consistently said the US neither condones nor practises torture, but she has refused to confirm or deny the existence of CIA-run secret interrogation centres in eastern Europe that may be used to hold prisoners of the US. Today, the US admitted for the first time that the Red Cross had not been given access to all its detainees. The state department's top lawyer, John Bellinger, said the International Committee of the Red Cross (ICRC) had access to \"absolutely everybody\" at the US camp in Guantanamo Bay. But when asked if the ICRC had access to all detainees held elsewhere in similar circumstances, he said \"No\" but declined to give further details. Speaking to reporters in Geneva, Mr Bellinger reiterated Ms Rice's statement that the US did not practise torture. \"It is incorrect to suggest that the US is sending people off to places knowing that they will be tortured. We do not send people off to places knowing that they will be tortured or turn a blind eye to torture that may occur,\" he said. The ICRC has demanded access to all foreign terror suspects held by the US in \"undisclosed locations\". \"The dialogue continues on the question. We would like to obtain information and access to them,\" said Florian Westphal, a spokesman for the ICRC."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}