{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/dec/24/horseracing.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-12-24T23:02:21Z", "webTitle": "Horse racing: Boxing Day's TV races", "webUrl": "https://www.theguardian.com/sport/2005/dec/24/horseracing.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2005/dec/24/horseracing.gdnsport3", "fields": {"headline": "Revitalised Impek can banish stamina doubts to beat the big fancies", "bodyText": "Once renowned as a slow starter, and one not always inclined to finish too strongly at the end of his races either, Impek has suddenly found a new lease of life. Ridden up with the pace, he has posted impressive wins on his last two starts and as a result goes into Boxing Day's King George VI Chase at Sandown with his confidence sky-high. Can the same be said of Kicking King, beaten at odds-on in his last two races? There are also doubts about Impek, not least on the stamina front, but I would rather back him at 6-1 and take the chance he stays, than take 6-4 about Kicking King in the hope that he is back to his best. Henrietta Knight, trainer of Impek, won the King George two years ago with Edredon Bleu, an unlikely winner of a Grade One three-mile chase if ever there was one. Impek has only twice run over the trip, winning a four-runner event two seasons ago here, which did not test his stamina properly, before finishing fourth in a handicap at Ascot, where he lost 15 lengths at the start. It could be argued that Impek will be suited by three miles nowadays, having found a renewed spring in his step. He has always been a sound jumper. In the Peterborough Chase last time out at Huntingdon he impressed jockey Tony McCoy, who was on board for Impek's owner when victorious in this race with Best Mate in 2002, when sprinting right away from a decent field, headed by the in-form Monkerhostin. Impek's record at Sandown reads two wins and four placings from seven starts - neither Kicking King nor Kingscliff have run at this tricky circuit before. Kingscliff, a resolute galloper, dug deep to hold off Beef Or Salmon at Haydock. With the ground drying out at Sandown, conditions which will suit Impek (2.15), he may be vulnerable to a speedier type. Excuses were made for Kicking King in the Betfair Chase, but anyone willing to take a short price about him at Sandown has to forgive his tame finishing effort that day. Royal Auclair has been found wanting at this level in the past, but comes here on the back of a good win under a big weight in a handicap at Cheltenham. He is over-priced in relation to the Hennessy runner-up, L'Ami, based on recent form and is a strong contender to make the frame should some of the market leaders fail to deliver. Sandown 1.05: Racing Demon was four lengths too good for Hoo La Baloo over this course and distance last time, but on today's quicker ground it could be a different story as Hoo La Baloo may just have needed that run. Wetherby 1.20 This extra three furlongs will favour Haut de Gamme, who stayed on to finish third behind the well-handicapped Jazz D'Estruval at Haydock. Sandown 1.40: This is a decidedly substandard Christmas Hurdle, and looks a good opportunity for the unbeaten Feathard Lady to take another step up the ladder. Her latest victory in a handicap at Fairyhouse is only modest form but she is progressive and her trainer feels she will be suited by better ground than she has been winning on of late. Intersky Falcon is the danger though the stiff finish may find him out. Wetherby 2.30: Sharpened up by a good run over hurdles recently, Truckers Tavern is weighted to repeat his victory in this race 12 months ago. He is well handicapped with Take The Stand on subsequent Haydock form, and even a back-to-form Grey Abbey will have trouble coping with Truckers Tavern on these terms. Sandown 2.50: Crozan's Cheltenham form is working out well and he is highly regarded in the Nicky Henderson stable. That could be reflected in his starting price though, and Crozan will have to move up a notch to get the better of Charlie Egerton's runner Darkness, whose form is also sound. He clocked a smart time when successful at Newbury and then accounted for previous winners Zabenz (now 3lbs worse) and Billyvoddan with the minimum of fuss at Cheltenham."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}