{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/dec/16/horseracing.gdnsport31", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-12-16T23:59:21Z", "webTitle": "Horse racing: Betfair acts to stop layers profiting from dead horses", "webUrl": "https://www.theguardian.com/sport/2005/dec/16/horseracing.gdnsport31", "apiUrl": "https://content.guardianapis.com/sport/2005/dec/16/horseracing.gdnsport31", "fields": {"headline": "Betfair acts to stop layers profiting from dead horses", "bodyText": "Betfair, the leading internet betting exchange, is to amend its policy on ante-post betting to ensure that none of its clients can profit from the sudden death of a leading contender for a major race. The move follows the death of Best Mate, the three-times Cheltenham Gold Cup winner, during a race at Exeter in November. The Betfair market on next year's Gold Cup was suspended less than three minutes after Best Mate collapsed, having been pulled up by Paul Carberry, his jockey. In that time, however, a number of Betfair punters attempted to lay bets on the chaser which had been left on the site, while others placed bets on other leading contenders for the race. As a result, Betfair conducted a survey of all clients who had placed a bet on an ante-post racing market over the last three months, offering five possible courses of action when similar incidents occur in future. Of the 5,500 customers who received the survey, 20% responded, with a majority favouring some change to the rules. The most popular option, favoured by 44% of respondents, was for all bets placed in an ante-post market after a certain time to be declared void. Betfair will now pursue this policy by attempting to determine a precise \"time of death\" when a major contender for an ante-post event dies; bets placed after that time will be declared void, and the market will be re-opened once all unmatched bets have been cancelled. \"Inevitably there will be some people who will try to benefit from the death of a horse, and we at Betfair have no wish for this to happen,\" Tony Calvin, the exchange's spokesman, said yesterday. \"When incidents such as this occur in the future, a Betfair panel will meet and use all available information to determine whether the horse in question was a material player in the market, which is to say, a runner whose non-participation would affect the market. \"If it is decided that the horse was a material runner, the panel will use all available evidence to determine the time of death. This could include official documents, video evidence, or analysis of betting patterns.\" As the policy-makers at Betfair appreciate, it is impossible to keep everyone happy in such situations and there will inevitably be occasions when some customers who have placed bets in good faith will find that they have been declared void. A particular problem will be determining an official time of death when a horse is killed at morning exercise, rather than in a race, when the time a horse dies can often be measured to the second. Hawk Flyer, a leading contender for the 2003 St Leger who broke a leg on Sir Michael Stoute's gallops a few days before the race, and Jair Du Cochet, second-favourite for the 2004 Gold Cup when he suffered a fatal injury nine days beforehand, are two obvious recent examples. Both were laid on Betfair's ante-post market before news of their death was officially confirmed, while one punter tried to tempt in the unwary by offering 40-1 against Hawk Flyer. \"A response rate of 20% is considered to be very high for a survey such as this one,\" Calvin said, \"and as a result, we feel confident that this change in our ante-post policy is the most reasonable way to move this issue forward.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}