{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/dec/16/boxing.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-12-16T23:59:20Z", "webTitle": "Betting: Where the money went", "webUrl": "https://www.theguardian.com/sport/2005/dec/16/boxing.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2005/dec/16/boxing.gdnsport3", "fields": {"headline": "Where the money went", "bodyText": "The Danny Williams-Audley Harrison fight was the big event last weekend. William Hill declared it the biggest betting bout since Lennox Lewis took on Mike Tyson in 2002 and the biggest domestic fight since Lewis's defeat of Frank Bruno in 1993 - which saw around £3m gambled. Hill's saw a string of large bets placed on Harrison, the 2000 Olympic champion, with one of £10,000 at 4-9 from a client in Royton, Lancashire. There were other four-figure sums staked on Harrison with Hill's, including one of £3,500. Ladbrokes took twice as many bets on Williams than on Harrison, though over twice as much money was punted on the latter. Ladbrokes' high rollers sided with Harrison, with a £5,000 bet struck at 2-5 and a \"fair few\" four-figure bets at 4-11. Most of the bets placed on Williams, who is given an 8-1 quote by Hill's to win any version of the world title, were small, although Ladbrokes took one punt of £3,500 at 9-4. Last weekend's football went mostly in favour of the bookies. Blue Square saw plenty of trade \"in running\" during the major televised matches of the weekend at St James' Park and Old Trafford. They took £85,000 during Newcastle's win over Arsenal, with most initially backing the Gunners. After Gilberto was sent off, the draw became popular. When Everton went ahead against Manchester United, all the money was for a home win. The draw saw Ladbrokes win a six-figure sum. England's defeat of Pakistan in the first one-day international also saw Ladbrokes celebrate, as around £500,000 was gambled on a home win. The firm gave most of the cash back when Pakistan won the second match."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}