{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2005/dec/13/furthereducation", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2005-12-13T23:58:48Z", "webTitle": "The arboriculturist", "webUrl": "https://www.theguardian.com/education/2005/dec/13/furthereducation", "apiUrl": "https://content.guardianapis.com/education/2005/dec/13/furthereducation", "fields": {"headline": "The arboriculturist", "bodyText": "I've been working in horticulture, so the course is a natural progression from gardening to trees. I wanted to be qualified to specialise. There are a lot of people who aren't qualified, who are charging professional money. I think it's important to learn constantly, otherwise you haven't got anything on paper. I've been at the college since September. The course is one year long, three days a week. We've looked at plant science, woodland management, tree species, pests and disease, machinery maintenance, the law on boundaries and tractor operation. We've done some climbing and, at the moment, we're on felling. On Fridays, we work towards practical skills. We do certificates in the maintenance and operation of a chainsaw, felling of small trees and aerial rescue. It's a health and safety requirement that to work in trees you have to have a groundsman who can perform aerial rescue. The last certificate is in using a chainsaw in a tree under rope and harness, to prune or extract a tree. If you're in a confined space, you must be able to use rigging and roping equipment. I'm interested in plant science and woodland design. I did my climbing and chainsawing certificates last year, so I'd like to concentrate on more advanced work. At the moment, other people are covering small-tree felling and I'm concentrating on medium trees. I'd like to go on to do the Royal Forestry Society course in arboriculture. Then I'll probably work in the tree-surgery industry and, when I can't physically do it any more, I'd like to teach. · Stephen Bacon, 27,is studying for a national certificate in arboriculture at Chichester College, West Sussex"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}