{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2005/dec/13/teaching.schools1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2005-12-13T23:58:45Z", "webTitle": "Too much too late", "webUrl": "https://www.theguardian.com/education/2005/dec/13/teaching.schools1", "apiUrl": "https://content.guardianapis.com/education/2005/dec/13/teaching.schools1", "fields": {"headline": "Too much too late", "bodyText": "These days, I am not much of an adrenaline junkie. I once enjoyed dangerous sports and travelling to challenging destinations. There was even a time when I wanted to learn to fly and throw myself out of an aeroplane. I never had a flying lesson (couldn't afford it) and never made the charity jump (bottled it). And, as I drift reluctantly towards middle age and my holidays become increasingly unadventurous, I realise the maddest thing I've done in the last five years is swap careers to teaching. But this past week has been an adrenaline overdose, and I am paying the penalty physically. And speaking of penalties ... Our borough's under-10s football finals started the ball rolling. We were hugely excited and, having not lost a game all season, feeling confident. The two teams lined up and shook hands. Parents and teachers yelled from the sidelines. The score remained at 1-1 through extra time and then came the penalties. Every child ended up having to take one and the tension got too much for some. In a great display of sportsmanship, our children shook hands and said they were proud to be runners-up. Most are in my class. There were moments when I seriously questioned my sanity for letting so many children play instruments on a small stage. In Year 5, a lot of the children play in the orchestra. When they said they wanted to have a mad scientist go into space, meet alien rappers, explain how sound travels and how instruments work and then do a \"Name that Tune\", I'd said fine, no worries. It became more alarming when I asked who wanted to perform and 11 hands went up - six violins, two cellos, a double bass, a trumpet and a trombone. I knew they'd learn their lines and give their best, but the whole thing started to look like a logistical nightmare. I needn't have worried. Then we went on a geography field trip, plumbing the mud of an icy river foreshore for eels and leeches. One thing I've learned from the past week: book all trips and assemblies into the first half of term. We can only take so much adrenaline at the end of the longest term."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}