{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/dec/05/iraq.world1", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-12-05T23:59:13Z", "webTitle": "General investigated over death of soldier in Iraq", "webUrl": "https://www.theguardian.com/uk/2005/dec/05/iraq.world1", "apiUrl": "https://content.guardianapis.com/uk/2005/dec/05/iraq.world1", "fields": {"headline": "General investigated over death of soldier in Iraq", "bodyText": "One of the army's most senior officers is being investigated over his role in what the attorney general has called \"a concerted attempt\" to block an inquiry into the circumstances surrounding the controversial death of a British soldier in Iraq. Defence sources said yesterday that Major General Peter Wall, who was second in command of British forces in southern Iraq during the 2003 invasion, could face charges over the inquiry into the death of Sergeant Steven Roberts, 33, killed in March of that year in Zubayr, near Basra. However, the Guardian understands that, in this instance, a case of perverting the course of justice would be unlikely to be strong enough for the civilian court. In October the Guardian revealed that Lord Goldsmith, the attorney general, wrote to Geoff Hoon, defence secretary at the time, explaining why he had removed the case from military investigators and transferred it to civilian jurisdiction. He said: \"There is evidence which could be taken to show a concerted attempt by the chain of command to influence and prevent an investigation into this matter.\" Sgt Roberts, of the 2nd Royal Tank Regiment, was shot while controlling a crowd. He had given up his body armour to another soldier. Two soldiers from the same regiment face possible charges over the death of an Iraqi civilian, Zahir Zabti Zaher, who was also killed in the incident. The commanding officer of Roberts' regiment decided, on legal advice, that no action should be taken against any of the soldiers involved in the incident. The case was re-opened in October last year after the attorney general referred it to the Crown Prosecution Service which then asked the Metropolitan police to investigate it. One of the key issues is whether Zabti Zaher was regarded as a combatant or civilian. Gen Wall might have a more serious case to answer if Zabti Zaher had been a civilian, but defence sources claimed yesterday they were confident the Iraqi had been a combatant. Gen Wall, now the deputy chief of joint operations at permanent joint headquarters at Northwood, Middlesex, issued a statement through the Ministry of Defence press office, saying: \"It is inappropriate for me to comment on this case as it is still under investigation, but I am confident I acted in accordance with the interests of justice and appropriate care for the soldiers under my command.\" The details of his involvement in the inquiry comes just days after the government announced that it planned to strip commanding officers of their historic powers allowing them to decide whether or not their troops should face charges for serious offences. As part of the armed forces bill, military police in future will have to be informed of any serious allegation against service personnel. The police will refer cases directly to military prosecutors. The development comes at a time of growing unease among senior officers over the likelihood of being brought to court, partly because of the Human Rights Act, and because of the International Criminal Courts Act, which covers actions of British soldiers on operations abroad. Officers have accused the attorney general of political interference and have argued that army lawyers have not responded robustly enough in defence of soldiers involved in conflict zones."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}