{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2005/dec/28/xbox360apain", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2005-12-28T16:31:28Z", "webTitle": "Xbox 360 a pain for the games industry", "webUrl": "https://www.theguardian.com/technology/blog/2005/dec/28/xbox360apain", "apiUrl": "https://content.guardianapis.com/technology/blog/2005/dec/28/xbox360apain", "fields": {"headline": "Xbox 360 a pain for the games industry", "bodyText": "\"The new Xbox 360 has been a big hit for Microsoft Corp this season -- but for now, it's also contributing to pain in the games industry. The reason: Supplies of the new videogame console have been short, and many consumers have held off buying games for it until they can get one next year. Some also have stopped purchasing games for their existing systems -- because they may soon be obsolete,\" reports Nick Wingfield in The Wall Street Journal (paid sub required). In November, the month the new Xbox hit stores -- and in many places quickly sold out -- videogame sales were down 18% from a year ago, according to NPD Group Inc, a research firm that tracks retail sales figures of consumer electronics. Two of the biggest game publishers, Electronic Arts Inc and Activision Inc, have warned they will miss financial forecasts for the current and upcoming quarters. As I pointed out in the Technology section, the games console business is cyclical and always goes through the same sort of shift between generations. This is awkward because it means switching from sales of cheap, profitable systems with a large user base -- and hugely profitable games sales -- to sales of initially more expensive, unprofitable systems with very small user bases, ie not too many buyers for new games. The need to shift from the unusually profitable PS2 to the unusually expensive PS3 is one reason why Sony has been somewhat desperately trying to trash-talk the Xbox 360. Both Sony and NIntendo have new handhelds that should reduce the financial impact of the transition period. However, the WSJ article claims that: \"sales of portable consoles haven't met expectations, particularly for Sony's PlayStation Portable. With a price starting at $249, the game may be too expensive for some consumers, analysts say, though Sony and Nintendo say they are happy with sales. Each portable system -- Nintendo's is called the Nintendo DS -- has sold about three million units in North America.\" At least games company THQ takes a more philosophical view of the transition: \"I will take one flat-to-down year every five years,\" says CEO Brian Farrell, \"if we can get to 1% to 20% growth for four or five years in between.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}