{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/dec/01/greenpolitics.uk", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2005-12-01T17:08:22Z", "webTitle": "Beckett crushes hopes of new carbon deal", "webUrl": "https://www.theguardian.com/politics/2005/dec/01/greenpolitics.uk", "apiUrl": "https://content.guardianapis.com/politics/2005/dec/01/greenpolitics.uk", "fields": {"headline": "Beckett crushes hopes of new carbon deal", "bodyText": "Environmentalists hoping for a compulsory set of post-Kyoto carbon emissions targets are \"living in cloud cuckoo land\", the environment secretary, Margaret Beckett, said today. A fortnight of talks are already under way in Montreal to find a successor treaty to the landmark Kyoto agreement, but there is little sign that even a voluntary programme of cuts will emerge. Ms Beckett, who will represent both the EU and the UK at the talks as part of Britain's presidency of the EU, this morning played down hopes that anything more than a \"working party\" would emerge from the negotiations. The minister, who flies out to the talks on Saturday, warned activists and environmentalists - such as those demonstrating this London this weekend - that they could be aiding the cause of those countries seeking to destroy the Kyoto agreement. She told a pre-summit press briefing in London: \"There are people around who don't want this [a post Kyoto-settlement] to work. If we set targets and fail we are playing into their hands.\" Ms Beckett did not specify who the rejectionist countries were, beyond \"a variety of players - individuals and countries\". She added that there was \"enormous sensitivity\" to targets in developing nations which had \"millions of mouths to feed\". Saying the UK still wanted some form of targets - compulsory or voluntary - to continue the agenda set by Kyoto, she added: \"We want a global framework and within that we see a real role for targets and within that we want flexibility.\" But putting the emphasis back on something the developing nations - the so called G77 group - could sign up to, she added: \"You cannot have a global agreement without the 'global'.\" Kyoto committed most of the world's most developed nations to a cut in 1990 levels of greenhouse gas emissions, but the protocol expires 2012 and has already been drastically undermined by president Bush's decision to withdraw the US from its provisions. Another problem facing the Montreal talks is engaging developing nations such as China and India, which were not signatories to Kyoto. However, Ms Beckett told the BBC the talks be a success even if no new agreement to continue Kyoto was agreed. She said: \"We never had the idea that this meeting was going to sign up to a whole new lot of compulsory targets. The people who think that are living in cloud cuckoo land. This is arrant nonsense. \"It took five years to negotiate the Kyoto agreement with only 39 countries involved. Then two of them promptly walked away.\" Some countries might adopt new compulsory targets while others opted for voluntary agreements, she suggested. \"Let's see how we can move forward instead of setting some arbitrary goal that can't possibly be achieved in Montreal,\" she said. Environmental campaigners have regarded Ms Beckett as one of the greener voices in the cabinet, and she is thought to harbour reservations about the government's renewed interest in nuclear power stations. However, her advocacy of voluntary targets will dismay activists who have been hoping for something more concrete to emerge from Montreal. Stephen Tindale, the head of Greenpeace UK, has already warned that voluntary targets are \"not worth the paper they are written on. Without mandatory targets [the Kyoto protocol] is effectively dead.\" On Saturday what is expected to be the UK's largest demonstration against climate change will take place as part of global day of action. A march will leave Lincoln's Inn fields for the US embassy on Grosvenor Square, going via Downing Street and various oil firm HQs, protesting at the US for exempting itself from the Kyoto protocol. Simultaneous protests are taking place around the world, including in Montreal. The Liberal Democrat environment spokesman, Norman Baker, who is speaking at the rally, said: \"Only a system of mandatory national targets on carbon emissions will deliver the results we need. The government needs to show it is serious about action, not just public relations.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}