{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/dec/19/afghanistan.declanwalsh", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-12-19T23:56:11Z", "webTitle": "Warlords and women take seats in Afghan parliament", "webUrl": "https://www.theguardian.com/world/2005/dec/19/afghanistan.declanwalsh", "apiUrl": "https://content.guardianapis.com/world/2005/dec/19/afghanistan.declanwalsh", "fields": {"headline": "Warlords and women take seats in Afghan parliament", "bodyText": "As part of the frantic last-minute preparations at Afghanistan's renovated parliament, officials were installing computers, workmen hanging paintings and, out in the garden, a team of de-miners was uprooting the flowerbeds. \"We're checking for bombs,\" said a bearded man in a blastproof jacket, running a screeching metal detector over a pile of soil. \"Just in case there's an unexploded one.\" The turbulent past echoes around the building where 351 parliamentarians - members of Afghanistan's first elected body for three decades - will hold their inaugural session this morning, President Hamid Karzai and the US vice-president, Dick Cheney, will watch the procession of MPs wearing turbans, headscarves, hats and other headwear, hoping they can seal the transition that started with the Taliban overthrow four years ago. But like much in Afghanistan, success is uncertain. \"Do not enter with a weapon,\" reads a sign on the front door, a reminder of the security situation. On Friday a suicide bomber exploded down the street, injuring two passers-by and killing himself. A rich cast of characters will fill the 249-seat Wolesi Jirga, or lower house. Grizzled warlords will sit near fresh-faced young women, jihadi commanders beside former communists and retired Taliban officials. Some unlikely alliances have already formed. At a training session in a Kabul hotel last week, Mullah Abdul Salam Rocketi shook hands and cracked jokes with Shukria Barakzai, one of 68 female MPs elected through a quota system. \"She is my new friend,\" smiled Mullah Rocketi, a bear-like Taliban fighter named for his ability to kill with a rocket. Later, Ms Barakzai, who is also running for speaker of parliament, said: \"If people want to change their ideas, we should give them a chance. But they must remember the past is the past.\" The question is whether the leopards have grown new spots or just cloaked the old ones. Human Rights Watch estimates that 60% of MPs have links to warlordism. The organisation singled out Abdul Rasul Sayyaf, a powerful militia commander whose guns ravaged Kabul in the 1990s, and Marshall Fahim, a former defence minister accused of war crimes. \"There is widespread cynicism about this parliament. How can people trust a government which allows warlords and notorious human rights abusers into power?\" said Sam Zarifi of Human Rights Watch. Diplomatic sources give a lower estimate of the number of warlords, reckoning that about 20 MPs still have an active private militia while at least 20 more were involved in heroin production or smuggling. Still, the unexplained wealth of some MPs was evident in the hotel car park, which was packed with latest-model four-wheel-drive jeeps. The many political newcomers say they are determined to make a difference. \"I'm an optimist,\" said Daoud Sultanzoi, MP for Ghazni province. \"There is a real desire for change.\" Mr Sultanzoi quit his job as a pilot with United Airlines and a beachfront house in Malibu, California, to return home two months ago. He had defected to the west in 1980 after piloting a government jet to Frankfurt. It was \"stomach-churning\" to sit beside the men responsible for some of Afghanistan's most notorious bloodshed, he said. But his more immediate concern was Afghanistan's creaking health system. \"In my district two women die every week during childbirth. To me that is unforgivable,\" he said. As yet there are no political parties, raising fears that voting blocs will form along corrosive tribal lines. One possible configuration pits southern Pashtuns - Afghanistan's traditional rulers - against a coalition of minority tribes from the centre and north. Rifts may emerge over transitional justice, with some MPs opposed to plans for a South African-style truth and reconciliation commission. \"A war criminal is someone who killed innocent people,\" said Haji al-Mas, a former commander in Kabul. \"But those who fought against terrorism and the Taliban are not warlords. They are holy warriors.\" Corruption is also a worry. The MPs' first task today will be to elect a speaker of parliament, an electoral race that has been marred by allegations of vote buying at up to $600 (£340) per vote. A squabbling and fractious parliament might suit Mr Karzai, who still wields most power. But a weak assembly could damage his reform credentials and breed wider disillusionment about long-promised reconstruction. In recent months Taliban attacks have surged, UN officials have predicted an increase in poppy cultivation, and urban Afghans - often living in miserable conditions with no job - are increasingly disgruntled. Many enthusiastic MPs say they just want a chance to make things right. \"Don't forget that this is not just a collection of warlords, drug lords and smugglers,\" pleaded Ms Barakzai. \"We have good people as well.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}