{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/dec/01/eu.politics1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-12-01T17:52:00Z", "webTitle": "Blair: Britain will pay more for enlarged EU", "webUrl": "https://www.theguardian.com/world/2005/dec/01/eu.politics1", "apiUrl": "https://content.guardianapis.com/world/2005/dec/01/eu.politics1", "fields": {"headline": "Blair: Britain will pay more for enlarged EU", "bodyText": "In an attempt to solve the EU budget deadlock, Tony Blair today indicated that he was prepared to either give up part of the UK's £3bn budget rebate or pay more. Visiting the leaders of new EU member states in eastern Europe today Mr Blair said the UK was prepared to \"pay its fair share\" for EU enlargement but would not give up the rebate that relates to the common agricultural policy (CAP). Predicting brickbats from across Europe, Mr Blair today also warned that the EU's future budget would have to be cut if agreement couldn't be reached on reducing Europe's huge farm subsidies. Speaking in Kiev this morning before talks with the leaders of the Baltic states this afternoon, the prime minister warned the EU's 10 new members that they might have to accept a 10% reduction in future aid. As holder of the EU's revolving presidency, Mr Blair is under pressure from across the continent to resolve the current budget deadlock which arose after the UK refused, under pressure, to give up its £3bn annual rebate without significant reductions in the CAP. \"If we cannot get a large deal which alters fundamentally the way the budget is spent, then there are four things that follow: we will have to have a smaller EU budget,\" Mr Blair told journalists after his talks with the Ukrainian government. He also promised that Britain would meet its obligations to 10 mainly ex-communist, east European and pay its fair share of the cost of enlargement but would not give up its rebate which was \"inextricably linked\" to farm spending. \"The third thing we can do is, if we're intelligent, agree to a mid-term review of the budget, led by the commission which would allow us - not force us - on the basis of the review to change the second half of the (2007-2013) financial perspective,\" he said. Mr Blair added that a deal would have to deliver rough parity between the net positions of Britain and like-sized countries - a reference to France and Italy. He acknowledged he faced a tough task to convince the new members to accept his proposals, which diplomats say include cuts of about 10% in proposed aid to the newcomers. \"I'm now going to the Baltics and to central Europe and I will discuss this with people. None of this is going to be easy, but I do actually believe it is in the interests of Europe to get a deal. It's not going to get any easier. \"Meantime, I will get attacked, probably from all sides, but then ... that's part of political leadership,\" he added. Alongside Tony Blair was the European commission president, Jose Manuel Barroso, who warned him yesterday against acting like the Sheriff of Nottingham in the Robin Hood legend and robbing the poor to give to the rich in his budget proposals. The proposed cut would help offset a reduction in payments to the EU by Germany, the Netherlands and Sweden and help London salvage more of its own annual rebate from Brussels. Mr Blair shrugged off that jibe, telling reporters: \"\"Before we did this press conference, we went through the full range of responses to that, including Little John, Maid Marion, Richard the Lionheart and even Saladin at one point. \"This is a tough situation to resolve the budget and that's why we haven't resolved it so far.\" After talks with his German counterpart, Frank-Walter Steinmeier, the foreign secretary, Jack Straw, confirmed that Britain was prepared to give up some of the rebate won by Margaret Thatcher in 1984. \"We have always made clear that we are not going to negotiate our rebate away but we have always acknowledged our responsibility towards the accession states who are that much poorer. \"Our contribution, in order to contribute towards the cost of enlargement, would rise in any event.\" The European commission kept up the pressure on Britain on Thursday, warning that its proposal could deepen divisions in the 25-nation bloc. EU budget commissioner Dalia Grybauskaite from Lithuania, one of the new members, told the French newspaper Le Figaro: \"If the scenarios circulating at the moment become reality, it will be a politically short-sighted budget creating a two-speed system which will divide Europe even more.\" Former Labour minister Stephen Twigg, now director of the Foreign Policy Centre, warned Mr Blair not to back down in his demands to reform the CAP. \"The plans to resolve the EU budget negotiation are a double-whammy on developing countries. The prime minister is giving up his bargaining chip on CAP reform.\" He said. \"The new budget being proposed by Britain would mean that less economically developed countries in Europe have fewer resources to spend on infrastructure plans such as rail and road projects vital for development and reducing poverty. \"Secondly, Tony Blair's plans to give up the British rebate in return for a smaller budget amounts to the PM losing his central bargaining chip to negotiate reform of the wasteful CAP. This is another blow to countries in Africa and elsewhere who suffer from restrictive trade policies and the dumping of cheap European goods on their markets.\" After meeting the leaders of Estonia, Latvia and Lithuania in Tallinn today Mr travelled to Budapest this afternoon for further talks with the leaders of Hungary, Poland, Slovakia and the Czech Republic. Britain has indicated it will unveil its EU budget proposal on Monday, just 10 days before a crunch Brussels summit."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}