{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/dec/19/ruralaffairs.mainsection", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-12-19T23:56:36Z", "webTitle": "Letters: Rural idylls and farming realities", "webUrl": "https://www.theguardian.com/uk/2005/dec/19/ruralaffairs.mainsection", "apiUrl": "https://content.guardianapis.com/uk/2005/dec/19/ruralaffairs.mainsection", "fields": {"headline": "Rural idylls and farming realities", "bodyText": "Simon Jenkins hits the nail on the head (We must help farmers hold back the threat of a rampant suburban sprawl, December 16). Since this year and the new single payment system, the CAP itself no longer subsidises farmers for their output of food. We are groping slowly to a system of paying them for the very real and wanted environmental services and cultural landscape they provide. Incidentally, the same policy applies to the whole EU, including France, though they are not introducing it until next year. As we expose our farmers to rock-bottom world prices then, in the absence of correctives, we will soon discover that the parts of Britain that can survive this will have to farm in the same massive unit, low-intensity, highly mechanised, prairie management style adopted in the Americas. Much of the rest will degenerate to scrubby, impenetrable nettles, thistles, bracken and self-generated unmanaged woodland. If British society wants anything like the open varied landscapes we enjoy, we will have to pay for it. Unfortunately most farmers will have stopped reading Jenkins's piece after his second sentence: regrettably, English farmers have not yet \"banked their subsidies\". The misjudgments of Defra and its agencies mean that they are months behind their target of processing applications for the new payments. David Fursdon London Jenkins's argument is not only a romantic southern-English preoccupation with protecting a rural idyll long gone, but is also a damaging one when applied to the national stage. Northern England has plenty of \"extensive countryside\", and rural communities in need of more housing and economic development. The CAP reform can play a positive role in bringing this about, but the spread northwards of Jenkins's sentimental southern nimbyism is a real threat to rural economic development in the north. Prof Neil Ward Centre for rural economy, Newcastle University Northamptonshire has the sites of 80 deserted villages, a lot lost during enclosure. Rather than defend this post-enclosure landscape of deserted expanses and crammed towns, Jenkins should be seeking to settle population more evenly by reviving small settlements - by restoring resale price maintenance, which allowed small shops to sell at the same prices as supermarkets to revive village shops; and adding a touch of Northampton radical Charles Bradlaugh's graduated (by acreage) land tax to shake out the fields from the control of the big landowners for the establishment of small farmers and sustainable communities. DBC Reed Thorplands, Northants"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}