{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/dec/16/usa", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2005-12-16T19:49:02Z", "webTitle": "Senate rejects Patriot Act renewals", "webUrl": "https://www.theguardian.com/world/2005/dec/16/usa", "apiUrl": "https://content.guardianapis.com/world/2005/dec/16/usa", "fields": {"headline": "Senate rejects Patriot Act renewals", "bodyText": "The US Senate today rejected attempts to reauthorise several parts of the controversial Patriot Act amid fears they infringed too much on the privacy of citizens. The 16 provisions of the Patriot Act - the main anti-terror legislation in the US, which was brought in following the September 11 attacks - will expire on December 16 if a compromise is not reached. Today's rejection of re-authorisation in the Senate is a major defeat for the US president, George Bush, and Republican leaders on Capitol Hill. In a crucial vote as Congress raced toward adjournment, supporters of renewing the Act were not able to garner the 60 votes necessary to overcome a threatened filibuster - a technique used to delay debate. The final vote was 52-47 against re-authorisation. Mr Bush, the US attorney general, Alberto Gonzales, and Republican congressional leaders had lobbied fiercely to make most of the expiring USA Patriot Act provisions permanent. They also wanted to add new safeguards and expiration dates to the two most controversial areas - roving wiretaps and secret warrants for books, records and other items from businesses, hospitals and organisations such as libraries. Critics say the efforts were not enough, and have called for a short-term extension so they can continue to try and add more civil liberty safeguards to the law. However, Mr Bush, the Senate majority leader Bill Frist, a Republican, and the house speaker, Dennis Hastert, have said they would not accept a short-term extension of the law. Mr Frist changed his vote at the last moment after seeing the critics would win so he could call for a new vote at any time. He immediately objected to an offer of a short-term extension from Democrats, saying the House would not approve it and the president would not sign it. If the Patriot Act provisions expire, Republicans say they will put the blame on Democrats at next year's mid-term elections. \"In the war on terror, we cannot afford to be without these vital tools for a single moment,\" the White House press secretary, Scott McClellan, said. \"The time for Democrats to stop standing in the way has come.\" However, the Patriot Act's critics were boosted by a New York Times report today, which said Mr Bush authorised the National Security Agency to monitor the international phone calls and international emails of hundreds - perhaps thousands - of people inside the US. Previously, the NSA had typically limited its domestic surveillance to foreign embassies and missions, and had obtained court orders for such investigations. The Democratic Senator Russ Feingold, the only senator to vote against the Patriot Act in 2001, said: \"I don't want to hear again from the attorney general or anyone on this floor that this government has shown it can be trusted to use the power we give it with restraint and care. \"It is time to have some checks and balances in this country.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}