{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/dec/19/law.comment", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2005-12-19T23:56:33Z", "webTitle": "Marcel Berlins: Celebrities pay high price for open justice", "webUrl": "https://www.theguardian.com/world/2005/dec/19/law.comment", "apiUrl": "https://content.guardianapis.com/world/2005/dec/19/law.comment", "fields": {"headline": "Celebrities pay high price for open justice", "bodyText": "It's an unhappy club. Prominent members include Paul Weller, once of Jam, Mick Hucknall of Simply Red and Matthew Kelly of television's Stars in Their Eyes. And now it's been joined by Chris Langham, last week voted best television comedy actor for his performance in The Thick of It. All have been victims of a virulent form of \"leaked celebrity arrest\". In 2000 Hucknall and Weller were arrested and questioned about (separate) allegations of rape said to have taken place many years before. In each case someone had told a tabloid of their arrest and there followed massive publicity, focusing of course on the sex lives of the two musicians. Very soon afterwards, in each case, the police announced that they were taking no further action. Matthew Kelly was subjected to the same blitz publicity when he was arrested in 2003 over allegations of sexual behaviour involving a 15-year-old boy, more than 30 years before. A month later the police announced he would not be charged. All three later spoke angrily of their ordeal as a result of their arrests being leaked to the media. The suspicion is that the leaks came from within the police, though this cannot be proved. Langham was questioned about internet porn. He may or may not be charged, but even if the police drop their investigations tomorrow, lasting damage may have been done to his reputation (on the \"no smoke without fire\" principle) and he will have gone through an unpleasant experience. However distasteful we find this process of leak plus saturation coverage, can we - should we - do anything about it? It does not only affect national celebrities. Publicity and gossip at the local and community level, between arrest and a case being dropped, can be just as damaging. It has been suggested that media coverage could be banned until a person has actually been charged, but that would be too much of a restriction on freedom of the press, and I can't see a way of persuading the media to go easy when they hear of an arrest. Open justice extracts a price - publicity, sometimes unwelcome. Celebrities may suffer more than most. But that is the price they pay for their fame. Never have the august halls of the Law Society played host to such joy. Under the stern eyes of the male white legal worthies whose pompous portraits adorn every wall, a dozen black young people from Brent skipped and chattered their way to the platform to receive their coveted award. This uplifting scene took place at last week's annual Human Rights Awards ceremony, organised by Liberty, Justice, and the Law Society. As the Voice of Young People Project, the youngsters, aged between 13 and 22, had won their award for devising and directing a powerful documentary aimed at challenging people's negative perceptions of the young. The human rights lawyer of the year was barrister Michael Fordham. The award for organisations went to the Refugee Legal Centre, especially for its success in opposing the return of asylum seekers to Zimbabwe. Who has been 2005's legal person of the year? For the first time in this column's history, the award goes not to a named individual but to a representative of a class. It was a tight contest but the winner is - the Unknown Asbo Receiver, for valiant service to the cause of legal absurdity. The attorney general, Lord Goldsmith, was a contender, and I hope he'll be consoled in his loss by the victory of his namesake in another awards category. The legal racehorse of the year is Attorney General, the most financially successful of our stable of legally named horses. He won again a few days ago."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}