{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/dec/19/fairtrade.christmas", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2005-12-19T23:56:32Z", "webTitle": "Madeleine Bunting: The world pays a heavy price for our cheap Christmas miracles", "webUrl": "https://www.theguardian.com/world/2005/dec/19/fairtrade.christmas", "apiUrl": "https://content.guardianapis.com/world/2005/dec/19/fairtrade.christmas", "fields": {"headline": "The world pays a heavy price for our cheap Christmas miracles", "bodyText": "You have only six days left. By this coming Saturday every person in Britain will have spent, on average, £366 each buying the packages and boxes to sit under the tree and stuff the stockings. It's up £32 on last year, in line with a trend in recent years that is much to the delight of retailers as the money keeps rolling in. It's a fair bet that under millions of Christmas trees this weekend will be clothing - 74% of us say it's on the present-shopping list - such as jumpers, trousers, shirts, underwear, scarves. We will be squeezing yet more clothing into our bulging wardrobes; our love affair with clothing - we spent 20% more in 2004 than in 2000 - shows no sign of stalling. For frazzled parents, shops such as Primark offer a bonanza of spectacularly cheap clothing. You can do a bulk-buy of presents for a brood of children in one trip and still have change from a £50 note. Those seams might unravel before too long, but it looks glam enough to last the Christmas holidays. The details - the stitching and embroidery - come at ridiculously low prices. Never mind the babe in the manger; this is the kind of Christmas miracle that means glad tidings of great joy for shoppers. Now fast forward to next Christmas or the one after. By then the chances are that a huge proportion of these Christmas presents will already have been thrown out. The worst possible scenario is that some of this mountain of clothing will be rotting in landfill sites. The British throw about a million tonnes of clothing straight into the dustbin every year, and only 10% of our discarded clothing is reused here. Some will go into car-seat filling, but it is more likely to be shipped by the tonne to developing countries, many in Africa, as part of a huge global trade in second-hand clothes. The roads through the barrios - shanty towns - of Maputo, Mozambique, are lined with stalls selling second-hand clothes. In one area carts are lined up alongside each other full of trainers. A bit further along there are racks of jeans, and beyond, more racks of shirts and T-shirts. It goes on for mile after mile like some sort of drive-through open-air shopping mall. Curtains, pillowcases, duvet covers, towels - you name it, every kind of textile and footwear is on sale here. All around is the deafening hubbub of radios blaring and traders bargaining with their customers in this second-hand clothes trade, which is central to the street economy of many developing countries. Put aside the qualms about Africa dressing itself in western castoffs and what's the problem, some ask. On the positive side, a lot of people in Asia get jobs making the clothes; westerners get a few months or a year of the novelty of a new style and then pass it on; a Mozambican gets a still-decent piece of clothing at a cost she can afford. But there is a problem, argues the American economist Juliet Schor in new research in which she coins the phrase the \"imperial consumer\". She claims that rising living standards in the west are increasingly dependent on cheap goods that do not pay their ecological and social costs. Because the goods are so cheap, consumers buy more of them, which is driving up the ecological costs. She points to the fact that the cost of clothing fell in the US in the 90s as huge quantities of cheap - often Chinese-made - goods were imported. As a result, hyper-consumption boomed, so that by 2002 the US was importing 48.3 pieces of clothing per person per year. (The trend for toys was similar, so that each child had 69 new toys each year by 2001.) At the same time, the bottom fell out of the US second-hand clothing market as the volume of dumped US clothes soared. There are high ecological costs to this accelerating global cycle of new and discarded clothes. One doesn't usually see cotton as a \"dirty\" product like plastics, but in fact cultivation involves high concentrations of fertiliser, herbicide and pesticide. Cotton accounts for only 2.5% of all agricultural land use, but for 22.5% of all insecticides applied in agriculture. During the processing many more chemicals are used in the bleaching and dyeing. Finally, every stage of cotton agriculture and processing is water-intensive - often in areas of the globe where water is not in plentiful supply. If the T-shirt is going to end up in a landfill after a couple of outings, it represents a spectacular waste of environmental resources of soil and water. That rate of wear is not unusual as we get dangerously close to disposable clothing. As the prices tumble, retailers seek to entice us back into their shops more frequently. \"Fast fashion\" is what is driving the clothing retail sector now. Once, there were two to four fashion seasons a year; now the norm is six to eight each year, all in an effort to increase purchasing frequency. The high social costs have been well charted in the low wages, long hours and poor safety records in the developing countries that manufacture this Christmas miracle. And they are getting worse. Retailers are in fierce competition to put \"must-have\" items on to their shelves; the Spanish chain Zara boasts that it can get a garment from catwalk to shop in three weeks. Short lead times mean workers are forced to do overtime (sometimes a 70-hour week or more) to meet a tight turnaround. Suppliers scour the globe for the cheapest, most flexible labour and force down prices with the threat of moving business elsewhere. Meanwhile, at the other end of the global cycle, the second-hand clothes swamping developing countries kill off the chance of any indigenous clothing industry. In Maputo there are very few new clothes shops and little hope of setting up an indigenous textile industry as part of Mozambique's post-civil-war economic rehabilitation. Textile production has always been a vital stepping stone in industrialisation (it was for us) because it's low-skill and requires only a low capital investment, but the vibrant trade in second-hand clothes will ensure that it's not one Mozambique will be able to use. At each point in the global clothing trade the room for manoeuvre has been cut, locking manufacturers and their employees into a system from which they extract a precarious living, and locking millions of Africans into wearing western hand-me-downs. Sitting in prime position at the top of the system is the west, greedily consuming two-thirds of the annual $1 trillion of clothing produced globally. This is the reason why Schor talks of the \"imperial consumer\". She argues that it is only maintained through the exercise of economic and political power such as we have seen in evidence at the World Trade Organisation summit in Hong Kong. There, US and EU intransigence produced little to benefit Africa's farmers. While US cotton farmers receive more than $4bn a year in subsidies, at Hong Kong all their government offered were empty gestures that one African representative described as \"like sticking a Band-Aid on a wooden leg\". A global trade is rigged to provide us with Christmas miracles. m.bunting@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}