{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/dec/19/iraq.jonathansteele", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-12-19T23:56:38Z", "webTitle": "Rise in poll complaints troubles Iraq vote monitors", "webUrl": "https://www.theguardian.com/world/2005/dec/19/iraq.jonathansteele", "apiUrl": "https://content.guardianapis.com/world/2005/dec/19/iraq.jonathansteele", "fields": {"headline": "Rise in poll complaints troubles Iraq vote monitors", "bodyText": "Suspected polling violations on voting day last week far exceeded the number in Iraq's first election in January, local and international monitors said yesterday. On the deadline for filing complaints, the number of alleged violations which could swing results in the 275-seat parliament was \"well into double figures\", an accredited international election observer, who wished to remain anonymous, said. In January there were only five of these \"red\" complaints, the observer added. Red complaints are alleged breaches serious enough to potentially hand a seat to a party or election bloc unfairly. The election commission has declined to say how many such complaints it has received, but several parties handed in dossiers listing breaches allegedly seen by their monitors. Secular Arab parties have accused the Shia religious bloc, which dominates the current government, of intimidating voters in Baghdad and many southern cities. The Iraqi National List, headed by the former prime minister Ayad Allawi, filed more than 60 complaints yesterday. They alleged that at several polling stations policemen, national guard troops, or men from the major crimes unit were chanting for the Shia religious list, known as 555. At the Sharqia high school in central Baghdad, which was used as a polling station, a senior election official was said to have asked voters if they were going to vote for 555. Unless they said yes, they were not given ballot papers. A source close to Mr Allawi's campaign said that in one Baghdad polling station \"around 600 men, some with walkie-talkies and purple ink on their fingers showing they had already voted, forced their way in. When the manager tried to stop them asking for ballot papers, they threatened to put him in a car boot and drive him away ... He let them in.\" He declined to be identified, citing the fact that an Allawi candidate and five campaign workers were murdered before the poll. All complaints have to be signed by a witness, which created risks, he said. Complaints from the cities of Dohuk and Kirkuk against the two large Kurdish parties are also said to be numerous. Hamid Mousa, the Iraq Communist party's general secretary, which is allied with Mr Allawi, said: \"The election commission is weak. Some members are unwilling to issue judgments against major parties. Others are biased in favour of a particular party. The violations on Thursday were much bigger than in January. Government forces, like the police and army, didn't interfere so openly then.\" The need to resolve complaints is the main reason why it will take two weeks to announce the results, officials say."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}