{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2005/dec/11/features.review57", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2005-12-11T16:26:14Z", "webTitle": "Victoria Coren: Crime: so much more fun when it's made up ...", "webUrl": "https://www.theguardian.com/theobserver/2005/dec/11/features.review57", "apiUrl": "https://content.guardianapis.com/theobserver/2005/dec/11/features.review57", "fields": {"headline": "Crime: so much more fun when it's made up ...", "bodyText": "The other day, I was chairing a Radio 4 chat show about the British interest in crime stories. We all love a bit of Poirot or Jane Tennison - but is this fun so innocent (I was intending to ask my three guests), given that we also love poring over the grisly details of real-life crime as well? The debate was strangled at birth by the owner of the Murder One bookshop in London, who told me that there is almost no crossover between fans of crime fiction and readers of 'true crime'. They are two completely different sets of people. This was awkward at the time, as I drew a quick and quiet red line through my entire list of questions and set out to wing it for 28 minutes of radio, but of course it makes perfect sense. The neat conclusions of crime fiction offer a wholly different experience from the messy question marks of real life. If you conducted a survey, I bet you would find that most readers or viewers of crime fiction are puzzlers: people who also buy sudoku books and do word mazes on the train. If this issue of Review is to be a 'puzzle special', it should really have a short story in it by Patricia Highsmith or Dorothy L Sayers. The owner of the crime bookshop, Maxim Jakubowski (who also writes his own macabre fiction), actually described a decent murder plot as 'a crossword puzzle flecked with blood'. It is no coincidence that Colin Dexter, author of the Inspector Morse stories, is now writing a weekly crosswords column in the Guardian. The delight of a good crime story - exactly as it is with the journey from a list of cryptic word clues or numbers to a neatly completed grid - is the triumph of order over chaos. There is an element of control freakery in play. Suddenly, and with a certain horror, I realise that my own love of word puzzles and Morse is not completely unconnected to my somewhat obsessive making of 'to-do' lists. Neatness, order, precision! I wonder if Albert Speer enjoyed detective stories. It is in the bones, this instinct for tidy solution. Even at the age of five, I remember being furious with Scooby-Doo cartoons because, after revealing that the 'ghost' was simply the old circus caretaker in a wig, they never told you how he had managed to walk through the wall. Very frustrating, when one had sat through nine minutes of developing narrative. As a toddler I hated spinach, bedtime and loose ends. I'm still no fan of any of them today. Real-life crime, meanwhile, makes me feel slightly queasy in its messiness. I couldn't bear to settle down with a book on Jack the Ripper, or a conspiracy theory on John Lennon's shooting, knowing in advance that the whole thing was bound to end with a question mark. Why would one read such a book? It would be like deliberately pouring a bag of flour onto the floor, knowing that molecules of it would lie in the carpet fibres forever. Last weekend, I went to Vienna with an Agatha Christie compendium. I came home to find that my flat had been burgled. With a brain full of the revealing left-handed golf clubs from Murder in the Mews, I was initially very keen to investigate. Pity the poor policewoman who turned up to 'forensicate the room', whom I begged to join me in the garden to test whether one of us alone could have eased a computer out through the window bars, or whether the villain must have had unusually long arms or an accomplice (possibly a small trained monkey?). Of course this crime will never be 'solved', because the kind of stuff which happens to us in real life is invariably vague, disordered and mundane. Hence the pleasure and escape of a few hours in the company of a crimewriter or puzzle compiler who can guarantee that (if we only think in the right way for the right time) an orderly solution can be found. The director of public prosecutions suggested last week that television may be allowed to screen the conclusion of serious crime trials. I won't be watching. Far too irritatingly nebulous. But it occurred to me that, if jurors were drawn exclusively from those who had sent in solutions to crossword competitions, I'm sure there would be far fewer innocent people in prison. The down side is, nobody would ever be convicted of anything. 'Unsatisfying! Too many loose ends!' we would cry, throwing out the case and going home to watch Taggart."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}