{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2005/dec/28/health.food", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2005-12-28T15:29:25Z", "webTitle": "Zoe Williams: Gluttony is good for you", "webUrl": "https://www.theguardian.com/society/2005/dec/28/health.food", "apiUrl": "https://content.guardianapis.com/society/2005/dec/28/health.food", "fields": {"headline": "Gluttony is good for you", "bodyText": "Cliches only turn into cliches because they're true. Otherwise, they just become a weird thing that someone in a bank once said to you. So I'm assuming that this will cheer you up, because I'm assuming that, at precisely this time of year, you're probably quite fat. Or maybe just fat for you. No, no, don't go and change - you'll be fine going out looking like that ... Scientists in Bristol have discovered that fat people are more cheerful than their thin peers. I thought this was just a revivification of the ancient (well ... maybe 25-year-old) wisdom that says you shouldn't go on a totally fat-free diet because your brain needs its fat surround to keep from crashing against your skull. That makes you depressed, apparently. But you don't have to be obese to maintain this fatty covering; you just have to not be anorexic. Nor is this a reworking of the slightly less ancient study that found that people with notable self-control, people who weren't \"appetitive\", were more likely to be depressed. The usefulness of this survey was opaque. It appeared to demonstrate that hedonists were happier than puritans. Nobody needs a scientist to tell them that. They just need to study the works of Chaucer. Or Dickens. Or watch EastEnders. The people enjoying themselves are the fat, jolly ones. The people who worry about how they look, and what people think of them, and what God might think, and whether drinking too much mead will turn out to be a signal that they are bound for hell - those people don't enjoy themselves so much. In fact, the new research is quite new. It merely asked whether fat people kill themselves. Are they prone to depression or anxiety? The answers were all no. Not only are you less depressed when overweight, it works in proportion. The fatter you get, the less likely you are to commit suicide. Of course it's possible that you could be getting morbidly obese as an incremental form of suicide. Research doesn't relate. Doctors hazarded a guess that thin people made themselves depressed with the effort of keeping thin. It's feasible, I suppose, but there are plenty of fat people on diets who are making all that effort and failing, and they seem pretty cheerful. Lacking an explanation, we have to fall back on \"comfort eating\". This is far from being a sarcastic catchphrase, like \"panic buying\" and \"binge drinking\".You do actually gain comfort from eating. As Kirstie Alley, the Fat Actress (I capitalise because that's the name of her show, not because she's really, really fat), once said, \"ain't nothing as lovin' as something from the oven\". As a rhyme, it works better in an American accent; as a concept, dammit, it's true in any language. Consider the pleasure that can be derived from food. There is: a) the comforting taste of something nice, generally with a heap of fat and let's hope some brandy (sorry, it's still close to Christmas); b) the more arcane pleasures of the gourmet, which are prissier and rarer; and c) the warped pleasure of self-denial. Naturally, people who go for the last band will be the most miserable. They have misery written into their DNA. What makes this fat/happy curve so surprising is that fat people have a horrible time at the hands of society. This year it was revealed that they were less likely to land jobs, and doctors made moves to stop treating them for joint replacements. Next year it'll probably be even worse. And still they smile. If there really is a direct correlation between body mass index and mental health, when, exactly, are we going to start charging skinny people for their own Prozac? Huh? zoe_williams@ntlworld.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}