{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/culturevultureblog/2005/dec/01/corenblimey", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2005-12-01T23:20:21Z", "webTitle": "Coren Blimey!", "webUrl": "https://www.theguardian.com/culture/culturevultureblog/2005/dec/01/corenblimey", "apiUrl": "https://content.guardianapis.com/culture/culturevultureblog/2005/dec/01/corenblimey", "fields": {"headline": "Coren Blimey!", "bodyText": "Filth and hilarity abounded in equal measure at the annual Literary Review Bad Sex Awards, which went off with the usual bang tonight at the In &amp; Out Club in Mayfair. The evening began in appropriately bawdy fashion with a succession of actresses breathily reciting the shortlisted passages to roars of increasingly champagne-fuelled laughter. The noble visages of soldiers and our own dear Queen Victoria gazed down serenely from the gilt and William Morris-covered walls as the passages got smuttier, the cheers louder and the wine glasses emptier. \"I've never said this before,\" the speaker admitted, before a reading of an extract from Paul Theroux's novel, \"but it really is utterly foul.\" Dealing as it did with \"demon eels\" and \"live slime\", one couldn't exactly blame him. Tension mounted as the announcement of the winner drew near and this year's presenter, Grayson Perry, took the stage in a fabulous LBD, establishing his credentials by introducing himself \"as a complete pervert ... \". Last year, winner Tom Wolfe broke with tradition by refusing to turn up to the ceremony and subsequently denigrating the awards in the press. Would we be in for a repeat performance? Thankfully, no. \"It was my personal least favourite, the one that gave me the smallest hard-on,\" Perry explained, before announcing the name of the winner: Giles Coren, food critic extraordinaire, whose description of a certain part of the male anatomy \"leaping around like a shower dropped in an empty bath\" had induced a particularly high level of nausea among the judges. Coren bounded onto the stage with a frankly worrying level of enthusiasm, thanking his agent and publisher to rapturous applause. Of the other extracts, he said \"I wish I'd written them all. I hope to be back next year.\" Those of us who have read his sex scene may well wish otherwise - but after this year's rich and varied selection of sub-pornographic offerings, we can be sure that he'll face some stiff competition."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}