{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/dec/28/broadcasting.overnights", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-12-28T16:35:36Z", "webTitle": "Multichannel the ghost of Christmas future", "webUrl": "https://www.theguardian.com/media/2005/dec/28/broadcasting.overnights", "apiUrl": "https://content.guardianapis.com/media/2005/dec/28/broadcasting.overnights", "fields": {"headline": "Multichannel the ghost of Christmas future", "bodyText": "That long-established Christmas tradition of sitting down to watch - or at least fall asleep in front of - EastEnders and Coronation Street is rapidly becoming a thing of the past, latest viewing figures show. The latest viewing figures show BBC1 and ITV1 both lost almost a tenth of their audience in Christmas week as viewers switched instead to multichannel television. Between December 21 and December 27, ITV1's average audience share fell below 20% for the first time to 19.5%, representing a 10% drop in audience compared with the same week last year. And while BBC1 may have won the Christmas ratings battle, it too is well down on Christmas 2004. Despite strong audiences for EastEnders and Doctor Who on Christmas day and Strictly Come Dancing on Christmas Eve, BBC1's audience share for Christmas week fell fractionally below 25%. This was down from just over 27% for the same week in 2004, marking an 8% drop in share. By contrast, multichannel's audience share was up by10% to top 30% for the first time, reflecting the growth of digital television. The growth was fuelled by a mixture of football fixtures available only on digital channels and movies. Two Arsenal matches - the Carling Cup game against Doncaster and the Premiership tie-up with Charlton - were the most popular programmes, watched by 1.27m and 1.26m viewers respectively on Sky Sports One. Popular movies included Shrek 2 on Sky Movies; Die Hard and Die Hard 2 on ITV2, and Billy Elliot on BBC3. And E4's first showing of the latest episode of Lost was the fourth most popular programme, with 1.17m viewers. The figures reflect a year-round trend, with the latest viewing figures from Barb showing mutichannel's share of the viewing up nearly 13% in 2005. All five terrestrial channels recorded falls in audience share although Channel 4 was down only slightly at 9.74% from 9.76% in 2004. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}