{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/dec/20/iraq.jonathansteele", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-12-20T23:51:42Z", "webTitle": "Allawi trails in third place  in poll update", "webUrl": "https://www.theguardian.com/world/2005/dec/20/iraq.jonathansteele", "apiUrl": "https://content.guardianapis.com/world/2005/dec/20/iraq.jonathansteele", "fields": {"headline": "Allawi trails in third place  in poll update", "bodyText": "Former Iraqi prime minister Ayad Allawi's hopes of taking significant numbers of votes from Iraq's religious parties in last week's election appeared to suffer a major blow last night. Preliminary results from Baghdad, with 89% of the votes counted, put him in third place with 327,174 votes (around 14%). The group of Shia religious parties, known as the United Iraqi Alliance, had 1,403,901 votes (58%), while the Consensus Front, a coalition of Sunni religious and secular parties, had 451,782 votes (around 19%). Baghdad is the largest province, with 59 seats in the 275-seat parliament, and the result suggested that the Shia list, which dominates Iraq's current government, will easily remain as the largest party. Mr Allawi had tried to appeal across the sectarian divide and hoped to do especially well in the capital, which has a large number of mixed marriages and secular professional families. The results, announced by the election commission, saw the Shia list far ahead in Basra and eight other mainly southern provinces. Kurdish parties were winning heavily in their three northern provinces. No results were released from provinces with Sunni majorities. Meanwhile, two dozen top officials from Saddam Hussein's former government have been released from prison after being held without charge for more than two years. An Iraqi lawyer who gave the figure said that some of them had already left Iraq. They included Rihab Taha, a British-educated biological weapons expert, known as Dr Germ for her role in making bio-weapons in the 1980s, and another British-trained woman scientist, Huda Salih Mahdi Ammash. The murder of a kidnapped American contractor, Ronald Schulz, a former marine, was shown on video footage on a website yesterday even as another hostage, German aid worker Susan Osthoff, 43, was celebrating her freedom in the German embassy in Baghdad. No explanation for her release was offered."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}