{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/blog/2005/dec/09/post36", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2005-12-09T19:17:01Z", "webTitle": "Blogging without borders", "webUrl": "https://www.theguardian.com/news/blog/2005/dec/09/post36", "apiUrl": "https://content.guardianapis.com/news/blog/2005/dec/09/post36", "fields": {"headline": "Blogging without borders", "bodyText": "What happens when the whole world starts talking online? That's the question more than 80 citizen bloggers and journalists will be trying to answer tomorrow at the Global Voices summit in London. The gathering at Reuters world HQ in Canary Wharf includes bloggers from as far afield as Cambodia , China, Jordan and Iran; all representatives of what's being called the global citizens' media community. Anyone who can't make it in person (the conference room is already full) can take part via the IRC chat or view the webcast (also here) of proceedings from 10am. The discussion will explore the possibilities for cooperation between journalists and citizen bloggers to create a \"global conversation\" and explore how vibrant communities of bloggers can be fostered in countries which could benefit from them. I'll be on hand to bring you the highlights here on News blog, but in the meantime, here are just a sample of the figures to watch among the dozens of bloggers who will be taking part: - Indonesian blogger Enda Nasution was a student activist during the Suharto era back in 1998. He has been blogging since 2001, and he set up a separate blog to cover the 2004 Indonesian election. - Dina Mehta is a Mumbai-based blogger who helped to set up the hugely influential TsunamiHelp Blog in the wake of the Indian Ocean tsunami. - Blogger Hossein Derakhshan kickstarted the Iranian blogosphere when he devised and set up one of the first weblogs in his native language of Farsi. He has become a vociferous proponent of \"bridge blogs\", where bloggers write for a foreign audience about their everyday reality - Jeff Ooi is the founder of USJ.com.my, a Malaysian grassroots community portal, and he also blogs about Malaysian politics at Screenshots. He has called bloggers the \"Fifth Estate\". - Chinese human rights activist Xiao Qiang runs the blog China Digital Times and is director of the China Internet Project at the Graduate School of Journalism University of California, Berkeley - Addis Ababa-based freelance journalist Andrew Heavens' blog Meskel Square is a good example of how members of the mainstream media can mix traditional reporting with blogging - Robert Scoble, a Microsoft employee, has gained a global audience for his personal blog Scobleizer and is cowriting a book on business blogging"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}