{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/dec/24/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-12-24T23:01:49Z", "webTitle": "Reo-Coker looks to Europe", "webUrl": "https://www.theguardian.com/football/2005/dec/24/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2005/dec/24/newsstory.sport5", "fields": {"headline": "Reo-Coker returns from injury frustration to target Europe", "bodyText": "West Ham's captain Nigel Reo-Coker can hardly wait for Boxing Day, when he is expected to return to action at Portsmouth. He says the past six weeks have burnt his soul. Sven-Goran Eriksson might have named him a contender for a World Cup place in that time but, now that Reo-Coker has recovered from an ankle injury, all he cares about is playing for his club, who he believes must aim for Europe. \"I just want to get back out there,\" said Reo-Coker, who last appeared against West Bromwich on November 5. \"I want to play football. I've missed it. It's been burning my soul sitting out and watching my team-mates. Not to be part of it, after how hard I've worked and everything, it's really frustrating. I've missed some big games, not just for West Ham but for the Under-21s, and it's been tearing at me.\" Reo-Coker watched helplessly as his England Under-21 team-mates suffered a last-gasp defeat against France in November, ending their European Championship hopes. \"It hurts me a lot,\" said Reo-Coker, who also captains the Under-21s. \"We've got a very tight 21s unit. We're all very good friends.\" Though Reo-Coker is in only his fourth full season as a professional, captaincy comes naturally. \"I think that aged 15 or 16 I was captain at Wimbledon,\" he jokes - he was actually the grand old age of 19. His leadership has drawn comparisons with one former England captain. \"I was talking to Michael Thomas when I was at Wimbledon and he compared me to Tony Adams,\" Reo-Coker said. He has been thrilled with West Ham's success during his absence. \"I believe that Europe could be something we could really aim for this year. West Ham are a very big club. You've got to have that ambition to be involved.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}