{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2005/dec/19/mainsection.guardianletters", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2005-12-19T23:56:26Z", "webTitle": "Letters: Pointless ivy", "webUrl": "https://www.theguardian.com/news/2005/dec/19/mainsection.guardianletters", "apiUrl": "https://content.guardianapis.com/news/2005/dec/19/mainsection.guardianletters", "fields": {"headline": "Pointless ivy", "bodyText": "Tony Blair supports the redistribution of wealth from rich to poor nations within the EU yet baulks at doing the same in respect of individuals in this country (Blair criticised over EU deal, December 17). Why? Joe Compton Frome, Somerset The Christmas carol The Holly and the Ivy mentions ivy twice, both times in the phrase \"the holly and the ivy\" in identical opening and closing verses. It mentions holly eight times, describing over six verses how it blossoms, has a red berry, thorns, etc and relates all this to Mary and Jesus. Why is ivy mentioned at all in this carol? Has it perhaps been sexed up to satisfy a secret pro-ivy lobby? Norman Paterson Anstruther, Fife Another Christmas, another 48 hours' slaughtering. Twenty million horrific deaths after lives of torture in windowless sheds, these debeaked, obese and crippled creatures are crammed in by the tens of thousands in each of Britain's vast turkey factories. Once more the birth of divine love on earth is thoroughly celebrated. Rose Dalziel Kidlington, Oxon Had you realised that it is nearly the end of term and all over the land weary teachers face their final task before Christmas - planning the Christmas party and wrapping the prize in pass-the-parcel. And can it be done with ease? No. The Berliner is not up to the job. These things matter, you know - we don't want staff defecting to a rival. Jane Lawson London I used to scrunch up 11 double broadsheet pages of the Guardian to light my log fire. It now takes 15 double Berliners. Eric Mandel Malmesbury, Wilts David Cameron could be a \"candid mover\" who might \"damn divorce\", or perhaps \"one v dim cad\". Gerry Abbott Manchester O can drive mad. Andrew Trasler Billericay, Essex"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}