{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/dec/24/rugbyunion.gdnsport31", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-12-24T23:02:23Z", "webTitle": "Rugby Union: Cohen injury adds to England's worries", "webUrl": "https://www.theguardian.com/sport/2005/dec/24/rugbyunion.gdnsport31", "apiUrl": "https://content.guardianapis.com/sport/2005/dec/24/rugbyunion.gdnsport31", "fields": {"headline": "Cohen injury adds to England's worries behind the scrum", "bodyText": "Ben Cohen is a doubtful starter for England's opening Six Nations game against Wales after Northampton confirmed he has a fractured cheekbone. The 27-year-old World Cup winner is expected to be sidelined for a month and England are due to play the champions and grand slam winners at Twickenham on February 4. With the Leicester scrum-half Harry Ellis already struggling to be fit after undergoing knee surgery, Cohen's potential absence is another headache for the coach Andy Robinson. The wing had rediscovered his form in the autumn, enjoying a try-scoring return to England's starting line-up against Australia. He suffered the injury in Northampton's European Challenge Cup victory over Narbonne eight days ago. It is the same cheekbone he broke last season. \"Ben took a knock to the cheekbone that has given him trouble before,\" said Northampton's director of rugby Budge Pountney. \"He has got a crack on it and he needs an operation. It looks like he will be out of action for four weeks.\" The loss of Cohen is a setback for his struggling club, who travel to Sale on Boxing Day. Their hosts expect another capacity crowd of 10,600 and, although Sale will never attract the crowds that cheer on their Manchester footballing neighbours, they have increased attendances every year since moving to Stockport's Edgeley Park in 2003. The game was sold out by last Monday and prompted the Sharks' chief executive Niels de Vos to observe that \"Manchester is about more than just football\". He believes rugby is benefiting from spectators becoming \"disenchanted with football\". He continued: \"Our sport is affordable, family-orientated and inclusive, and the quality of sport is right up there.\" Sale's pulling power has been the result of a combination of promotional efforts off the pitch and success on the field. \"We are not in a traditional rugby town and we have had to work hard promoting our success over the last few years,\" said De Vos. \"Our crowds have been growing at 20% a year since we moved to Edgeley Park, and [our recent attendances] show we can now sustain this level of support week in, week out.\" Another club likely to be playing in front of a packed house is Leeds, when they entertain Newcastle at Headingley on Tuesday knowing victory could take them off the Premiership basement. \"Leeds are one of the few sides in this league who like to play some good expansive stuff with a lot of freedom,\" said the Falcons director of rugby Rob Andrew. \"If I was a fan I would be very excited about this match because there is the potential for an absolute cracker. \"OK, they might be bottom of the table but I am not reading a huge amount into that. We are treating Leeds with the respect they deserve from recent results. They have really turned a corner.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}