{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2005/nov/28/santarevisited", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2005-11-28T19:19:55Z", "webTitle": "Santa revisited", "webUrl": "https://www.theguardian.com/technology/blog/2005/nov/28/santarevisited", "apiUrl": "https://content.guardianapis.com/technology/blog/2005/nov/28/santarevisited", "fields": {"headline": "Santa revisited", "bodyText": "\"Yes, it's true! Last year the Missus gave Santa a couple of Big Five consultants for Christmas and they have assured me that I can dramatically shrink the cycle times associated with my core business processes through the strategic use of Internet technology. Best of all, they promise, I can actually increase my customer satisfaction rating which suffered last year through my archaic forecasting systems' inability to tell me that the elves should have been working overtime on the Xbox 360 production lines,\" writes Santa on his Official Web site. Today's press release says: \"An anonymous private family in Northern California is proud to share with children of all ages around the world http://www.saintnick.org to promote spreading the spirit of Christmas and community on the Internet. \"This non-commercial holiday Web site, http://www.saintnick.org, appeals to children of all ages and their parents seeking online communication with Santa Claus and who are interested in Christmas-themed infotainment. Visitors to the St. Nick Web site can send their Christmas lists to Santa and receive a personalized e-mail back from the \"big guy,\" play holiday trivia games, listen to their favorite Christmas tunes, share their favorite traditions and recipes, learn about the magic of Santa's one-night trip around the world and more.\" It doesn't actually say it's new, of course. But it does bear a striking resemblance to a press release from Business Wire, Dec 7, 1998: \"Fabrik Communications, Inc., an Internet services company based in San Francisco, is proud to share with children of all ages around the world http://www.saintnick.org. This non-commercial holiday Web site, http://www.saintnick.org, appeals to children of all ages and their parents seeking online communication with Santa Claus and who are interested in Christmas-themed infotainment. Visitors to the St. Nick Web site can receive e-mails and newsletters from Santa Claus, play holiday trivia games, vote for their favorite Christmas tunes, share their favorite traditions and recipes, learn about the magic of Santa's one-night trip around the world and more.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}