{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/nov/28/advertising.pressandpublishing", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-11-28T20:00:28Z", "webTitle": "Radio Times to give away Narnia CD", "webUrl": "https://www.theguardian.com/media/2005/nov/28/advertising.pressandpublishing", "apiUrl": "https://content.guardianapis.com/media/2005/nov/28/advertising.pressandpublishing", "fields": {"headline": "Radio Times to give away Narnia CD", "bodyText": "The Radio Times is to covermount a CD for the first time in its 82-year history, cashing in on the Narnia craze whipped up by the forthcoming film adaptation of the CS Lewis classic. The Christmas double issue of Radio Times on sale December 6 - covering programming from December 17- will include a free Chronicles of Narnia CD audiobook, including the first part of Prince Caspian, behind-the-scenes footage from the new film and a demo of the new AOL Narnia game. Parts two and three of the audiobook will be available with subsequent issues, which go on sale on December 23 and January 3. The promotion will be backed by a nationwide TV and poster campaign launching on December 6, the same day The Chronicles of Narnia - The Lion, The Witch and The Wardrobe premieres at London's Royal Albert Hall. The Radio Times publisher, Kathy Day, said the promotion is set to be the magazine's biggest ever Christmas issue push. \"The investment in above and below-the-line advertising is guaranteed to delight readers and advertisers alike.\" Readers will also have the opportunity to win a real six-foot Dalek from the 2005 Doctor Who series to tie in with the programme's return on Christmas Day, when David Tennant takes over as the Doctor from Christopher Eccleston. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}