{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/nov/20/australia.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-11-20T19:20:10Z", "webTitle": "Australia: Get down with the devils", "webUrl": "https://www.theguardian.com/travel/2005/nov/20/australia.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2005/nov/20/australia.observerescapesection", "fields": {"headline": "Get down with the devils", "bodyText": "An hour after dark, somewhere in eastern Tasmania, a river bed on a deserted farm has come to life. Wombats, Tasmanian devils and dozens of wallabies amble here and there, as other animals get on with their evening's business. It's beautiful and quite silent, apart from that slightly guilty rumble in my stomach: just a reminder that an hour ago I was dining on some of the creatures now hopping around in torchlight, while watching the sun set over a ring of forested mountains. It's an idyllic Australian scene - and, just maybe, a more authentic experience than anything available on the mainland. That the world is starting to take notice of Tasmania is no great surprise - if you're looking for a comparison with Europe, think of Slovenia. Here you'll find a cool capital, green wild places and a friendly, confident populace who know they're on to a good thing. For those enraptured by the lush wilderness of New Zealand and looking for somewhere new, there are plenty of reasons to head here. Tasmania has the world's cleanest air, 5,300 square miles of World Heritage Area, and 40 per cent of the island is a protected natural reserve of some kind. Budget flights and improved ferry links mean it's easy to pop over from the mainland for a few days: Hobart and Launceston are less than a 90-minute flight from Sydney and Melbourne, and attract the citizens of both for weekend retreats. Airfares shouldn't top £50 return. Tassie, as it's affectionately known, is the size of Scotland and has a population of only half a million. Provided you avoid the Aussie summer holidays, running through January, you'll feel like you have the place to yourself. But it may not be this empty for ever, so now is a great time to investigate its reputation for good living. The island is peppered with designer B&amp;Bs and world-class chefs making the most of Australia's best small vineyards and local ingredients. Here's how to get a flavour of what's new and exciting in Tasmania. Hobart Tasmania's capital is an exciting place to be. The great and good are flocking to the Henry Jones Art Hotel (00 61 3 6231 6291; www.thehenryjones.com; suites from £180), the last truly must-do experience before Antarctica. Corridors and rooms are decorated with modern art, the Steam Packet restaurant oozes class and it's worth staying an extra day for all the fun you can have with a friend in the giant bathrooms. The facade - a former jam warehouse once owned by the Victorian entrepreneur who gave the hotel its name - bears the motto 'I X L', from Jones's famous quote: 'I excel, in all the products I make'. Hobart is full of notable 19th-century architecture around the Salamanca Place and Sandy Bay areas. There are country-house pleasures - plus very unusual breakfasts - at Clydesdale Manor (00 61 3 6223 7289; www.clydesdalemanor.com.au). The waterfront holds the attention for longest. Fish Frenzy (00 61 3 6231 2134) is a busy fish 'n' chipper serving everything from the tastiest battered beasts we'd ever eaten to oysters, scallops and Tasmanian wines. On Saturdays, Salamanca market is the best place on the island to stock up on locally produced jams, cheeses and spiky ginger beer. The city, though home to some interesting museums and galleries, is best used as a great base for exploring its surrounds. South of Hobart, the Channel Highway makes for a glorious drive. The road hugs the inlets, bays and beaches of the D'entrecasteaux Channel. If you have time, squeeze in a night of camping and crayfish on Bruny Island. The Coal River Valley vineyards, producing the island's most notable crops, are a 10- minute drive from the city. Launceston &amp; The East Every great destination needs a rival to keep it on its toes. Two hours up the relentlessly rural Midland Highway, Launceston thumbs its nose at Hobart like a feisty younger brother. Here the Tamar River is the focus of attention, with the Stillwater Café (00 61 3 6331 4153) the prime attraction for long outdoor lunches and cutting-edge modern cuisine. Tassie's original boutique B&amp;B, Hatherley House (00 61 3 6334 7727; www.hatherleyhouse.com.au; B&amp;B from £60) is the place to stay. It's a rambling 1830s home with flatscreen TVs and beds only slightly smaller than Tasmania itself. On a sunny day, the gardens and views over the Tamar Valley and Ben Lomond beyond are worth coming for on their own. Tasmania's north-east is emerging as a wonderful wildlife-watching destination. Craig Williams' Pepper Bush Tours (00 61 3 6352 2263) offer an excellent chance of spotting most native Tasmanian creatures. We saw platypus, possums, bandicoots, wombats, wallabies and quolls (native cats), plus, best of all, a snarling Tasmanian devil. The devil population has dropped dramatically over recent years due to a mysterious mouth tumour, so a sighting is a real treat. Tours normally depart from Launceston and include a top-notch barbecue. Expect to feel surprisingly guilt-free chomping on wallaby marinated in raspberry, washed down with Tasmanian wines. West Strahan (population: 700) is the largest settlement on the wild west coast of the island, and remarkable for a few reasons. The first is the amazing interpretation of Tasmanian food at Franklin Manor (00 61 3 6471 7311). Opened three years ago by multi-starred Meyjitte Boughenout, the restaurant uses only very local ingredients. Expect a tasting menu including seafood from the harbour, venison from nearby hills and herbs from the kitchen garden out back. Strahan sits at the mouth of the Gordon River, and is the only settlement on the edge of Maquarie Harbour, the Southern Hemisphere's second largest after Sydney. Try watching a storm rolling in from the Southern Ocean through the giant windows of the brand-new Wheelhouse Apartments (00 61 3 6471 7777; www.wheelhouseapartments.com; apartments from £91 per night). For a luxury cruise into pristine wilderness, the World Heritage Cruise (00 61 3 6471 7174; www.worldheritagecruises.com.au; three-night cruises from £830pp) meanders around the harbour and up the river in search of the Orange Bellied Parrot, one of the rarest birds on earth, with opportunities for kayaking and wildlife spotting. If time is tight or a top-end cruise exceeds your budget, Gordon River Cruises (00 61 3 6471 7187; www.strahanvillage.com.au; cruises from £25) will give you a flavour of the area in a day. Northwest Visitors to the far north-west corner of the state may find themselves hurtling at 30mph down a twisting, man-made slide into the heart of Dismal Swamp (www.forestrytas.com.au), the world's largest Blackwood Forest. Strange name, great place. Unless you're a serious arborealist, the maze-like paths, colourful local art installations and at least two more goes on the slide are what makes the swamp a cheery detour. Nestled among the rolling hills and quiet coves is Boat Harbour, a beautiful sweeping bay that's the perfect place to catch your breath if you're on a whistlestop tour of the state. Harbour House (00 61 3 6442 2135; www.harbourhouse.com.au; apartments £83 per night) couldn't be closer to the beach. · Further reading: Tasmania (Lonely Planet, £11.99) is the best guide to the island state. Factfile Tom Hall travelled to Tasmania with Turquoise Holidays (01494 678400; www.turquoiseholidays.co.uk) and Tourism Tasmania (www.discovertasmania.com). A seven-night holiday costs from £1,395 per person including international and domestic flights with Qantas, car hire and a World Heritage Cruise (based on two people travelling). For more information go to www.discovertasmania.com. Jetstar (www.jetstar.com.au), Qantas (www.qantas.com.au) and Virgin Blue (www.virginblue.com.au) all fly from Sydney and Melbourne to Hobart, Launceston and other Tasmanian destinations. Return fares to Hobart from Sydney or Melbourne start at around £30."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}