{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/nov/05/walkingholidays", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-11-05T18:58:13Z", "webTitle": "Let's go for a walk ...", "webUrl": "https://www.theguardian.com/travel/2005/nov/05/walkingholidays", "apiUrl": "https://content.guardianapis.com/travel/2005/nov/05/walkingholidays", "fields": {"headline": "Let's go for a walk ...", "bodyText": "1. Breadcrumbs Trail, York city centre Difficulty 1/5 Length: 2.5 kilometres Suitable for: Families with young children, including those in buggies Route: Tour of all the main sights of York - the Minster, the Shambles, the Guildhall etc - with a story thrown in Ordnance Survey map ref: 603522 Let your kids try out being real-life Hansels and Gretels with this brilliant new walk. First, buy the story sack containing the book York Breadcrumbs, a map, torch and batteries (the kits costs £11.90 from the tourist information centre in Exhibition Square). Wait until it gets dark, then get out your torch and map and set off around the city centre, guided by reflectors sunk into the pavements. There are four stories in the book: our favourite is the story of Sarah, a little girl who goes to York on a birthday treat and ends up being shrunk to the size of a Barbie doll and falling into the ancient city sewers where she has all kinds of adventures. www.breadcrumbstrails.co.uk 2. Barbican and Plymouth Hoe, central Plymouth Difficulty 1/5 Length: 3 kilometres Suitable for: Mixed family groups - fine for buggies and wheelchair users, with two short detours suggested Route: Takes you around the historic waterfront OS ref: 481543 This circular walk starts from the Mayflower Visitor Centre on the Barbican, and passes by the Hoe, the spot where Sir Francis Drake was famously playing bowls when news came that the Spanish Armada had been sighted - he finished the game before seeing them off. But the big draw of this walk, especially for kids welded to their mobiles, is the fact that there's a telephone commentary available courtesy of the BBC (dial 0870 0841331 - approximate cost of listening to all the information on the trail will be between £2 and £3). The tourist information centre on Southside Street has maps, call 01752 306330 3. Olympic highlights - a work in progress in Lea Valley Park, east London Difficulty 2/5 Length: 8 kilometres Suitable for: The walk is flat with easy terrain - no need for special gear Route: A riverside and canalside walk that takes you alongside the site earmarked for the 2012 Olympics OS ref: 345895 This walk takes you from an industrial area of east London along a peaceful tow path, and it's great for youngsters who are already interested in the 2012 Olympics and would like to see where it's all going to happen. Start from Tottenham Hale tube station: when you come out, head towards the canal, where you'll find an information board showing you different paths. Follow the River Lea south for around 8km to Three Mills, a former flour mill, and a cafe where you can get lunch or drinks. As you get to Three Mills, on your left you'll see the huge site where the Olympic stadium will be built - a chance to see history, literally, in the making. www.ramblers.org.uk or 0207 339 8500 4. The Birklands Ramble, Sherwood Forest, Nottinghamshire Difficulty 3/5 Length: 5.5 kilometres Not suitable for: buggies; muddy in parts with cattle en route Route: Along a gravel path through an ancient forest OS ref: 628679 This is a path through the woods where Robin Hood and his merry men once hung out - it's not quite on the route, but before or after your walk you'll certainly want to take a look at the ancient oak that is, legend has it, where Robin and his gang gathered to plan their heroic deeds. The visitor centre has lots of information about Robin and his gang, plus bows and arrows etc to buy either before you set out or when you've completed the walk. Sherwood Forest visitor centre on 01623 823202 5. Church College and Lighthouse Walk, Vale of Glamorgan Difficulty 4/5 Length: 14.5 kilometres Not suitable for: small children; cliff top is unfenced in parts and there's a sheer drop Route: A spectacular coastal path with views across the Bristol Channel OS ref: 967687 This is a great walk if you've got older kids and are in Cardiff - a new rail link opened earlier this year to Llantwit Major, where the walk starts, so it's a really easy day out from the city. The walk takes you past the picturesque St Donat's Castle and Atlantic College; you can also see the Nash Point lighthouse and the 12th-century Holy Trinity Church. For teenagers who've learned about coastal erosion in geography there's the chance to view it in reality - you can spot the caves that have been created in the cliffs. At Marcross have lunch at the Lighthouse Inn before retracing your steps. www.valeways.org.uk 6. Part of the Boundary Trail, Ashridge Estate, the Chilterns Difficulty 1/5 Length: just over 3 kilometres Suitable for: All the family, including children in buggies and elderly people Route: A gentle country stroll OS ref: 970130 This woodland walk, a small part of the 25 and a half kilometres that make up the estate is particularly beautiful right now. What makes it special is that you can borrow mobility scooters from the information centre (they don't charge, although donations are invited for the upkeep of the walk). If you live in London and have an elderly relative, it's a perfect day out of town - around an hour's drive from the centre. Unfortunately the mobility scooters aren't available in the winter months, but they're up and running again from March through until October. www.chilternsaonb.org or 01442 851227"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}