{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/nov/28/july7.uksecurity", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-11-28T19:32:46Z", "webTitle": "Met chief faces inquiry over shooting", "webUrl": "https://www.theguardian.com/uk/2005/nov/28/july7.uksecurity", "apiUrl": "https://content.guardianapis.com/uk/2005/nov/28/july7.uksecurity", "fields": {"headline": "Met chief faces inquiry over shooting", "bodyText": "The Metropolitan police commissioner, Sir Ian Blair, is to be investigated over his conduct following the fatal shooting of an innocent man by officers, it was confirmed today. The Independent Police Complaints Commission (IPCC) said Sir Ian's behaviour would be investigated after the family of the Brazilian electrician Jean Charles de Menezes, who was shot dead at Stockwell tube station, made an official complaint. The De Menezes family claim Sir Ian and the Metropolitan police service misled the public following the shooting of the 27-year-old at the south London station on July 22. Mr De Menezes was killed by police officers who mistook him for a terror suspect; he was killed a day after a series of failed suicide bombings in the capital. Earlier this month, the Guardian revealed that the IPCC was widening its ongoing inquiry into the killing of Mr De Menezes and would examine misinformation allegedly given to the public by the Met and Sir Ian. The commissioner told reporters on the day of the shooting: \"This operation was directly linked to the ongoing terrorist investigation. As I understand the situation, the man was challenged and refused to obey police instructions.\" A police statement, released later, said Mr De Menezes's clothing and behaviour were suspicious. However, leaked information from the IPCC's main inquiry established that Mr De Menezes had not done anything to arouse suspicion, had not run from officers and had not been wearing a suspiciously bulky coat. His family reacted furiously to the leaked details, claiming the police and the commissioner had lied to them. The Jean Charles de Menezes Family Campaign said tonight it was \"delighted\" about the IPCC announcement and repeated its claims that there had been a police cover-up over the death - an accusation the Met denies. Alex Pereira, Mr De Menezes's cousin, said: \"This is fantastic news and a great victory for our campaign.\" A statement from the campaign claimed that police knew quickly they had killed an innocent man and that senior Met officials gave off the record briefings to journalists that Mr De Menezes was acting suspiciously. The Guardian has learned that senior officers told the IPCC they feared the wrong man had been shot on the day of the incident, while Sir Ian has said he did not know until the following morning. The commissioner - who said he considered resigning following the shooting - was also criticised for trying to block the start of the IPCC's main investigation into the death, due to be completed by the end of December. Today's confirmation of the separate investigation over misinformation follows the granting of formal approval to the inquiry by the home secretary, Charles Clarke. The 2002 Police Reform Act stipulates that the home secretary must nominate the person to conduct any investigation into the commissioner of the Metropolitan police. Today, the IPCC announced Mr Clarke had nominated Mike Grant, an IPCC senior investigator based in the organisation's central region, to head the investigation. The Met responded to the IPCC announcement by saying that it welcomed the appointment of an investigating officer to consider the \"further complaints\" from the family. A statement by deputy assistant commissioner John Yates, on behalf of the force, said: \"We wish to make it clear that whilst the further complaints raised clearly involve the commissioner, they are not solely about him.\" The statement added that all the force's \"brief statements\" about the killing were a matter of public record and that \"all of those involved will cooperate fully with the IPCC investigation\". The Met had previously stated that it had \"apologised for any inaccuracies privately to the family on the Sunday, 48 hours after the incident\". The IPCC said the misinformation inquiry would be separate from the main inquiry \"to avoid any delay or distraction\". Nick Hardwick, the chair of the IPCC, said: \"We will treat this investigation in the same way as any other, although I have asked a panel of three IPCC commissioners to oversee it. \"We have not made any assumptions and, for the sake of Jean Charles's family, officers within the Met and the public at large, will try to establish the truth in an impartial, proportionate and timely way.\" It was expected that the investigation would take around three months. A second aspect of the family's complaint - that the Met delayed informing them of the killing - will be incorporated into the existing investigation. However, this issue will not be completed at the same time as the main inquiry. The De Menezes family also raised concerns about why the Met had not subsequently corrected inaccurate information that was in the public domain. But the IPCC has explained to the family that it had urged those involved not to comment on the facts of the case, and so this will not form part of the investigation. The Liberal Democrat home affairs spokesman, Mark Oaten, said: \"It's critical that the public can have confidence in the public statements of the police,\" he said. \"Lessons must be learned.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}