{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/nov/20/observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-11-20T18:18:10Z", "webTitle": "We answer your travel queries", "webUrl": "https://www.theguardian.com/travel/2005/nov/20/observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2005/nov/20/observerescapesection", "fields": {"headline": "Ask the experts", "bodyText": "Letter of the week When I was a child, I was addicted to a book I had about a family that lived on Vashon Island in Puget Sound near Seattle. In summer 2006, my husband and I plan a trip to Vancouver and the Canadian Rockies. I know that the border is not far away and I would love to see Vashon. How difficult would it be to make a detour from Vancouver to the neighbouring part of the US, and how much time should we allow to get to Vashon - even if I'm going to be terribly disappointed. Jennifer Marin, by email Vashon is one of the few islands in Puget Sound around Seattle that hasn't completely become a suburb for ferry-bound commuters to the city. It's a laid-back place with farms, gardens and artists' communities. Ten miles and 25 minutes from the Emerald City by boat, Vashon is best explored by bike or car - which you can bring over on the ferry. Seattle is three hours by bus or car from Vancouver. See www.seeseattle.org. We want to reduce our use of planes, especially for short breaks, and would like to visit Vienna. What is the best way of getting there by train from the UK (we live between Leeds and Manchester)? And what is the best time to go - I was wondering about July? Also, how can we find out what art exhibitions there will be in Vienna next year? We particularly want to see Egon Schiele and Klimt. Janet Battye, by email Vienna in July will be warm and sunny, and is high season. Klimt and Schiele's works can be seen at various galleries, but especially the Oberes Belvedere (www.belvedere.at) and the Leopold Museum (www.leopoldmuseum.org). The Vienna Tourist Office (http://info.wien.at) has a database of coming events. Your efforts to travel overland are admirable, but the cost is high. Vienna would be a day and overnight train journey, normally via Paris. It isn't possible to get fares more than 90 days ahead for European rail travel, but to give you some idea of price, Rail Europe (08708 371371; www.raileurope.co.uk) offers this trip, including second-class couchette from Paris to Vienna from £358pp return in December. Fares would be similar in June or July. Return flights to Vienna from Manchester with Air Berlin (www.airberlin.com) are under £100. Where the train does come into its own is for longer trips. If you buy an Inter-Rail pass for travellers over 26 for £295, you can enjoy 22 days' unlimited travel in any two zones - which could include the route to Vienna once you've left the UK plus a huge amount besides - see Rail Europe for full details. A friend said The Observer mentioned a new cheap flight option to north-east Brazil (6 November) but I couldn't find anything on the web. Any chance you've got a link? Peter McGurn, by email The flight in question is operated by Thomson (0870 165 0079; www.thomson.co.uk) and operates weekly until April from Gatwick. Fares cost from £189 (I was quoted £224 for a three-week return in December). Natal is close to lots of package holiday accommodation and an excellent gateway to the north-east of Brazil. My boyfriend and I have our hearts set on travelling around Thailand in November 2006. Both of us work full time and can only take two-and-a-half weeks off. Is it possible to see the highlights of Thailand in such a short space of time? Jessica Davenport, by email Two weeks isn't much in a country of Thailand's size and diversity. There are three essential elements - city, beach and jungle. Ko Chang is a short hop from Bangkok and has a good mix of quiet beaches, accommodation to suit most budgets and pristine rainforest to explore. Next, head north by air to Chiang Mai where you can explore dozens of wats (Buddhist temples), take elephant rides into the jungle and trek. Try to set aside three to four days. Seeing Bangkok's temples and getting stuck into shopping and nightlife finishes off the fortnight - but expect to be frustrated at not having longer. Make the most of your time by taking internal flights - Bangkok Airways (www.bangkokair.com). · We welcome letters. Tom Hall from Lonely Planet addresses as many as possible here. Email escape@lonelyplanet.co.uk or write to Lonely Planet, 72-82 Rosebery Avenue, London EC1R 4RW. The writer of the week's star letter wins a Lonely Planet guide of their choice, so please include a daytime telephone number and postal address. No individual correspondence can be entered into."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}