{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/nov/16/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-11-16T16:45:06Z", "webTitle": "Diouf fined for spitting at child", "webUrl": "https://www.theguardian.com/football/2005/nov/16/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2005/nov/16/newsstory.sport1", "fields": {"headline": "Diouf fined for spitting at child", "bodyText": "El Hadji Diouf has been fined £500 and ordered to pay the same amount in costs after pleading guilty to a charge of reckless behaviour, stemming from a spitting incident with an 11-year-old fan. The Bolton forward was charged after Middlesbrough fan James Shields claimed he was hit by juice the player spat from his mouth after he was substituted in the 1-1 draw at the Riverside last November. His case had been due to go to trial next month, and was listed for a pre-trial review yesterday, but solicitor Alan Walsh, in Diouf's absence, entered a guilty plea on his client's behalf at Teesside magistrates's court yesterday. Diouf, 24, admitted he had been \"reckless\" to spit out his drink but had not meant to hit anyone with the liquid, a Crown Prosecution Service spokeswoman said today. The dug-out at Middlesbrough's ground was unusual because the perspex panel which separates the bench from fans sitting behind had holes in it, and the player did not know this, she said. \"He has admitted to discharging liquid from his mouth but without the intention to spit at any individual directly,\" she explained. \"There was no intention to use disorderly behaviour but it was reckless.\" Diouf, despite earning a reported £40,000 a week, controversially claimed legal aid after District Judge Mike Woods said it was justified as he had at one time stood the risk of being banned from football grounds thus depriving him of his livelihood. However, no ban was imposed. After the decision, Barbara Shields, mother of James, said: \"I think he should say sorry. £1,000 is nothing to him, the money he is on a week. I just think he is an arrogant man.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}