{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/nov/09/familyholidays.family.paris", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-11-09T19:38:07Z", "webTitle": "Succumbing to Mickeyland", "webUrl": "https://www.theguardian.com/travel/2005/nov/09/familyholidays.family.paris", "apiUrl": "https://content.guardianapis.com/travel/2005/nov/09/familyholidays.family.paris", "fields": {"headline": "Succumbing to Mickeyland", "bodyText": "It was an experiment in hope - sending a cynic and a complete innocent to Disneyland Resort Paris for the weekend. As a journalist who had previously written about Disney's labour practices and winced when I heard it had bought the rights to Winnie the Pooh, I wasn't the ideal Disney visitor. At the other end of the scale, my four-year-old son Shay had never heard of Disney - we don't have a television and he hasn't seen any Disney movies. So when told at bedtime that he was going to Disneyland the next day, Shay's face remained blank. Telling him he was going to the biggest funfair in the world, however, had him rolling around on his bed, his face split with a gum-exposing grin and deep rumbles of glee rolling up from that secret place of pure joy held only by children. And the funfair images reeling through his head at that moment were, in all likelihood, very similar to the ones I had as a child. Brought up watching Sunday family films from the Disney studios, I dreamt of visiting Disneyland. But time passed, the real world pushed its way in and the dream faded. I began reading and writing about issues such as fair trade and Disney didn't come out as squeaky clean as its Mickey image might suggest. So, as with so many decisions a parent must take, I was in two minds; torn between the inherent impulse to give my kid a good time, and the conscious struggle to try to live a good life. In the Eurostar departure lounge at Waterloo station I showed Shay a sign of Goofy and Mickey Mouse. He didn't recognise them and seemed more interested in playing with two discarded water bottle lids. When he next noticed a Disney sign he asked if the picture was of Billy Mouse; and a bit later if we were at Mickeyland yet. We had, in fact, arrived at the complex, 19 miles east of Paris. I guess I had expected Disney à la France, but apart from the courteous local staff, and the French-style food that was on offer among the burgers, fries and popcorn, we were essentially on holiday on 900 hectares of America. And being a car fiend, Shay was rapt with the yellow taxi cabs, coupés and Cadillacs. Really, there was little with which Shay wasn't rapt for the next two days. His favourite rides in Disneyland Park were Peter Pan - a magical gondola ride through a star-lit, animation-filled cave system telling the classic JM Barrie tale - and Star Tours - a simulator ride in which we were Rebel Alliance pilots flying through space on a starfighter in the climactic Death Star scene of Star Wars. We went on it twice in a row - the first time Shay's mouth (and probably eyes) didn't shut once; the second time the cries coming from his mouth were unbroken, changing only in decibel of delight. The adjacent Walt Disney Studios are less jam-packed with amusements but probably of more interest to older children and adults in terms of learning about movie-making. We took the studio tram tour and by failing to listen to the guide's instructions at the start, got absolutely soaked by the 265,000 litres of water that burst over the top of \"Catastrophe Canyon\", dousing the burning petrol tanker that had \"exploded' during an \"earthquake\" which rocked us all. Shay's favourite at the studios was the \"Moteurs... Action\" stunt show, which provided a spectacular insight into the making of action movies. Car chases, explosions and shoot-outs had him trembling on the edge of my knees, agog with fascination and fear. However, having seen hardly any violence so far - either real or celluloid - he came out of the show full of questions about the guns. Trying to explain the difference between what's real and what's pretend on a \"film set\" full of real people can get fairly tricky, so a more detailed explanation of the show on the guide map might have allowed me to think more carefully about taking him to it. My other main gripe is why a park that caters for children doesn't open until 10am? Any child aware of what awaits will be up with the sparrows, but then left waiting for three hours or more before getting into the park. The gates at the studios did actually open at 9.30am... but only into the shopping area. Shops were everywhere in Disneyland, from those lining Main Street, which you walked up to reach the attractions in the main park, to those hidden away within the park. So when we walked out of the Snow White ride and thought we were entering a curious-looking grotto we found ourselves amid more Mickey ears. Perhaps one of the most attractive events for older visitors is the parades. Adults easily outnumber children at Disneyland, many clearly coming without children to fulfil their childhood fantasy - there were far more grown-ups than children wearing goofy (including Goofy) character hats. With the Christmas season now open, these old-fashioned fans of Mickey and the gang can catch them in any number of events, from an ice show, to the nightly switching on of the festive lights and Fantillusion, which carried Sleeping Beauty, Cinderella, their charming princes and other characters on grand rainbow-lit floats around the packed avenues. These parades epitomised the professionalism of absolutely everything there was to see and do in Disneyland - from the special effects, to the music, the sets, the costumes and the actors who filled them. They made you feel like you were in another world of delight and surprise and I found myself skipping with Shay down Main Street to Disney tunes on more than one occasion. It really is a fun world in which to indulge yourself and your children. And despite the indulgence, I witnessed no children's tantrums, which can only be testament to the quality, variety and sheer quantity of attractions to keep them amused for whole days on end. It is also a very well-controlled world, with relatively short rides and ample seating on those rides, keeping the long queues moving at a mostly tolerable pace; cleverly planned paths keeping everyone moving from one attraction to the next; and few spaces in which to stop and just sit without Mickey in your face. There didn't seem to be any picnic areas for people who might like to bring their own food and, though we didn't quite reach every corner of the park, we found only one playground in which children could play freely. As it turned out, Shay made friends with two other children and on our last day the three of them were more interested in playing with each other than exploring Disneyland. They spent most of the afternoon either pretending to be pirates on the Adventureland playground, or, and this, in the end, was the highlight for Shay, playing make-believe in the dirt of the gardens outside the park. One Disney worker told me: \"There's a lot of bad publicity about Disney - it does this and it does that - but it also does a lot of good. You read the papers and there's a lot of terrible stuff happening in the world and I just think, what's the harm in bringing your kids here for a few days of pure magic, right away from the rest of the world?\" It's a convincing argument and one with which I agree to a point, but the funny thing is that when I left Disney and returned to the real world, my unease returned. Perhaps the best analogy is to compare Disneyland with ice-cream. It's sweet, indulgent and pleasurable; a special treat which parents can rarely resist giving their children - just not something for a regular, balanced diet. Way to go Kirsten and Shay Broomhall travelled from London on the Eurostar daily direct service to Disneyland's Marne-la-Vallée station. Prices start from £59 (adult) and £50 (child aged 4-11). Children under four travel free but are not allocated a seat. For those wanting more flexibility in planning their holiday, Eurostar also has frequent services from London to Lille or Paris, from where connecting train services can be caught to Disneyland. Or there are multiple low-cost airlines that fly between UK airports and Paris. Where to stay During the Christmas season, Disney has packages starting from £299 an adult and £149 a child for a two-night stay at Disney's Hotel Santa Fe, which is one of seven themed hotels on the Disney complex. The price is based on two adults and two children (3-11 years inclusive) sharing a family room, and includes two nights' accommodation, continental breakfast, direct return travel on Eurostar and unlimited access to both Disneyland park and Walt Disney studios. There are also Disney-only Christmas packages, with prices starting from £131 an adult and £66 a child for a two-night stay at Hotel Santa Fe. The package is the same as above, but does not include travel. Doing the parks If you are not visiting on a package, entry tickets start at £30 an adult and £24 a child (aged three to 11) for one-day entry to either Disneyland park or Walt Disney studios. A three-day hopper costs £81/£66 and allows entry to both parks over three days, which do not have to be consecutive but must be within a year. Entry is free for children under three. Further information Eurostar: www.eurostar.com; 0870 518 6186. Disneyland Paris: www.disneylandparis.com; 0870 503 0303."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}