{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/blog/2005/nov/16/onevictimsvoi", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2005-11-16T17:15:40Z", "webTitle": "One victim's voice", "webUrl": "https://www.theguardian.com/news/blog/2005/nov/16/onevictimsvoi", "apiUrl": "https://content.guardianapis.com/news/blog/2005/nov/16/onevictimsvoi", "fields": {"headline": "One victim's voice", "bodyText": "Politicians and the media often remind us not to forget the victims. Indeed, there was quite a lot of this talk going on last week when the government was trying to push through its attempt to extend the police's powers to detain terror suspects to 90 days. Rachel from North London, a survivor who was in the carriage where the bomb exploded on the Piccadilly line train on July 7, criticised the government's attempt to secure detentions without charge for that length of time. She wrote a powerful posting on her blog, which she started after the attacks, entitled 90 days 90 nights, in which she said: I do not see why this ill-thought out macho posturing, which can only destabilise and divide us, by robbing men and women of the ancient and fundamental right of habeas corpus, and making sections of the community afraid, is going to defeat terror. In another post she criticises the Sun for its use of a photograph of a bloodied survivor with the headline \"Terror laws, tell Tony he's right\". The man in question was a professor of media studies, John Tulloch, who told the Guardian: \" If you want to use my image, the words coming out of my mouth would be, 'Not in my name, Tony'.\" Rachel says that she does not and cannot speak for all of the victims. However, as the only survivor of the July 7 bombings with a blog (as far as I know), her writing provides a relevant voice during the continuing debate about terrorism and the response to it. Rachel, who was between 7 and 10 feet away from the blast, began writing about her experiences on the night of the attack on the Urban 75 website. Her moving journal about the immediate days afterwards was published on BBC News online. She helped to start a survivors' support organisation called King's Cross United which meets socially, and she wrote about the group for the Evening Standard last month (Media schmedia). Membership now numbers more than 60 and the group has a private website. Victims can also get support and put in touch with other victims through the government website, July7assistance.org.uk."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}