{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/nov/01/newsstory.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-11-01T17:57:35Z", "webTitle": "Fergie: United biggest club in universe", "webUrl": "https://www.theguardian.com/football/2005/nov/01/newsstory.sport9", "apiUrl": "https://content.guardianapis.com/football/2005/nov/01/newsstory.sport9", "fields": {"headline": "Fergie: United biggest club in universe", "bodyText": "Defiant Sir Alex Ferguson shrugged off talk of Manchester United as a club in crisis and instead said the humiliating defeat at Middlesbrough to be the making of his young team. Ferguson stepped off the plane ahead of United's first competitive trip to Paris having already declared the topic of Roy Keane's scrapped MUTV interview off limits in typically forceful fashion before departure. A few other major subjects of discussion quickly joined the list of items Ferguson stubbornly refused to talk about as he looked ahead to tomorrow's Champions League encounter with Lille; the matter of Rio Ferdinand's poor form and suggestions he presided over a club in disarray. \"We are the biggest club ever, on this planet and in the universe, don't worry about that,\" he insisted, when asked what a likely attendance of 70,000 - a record for a European game in France - said about United's current status in the world game. With that, Ferguson was off, having circumvented the whole issue of an attack by Keane so fierce it was pronounced too blunt to broadcast, yet at the same time giving his own take on one of United's worst performances in recent memory. \"What happened on Saturday helps the young players understand what being at Manchester United is all about,\" he said. \"You learn things from winning or losing games 1-0, but when you get belted 4-1, it is different. \"Yet the experience some of them are having at the moment will be good for them. Hopefully, it will help them and make them become men.\" Absorbing such intense criticism as United's players have faced over the past three days is easy for no-one. But Ferguson has ridden several storms and was not prepared to be undone by the latest. \"Why get your drawers in a twist about it,\" he smiled. \"The media want something on Manchester United for the front page, something for the back page, something for the middle and something for the comic strip as well if they can. It just tells you about the fascination people have for this football club. \"But I do not believe the pressure of managing this club is any different to that which existed when I joined in 1986. The need to win has always been there and when you lose, everyone is disappointed. \"There is a lot of soul searching involved when you have a bad result or a bad performance. The players have their pride - they wouldn't be here if they didn't. \"Like myself, they probably spent Sunday watching the video, analysing every kick of the ball and thinking about the whole game again. That is what you do when you lose.\" Although he was not prepared to discuss Ferdinand's individual performance, or the possibility his £29.1m record signing would have been dropped if his squad was not so short on numbers, Ferguson did make a firm statement about his private thoughts on the 27-year-old by confirming Ruud van Nistelrooy as his captain. There have been times when Ferdinand has skippered United teams containing Ryan Giggs, Paul Scholes and Gary Neville, who all miss out tomorrow, but the withdrawal of that privilege coincided with the defender's much-publicised contract dispute. And although the deal has been signed, Ferguson's forgiveness is less easy to win. He was, however, keener on gently coaxing some form from his players than opting for the harsh criticism that Keane prefers. \"This is the Champions League,\" he said. \"It is still the greatest stage of all and I want my team to enjoy themselves. When we all started playing football as kids, it was because we enjoyed it. That feeling should never leave you. \"We have a young squad and we are asking them to pick up the resilience and substance required to be Manchester United players without the support of experienced people like Roy Keane, Gary Neville, Gabriel Heinze and Quinton Fortune and it is not easy. \"But there is no problem with ability and temperament wise we are okay. I just want the lads to go out and play their football. Hopefully, that will be enough.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}