{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/nov/28/toryleadership2005.conservatives", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-11-28T17:39:38Z", "webTitle": "Give peace (corps) a chance", "webUrl": "https://www.theguardian.com/politics/2005/nov/28/toryleadership2005.conservatives", "apiUrl": "https://content.guardianapis.com/politics/2005/nov/28/toryleadership2005.conservatives", "fields": {"headline": "Give peace (corps) a chance", "bodyText": "With little more than a week to go before he is expected to take over the Conservative leadership, David Cameron promised an \"exciting\" programme for school leavers that would help to tackle the \"ghettoisation\" of Britain's inner cities. The scheme could be compulsory and would recruit school leavers regardless of whether they intended to go to university. Mr Cameron said he believed that, like President Kennedy's Peace Corps in the 1960s, it was \"an idea whose time has come\". He added that he hoped the voluntary sector would play a \"key part\" in delivering the programme and announced that 12 organisations, including the Princes' Trust, the National Union of Teachers, the Duke of Edinburgh's Award Scheme and the British Trust for Conservation Volunteers, would be examining the proposal in the New Year. \"This is not bringing back National Service,\" Mr Cameron told the Political Studies Association's conference on Britishness, though he added that he \"would not rule out getting members of the armed services involved\". Lord Guthrie, the president of the National Youth Clubs Federation and a former chief of defence staff, will help to evaluate the idea. Mr Cameron said that 18 year olds \"could be building hospitals in Rwanda, or could be working with social services in Stepney\". He is also keen to involve business: \"If we truly want to have a country which is more cohesive, there seems to me nothing stronger than asking people to do things together.\" The Tory leadership candidate acknowledged that the scheme would face practical difficulties. \"I can already imagine the health and safety problems involved,\" he said. If it were not to be compulsory, he said he wanted to ensure that every young person had an opportunity to volunteer. Mr Cameron did not say whether the proposed scheme would enable young people to fund university study by awarding credits to be set against tuition fees. Similar programmes in the US use such credits to encourage teenagers to participate in difficult and challenging projects. David Davis, who is trailing Mr Cameron in polls of Tory members, told the BBC's Today programme that those who had written him off should expect a surprise next week. \"All these polls are internet polls. The Tory party is many things, I don't think it is an internet party,\" he said. \"This is about the 300,000 members. They will decide and I think you may be surprised by the result.\" Mr Cameron has until now pointedly refused to discuss any shadow cabinet jobs but appeared this morning to say he wanted the shadow home secretary in his top team. \"I want a team of all the talents and David has a huge talent,\" he told the Today programme. William Hill cut the odds on a Cameron victory to 66-1 on today. Michael Howard will attend a farewell party marking his departure tonight."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}