{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/nov/20/walkingholidays.spain.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-11-20T18:44:44Z", "webTitle": "Spain: Not a sun lounger in sight ...", "webUrl": "https://www.theguardian.com/travel/2005/nov/20/walkingholidays.spain.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2005/nov/20/walkingholidays.spain.observerescapesection", "fields": {"headline": "Not a sun lounger in sight ...", "bodyText": "One imagines that not too many of the millions of visitors who arrive at Alicante airport every year pick up their luggage and head for the hills. This is the gateway to the Costa Blanca after all; Benidorm is just up the road, and beyond this most famous of the Costa resorts are any number of beach destinations, along with endless opportunities to play golf with your fellow countrymen (Brits being the largest minority in this bit of southern Spain). But if you do travel inland, even just a few kilometres, it is possible to encounter a very different world of glorious countryside and charming villages. We started four days of walking in the tranquil village of Benasau, 45 minutes from the coast. Our trip, organised by Guerba, involved trekking from village to villageand staying at local hotels and guesthouses. The walks use ancient shepherd tracks that take you through unspoilt landscapes of rugged mountains and deep gorges. Road signs remind you that, not a million miles away, there are heaving bodies fighting for their bit of the beach, but the nearest we got to Benidorm was seeing it shimmering in the distance from a mountain top. From where we were, it looked magnificent - a mini metropolis twinkling glamorously by the sea. Be warned, though - the walking is serious. Our first 'short' walk, before supper - an off-path scramble up a mountain - set the tone. I was reassured by our group leader, Jonathon, that this was the toughest bit of climbing we'd have to do. By the end of the next day, after more comments about this being the toughest bit of climbing, I realised I was being fobbed off. If only I'd taken the time to read the brochure. Then I would have known I was on a grade 4 walking holiday, which means 'steep, difficult walking on unstable surfaces'. Ian - our man from Guerba - further pointed out that some of the climbing was of a similar grade to climbing Kilimanjaro. My heart sank. It'll be fine, Ian said. I didn't believe him. As it turned out he was right; the trip was challenging certainly, but also incredibly rewarding. But I'm getting ahead of myself. The following day we transferred from Benasau to the village of Benimantell and started out again, initially on the flat. So far, so good. But we moved quickly on to the mountains, arriving eventually at a narrow and vertical stretch of rock. Apparently we were going to climb this to reach a ridge above. A challenge too far, I immediately thought. 'I'll have to go back,' I said. 'I can't do this. It's too high, it's too steep ...' But seasoned climber John took my hand and kindly, patiently talked me through it. He told me to stand up straight and stop 'hugging the rocks'. Once I did stop hugging rocks - partly because I trusted him and partly because he was holding on to me - I realised it is far easier to ascend walking tall. Once at the top I was rewarded with beautiful views of the coast, and by the end of the day, although we had done a knackering 13 miles, I felt warmed through with self-satisfaction. We were up early the next day to transfer to a picturesque farmhouse in equally picturesque Sella, where we stayed for two nights. The walking that day was much easier going and I started to feel more confident, although I was still worried about our final walk: heavily sold as the best of the bunch, it was also seven hours long and even Jonathon warned it would be difficult, with steep climbing for long periods. I ummed and aahed about whether to go but in the end the brochure's description of 'a spectacular trek to the top of Puig Campana, a massive tower of rock that rises close to the coast' made it too good to miss. And it was fantastic. The going was hard and steep, but there was such a sense of achievement at the top, where we ate lunch and marvelled at the view. Maybe I'll try Kilimanjaro next. All in all this trip was a revelation - dramatic deserted countryside just behind Benidorm. Who knew? Also a personal turning point - the walking world is now my oyster. (Well, much more than it used to be.) Aside from walking, there is a bit of sightseeing - the medieval village of Guadalest, an olive press here, a watermill there. There is also a spot of sea kayaking if you fancy it. The food and accommodation throughout are very good, but do read the small print in the brochure before you go - all the walking holidays are graded for difficulty to save you any surprises. Or maybe you fancy a challenge ... Factfile Ursula Kenny travelled with Guerba (www.guerba.co.uk; 01373 826611). Its seven-night 'Village to Village' tour, staying in guesthouses and farms, costs from £670, including transfers, meals and five days of guided walks in the Sierra Aitana. Optional sea kayaking costs €30 (£21)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}