{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/nov/01/july7.politics", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-11-01T17:46:24Z", "webTitle": "Full text: Dr Rowan Williams's speech at the July 7 memorial service", "webUrl": "https://www.theguardian.com/uk/2005/nov/01/july7.politics", "apiUrl": "https://content.guardianapis.com/uk/2005/nov/01/july7.politics", "fields": {"headline": "'Today is not an occasion for us to focus on fear'", "bodyText": "\"There is one thing that is always common to any sort of terrorist action, wherever it happens and whoever performs it. It aims at death - not the death of anyone in particular, just death. It does not matter to the killers if their victims are Christian or Muslim, Hindu or Humanist; what matters is that they show that they can kill where they please. And the shock of terrorist violence is just this sense of arbitrariness. It really doesn't matter who you are, what you have done or not done, what you think and believe, you are still a target just by being where you are at a particular time. The terrorist is the enemy not just of a system or a government but of the whole idea that we are each of us unique and responsible and non-replaceable. If it were true that one victim would be as good as any other, which is what the terrorist believes, the human world would be a completely different place, unrecognisable to most of us. We are here grieving, after all, because those who so pointlessly and terribly died were, each one of them, precious, non-replaceable. And those who suffered injury and deep trauma and loss are likewise unique, their minds and hearts scarred by this suffering. Time gives perspective and may bring healing; but the trauma of violence, and even more the death of someone we love makes a difference that nothing will ever completely unmake. The poet WH Auden captures this sense of injuries that never really heal as he writes of the biblical story of the Massacre of the Innocents: Somewhere in these unending wastes of delirium is a lost child, speaking of Long Ago in the language of wounds. Tomorrow, perhaps, he will come to himself in Heaven. But here Grief turns her silence, neither in this direction, nor in that, nor for any reason. And her coldness now is on the earth forever. The loss by violence of a loved person leaves always that chill, that silence. We know there really is a tomorrow; religious believers are confident that there is a 'last awakening' to the face of God. But how very weak and trivial a thing our human love would be if the 'language of wounds' did not haunt us, speaking of a unique face and voice and personality. But that is why even our grief on an occasion like today becomes an action that is prophetic, challenging, an action that resists terror. To those who proclaim by their actions that it doesn't matter who suffers, who dies, we say in our mourning, 'No. There are no generalities for us, no anonymous and interchangeable people. We live by loving what's special, unique in each person. Everyone matters.' It is the vision that Jesus spells out in his words in Luke's gospel: the sparrows in the streets are two a penny, yet not one of them is forgotten by God. Every life is a special sort of gift. When we behave as if that were true, we do what's most important for the defeat of terror and indiscriminate violence. We want to live and work as though each person mattered; as if we did indeed believe in a love that forgot nothing and no-one. So that whatever else we do in response to terror, we need both to grieve honestly, and to renew our commitment to a society and a morality that will take seriously the uniqueness of each person. And there is another thing worth remembering - something true of every bereavement but true in a special way here. Those we have lost are alive in and with God; but there is a sense in which they are alive in us too. Their unique existence has made us more profoundly who we ourselves are; and what they have given us by being themselves is part of the resource we now have to cope with the tragedy of their loss. You've heard people say at times, I'm sure, that someone they've lost feels very close to them, encouraging them to carry on, to let go a little. It's a deeply important part of the process of healing that has to go on after a death - and it is something that is in part made possible by the person we have lost, by what they have contributed to our lives. It says to us that as we slowly begin the long and hard task of returning to a life without someone we love, this doesn't mean that we forget them or that our love is less - it is that this is part of how they live in us and how their love for us continues. I wonder if we can let them help us not only with our loss but also with our fear? Because there is no denying that after a dreadful act of violence we feel fear as well as grief; and the last few months have seen many people trying to respond to this widespread fear, trying to calm and assure us. One reaction is through security provision and new legislation. Another has been in the powerful and consistent responses of all our faith communities. As it happens, this commemoration falls at a time when several of us are marking or approaching significant festivals in our religious calendars. So we face the tragedy together today, drawing on our most important resources. When we are aware of a deep bond with the departed, it sometimes helps us see that death in itself is not the thing most to be feared. We acknowledge the awful hurt of bereavement, especially of violent bereavement. Yet we have some abiding sense that death, even violent and untimely death, cannot destroy our relationships at the most important level; that love is indeed, as the Bible says, strong as death. No, it is not death itself that should be the focus of fear. Rather, we should be afraid of losing just that passionate conviction about the beauty and dignity of each unique person that brings us here today. We should be afraid of losing the thing that, above all else, sets faith, humanity, civilisation apart from the mind and the world of the terrorist. Jesus tells us not to fear those who can destroy the body, but those who can destroy body and soul; and part of the sickness of spirit we feel when confronted with terrorism is that we face people whose souls are damaged, almost destroyed. It shows us what we can rightly fear - a world, a mind, caught up in terrible untruth, in a rejection of God's creation of diversity and unique beauty. To say that this is a tragic and pitiable fate is not at all to take away from the condemnation that terrorist violence deserves. But today is not an occasion for us to focus on fear. What most matters is that we celebrate two things. First and most simply, we celebrate those we love, whose lives have been terribly damaged, and especially those whose lives have been cut short - but who are remembered in their separate, unique beauty, who remain with us and in us, and who are infinitely precious to God our creator and redeemer. Second, we give thanks that we live in a climate where the value and dignity of each person is still taken for granted; and we renew our resolution not to let this heritage be cheapened or abandoned in any way. God does not forget the smallest of his creatures. And he calls us all to share that loving, sometimes painful, remembering by which we honour the gifts given us through the lives of our dear friends, parents and children, sisters and brothers. There is silence in grief, as the poet reminded us; but there are still words in our hearts, images and thoughts, which cannot be destroyed and which today we hold before God, praying that we may all, with those we love, 'come to ourselves' in heaven.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}