{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2005/nov/20/pakistan.naturaldisasters1", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2005-11-20T17:10:29Z", "webTitle": "Alex Renton: Money, not excuses", "webUrl": "https://www.theguardian.com/environment/2005/nov/20/pakistan.naturaldisasters1", "apiUrl": "https://content.guardianapis.com/environment/2005/nov/20/pakistan.naturaldisasters1", "fields": {"headline": "Money, not excuses", "bodyText": "When does a disaster relief operation become a success? In the smashed city of Muzaffarabad in Kashmir last week there were lots of indicators to say the humanitarian machine was in place and powering up. At last. The air was heavy with the clatter of the helicopters swarming over the ruined sports stadium that is depot and landing pad. The ranked marquees of the UN agencies, the Pakistani Army trucks full of troops, the Nato Chinooks and the high-top local lorries, scarily overladen with tents or food, heading out for newly opened roads up the Chillum and Neelum valleys - these were all good signs. So, perhaps, were the stats: 370,000 tents distributed. 800,000 people receiving food aid. 'There's a hell of a lot to be done - but now we're looking at this glass like it's half full, not half empty,' said a UN official. But above this floated gloomy yellow-grey clouds, full of snow which put a stop to any twinges of optimism. Whatever this relief operation can do, the winter can halt. On those same roads that the relief trucks use, a population is on the move - in the other direction. The great glens that lead up into the Himalayas are emptying. These people, traipsing down from their homes above the winter snowline, are voting with their feet. They have lost confidence in the aid effort. With their homes destroyed, what they need to see them through the winter is not going to turn up in time: so they come, by bus or on foot, to seek their chances in the messy, over-crowded camps in the Kashmir and North West Frontier Province valleys. This may come to be seen as the key failure in the Pakistan earthquake response. The decision of the highland people to leave their homes is a terrible one - their uprooting will be hard to reverse. Junaid Qasim, the elected administrator of a district in the upper Kaghan valley, told me that most families are slaughtering their livestock, They can't take them with them because there's no fodder or grazing in the valleys and, as a result, the price of a cow or an ox in the markets has collapsed. 'These animals are both the families' savings and their means of making a living: without them how do they start again next year?' Mr Qasim's constituents held on in the weeks after the earthquake. They buried their dead, worked on their damaged houses and considered the options. But now most have decided they must move. They remember last year's January freeze, in which hundred of people in Pakistan died. Perhaps better tents or reliable assurances that shelter and food was on its way might have convinced them to tough it out. But it's too late. Sixty per cent of the survivors in Junaid Qasim's district have already left the hills, either to relatives or into the hundreds of camps. And that will be 80 per cent by the end of the month. What does this mean in numbers? Here we come to one of the relief effort's less dramatic but most severe failings. The numbers aren't there. As Kevin Kennedy, the most senior UN official in the country last week, told NGOs - 'data, and its synthesis, is our primary challenge at the moment'. That is underplaying it. No one knows basic things. How many people have left their homes or how many are in camps? Couldn't someone have got some satellite photos and at least counted the tents, which cluster in nearly every flat space you see as you go up the winding valleys? So the work of the relief and the planning is based on the vaguest figures - guesstimates set in stone through endless repetition. A figure of three million people in need of shelter and 2.3 million in need of food. Two hundren thousand in immediate need as yet unsatisfied. Of the size of the migration happening now, there are no numbers: Oxfam staff think a hundred families a night - perhaps 700 people - arrive into the packed camps in Muzaffarabad alone. The Pakistani Army says 1,500 descend every day into just one valley, beneath the Allai massif in the North West Frontier Province. But most awful of all, no one has any idea how many people high in the mountains still have not yet even seen anything of the relief effort. There are terrifying anecdotes - of high valleys only reached by foot, with thousands whose injuries from the quake are yet to be treated. There are a lot of predictions, too. Senior UN humanitarian staff talk of 'dozens of thousands' more people to come when the serious snow falls in the hills in a couple of weeks' time - a second wave of people, another exodus, with resulting casualties from disease and the cold perhaps as bad as in the earthquake itself. Some think there won't be much movement after the snows, that the exodus is already happening. The Pakistani Army and the civil administration - which are, the UN admits, doing 90-95 per cent of relief delivery - think the situation is under control. Uncertainty over this key issue - what will happen when the winter snows bring down their guillotine, and how to prepare for that - hampers much of the effort. The failure over the data collection is just one symptom of larger problems in the response. First among those is that, clearly, the UN is not on the ground in the numbers it should be. I saw the response in Aceh, Indonesia after the tsunami. It was a simpler operation, logistically, in a place where the final death toll, at 130,000, may still be matched by the one in north Pakistan (where it is pushing 80,000 this weekend). But the UN operation was perhaps five times the size. Until ten days or so ago there was just one senior, experienced official from the UN High Commission for Refugees in the field, just six from UNICEF and one from the UN's Office for Coordination of Humanitarian Affairs. A month in there were fewer than a hundred UN staff in Muzaffarabad. In Banda Aceh there were more than 800. There are several reasons for these shortfalls. A key one is that, after this terrible year, there is a shortage globally of the specialist humanitarian staff who know how to do this work in these conditions - build suitable displaced peoples camps, put in water and latrines, deliver food aid effectively, and so on. It has been busy in 2005: some of Oxfam's water engineers arrived straight from Aceh or Niger. And so, as well as lacking its own people, there was a gap also in the numbers and staffing of the big humanitarian NGOs, who normally slot into roles as implementers of the UN agencies' plans. Poor old Pakistan, having its disaster at the wrong end of a year that also featured the tsunami and Darfur. The next problem is funding. The international aid agencies, including Oxfam, have had little trouble raising money to fund their response. But the UN agencies' operations have been stretched, if not actually hampered, by the fact that most of them have been on the verge of running out of cash from the beginning. In early November the UN World Food Programme was warning it had funds only to feed the current 800,000 survivors in need of food until the end of the month. Even crucial logistical areas like the 19-strong helicopter fleet remained only 17 per cent funded until a week ago and, last week, officials were complaining that the communications network would go down if more cash didn't appear. What this means is UN agencies having to borrow, and operations chiefs horse-trading with each other for spare cash. It's bad for strategy and morale. The bad timing problem is being cited by a number of the donor countries as a reason that they have not sent the money they might to either Pakistan or the UN appeal. It is late in the year and aid budgets are spent. Even with this excuse, though, some European countries have been spectacularly mean. Italy, Europe's fourth biggest economy, had given or pledged only Euros 6.8 million, as of ten days ago: less than Ireland. Britain's aid both in kind and in cash, now tops Euros 150 million. In donations to the UN's appeal fund, Italy has promised just 4 per cent of what, according to the size of its economy, it might afford, according to an Oxfam calculation. The UK's contribution to the UN appeal is ranked at 34 per cent and Norway's over 400 per cent. Confirmed pledges to the UN's US$550 million emergency appeal lies now at just under 25 per cent. These appeals rarely raise all the money asked, but this is particularly disappointing. Empty pockets at year end aren't the only reason. An aid official from one major European country said to me in Islamabad last week: 'From early on, there was a lack of confidence in the UN's ability to respond. The flash appeal was badly put together... and, frankly, to save lives, we thought putting money in bi-laterally was the best option.' Clearly this lack of confidence spread among the donor countries: as a result many who were generous gave directly to Pakistan. That money, largely given to the Pakistani military operation, looks to have been well spent. The remarkable efficiency of the Pakistani army seems to have surprised everyone, including most Pakistanis - and there's no question that, without their hard labour, the death toll would be higher and the problems ahead far more daunting. It is interesting to see how slowly the UN learnt how to cooperate with them - or indeed the effective Pakistani civil service. Humanitarian agencies are generally geared to work on emergencies in failed countries where the civil infrastructure has gone, and armies may be dangerous, if not hostile. But the very efficiency of the Pakistani response has brought about a harsh new reality for the UN. Now it can only play the role of assistant and adviser in the military-led response - and that's likely to be true next year in the reconstruction too. It may be just a bit-part, but it is still vitally important - a proper relief and recovery effort that heeds the rights of the survivors and lets them help design their future needs to be organised by the experts. Armies can do great heavy-lifting, but they are paramedics - the specialists have to step in. The systems and tested standards employed by the humanitarian agencies have been evolved over decades, and stress-tested in the field. They offer crucial upgrades to the crude business of rescue: proper protection for women and children, the involvement of survivors in the effort to help them, the sustaining of morale and dignity, the offering of hope. There are wider worries here that go beyond the disappointments of the UN response in Pakistan. It is hard not to see the failure to fund the UN's appeal properly as another vote of no confidence by the rich nations in the multilateral body. We have to question, then, whether this is what we really want? For all its failings, the UN is the body best designed to lead humanitarian responses. It has the knowledge, the experts, and, backed by the big independent international agencies, it is the best deliverer of impartial humanitarian relief the world has. If the UN has had a bad year, that is because it has been a dreadful year, all over - in Malawi, Chad, Niger and, of course, Sudan, as well as in a line of Asian countries that stretches from Indonesia to Pakistan. Looking again at that half-full glass, perhaps we should be thankful that the international community, in conjunction with the Pakistani government, has been able to do so much in the mountains. It is obvious that if the UN needs to sort out its house, we'll bring that about by better supporting the UN. The time to withdraw support - and funding - is not in the middle of a disaster. The lesson of northern Pakistan is not that others should do the job instead of the UN, but that the scramble for funding that must occur each time a major disaster happens is unworkable. That is why many agencies, Oxfam included, are calling for a beefing up of the UN's Central Emergency Response Fund, so that it has a running total of US$1billion, instead of the current US$50m. And in northern Pakistan we must push until all the money is in place. If the relief operation is not a success, it must not be because of a lack of cash. 'More money means more lives saved,' said one of the UN's best specialists in Muzaffarabad - and every life saved is a success. Pakistan deserves better from the rich world . It has, without much complaint, played host to some eight million refugees, mainly from Pakistan, in recent years. There's a saying drawn from the Koran, that's much used in the country: 'If you are to give to those that have need, give only the best. Give that which you would wish to receive yourself.' It should be on every overseas aid minister's wall. · Alex Renton was in Pakistan in support of Oxfam's humanitarian operation. He writes here in a private capacity."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}