{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/nov/01/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-11-01T22:30:34Z", "webTitle": "Concern grows over FA's drugs policy", "webUrl": "https://www.theguardian.com/football/2005/nov/01/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2005/nov/01/newsstory.sport2", "fields": {"headline": "Concern grows over FA's drugs policy", "bodyText": "An English professional footballer has tested positive for cocaine three times in 18 months but will avoid a life ban. The teenager is instead to be sent for rehabilitation. In any other Olympic sport, a competitor can expect to receive a life ban after the second offence. This latest incident coincides with the news that another unnamed player has been banned for six months after testing positive for cocaine. His case is set to be the only serious positive in quarterly figures released by UK Sport, the government organisation in charge of drug testing, at a meeting in London today. The fact the Football Association is refusing to take severe action or to identify the player will add to fears that it is refusing to take the problem seriously. The secrecy surrounding this most recent positive test, which is believed to involve a youth-team player from a club outside the Premiership, will strengthen calls in the independent Burns Report into the FA's structure for drugs cases to be heard in public, with published transcripts and a written explanation of decisions. English football is the most tested sport in Britain. Last season, UK Sport carried out 1,600 tests on behalf of the FA, an increase of 400 from two years ago and 1,300 more than were carried out when doping controls began in the 1994-95 season. But football is the only major sport not to sign up fully to the World Anti-Doping Agency code, which requires two-year bans for athletes who test positive. \"There is not a lot we can say as this is a ongoing case,\" said a spokesman for the FA last night. A spokesman for UK Sport said: \"We understand the FA's rationale for not providing the names of those tested under its social drugs programme. \"These tests are unique to the FA. The findings of them would not result in a doping offence in any sport as, under Wada rules, social drugs are not prohibited out of competition. The emphasis of this programme is on rehabilitation and naming and shaming would not necessarily be beneficial in helping someone overcome a drugs problem.\" The FA's approach to doping is best summed up by the case involving the goalkeeper Billy Turley who, when playing for Rushden and Diamonds, tested positive for the anabolic steroid nandrolone - which earned the 1992 Olympic 100 metres champion Linford Christie a two-year ban. Turley was given a warning and then a six-month ban when he subsequently tested positive for cocaine. In any other Olympic sport he would have been banned for life and the sports minister Richard Caborn asked the FA to explain why the ban was not more severe. Turley, who now plays for Oxford United, is not the player in the latest case. In October last year the then Chelsea striker Adrian Mutu was banned for seven months for a first offence after testing positive for cocaine. Mutu was fined £20,000, sacked by Chelsea and has subsequently moved to Juventus. Turley was forced to pay only £300 and told he would be subject to targeted testing for two years after his ban."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}