{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/nov/09/2", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-11-09T22:58:02Z", "webTitle": "Explosions rock Jordan hotels", "webUrl": "https://www.theguardian.com/world/2005/nov/09/2", "apiUrl": "https://content.guardianapis.com/world/2005/nov/09/2", "fields": {"headline": "Explosions rock Jordan hotels", "bodyText": "At least 57 people have been killed and more than 100 injured after three explosions hit major tourist hotels in the Jordanian capital Amman, officials said tonight. Police said they believed that suicide bombers had carried out the attacks on the Grand Hyatt, Radisson SAS and Days Inn hotels which happened around 9pm (1900GMT) local time. One of the explosions ripped through the Radisson hotel during a wedding party with at least 300 guests. \"We thought it was fireworks for the wedding but I saw people falling to the ground,\" said Ahmed, a wedding guest who did not give his surname. \"I saw blood. There were people killed. It was ugly.\" At the Grand Hyatt, an American businessman said a bomb exploded in the lobby. \"Several of my friends have died. The people who carried this out were cowards,\" he said, refusing to give his name. Jordan's King Abdullah II condemned the attacks as \"criminal acts committed by a deviant and misleading bunch\" and said they would not sway Jordan from continuing its battle against terrorism. He cut short his official visit to Kazakhstan and was returning home tonight. \"The hand of justice will get to the criminals who targeted innocent secure civilians with their cowardly acts,\" he said in a statement carried by the Petra news agency. All three hotels are popular with American and European businessmen and diplomats. The Radisson, in particular, is popular with Israeli tourists, and has been a target of foiled al-Qaida plots in the past."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}