{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/nov/11/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-11-11T23:53:54Z", "webTitle": "Injury crisis hits England's Under-21 squad", "webUrl": "https://www.theguardian.com/football/2005/nov/11/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2005/nov/11/newsstory.sport6", "fields": {"headline": "Injury crisis hits England's Under-21 squad", "bodyText": "Peter Taylor, the England Under-21 manager, has lost five first-choice players ahead of tonight's exacting European Championship play-off against France at White Hart Lane. The withdrawals from the squad of the captain Nigel Reo-Coker, Tottenham's winger Aaron Lennon, the Newcastle defender Steven Taylor and Wigan's left-back Leighton Baines have since been compounded. Charlton's winger Jerome Thomas suffered a hamstring injury in training yesterday that is likely to prevent his inclusion in the squad at least for tonight's first leg. Indeed Gary O'Neil, the Portsmouth midfielder who will be named captain for this match if fit, is struggling with a calf problem. The loss of a clutch of Taylor's most influential youngsters has been balanced in part by the return of Darren Bent and Manchester United's Kieran Richardson after stints in the senior squad. \"It's great to have players of their quality in the squad,\" said Taylor. Eric Djemba-Djemba has indicated that he will seek to leave Aston Villa if he is not given more opportunities of first-team football. The Cameroon international has started four matches since joining Villa from Manchester United for £1.3m 10 months ago and will demand talks with the manager David O'Leary if that situation does not change in the near future. Djemba-Djemba, who is concerned that he could lose his place in the Cameroon side, was unable to force his way into the team even when Lee Hendrie and Gavin McCann were injured. \"I want everyone to know I'm fit,\" said Djemba-Djemba. \"If I'm only here to train every day, then I'm wasting my time.\" Liverpool will consider a bid for the FC Thun defender José Goncalves during the January transfer window. The 20-year-old wing-back has been scouted four times by the European champions, with Rafael Benítez due to watch the player when the Champions League resumes this month. Pascal Chimbonda has signed a new four-year contract with Wigan. The deal will keep the 26-year-old, who only joined the Latics in the summer, at the JJB Stadium until 2009. Wales's manager John Toshack has left Ben Thatcher out of the squad for Wednesday's friendly with Cyprus in Limassol after a public falling out with the Manchester City player last month. Toshack will also be without Ryan Giggs and Everton's Simon Davies . Ruud van Nistelrooy was ruled out of tomorrow's friendly against Italy because of a rib injury. Van Nistelrooy returned to England to be treated by Manchester United's medical staff, the team spokeswoman Monique Kessels said yesterday. England Under-21 (4-4-2): Carson; Hoyte, Ferdinand, Dawson, R Taylor; O'Neil, Ambrose, Huddlestone, Richardson; Cole, Bent. France (4-1-3-2): Gavanon; Sagna, Faty, Zubar, Clichy; Diarra; Debuchy, Mavuba, Toualan; Briand, Sinama-Pongolle."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}