{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/nov/24/arms", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-11-24T18:34:17Z", "webTitle": "Arrest over  BAE corruption allegations", "webUrl": "https://www.theguardian.com/business/2005/nov/24/arms", "apiUrl": "https://content.guardianapis.com/business/2005/nov/24/arms", "fields": {"headline": "Arrest over  BAE corruption allegations", "bodyText": "A senior executive at Britain's biggest arms company was arrested yesterday and questioned on allegations of corruption. Peter Wilson was interviewed by detectives investigating claims that BAE Systems ran a £60m \"slush fund\" to secure huge arms contracts in Saudi Arabia. Yesterday's arrest marks a widening of the investigation by the Serious Fraud Office (SFO) and the Ministry of Defence police into the slush fund allegations. The SFO said: \"A 51-year-old man was arrested at Holborn police station [London] today on suspicion of corruption contrary to section 1 of the Prevention of Corruption Act 1906 and conspiracy to corrupt contrary to section 1 of the Criminal Law Act 1977. He was interviewed and released without charge\". BAE said Mr Wilson had attended the police station \"by prior appointment with the SFO\", adding that BAE and its employees \"have at all times cooperated with the SFO and the investigation and will continue to do so\". On its website, Mr Wilson is described as being responsible for \"international programmes\". In 2001, the company said he was in charge of the Al-Yamamah programme of military sales to Saudi Arabia. The investigation started last year following allegations in the Guardian that BAE had made under-the-counter payments to a member of the Saudi royal family, Prince Turki bin Nasser, and his relatives and entourage. The prince controlled the award of arms contracts to Britain valued at £50bn. Last November, 80 police and SFO investigators raided eight premises and arrested two individuals allegedly connected to the \"slush fund\". In a separate, unconnected development, the former Chilean dictator Augusto Pinochet was placed under house arrest yesterday on charges that he illegally amassed £15m. The investigation by the Chilean authorities includes alleged secret payments of more than £1m from BAE to General Pinochet, but these are not the subject of yesterday's charges against the dictator. In September, the SFO and MoD police expanded the inquiry and started to investigate payments from BAE to Gen Pinochet. The Guardian had reported US banking records that allegedly disclosed that BAE had secretly paid more than £1m to Gen Pinochet between 1997 and 2004. The British investigators are collaborating and exchanging information with the Chilean prosecutors."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}