{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/nov/28/1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-11-28T23:55:34Z", "webTitle": "Founder of fraud inquiry firm defends share sales", "webUrl": "https://www.theguardian.com/business/2005/nov/28/1", "apiUrl": "https://content.guardianapis.com/business/2005/nov/28/1", "fields": {"headline": "Founder of fraud inquiry firm defends share sales", "bodyText": "The founder of Langbar International, the shell company at the centre of a £365m suspected fraud, has defended a series of share sales made last month, days before the stock exchange suspended trading and an investigation was started into the firm's supposed ownership of bank deposits in Brazil and the Netherlands. Mariusz Rybak, who stepped down as chief executive of the Aim-listed firm in June, last month sold shares at between 55p and 65p when the net asset value of the business - said to be built on cash bank deposits - was purportedly 220p a share. Asked why he had made the sales, which made him £2.5m, Mr Rybak said: \"Why shouldn't I? ... I usually don't hold securities in companies I do not manage.\" He said he had declined to sell shares two months earlier during a placing organised by the new management's appointed brokers, Arden Partners, which saw an influx of institutional investors backing the recently appointed chief executive, Stuart Pearson, a former Baker Tilly corporate finance partner. Arden raised £4.4m from an issue of 9.1m new shares at 48p through the placing. Mr Rybak said a similar amount of shares held by Lambert Financial Investments, the group's largest shareholder, had been placed at the same price. He had declined to place the same amount. On Friday it emerged that the Serious Fraud Office has been asked to investigate Langbar's assets after the company, which was known before Mr Pearson's arrival as Crown Corporation, said forensic accountants from Kroll Associates had been \"unable to establish the existence of, or verify the company's entitlement to, any of the [£365m of bank deposits in Brazil or the Netherlands] at any time in the company's history\". Asked about the status of assets, Mr Rybak said: \"You know things were happening around the end of May, a few days before I left the company, so you would have to talk to the finance director [Jean-Pierre Regli] who was setting up the arrangement in Brazil.\" Mr Regli is said to have been instrumental in winning PFI-style contracts in Argentina that led to the bank deposits at Banco do Brasil."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}