{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/nov/11/uknews2.mainsection1", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2005-11-11T23:59:03Z", "webTitle": "Maev Kennedy: Prince Michael of Kent | Aretha Franklin | George Bush", "webUrl": "https://www.theguardian.com/uk/2005/nov/11/uknews2.mainsection1", "apiUrl": "https://content.guardianapis.com/uk/2005/nov/11/uknews2.mainsection1", "fields": {"headline": "People", "bodyText": "It really shouldn't be all that difficult for Prince Michael of Kent to trace his ancestors: many are available as postage stamps. He does, however, extol the joy of family history on a new DVD from the Society of Genealogists, of which he is patron. \"Discovering our ancestors can help us find out so much about our own lives, it's like a personal detective story,\" he says. \"We follow their trails back through time, finding out where they made their homes, how they earned their livings and whether they played any part in shaping historical events.\" Given that Queen Victoria, Kaiser Bill, and Tsar Nicholas II are on the branches of his family tree, the answer to the last question is probably yes. Aretha Franklin has been awarded the Presidential Medal of Freedom, America's highest civilian honour, by George Bush. She is still recording, and touring, almost half a century after she made her first gospel record aged 14. \"Generations of Americans have stood in wonder at the style and voice of Aretha Franklin,\" President Bush said. The author SF Said revealed a devastating truth about the world of literary prizes, which left his small audience - the room was packed, but the school book club members at Trafalgar Junior in west London were diminutive - visibly shocked. It wasn't that the first two novels by the Lebanon-born Londoner were rejected by 40 publishers each, nor that he wrote 11 drafts of Varjak Paw before it was accepted, and then six more before publication, and as many more for The Outlaw Varjak Paw, published this month. It was about winning the Smartie prize. \"You don't get any actual Smarties, none at all. There were a few lying around at the awards though, so I took some.\" Alan Massey, a retired organic chemist from Loughborough University, is a scientific expert - in fact the scientific expert - on witch bottles. These frequently nauseating charms were used between the 17th and 19th centuries to prevent, or cause, harm. His wife refuses to let him keep specimens awaiting analysis in their dining room: typical ingredients include blood, urine, semen, finger nails and hair. Dr Massey has just completed analysis for the National Trust of only the fourth ever found intact and sealed, on farmland in Dorset. The smell when he opened the cork \"nearly blew my head\", he said. It proved to hold saltwater and animal fat, with 30 trace elements including nicotine. \"A sweet little thing,\" is how he describes it. Maev.Kennedy@theguardian.com"}, "isHosted": false}}}