{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/nov/24/bbc.radio", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-11-24T17:40:02Z", "webTitle": "Colleagues pay tribute to James-Moore", "webUrl": "https://www.theguardian.com/media/2005/nov/24/bbc.radio", "apiUrl": "https://content.guardianapis.com/media/2005/nov/24/bbc.radio", "fields": {"headline": "Colleagues pay tribute to James-Moore", "bodyText": "Tributes have been paid to Jonathan James-Moore, the former BBC radio head of radio light entertainment, who has died aged 59. Mr James-Moore helped nurture a new generation of comedy talent, including the likes of Chris Morris, Steve Coogan and Armando Iannucci who worked together on Radio 4's On The Hour - later transferred to television as BBC2's The Day Today. As head of radio light entertainment between 1993 and 1998, he was responsible for long-running Radio 4 shows such as the News Huddlines, Weekending and Just A Minute, as well as the Now Show, starring Steve Punt and Huw Dennis, and sitcoms To The Manor Born and After Henry, starring Prunella Scales. \"If you ever had a meeting with Jonathan you knew it would be a laugh. He was an absolutely lovely man, terrific fun,\" said Jenny Abramsky, the BBC director of radio and music. \"I will miss seeing that huge galumphing figure with the mass of red hair wandering down the road. He was a real human being who didn't shut himself away. He cared about radio as a medium and was interested in all aspects of it.\" Mr James-Moore joined the corporation in 1978. Before becoming head of radio light entertainment he worked as a producer on the likes of Choice Grenfell with Maureen Lipman, and with critic Robert Cushman. He took early retirement in 1999 to live in Umbria, Italy with his wife and daughter. \"This is a very sad moment,\" said the BBC head of comedy, Jon Plowman. \"Jonathan James-Moore was always a larger than life character with a real love of comedy and a very good eye for spotting talent. \"Many of today's mainstream comedy artists passed through his hands and tutelage. He was a huge asset to BBC Radio and to the whole comedy community. He will be sadly missed.\" · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}