{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/nov/24/realitytv.broadcasting", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2005-11-24T16:49:09Z", "webTitle": "Format feuds", "webUrl": "https://www.theguardian.com/media/2005/nov/24/realitytv.broadcasting", "apiUrl": "https://content.guardianapis.com/media/2005/nov/24/realitytv.broadcasting", "fields": {"headline": "Format feuds", "bodyText": "The court battle between The X Factor star Simon Cowell and Pop Idol creator Simon Fuller has been delayed indefinitely as the two men negotiate over a much bigger prize - the future of the US hit programme American Idol. While in the high court today Mr Justice Blackburne adjourned the case to a date yet to be fixed, American lawyers attempt to ensure the survival of American Idol by sealing a deal between Rupert Murdoch's Fox network, Mr Fuller, the creator and co-producer of the programme, and Mr Cowell, its undoubted star. The repeated adjournments suggest the case is heading for an out-of-court settlement. For Fox, the situation is critical as it seeks to secure the future of its biggest hit, American Idol. If Cowell is not offered enough money to continue starring in American Idol and the rights to sign the show's winner to his record label, he could walk away from the show and offer The X Factor format to a rival US network, according to US media reports. There would be many takers. US negotiations are tied in with the outcome of Fuller's legal action back home. Through his 19 TV production company, which created and co-produces Pop Idol and American Idol, he claims Cowell's X Factor format breaches copyright of his show and that staff who moved from one programme to the other breached their contracts. Fuller's 19 TV is taking action against Cowell and his firms Simcow and Syco, as well as The X Factor co-producer FremantleMedia, a division of the European media company RTL. FremantleMedia also co-produces Pop Idol and American Idol. Cowell claims that fights about the stealing of ideas are a fact of life in the television industry. \"Where there's a hit there's a writ. I had five writs when I launched X Factor,\" he said in August. He has also described Fuller's lawsuit as \"totally ridiculous\". ITV broadcast two series of Pop Idol before commissioning The X Factor last autumn. A second series of The X Factor is on air on ITV1, attracting even bigger audiences than the first. The high court clash is not the first time that two format creators have tussled over rival programmes, but it is the closest any have come to court over alleged copyright breaches over the matter for some time in the UK. It is not the first legal action brought against Cowell over intellectual property rights. However, establishing ownership of an idea that forms the basis of a programming format in court has proved notoriously difficult. Other legal spats over alleged copycat formats include: Million Dollar Idea v Million Dollar Idea In August two producers of the US reality programme Million Dollar Idea, Jean Golden and Todd Walker, launched a legal action against Cowell, ABC and co-producer FremantleMedia, claiming he X Factor creator's programme, which has a working title Million Dollar Idea, is a direct copy of their syndicated show. Wife Swap v Trading Spouses In December last year, Wife Swap's UK producer RDF Media filed a lawsuit in a Los Angeles court accusing Fox and Trading Spouses co-producer Rocket Science Laboratories of copyright and trademark infringement and unfair competition. The Contender v The Next Great Champ Last year the co-producers of Sly Stallone boxing reality show The Contender, DreamWorks SKG and Mark Burnett - the British producer of US reality hit Survivor, took the producers of rival Fox show The Next Great Champ to court in the US over alleged format copycating. They failed, and both shows were broadcast. Survivor v I'm a Celebrity, Get Me Out of Here! In 2002, Survivor creators Bob Geldof, Charlie Parsons and Lord Alli launched an unsuccessful legal action against I'm a Celebrity producer Granada for alleged copyright infringement. Survivor v Big Brother Two years earlier, the trio started a similar legal action in Amsterdam against Big Brother producer Endemol, again unsuccessfully. Who Wants to be a Millionaire v Million Dollar Chance of a Lifetime In Australia in 2001, Kerry Packer's Nine Network got into a court skirmish with rival broadcaster Seven over alleged similarities between Millionaire and Million Dollar Chance of a Lifetime. Again, the legal action failed. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}