{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/nov/11/rugbyunion.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-11-11T22:37:15Z", "webTitle": "Rugby union: Henry can afford to be brave. Robinson doesn't have time.", "webUrl": "https://www.theguardian.com/sport/2005/nov/11/rugbyunion.comment", "apiUrl": "https://content.guardianapis.com/sport/2005/nov/11/rugbyunion.comment", "fields": {"headline": "Henry can afford to be brave. Robinson doesn't have time.", "bodyText": "The All Blacks do have the capacity to take the breath away. They did it this week. Not at the Millennium Stadium, although they looked pretty smart there as well. The performance that left me shuddering came at a new hotel just outside Dublin and involved Graham Henry making 15 changes to the side that play Ireland tomorrow. Three days after beating Wales, the grand slam champions, 41-3, the New Zealand coach made a huge statement about where his preparations stand with the World Cup less than two years away. Lay the 15 for Lansdowne Road alongside the team that were just too good all around at Cardiff and it would be hard to say which was the better, given that we know precious little about the two debutants, the prop John Afoa from Auckland and the Taranaki lock Jason Eaton. Afoa, just 22, made his debut for Auckland at the age of 18. Eaton, aged 23, is yet to play Super-12 and has had just one season in the National Provincial Championship. However, Henry has bags of experience on the bench if his gamble doesn't pay off, and even if both merely survive at Test level on Saturday he will have learned something new and possibly added two more names to the remarkable list available for France in 2007. Nonetheless playing them and Nick Evans, tomorrow's outside-half, is a gamble. Henry is risking losing a Test - New Zealand's first against Ireland in a century - for the greater good. He can because, after winning the Tri-Nations and seeing off the Lions, Henry and his lieutenants Wayne Smith and Steve Hansen are fireproof, even in the political cauldron that is All Black rugby. Bernard Laporte, now hat Pierre Berbizier is silent and safely out of the way in Italy, likewise has licence to carry on mixing and matching new boys with old heads, fresh partnerships alongside established units. Even Mike Ruddock, who has a much smaller pool of quality players from which to chose and who must have been shocked at what the All Blacks did to his northern hemisphere champions, can experiment tonight against Fiji simply because, after the Six Nations, he is seen as a winning coach. I'm sure he would have made a hatful of changes even if his notional first XV from last year had been fully fit. All three coaches have the same thing in mind. They know they have to build a pool of players with international experience who will be comfortable in the national squad well before the blazers and tracksuits are issued for 2007. Andy Robinson's position is different. Four wins from eight Tests since he took over from Clive Woodward does not make for the confidence that allows him to fly in the face of inevitable criticism if he picks new faces and England fail. His target is more short term. Robinson needs wins to bolster his own position and acquire a reputation that sits comfortably alongside those of Henry, Laporte and Ruddock, even though he knows that such short-termism is not the way to defend the World Cup. In many ways I feel sorry for him because Woodward wasted a year and then handed on a team shorn of retired or injured stars that did little during the last autumn internationals or Six Nations to suggest England were moving forward. Mix in a few more injuries going into this three weeks of games against Australia, New Zealand (with Henry picking the best from his two sides) and finally Samoa, and Robinson's selection has been understandably, but wrongly, conservative. Why doesn't Harry Ellis get another chance at scrum-half? If Robinson wants to play a more open game why not go for James Simpson-Daniel? If Alex Brown is injured why not pick Craig Gillies, the Worcester lock who is the most effective line-out jumper in the Premiership? If Lee Mears' throwing can transform an inconsistent line-out, why not give him the hooker's shirt? And, if Robinson does rate Mark van Gisbergen, why not go with him even if his form at Wasps has dipped during the last month? Not the whole lot at once. That would be madness. But with every game Henry, Laporte and Ruddock learn a little bit more while England stand still."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}