{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/nov/20/usa", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2005-11-20T16:42:17Z", "webTitle": "Henry Porter: The US should look to Canada", "webUrl": "https://www.theguardian.com/world/2005/nov/20/usa", "apiUrl": "https://content.guardianapis.com/world/2005/nov/20/usa", "fields": {"headline": "It's great up north", "bodyText": "I booked the train ticket from New York to Toronto feeling good about my carbon footprint and imagining a pleasant day gliding north up the Hudson river to Niagara and the Great Lakes. The landscape was stunning and I'm glad I went that way. However, I could not recommend it. For one thing, Amtrak has perfected a meal - the only meal available - which is the final evolution of convenience food: a molten cheesy, doughy mass which is optimistically called either a breakfast roll or cheeseburger, though it approximates neither. For another, the trip takes 13 hours and includes many stops, the longest of which comes at the Canadian border, where endearingly - or cunningly - half the station is occupied by an antiques shop. Midway through the morning, I was drinking a cup of coffee, watching the Hudson slide by when we came to a bend in the river. On the far bank was a large, forbidding establishment. My neighbour, a big man in his thirties, caught my eye. 'That's West Point,' he said. I nodded. 'That's West Point! The US Military Academy,' he insisted, his jaw clenching with pride. 'Really. I assumed it was a prison,' I replied truthfully. I don't know what reaction he hoped for, but this was not it. What was I meant to do? Salute? Nod in respect for the great work being done in white phosphorus 'shake'n' bake' tactics? The train rolled on and West Point disappeared from view. Some minutes later, he turned to me. 'You a liberal or something?' 'Eh, no. I really thought that was a prison.' A silence followed. 'You're a liberal; I can tell,' he said aggressively. I was about to give him my standard lecture about the tragedy of American politics descending from the contest between Republicans and Democrats to the remorseless demonisation of liberals when he crushed his paper cup, got up, glared and stalked off. And that, in short, explains why leaving America for Canada is done with no enormous regret. Behind you lies the weight of American touchiness and hysteria, the radio shock jocks, the twerpish, bow-tied TV pundits, the religious nuts who deny evolution with the phrase 'intelligent design' and the madness that descants on the ills of passive smoking, yet allows a tax break on SUVs that consume one gallon every 12 miles. This is to say little of a President who seems only confident when he is standing at a podium as commander-in-chief with bristling military types behind him talking about 'Amraaaaka'. But one must not exaggerate. America is not in some proto-fascistic state and, actually, there is much I still love about the place, but the country is in a very weird mood. So much of its decency, cordiality, wit and thoughtfulness is drowned out by strident chaps wearing flags in their lapels and the babbling hatred that pours from the Fox Network. When you get to Canada, the clamour stops. Suddenly, you find yourself in the place that America should be and once was, though it would offend every American to think that Canada has anything the US should want. Canada is the lame, slow-talking cousin up north where people say 'golly', 'cripes' and 'geeezzz' and the men wear cellphones on their belts. The origin of the name is held to be significant; it is commonly thought to derive from a Spanish cartographer who wrote on the early map of the land mass 'Aca-Nada', or 'nothing here'. If only on the grounds of Canada's economic success, Americans should take more notice. Last week, the Liberal government announced that it would cut C$30 billion out of the budget because of the enormous fiscal surplus, currently running at about C$13.4bn a year. Just over C$5bn is to be given back to Canadians on taxes collected this year. And in the future, some of the the surplus will be spent on training, the settling of new immigrants and student grants. Paul Martin's Liberal government will probably fall within the next 10 days, causing an election campaign to run through Christmas, but this will only mean a temporary delay. The Conservatives must at least match the Liberals' promise on the budget in order to win. The main point, which you never hear in Britain or America, is that Canada alone among G7 countries is balancing its budget. When you compare its performance with the Bush administration's (the US trade deficit is $706bn; the budget deficit is predicted to be $521bn this year), it's a wonder Canadians aren't a bit more cocky. But during a week in Toronto, I didn't hear the tiniest bit of chauvinism, economic or otherwise. Canadians are sceptical to a point where they appear simply unable to recognise that they live in a very successful and civilised country. 'We peer so suspiciously at each other,' Pierre Trudeau once said, 'that we cannot see that we Canadians are standing on the mountaintop of human wealth, freedom and privilege.' He was right. Some 32 million people occupy a huge territory, blessed with enormous natural resources. Canada is democratic to its marrow, relatively enlightened on environment, health and welfare issues and its political discourse, unlike America's, is recognisably connected to the rest of the free world. That is almost certainly because the centre ground of politics, the place where you find a nation's core values and you can most easily read its character, is some distance to the left of the centre ground in the US. Canadians are obsessed by two things - politics and national identity. I am on a book tour here and have been amazed how knowledgeably and intensely these things are discussed in ordinary conversation. Canadians are engaged in their politics in way that Americans aren't, and they read obsessively. Canadians spend as much money on books (C$1.1bn) as on newspapers and going to the cinema and double the amount spent on sporting events. To the outsider, Canadian politics is often mystifying and the conduct of the debate between Conservatives and Liberals seems slightly less genteel than a couple of ferrets in a sack. But on the big issues, the political class makes some good decisions. For example, Jean Chretien, the Prime Minister for 10 years who left office in 2003, refused to go to war with Iraq unless there was a second UN resolution, which is exactly the course Tony Blair could and should have taken. Canadians only grudgingly thank him for his sound judgment. While a European may not feel entirely at home watching the news and reading the papers here, he does sense a familiar culture. On the news that serious fraud charges had been laid against Conrad Black in the US, it was quickly pointed out that since Lord Black had swapped his Canadian citizenship for a peerage and British naturalisation, he could well face expulsion from Canada because of the country's tough laws concerning those charged with indictable offences in other territories. The gleeful reaction in the press and at a party I attended in Lord Black's hometown had very much the ring of the old country about it, which is perhaps unsurprising since 30 per cent of Canadians originate from the British Isles. There is also a sense that Lord Black sold his Canadian birthright for snobbish reasons and that does not go down well in a country so absorbed by its national identity. Someone once said Canadians were so busy explaining to the Americans that they weren't British and to the British that they weren't American that they hadn't found the time to be Canadian. I'm not sure that is true any longer and anyway an undue confidence in national identity and the mission that it suggests can get a country into an awful lot of trouble, as the British and Americans have found in the Middle East. Just at the moment, Canadians seem to have got things about right."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}