{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2005/nov/20/harrypotter1", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2005-11-20T16:55:10Z", "webTitle": "Mark Kermode: Should we shield our children from Harry Potter?", "webUrl": "https://www.theguardian.com/film/2005/nov/20/harrypotter1", "apiUrl": "https://content.guardianapis.com/film/2005/nov/20/harrypotter1", "fields": {"headline": "Should we shield our children from Harry Potter?", "bodyText": "The dilemma currently facing parents of junior school kids is whether or not to allow their little darlings to watch the really rather scary Harry Potter and the Goblet of Fire. With six-year-olds now carrying their books in Harry Potter satchels and wrapping their necks in Hogwarts scarves, it seems churlish to deny them the chance. Yet as the film's posters and trailers make clear, Goblet of Fire is a tale of 'dark and difficult times' whose 12A certificate denotes 'threat and horror' involving fearsome dragons, casual murder and men hacking off their own hands in weird satanic rituals. As a child with a taste for the gruesome, I would have given my right arm to be allowed to watch a movie in which someone ... well, gave their right arm. But not every kid inclines so heavily towards the dark side and many under-12s will doubtless find the fourth Harry Potter movie too edgy to endure. A few years ago, parents would have had nothing to worry about. Until 2002, the 12 certificate was mandatory, forbidding access to anyone below that age. But a stream of complaints from parents insisting that they were best placed to decide whether their children could handle 'kidult' hits such as Spider-Man presaged a change in policy. Hence the advisory 12A category, which allowed younger children to view films containing such elements as 'moderate fantasy violence', 'infrequent strong language' and 'implied sexual activity' as long as they were accompanied by a responsible adult. The BBFC expected a few complaints from mums and dads whose nine-year-olds were wigged out by the Orc attacks in The Lord of the Rings What they didn't expect were the protests from adults whose enjoyment of films such as Die Another Day had been spoiled by bored four-year-olds with no interest in the movie running up and down the aisles. While the BBFC had been careful to ensure the protection of children from scenes which may upset them, they hadn't counted on the need to protect adults from the children of parents who viewed the 12A rating as a cost-effective substitute to hiring a babysitter. After considering a mandatory lower age limit, the board, instead, opted for a public-awareness campaign (launched earlier this year) to drive home the fact that 'responsibility for allowing under 12s to view [a 12A film] lies with the accompanying adult'. This is entirely as it should be, since the peculiarities of youngsters' relationships to movies cannot be policed at a distance. Having grown up on a diet of Hammer horror reruns, I always thought that being scared was an essential and invigorating part of the cinematic experience. Yet when I took a group of kids to see Tim Burton's Corpse Bride, I was genuinely surprised when one seven-year-old asked to leave. 'What didn't you like?' I asked. 'Was it the fact that the Bride's eyeball kept falling out? Or the stuff with the skeletons?' 'Oh no,' she replied. 'It wasn't that. It was just the fact that it was so ... big!' It turns out she had only been to the cinema once before, to see The Magic Roundabout, and had exactly the same problem. In the video age, the sheer scale of modern cinema can be pretty terrifying. No movie can be guaranteed scare-free. Even the U-rated Wallace &amp; Gromit in The Curse of the Were-Rabbit contains 'mild, comic, scary scenes', a revelation which will come as little surprise to parents whose children were disturbed by the sinister penguin in The Wrong Trousers On the other hand, it's equally possible for world-weary adults to be oversensitive about their sprogs; apparently, the gag about naughty children having 'eaten the baby!' at the beginning of Nanny McPhee bothered no one except me, with the censors shrugging their shoulders at shots of baby booties adorning fleshy drumsticks and toddlers in cooking pots. My kids laughed like drains. As for the 12A certificate, it does force parents to consider issues of acceptability and, it is hoped, to discuss their censorious decisions with their children. I'm sure that my Star Wars-obsessed four-year-old really appreciated his dad's thorough explanation of why he couldn't see the 12A rated Revenge of the Sith 'It contains too much \"moderate fantasy violence and scary scenes\",' I pointed out. 'And anyway, George Lucas is rubbish. He couldn't direct traffic. He has no sense of narrative cohesion whatsoever. And as for those CGI effects! Please!'"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}