{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/dec/11/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-12-11T23:47:09Z", "webTitle": "Captain Cole must beware The Crab's sideways fate", "webUrl": "https://www.theguardian.com/football/2002/dec/11/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2002/dec/11/sport.comment", "fields": {"headline": "Captain Cole must beware The Crab's sideways fate", "bodyText": "It was hard to know whether to cheer or to cringe when Glenn Roeder presented Joe Cole with the captain's armband last weekend. At 21, and with several seasons of top-flight football behind him, including a trip to the World Cup last summer, Cole ought to be ready for anything, including the burden of skippering a struggling side. But his talent is so rare and precious, and potentially so important to England, that it is hard to endorse anything which might disturb its delicate internal mechanism. Cole scored a goal and otherwise played a prominent part in Saturday's 2-2 draw at Middlesbrough, a result that temporarily relieved the pressure on the likeable Roeder, and afterwards he made all the right noises. \"It was the proudest moment in my football career, alongside my England debut,\" he said. Roeder spoke of how Cole's eyes had lit up on being offered the role. \"He's well respected by the squad but it is also important that he has come through our academy and is a West Ham boy through and through,\" the manager added. Only Roeder knows what his true motives were. With Paolo Di Canio and Steve Lomas unavailable, West Ham needed a new captain at a crucial time in a difficult season. In their absence the manager may have sensed an opportunity to use the appointment to solve or at least defer a related problem which might have had a destructive impact. When West Ham dropped anchor at the bottom of the table, their core of exceptionally talented home-grown young players - Cole, Michael Carrick, Jermain Defoe - immediately became the subject of transfer speculation. By offering Cole the captaincy Roeder perhaps hoped to reinforce the player's relationship with the club at a time when his agent may be hearing siren songs on his cellphone. There may even be some outside London E13 who wonder whether Upton Park will continue to be the right environment for Cole or whether, like Martin Peters in 1969, his chances of fulfilling his potential might be increased by relocation to a more successful club. This is called Le Tissier's Conun drum: does a player owe it to his talent to test himself against the highest available standards or is English football better served by a wider spread of superstars among the clubs? By definition there can never be unanimity on that question. Fans of all but the three or four top clubs know the sick feeling of losing a player who embodied their hopes and dreams. But what level would Cole's game have reached by now if, instead of opting for West Ham, he had instead chosen to enter the academy at Arsenal, his local club? As for the effect of captaincy on a brilliant young midfield player, those with long memories may be reminded of the case of Ray Wilkins, the most gifted English footballer of his generation. When Eddie McCreadie made Wilkins the captain of Chelsea in 1975, the 18-year-old responded magnificently. In a relegation season Wilkins shepherded his team-mates through their difficulties with extraordinary maturity, maintaining his efforts after they had suffered the drop. But what was the cost to his own game? At 18, Wilkins was a Roy Keane or a Steven Gerrard without the raw aggression but with vastly more finesse. He was a playmaker who could pass the ball long or short, he was an emergency defender and he could score goals of all kinds. His game was built on refined technique and a delightful imagination. But in his own mind the captaincy involved an emphasis on other qualities, principally a sense of responsibility to others, that turned out to inhibit expression of the full range of his talents. At Manchester United, where Bryan Robson was ensconced as captain, Wilkins continued to show a readiness to work for the collective good. The measured square passes which were aimed at encouraging others to express themselves only earned him - from my colleague Ron Atkinson - the nickname of The Crab. Those of us who watched him closely at 18 still wonder what might have been. There is a danger now that Joe Cole, no longer a teenage prodigy, will slip into the what-might-have-been category. Roeder, with his mind on West Ham's immediate future and his own, needs quick fixes. He can hardly be blamed if these have little to do with the development of a player who, like Wilkins, counts among his assets an integrity that makes him an instinctive volunteer for any task which appears to be in his team's best interests, even if not his own."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}