{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/dec/09/newsstory.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-12-09T18:17:21Z", "webTitle": "FA to investigate Keown incident", "webUrl": "https://www.theguardian.com/football/2002/dec/09/newsstory.sport9", "apiUrl": "https://content.guardianapis.com/football/2002/dec/09/newsstory.sport9", "fields": {"headline": "FA to investigate Keown incident", "bodyText": "The FA are to investigate the clash between Martin Keown and Ruud van Nistelrooy during the Gunners' visit to Old Trafford on Saturday. A copy of the match video has been requested by the FA, who will study Keown's apparent push in the Dutchman's face in an off-the-ball incident during Arsenal's 2-0 defeat. \"We can confirm that The FA has today requested a copy of the video from the weekend's Premier League fixture between Manchester United and Arsenal,\" said a statement on www.thefa.com. \"This is to consider an incident involving Arsenal's Martin Keown and Manchester United's Ruud van Nistelrooy. \"The FA will consider the incident before deciding whether the matter will be referred to the video advisory panel.\" Earlier Keown apologised for his \"bad reaction\" in clashing with Ruud van Nistelrooy on Saturday through his manager Arsene Wenger. However, Wenger admitted then that his player was still likely to face disciplinary action. \"I've not seen a replay of the incident but Martin told me this morning that he's sorry,\" he added. \"He has apologised as he said it was a bad reaction. \"If he is charged, he is charged and we will defend him. But he has shown a big attitude in saying that he's sorry.\" If match referee Dermot Gallagher had seen the incident and not decided to take any action, then the FA would not have been able to use video evidence against Keown. However, Gallagher reportedly told the Daily Mail: \"I didn't see it and I can't comment on something I didn't see.\" Meanwhile Tottenham striker Robbie Keane is also sweating on a referee's verdict after his controversial goal celebration in yesterday's 3-1 success against West Brom at White Hart Lane. The Republic of Ireland forward, 22, scored on the half-hour and marked his strike by running straight to the banks of Baggies fans where he appeared to taunt them. The travelling supporters jeered Keane throughout the match because of the two seasons he spent at their rivals Wolves - but Keane's response, cartwheeling and cupping his hands behind his ears, is unlikely to have gone down well with FA top brass. Ref Alan Wiley could have booked Keane if he judged his celebration provocative and the FA said: \"We are also awaiting the referee's report on that incident.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}