{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/dec/28/society.philippullman", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-12-28T23:34:31Z", "webTitle": "Voluntary service", "webUrl": "https://www.theguardian.com/books/2002/dec/28/society.philippullman", "apiUrl": "https://content.guardianapis.com/books/2002/dec/28/society.philippullman", "fields": {"headline": "Voluntary service", "bodyText": "What is the relationship between art and society? Can art do anything to make the world better, or is it quite useless? This is an old puzzle, and no one has solved it yet. At one end of the range of possible answers lies the Soviet idea that the writer is the engineer of human souls, that art has a social function and should produce what the state needs, and at the other end is the declaration of Oscar Wilde, in the preface to The Picture of Dorian Gray, that there is no such thing as a moral or an immoral book; books are well written or badly written, that is all. However, he wasn't consistent about this: elsewhere, in \"The Critic as Artist\", he wrote \"All art is immoral\"; and it's notable that The Picture of Dorian Gray itself is one of the most firmly moral stories ever written. I hesitate to disagree with Saint Oscar, whatever he said, but I've been telling stories for many years now, and in the course of that experience I've come to see a few things more clearly than I used to. I take it that art, literature, children's literature, does not exist in a special realm apart from society. I take it that storytellers are inextricably part of the whole world, and that one way of thinking about the relationship between art and society is to approach it by considering the responsibilities that follow from this. First, whether or not responsibility begins at home, it feels as if it does. Our first responsibilities are financial: the need to look after our families and those who depend on us. What this means is that we should sell our work for as much as we can decently get for it, and we shouldn't be embarrassed to say so. Some tender and sentimental people, especially young people, are rather shocked when I tell them that I write books to make money. They like the idea of the artist starving in the garret so much that they think poverty must be a necessary condition in which to make art. But worry - constant, unremitting anxiety about bank statements and mortgages and bills - is not a good state of mind to write in. It drains your energy, it weakens your concentration. If we decide to try and make a living by telling stories we have the responsibility - the responsibility to our families, and those we look after - of doing it as well and as profitably as we can. Then there is our responsibility to the medium in which we work. You can tell a story in mime, or in pictures, or in music; but language is the medium for most of us, and once we become conscious of the way language works, we can't pretend to be innocent about it. We can't maintain that it's something over which we have no influence. If human beings can affect the climate, we can certainly affect the language, and those of us who use it professionally are responsible for looking after it. This is the sort of taking-care-of-the-tools that any good worker tries to instil in an apprentice: keeping the blades sharp, oiling the bearings, cleaning the filters. That means, for example, making sure of the meaning of words by looking them up in a good dictionary. And not only that: words have a history, a flavour of their origin, as well as a contemporary meaning. We should acquire as many dictionaries as we have space for, out-of-date ones as well as new ones, and make a habit of using them. Taking care of the tools also means developing the faculty of sensing when we're not sure about a point of grammar. We don't have to know infallibly how to get it right so much as to sense infallibly that we might have got it wrong, because then we can look it up and get it to work properly. Sometimes we're told that this sort of thing doesn't matter very much. If only a few readers recognise and object to unattached participles, for example, and most readers don't notice and sort of get the sense anyway, why bother? I discovered a very good answer to that, and it goes like this: if people don't notice when we get it wrong, they won't mind if we get it right. And if we do get it right, we'll please the few who do know and care about these things, so everyone will be happy. When it comes to imaginative language, to rich and inventive imagery, those of us whose readers include children have to beware. But what we have to beware of is too much caution. We must never say to ourselves \"That's a good image - very clever - too clever for this book, though - save it up for something important.\" Someone who never did that, someone who put the best of his imagination into everything he wrote, was the great Leon Garfield. Here's a passage from one of my favourites among his books, The Pleasure Garden: \"Mrs Bray was the proprietress of the Mulberry Garden ... Although a widow for seven years, she still wore black, which lent her bulk a certain mystery; sometimes it was hard to see where she ended and the night began. Dr Dormann, standing beside her, looked thinner than ever, really no more than a mere slice of a man who might have come off Mrs Bray in a carelessly slammed door.\" There's fast-food language, and there's caviar language; one of the things adults need to do for children is to introduce them to the pleasures of the subtle and the complex. A good way to do that, of course, is to let them see us enjoying it, and then forbid them to touch it, on the grounds that their minds aren't ready to cope with it, it's too strong, it'll drive them mad with strange and uncontrollable desires. If that doesn't make them want to try it, nothing will. The aim must always be clarity. It's tempting to feel that if a passage of writing is obscure, it must be very deep. But if the water is murky, the bottom might be only an inch below the surface - you just can't tell. It's much better to write in such a way that the readers can see all the way down; but that's not the end of it, because you then have to provide interesting things down there for them to look at. Telling a story involves thinking of some interesting events, putting them in the best order to bring out the connections between them, and telling about them as clearly as we can; and if we get the last part right, we won't be able to disguise any failure with the first - which is actually the most difficult, and the most important. Next in my list of responsibilities comes honesty, emotional honesty. We should never try to draw on emotional credit to which our story is not entitled. A few years ago, I read a novel - a pretty undistinguished family story - which, in an attempt to wring tears from the reader, quite gratuitously introduced a Holocaust theme. The theme had nothing to do with the story: it was there for one purpose only, which was to force a particular response and then graft it on to the book. It's possible - difficult, but possible - to write an honest story about the Holocaust, or about slavery, or about any of the other terrible things that human beings have done to one another, but that was a dishonest one. An emotional response from the reader is a precious thing. Stories should earn their own tears and not pilfer them from elsewhere. When it comes to the craft of saying what happened, the responsibilities become technical, and more and more fascinating. The playwright David Mamet said something very interesting about this. He said that the basic story-telling question for a film director is \"Where do I put the camera?\" I've found that a very rich metaphor for the first big problem you have to solve when you start to tell a story: where am I seeing this from? Whose voice is telling this? To judge from their work, it seems that the great directors, the great storytellers, know immediately and without thinking where the best place is to put the camera. They seem to see it as clearly as we can see that leaves are green. A good director will choose one of several goodish positions. A bad director won't know, and will move the camera about, fidgeting with the angles, trying all sorts of tricky shots or fancy ways of telling the story, and forgetting that the function of the camera is not to draw attention to itself, but to show something else - the subject - with as much clarity as it can manage. But the truth is that great directors only seem to know the best place at once. The notebooks of great writers and composers are full of hesitations and mistakes and crossings-out; perhaps the real difference is that they keep on trying till they've found the best place to put the camera. The responsibility of those of us who are neither very good nor very bad is to imitate the best, to look closely at what they do and try to emulate it, to take the greatest as our models. Next, I think that we should keep a check on our self-importance. We who tell stories should be modest about the job, and not assume that just because we've thought of an interesting story, we're interesting ourselves. A storyteller should be invisible, as far as I'm concerned; and the best way to be sure of that is to make the story itself so interesting that the teller just disappears. When I was in the business of helping students to become teachers, I used to urge them to tell stories in the classroom - not read them from a book, but stand up and tell them, face to face, with nothing to hide behind. The students were very nervous until they tried it; they thought that under the pressure of all those wide-open eyes, they'd melt into a puddle of self-consciousness. But some of them tried, and they always came back next week and reported with amazement that it worked, they could do it. What was happening was that the children were gazing, not at the storyteller, but at the story she was telling. The teller had become invisible, and the story worked much more effectively as a result. Of course, you have to find a good story in the first place, but we can do that. I've said before that the great collections of British folk-tales, by writers such as Alan Garner, Kevin Crossley-Holland, and Neil Philip, should be treated in two ways: first, they should be bound in gold and brought out on ceremonial occasions as national treasures; and second, they should be printed in editions of hundreds of thousands, at the public expense, and given away free to every young teacher and every new parent. And stories make themselves at home anywhere. Nowadays a storyteller in Ireland can learn Australian stories, an African storyteller can tell Indonesian stories, a storyteller in Poland can pass on Inuit stories. Should we storytellers make sure we pass on the experience of our own culture? Yes, of course. It's one of our prime duties. But should we only tell stories that reflect our own background? Should we self-righteously refrain from telling stories that originated elsewhere, on the grounds that we don't have the right to annex the experience of others? Absolutely not. A culture that never encounters any others becomes first inward-looking, and then stagnant, and then rotten. We are responsible - there's that word again - for bringing fresh streams of story into our own cultures from all over the world. High on any list of the storyteller's responsibilities must come a responsibility to the audience. Those of us whose books are read by children are not in danger of forgetting it, actually. Some commentators - not very well-informed ones, but they have loud voices - say that children's books shouldn't deal with matters such as sex and drugs, or violence, or homosexuality, or abortion, or child abuse. Taboos change over time: only a couple of generations ago, it was rare to find a children's book that confronted divorce. Against the keep-them-safe argument, I've heard it said that young readers should be able to find in a children's book anything they might realistically encounter in life. Children do know about these things; they talk about them, they ask questions about them, they meet some of them, sometimes, at home; shouldn't they be able to read about them in stories? My feeling is that whatever we depict in our stories, we should show that actions have consequences. A couple of years ago, Melvin Burgess's Carnegie Medal-winning novel Junk created a storm among the professional fusspots, because it dealt among other things with the life of young drug addicts. But Burgess was showing exactly the sort of responsibility I'm talking about. It's a profoundly moral story, because it shows that temptation is truly tempting, and that actions have consequences, and that when people make a mess of their lives, they have to deal with the results. Some writers of children's books feel that they shouldn't take too bleak a view of the world; that however dark and gloomy the story they're telling, they should always leave the reader with a glimpse of hope. I think that has something to be said for it, but children can deal with the fact that tragedy is uplifting, too, if it shows the human spirit at its finest. \"The true aim of writing,\" said Samuel Johnson, \"is to enable the reader better to enjoy life, or better to endure it.\" Children need both those kinds of help, just as grown-ups do. What's true about depicting life in general is true of our responsibility when it comes to depicting people. There's a sentence I saw not long ago from Walter Savage Landor which is the best definition of this sort of responsibility I've ever seen: \"We must not indulge in unfavourable views of mankind, since by doing it we make bad men believe that they are no worse than others, and we teach the good that they are good in vain.\" Easy cynicism is no more truthful than easy optimism, though it seems to be so to the young. In depicting characters who struggle to do good or be brave, and succeed, or who are tempted to be weak or greedy, but refrain, we the storytellers are providing our readers with friends whose own good behaviour, and whose high valuation of the courtesy or steadfastness or generosity of others, provides an image of how to behave well; and thus, we hope, we leave the world at least no worse than we found it. Almost the last in my list of responsibilities is this: we have to pay attention to what our imagination feels comfortable doing. In my own case, for reasons too deeply buried to be dug up, I have long felt that realism is a higher mode than fantasy; but when I try to write realistically, I move in boots of lead. However, as soon as the idea comes to me, for example, of little people with poison spurs who ride on dragonflies, the lead boots fall away, and I feel wings at my heels. For many reasons (which, as I say, are beyond the reach of disinterment) I may regret this tendency of my imagination, but I can't deny it. Sometimes our nature speaks more wisely than our convictions, and we'll only work well if we listen to what it says. But now I come to the last responsibility, which is one that trumps every other, and before which our duty to the audience, to the language, to our family, to society as a whole has to bow gracefully and retreat; and that is the storyteller's responsibility to the story itself. I first became conscious of this when I noticed that I'd developed the habit of hunching my shoulders to protect my work from prying eyes. There are various equivalents of the hunched shoulder and the encircling arm: if we're working on the computer, for example, we tend to keep a lot of empty space at the foot of the piece, so that if anyone comes into the room we can immediately press that key that takes us to the end of the file, and show nothing but a blank screen. There's something fragile there, something fugitive, which reveals itself only to us, because it trusts us to maintain it in this half-resolved, half-unformed condition without exposing it to the harsh light of someone else's scrutiny. A stranger's gaze would either make it flee altogether or fix it in a state that might not be what it wanted to become. It feels as if the story, before it's even taken the form of words, before it has any characters or any incidents clearly revealed, when it's just a thought, just the most evanescent little wisp of a thing - as if it's come to us and knocked at our door, or just been left on our doorstep. Of course we have to look after it. What else could we do? We have to protect it while it becomes sure of itself and settles on the form it wants. Because it knows very firmly what it wants to be, even though it isn't very articulate yet. It'll go easily in this direction and very firmly resist going in that, but I won't know why; I just have to shrug and say \"OK - you're the boss.\" And this is the point where responsibility takes the form of service. Not servitude; not shameful toil mercilessly exacted; but service, freely and fairly entered into. This service is a voluntary and honourable thing: when I say I am the servant of the story, I say it with pride. And as the servant, I have to do what a good servant should. I have to be ready to attend to my work at a regular time each day. I have to anticipate where the story wants to go, and find out what can make the progress easier -by doing research, that is to say: by spending time in libraries, by going to talk to people, by finding things out. I have to be unobtrusive, and not push myself and my own opinions in front of the story's attention. I have to keep myself sober during working hours; I have to stay in good health. I have to avoid taking on too many other engagements: no man can serve two masters. I have to keep the story's counsel: there are secrets between us, and it would be the grossest breach of confidence to give them away. And I have to be prepared for a certain wilfulness and eccentricity in my employer. All the classic master-and-servant stories, after all, depict the master as the crazy one who's blown here and there by the winds of impulse or passion, and the servant as the matter-of-fact anchor of common sense; and I have too much regard for the classic stories to go against a pattern as successful as that. So, as I say, I have to expect a degree of craziness in the story. No matter how foolish it seems, the story knows best. And finally, as the faithful servant, I have to know when to let the story out of my hands. I suppose our last and most responsible act as the servant of the story is to know when we can do no more, and when it's time to admit that someone else's eyes might see it more clearly. To become so grand that we refuse to let our work be edited is to be a bad servant, not a good one. I have always been lucky in my editors - or rather, since I'm talking about responsibility here, my stories have been fortunate that they've had me to choose their editors so carefully. And now I see that I haven't even begun to answer the question I opened with. I know no more now about the relationship between art and society than I ever did. But I do know that there is a joy in responsibility, in the knowledge that what we're doing on earth, while we live, is being done to the best of our ability, and in the light of everything we know about what is good and true. If we do it well, we might be able to bring our work to the condition of that mysterious music described by Caliban, the sounds and sweet airs, that give delight and hurt not; and there's something to be said for doing that. Maybe that's all we can say. © Philip Pullman · This article originated in a lecture, the May Hill Arbuthnot Honor Lecture, given in New York in April 2002. Northern Lights, The Subtle Knife and The Amber Spyglass by Philip Pullman are published by Scholastic in paperback at £6.99 each. A hardback containing all three titles, His Dark Materials, is published by Scholastic at £25."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}