{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2002/dec/24/christmasappeal.internationalnews", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2002-12-24T14:49:27Z", "webTitle": "Learning to love the latrine", "webUrl": "https://www.theguardian.com/society/2002/dec/24/christmasappeal.internationalnews", "apiUrl": "https://content.guardianapis.com/society/2002/dec/24/christmasappeal.internationalnews", "fields": {"headline": "Learning to love the latrine", "bodyText": "It was not quite the validation they expected, but the aid workers knew they were doing something right when an armed gang stole their 146 toilets. Once it would have been fanciful to imagine eight masked thieves breaking into premises under cover of night, tying up guards and disappearing with a job lot of sanitary ware, but it happened earlier this year in the port city of Toamasina. In the field of third world sanitation, you take few things for granted, including demand for your services; but the robbery indicated that Madagascar, a vast island in the Indian ocean off Mozambique, had at last learned to love the latrine. For generations of Madagascans, going to the toilet meant squatting on a beach, riverside, road or bush. No longer, at least for some communities which now see latrines as useful and desirable - so much so that criminals are confident of being able to sell them on. \"It was upsetting to be robbed, but I suppose it showed that our sensitisation is working. People now want latrines,\" said Angele Rafarasoa, a coordinator for Saint Gabriel, a Toamasina-based non-governmental organisation funded by the charity WaterAid. This least glamorous field of development work struggles for funding and publicity. Donors prefer building wells or buying food, and newspapers prefer any story to the management of faeces. Yet the humble pit latrine has saved millions of lives, and could save even more. The prominence of sanitation at the world development summit in Johannesburg in August was a rare breakthrough, and raised hopes that hygiene promotion will become - and remain - a priority. Simple things such as lining pits with cement or providing soap can dramatically reduce the prevalence of diseases such as cholera and diarrhoea. But finding the resources to provide such things is only half the battle. Persuading people to want them can be even tougher. Madagascar is not alone in having cultural and economic objections to latrines. They require money, time and labour to build - resources which could otherwise be devoted to crops - but they can be washed away in the rainy season. There are also superstitions: that squatting over a pit can induce a miscarriage; or that an angry visitor may place bad medicine in a pit to bewitch a family. For those embarrassed about defecation, the bush also provided a cover story: swing a machete over your shoulder and you could be heading out to gather wood. There can be no ambiguity about visiting a latrine. Perhaps the most powerful deterrent is tradition. Your ancestors did not bury excrement in the ground; why should you? For some communities in Madagascar the earth is there to hold ancestors only, and bones are regularly exhumed, washed, wrapped in new shrouds and re-buried. \"Many families think it is dirty and bad luck to bury such things in the ground. It is taboo,\" said Mrs Rafarasoa. Yet in Toamasina, Saint Gabriel and WaterAid have built 626 latrines and are planning to build another 700, mostly in quarters inhabited by the families of fishermen and rickshaw-pullers. As a consequence the Canal des Pangalanes looks cleaner, and rates of cholera and diarrhoea have fallen. Latrines became popular once the traditional leaders, the tangalamenas, tried them out in their own yards and observed no ensuing maledictions. They also noticed fewer flies and less stench - a common good which motivated some wealthier families to fund neighbours' latrines. \"My ancestors didn't have one, but so what? This way is cleaner,\" said Domeny, 42, as he watched workmen install a toilet under a jackfruit tree in his yard. Spreading the word Families pay up to a quarter of the £85 cost. The rest is subsidised by WaterAid and the British government's department for international development. In societies with few televisions and widespread illiteracy, different media are used to promote sanitation. In Mozambique the job is done by a radio show and touring theatre group. In Madagascar there are puppets: seven youths employed by Saint Gabriel perform plays they have written themselves. On a hot afternoon in the village of Mangarivotra, a 300-strong crowd of mostly children watched a series of domestic dramas: one puppet got diarrhoea from contaminated water; another was berated by his wife for defecating near the river; and a puppet couple was overjoyed by a new latrine. Is the message getting through? Look no further than the extra security guards at the toilet factory. On Saturday, Kirsty Scott reports from Applecross in north-west Scotland on the work of Fairbridge."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}