{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/dec/16/mondaymediasection8", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-12-16T23:18:26Z", "webTitle": "New Media Diary", "webUrl": "https://www.theguardian.com/media/2002/dec/16/mondaymediasection8", "apiUrl": "https://content.guardianapis.com/media/2002/dec/16/mondaymediasection8", "fields": {"headline": "New Media Diary", "bodyText": "· Those boffins at Google have been busy again working out new ways to utilise the site's search technology. Hard on the heels of the launch of its neat news service, two new Beta services have seeped on to its US site. Froogle (do you see what they did there?) is a shopping service that will lead you directly to the product you're looking for, while a neat addition to its main search engine allows you to see the top results in slide show form. On past experience, expect to see both innovations make their way on to the co.uk site in the near future. · Last week's confirmation from the Department of Culture, Media and Sport that the BBC is to face a review of the £100m or so it spends on its websites every year raised a wry chuckle or two among those in the commercial sector who've been pushing for such an investigation for the past five years. But the fact that such a review has been on the cards since the original approval for the BBC's digital channels was given (again, some five years ago) means they shouldn't hold their breath for it to be completed any time soon. Diary's prediction is that, in true DCMS style, it will give the BBC a light rap across the knuckles accompanied by effusive praise for its main sites. Surely something will have to be done, however, about the ridiculous duplication of effort that still exists across its 25,000 (count 'em) sites. · And while we're on the subject, everything seems to have gone very quiet on the Digital Curriculum front. If you remember, the BBC offered to provide £150m worth of free digital content to schools, causing apoplexy among commercial rivals who feared they'd be frozen out. The DCMS was supposed to decide by Christmas whether the BBC was to be given the green light, but now it doesn't look like we'll hear anything until the new year. · What on earth is going on at BT? Rather than solving the internal mess that is its ISP strategy, the latest plan to lump the BT Openworld content division into BT Retail while also retaining Openworld as an ISP has muddied the waters further. Smooth operator Pierre Danon, head of BT Retail, has promised that BT Openworld will be run as a separate business, independent of the rest of BT Retail, but it remains to be seen whether the regulator Oftel and rivals such as Freeserve believe him. · It's viral marketing time again - this time the protagonist is mobile phone manufacturer Sony Ericsson, which, in a desperate attempt to establish some credibility in the face of a sound beating from Nokia, has invented a made-up craze called Drool. This frankly disgusting pastime apparently involves dribbling like a toddler to express approval for its new T300 phone. Diary has to admit that we don't really get it. Does this make us old? · Owen Gibson is new media editor of mediatheguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}