{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/dec/11/rugbyunion.paulrees", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-12-11T21:26:43Z", "webTitle": "Clubs told to open their books", "webUrl": "https://www.theguardian.com/sport/2002/dec/11/rugbyunion.paulrees", "apiUrl": "https://content.guardianapis.com/sport/2002/dec/11/rugbyunion.paulrees", "fields": {"headline": "Clubs told to open their books", "bodyText": "The top five clubs in National League One are to be audited by the Rugby Football Union to ensure they fulfil the financial conditions for promotion. It is keen to avoid last season's situation where Rotherham were denied promotion because they failed to fulfil various financial and administrative criteria. That resulted in an inquiry by the Office of Fair Trading into allegations that the Premiership clubs were acting as a car tel to help prevent relegation. The RFU said that the audit would take place at the end of this month so any club not meeting the criteria would have 12 weeks to get itself in order. \"We want the first division champions to be promoted,\" said the RFU's chief executive Francis Baron. \"The bottom club in the Premiership will be relegated unless the team taking its place fails the criteria. By having an internal audit three months before the March 31 deadline to meet the criteria, we are maximising the chances of the winners taking their place in the top flight.\" The top club in the division is again Rotherham, followed by Worcester, Exeter, Orrell and Birmingham Solihull. The bottom club in the Premiership is Newcastle. Last season Leeds finished propping up the table. \"We are making the criteria document easier to read,\" said Baron. \"That work would have been finished already but for the OFT inquiry with which we are fully co-operating. I have invited the leading five clubs in the first division to meet me at Twickenham this month ahead of the internal audit and Worcester and Exeter have already accepted.\" Rotherham claimed last night that there was a conspiracy aimed at undermining their attempt to make the top flight after a report that they were offered a £680,000 pay-out from 10 Premiership clubs last season to ensure that they failed the criteria. \"This story is utter rubbish,\" said Rotherham's chief executive Jim Kilfoyle. \"A year ago we were accused of cheating by using ear-pieces on the pitch and that was a total fabrication. This latest allegation has emerged at a sensitive time and I would suggest that someone is conspiring to ensure we do not go up. \"They can forget it. If we are at the top of the first division in May we will go up and the suggestion that our owner Mike Yarlett accepted a bribe not to go up is ludicrous. I know how devastated he was last May, as we all were at the club, and when I met the Leeds' chief executive Gary Hetherington towards the end of last season, after they had lost an important game, he was dejected because he thought his side was going down. \"This plot was supposed to have been hatched last October. Worcester were leading the first division then and going well. We were not the team to try to buy off. We regard all this as a minor irritant and it will not deflect us from our goal.\" Baron said the RFU intended to introduce the rule restricting Premiership clubs to a maximum of nine non-English players in their match-day squads of 22 next season. It should have started last September but was delayed after a legal challenge to the move. \"We are working with the Premiership clubs,\" said Baron. \"Because of the court action we are changing our approach and instead of sides facing sanctions for breaching the rule they will be rewarded for adhering to it. The season after next the intention is to ensure that 17 of the 22 players are qualified to play for England.\" · England have agreed to play France in an amateur international for the next two years."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}