{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/dec/20/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-12-20T22:56:21Z", "webTitle": "Bosnich faces sack at Chelsea after B sample proves positive for cocaine", "webUrl": "https://www.theguardian.com/football/2002/dec/20/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/dec/20/newsstory.sport1", "fields": {"headline": "Bosnich faces sack at Chelsea after B sample proves positive for cocaine", "bodyText": "Mark Bosnich faces a worldwide ban of up to two years and the sack from Chelsea after the B sample of his drugs test yesterday confirmed the presence of cocaine. The goalkeeper will now be formally charged with misconduct by the Football Association, possibly today but more likely on Monday, and can expect to have his contract terminated by Chelsea for serious misconduct. Assuming Bosnich is found guilty by the FA he will receive a suspension of up to two years as a first offender. The disciplinary commission could agree to cut that short if the Australian undergoes rehabilitation and tests clean. Chelsea suspended Bosnich without pay pending the result of the B test and now have grounds to dismiss him. They will probably wait until Bosnich is formally charged by the FA before publicly making any statement. Bosnich met representatives of the Professional Footballers' Association and the FA's compliance and medical unit in London yesterday to discuss his future. The 30-year-old must decide whether to fight the findings, which no UK sportsman or woman has done successfully, or accept he took drugs and undergo rehabilitation. His penalty is likely to be stiffer if he contests the charge and is found guilty. The PFA stated earlier this month that it considers Chelsea acted improperly in suspending Bosnich without pay before the result of the B sample. It is expected the union will try to recover for Bosnich the wages he has not received, which would amount to around £300,000. One of the country's leading sports lawyers said last night that the PFA could well succeed in its quest. \"Until Bosnich has been found guilty he is, of course, innocent; so Chelsea should have been paying him,\" said Mel Goldberg, vice-chairman of the British Association for Sport and Law, and a partner in Max Bitel, Green solicitors. \"Until the B sample comes through, Bosnich is innocent. It's only once Chelsea have got confirmation that he's in breach of club regulations that they're within their right to sack him. I think the PFA will probably recover that money.\" Given that Bosnich has fallen to third in the pecking order of goalkeepers at Stamford Bridge, behind Carlo Cudicini and Ed de Goey, it seems unthinkable that Chelsea will stand by a player who is costing them around £2m a year in wages. The club are deep in debt and the feeling is that they would be happy to lose him from the payroll. Goldberg described Bosnich's chances of overturning a positive test as \"minimal\". After a successful spell at Aston Villa Bosnich's career has dipped at Manchester United and Chelsea, whom he joined from Old Trafford in January 2001. Bosnich, who turns 31 next month, has received treatment for depression since the results of his positive A test became public."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}