{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2002/dec/01/theobserver.observerbusiness9", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2002-12-01T23:03:15Z", "webTitle": "Harrods float recedes into the distance has hopes of good times in store", "webUrl": "https://www.theguardian.com/business/2002/dec/01/theobserver.observerbusiness9", "apiUrl": "https://content.guardianapis.com/business/2002/dec/01/theobserver.observerbusiness9", "fields": {"headline": "Harrods float recedes into the distance has hopes of good times in store", "bodyText": "Will the real Chairman Mo please stand up? Have the fortunes of Mohamed al-Fayed, owner of the world's most famous department store, taken a turn for the worse, or is he managing to buck the economic downturn as recent evidence suggests? Last week's financial pages were awash with stories of how well Fayed's sprawling empire has been holding up in what are extremely difficult market conditions for retailers. So well in fact that Harrods Holdings, the parent company which owns the flagship Knightsbridge store along with numerous other interests ranging from executive jets to airport stores, was able to pay Fayed and his brother, Ali, a record dividend of £74 million. The sum dwarfed the then record £57m payout the pair shared the year before, but at least this was made on the back of some dramatically improved profits. Filings at Companies House showed that profits before tax for the 12 months to February 2002 rose to £17.6m, up from £5.6m the previous year. And, in a rebuff to the doom-monger ing harpies who had predicted sales would be down, Harrods Holdings reported that sales fractionally rose to £541m, up from £540m. Fayed said: 'The Harrods Group has shown resilience in difficult trading conditions. Its performance reflects the strong loyalty of its customer base and the unique position it occupies as a world-famous showpiece.' Admittedly the figures were flattered slightly because of the way Harrods reports its accounts. As the company itself acknowledged, 'the business benefited from a 53rd week - which occurs every fourth year - therefore sales were actually down by approximately 2 per cent on a like-for-like basis.' The bottom-line figures have also benefited from the booking of a £22.2m profit on the sale of exceptional items, without which Harrods Holdings' pre-tax profits would have been wiped out by £23m worth of interest charges, the result of a £340m loan from the Royal Bank of Scotland. The exceptional item was largely comprised of the sale of Harrods' e commerce division, Harrods Online Limited, to an obscure offshore company called Danamon in which Fayed has an indirect interest. Once the dividend to the Fayed brothers is factored in, Harrods Holdings ended up £58.4m in the red. But no matter. Harrods Holdings is Fayed's company and he is perfectly entitled to move money around his empire as he sees fit - providing there is enough left in the business to cover interest payments. Often the money goes offshore to places like the British Virgin Islands and Luxembourg. Harrods Holdings' ultimate parent company is Alfayed Investment and Trust PVT, a partnership based in Bermuda. Some of the cash finds itself directed to other parts of the Fayed empire. Notes to the Harrods Holdings accounts show that last year it lent £4.4m to another Fayed company, Metro Natural Resources, while charging his Fulham Football Club more than £20m in fees. The byzantine complexity of the transactions within Fayed's empire is matched by its geographical diversity. Fayed's fiefdom stretches far and wide, from oil exploration in Mongolia, to energy interests in Thailand. But it is the department store which makes up the lion's share and it is the performance of this which must be Fayed's biggest concern at the moment. A separate set of accounts filed at Companies House last week revealed that turnover at Harrods Ltd, the UK retailing arm of Fayed's empire (which includes the Knightsbridge store and Harrods' branded airport shops), dropped from £533.9m to £526.3m. Worse, pre-tax profits (stripping out exceptional items) plunged from £30.5m to just under £22m. Despite the slide, the Fayeds took £28m out of the business in dividends, up from £6m the previous year. The results complete a sorry picture for Fayed. His beloved Fulham racked up losses of £24m last year and he has pledged to invest more cash in the club this season. So far it is believed Fayed has sunk more than £80m into turning the club into a Premier League outfit. Meanwhile, his Paris Ritz hotel saw losses double this year to €3.9m (£2.6m). And in April, Fayed closed Punch magazine, which had swallowed more than £15m of his cash. He is also having discussions with the taxman over an outstanding bill which could run into tens of millions. There has also been a mass exodus of key executives. A dozen directors of various Harrods companies - including former Tory MP Charles Wardle - have quit over the last couple of years, raising questions over Fayed's management style. At the start of the year the company's auditors, PricewaterhouseCoopers, quit. In July, William Najdecki, Fayed's finance director, and a man who knows the Harrods empire intimately, also resigned. To compound matters, Harrods finds itself at the centre of two bitter commercial disputes relating to licensing and construction agreements, according to its accounts. Harrods fiercely attacks suggestions that it might be in trouble. The company points out how it is investing in IT equipment and improving its property portfolio - not the actions of a business interested in making easy, short-term gains. 'As a private company, Harrods is able to take a medium to long-term view on the development of its business. This is true, in particular, with regard to levels of borrowing relating to Harrods Holdings and associated businesses owned by Mr Al Fayed,' the company said in a statement. This emphasis on the future - rather than the present - is particularly significant, as Fayed has for several years mooted the idea of floating Harrods on the stock market. He has talked about how the business could be worth £2 billion and how he would float the company in the US if the UK investment community balked at the price tag. But, given the performance of its core assets, the figure now seems preposterously high. And while Fayed continues to suck millions out of the business to fund his other ventures (almost £200m has been taken out in dividends during the last three years) it is debatable whether Harrods' fortunes will return to their pre-millennium levels in the short term. In 1999, for example, Harrods Holdings produced pre-tax profits of £55m, while in the same year Harrods Ltd mustered profits of nearly £40m. There are signs, however, that Harrods' fortunes have stabilised and are now showing something of an upturn. Fayed said last week: 'The store's trading for the first nine months of the current financial year has been stronger and we are developing momentum.'A good Christmas would help. But whatever plans Fayed had to float his company, they are for now well and truly on ice. Mohamed and his money November 2001: Harrods files accounts that show pre-tax profits for the year to January 2001 at its department store were down by 50 per cent to £20.2 million. Profits at the group level, meanwhile, crashed to £5.6m from £31.5m. Fayeds pay themselves dividend of £57m. Accounts signed off by auditors PricewaterhouseCoopers (PWC). December 2001: Fayed blames slump in profits on external factors such as the foot-and mouth-epidemic. The media points out the epidemic started in February 2001, after the accounts were filed. February 2002: Harrods' auditors, PWC, resign. Fayed moots plans to float the company on the New York Stock Exchange. April 2002: Closure of Punch magazine, which has swallowed more than £15m of Fayed's cash. October 2002: Paris Ritz announces that losses have doubled to nearly £2.3m. November 2002: Harrods Holdings announces pre-tax profits of £17.6m. Fayed brothers pay themselves a record dividend of £76m."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}