{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/dec/20/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-12-20T23:18:53Z", "webTitle": "Viana is out until March", "webUrl": "https://www.theguardian.com/football/2002/dec/20/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2002/dec/20/newsstory.sport5", "fields": {"headline": "Viana is out until March", "bodyText": "Newcastle's Portuguese midfielder Hugo Viana will be out of action for at least 10 weeks after having shoulder surgery today. Viana, an £8.5m signing in summer, dislocated his shoulder in a training-ground collision this month. \"There was some doubt about whether we should rehabilitate it without surgery but, when he had his second examination, the shoulder popped out again, so the surgeon said it needs pinning,\" Newcastle's manager Sir Bobby Robson said yesterday. \"Hugo will have his shoulder pinned in Portugal. They are talking about 10 weeks before he plays football again, though our doctor thinks it will be longer.\" Robson pointed out that another Newcastle midfielder, Brian Kerr, had a similar injury last season and was out for five months. \"It is probably the right deci sion. I had this situation with [the then England captain] Bryan Robson in the 1986 World Cup finals in Mexico, so I know a bit about it. Any bump or fall and the shoulder could pop out again,\" Robson added. · Everton are confident of completing the loan signing of the Egyptian full-back Ibrahim Said from the Cairo club Al Ahly once the transfer window opens next month. The 23-year-old, who was fined and sent home by Egypt from the African Nations' Cup in spring, spent a fortnight on trial with Everton. David Moyes is keen to take him, along with Celtic's Colin Healy, next month. · Carlisle's FA Cup second- round tie against Scunthorpe was postponed because of a frozen Brunton Park pitch and the Cumbrian club are almost certain to lose out on the television money that would have been generated by Sky Sports' scheduled coverage last night. The match referee Peter Walton said: \"There is a date pencilled in for next Monday but that has to be confirmed.\" · Robert Pires has confirmed that he is in negotiations with Arsenal to extend his contract, possibly to 2007. The 29-year-old Frenchman, who made a huge contribution to the club's Double success last season, said he was happy in London. He is hoping for a two- or three-year extension to his current deal, which expires in 2004."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}