{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/dec/24/marketingandpr.famine", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-12-24T14:52:52Z", "webTitle": "Ethiopia faces £330m claims", "webUrl": "https://www.theguardian.com/media/2002/dec/24/marketingandpr.famine", "apiUrl": "https://content.guardianapis.com/media/2002/dec/24/marketingandpr.famine", "fields": {"headline": "Ethiopia faces £330m claims", "bodyText": "The impoverished government of Ethiopia, which is struggling to combat the worst famine in 20 years, is facing demands from private creditors of up to $500m (£330m). The World Bank, which is negotiating on behalf of the Ethiopian government, has offered claimants all the compensation the government can afford. \"These claims are surreal,\" said one World Bank official. \"They are laughable when you consider who the debtor is.\" In the wake of last week's revelations that the multi- national coffee company, Nestlé, is demanding $6m (£4m) from Addis Ababa, the Guardian has learned that two British men are behind two of the largest claims which total $70m (£45m). The two largest single claims are being driven by a London- based lawyer acting on behalf of a Greek family, and a British businessman living in Geneva. Sources close to the negotiations say they are resisting offers to settle the cases, which relate to businesses nationalised by the previous military government in 1975. Stephen Sutton, whose London law firm is acting on behalf of the Papassinos family, is claiming $40-$50m for the family's real estate business. The government is believed to have offered the family $4m in settlement or the return of their property. The other case concerns a firm owned by the Besse family whose claim for $30m is being led by John Collins, a Geneva-based British citizen. The government has offered $6m, but both Mr Collins and the Papassinos are holding out for full restitution. Neither Mr Collins nor Mr Sutton was available for comment yesterday. Ethiopia, the world's poorest country with a per capita income of $100 a year, is struggling to combat looming food shortages which aid agencies fear may be worse than the famine which killed 1 million people in 1984. Public outrage over the news last week that Nestlé is one of the companies claiming compensation from Ethiopia forced the Swiss multinational to pledge the money towards famine relief. Yesterday the Ethiopian government met to consider its response to Nestlé's weekend offer. Debt campaigners said the Nestlé case and the other claims were part of a wider problem. Romilly Greenhill, of the Jubilee debt campaign, a London-based lobby group, said: \"Northern taxpayers are starting to provide debt relief to these desperately poor countries. It is time that some of these individuals and firms started to follow suit and recognise their moral obligations to the world's poor.\" Although in many countries claims date back to previous regimes, present-day governments are being pressured into settling by the fear that unresolved compensation claims will be a black mark against their ability to attract investment. Andrew Simms, of the New Economics Foundation, said: \"Some people seem to have missed the fact that the whole world is committed to halving global poverty over the next decade.\" Ethiopia's income from coffee has collapsed as world prices have plummeted to 30-year lows. Last year it earned $149m (£97m) from its coffee exports, down from $257m the previous year. It has been gripped by drought for the third year in a row and the government fears that 11 million people could face food shortages in coming months. The claims date back to the military dictatorship which ruled the country from 1975 to 1991. On seizing power, the previous regime nationalised around 40 businesses belonging to foreigners without compensation. \"Whether these claims are legally right or wrong, Ethiopia can't afford to pay,\" said Justin Forsyth, head of policy at Oxfam. \"These claims expose a major loophole in the global debt reduction effort: what should we do about unaffordable private sector debt?\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}