{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/dec/13/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-12-13T23:26:18Z", "webTitle": "Wednesday await word from Monk", "webUrl": "https://www.theguardian.com/football/2002/dec/13/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/dec/13/newsstory.sport", "fields": {"headline": "Wednesday await word from Monk", "bodyText": "Sheffield Wednesday, bottom of the First Division, hope to be successful with one part of an attempted double raid on Southampton for the defender Garry Monk and the out-of-favour striker Kevin Davies. The Hillsborough manager Chris Turner wants both men but Davies's agent has advised the Sheffield-born player to stay at Southampton in the hope of joining a Premiership club when the transfer window opens next month. Monk was yesterday given a 12-month contract extension until 2004 by Gordon Strachan, suggesting the central defender may still have a future with the Saints. But he has made only nine Premiership starts since joining in 1997. Meanwhile, Wednesday confirmed that Ian Hendon and Phil Scott have been suspended by the club after being arrested on suspicion of assault. The two players have now been bailed by British Transport Police pending the completion of the investigation. They were arrested after the alleged assault outside a Leeds nightclub this week. · Everton officials insisted yesterday that Joseph Yobo has signed a five-year contract despite the Nigerian defender's claim that he is still on loan. Everton's chief executive Michael Dunford said: \"On July 9, Joseph signed an agreement with Everton and agreed he would accept a period of five years including the 12-month loan. I have a work permit issued to Everton valid until June 30 2007. \"On November 26, Everton exercised its option with Marseille to make the [£3.5m] transfer permanent.\" Dunford insists personal terms were resolved when Yobo signed on loan."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}