{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2002/dec/09/shopping1", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2002-12-09T17:12:32Z", "webTitle": "Retro mothers and a little nostalgia", "webUrl": "https://www.theguardian.com/lifeandstyle/2002/dec/09/shopping1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2002/dec/09/shopping1", "fields": {"headline": "Retro mothers and a little nostalgia", "bodyText": "Christmas is always a busy time for me. I usually spend it with my family in Yorkshire so the run up to Christmas is marked with a frantic visit to Oxford street on the eve of my trip up north. I've got six people to buy for this year. As well as my immediate family, there's my best friend, Ash, and my girlfriend, who is called O (it's Cantonese for seagull before you ask), which is approximately £25 each. The first person I always shop for is my mum. Mum is so house proud that I usually try and get her something for the home. I went straight to www.habitat.net. In her own way, Mum is a product of the 60s - she has modern tastes, but likes tradition too, so Habitat's site was perfect for her. I found her a Cornish-style teapot for £27, just above my £25 price range. Next is my Dad. This year we've both been enjoying watching Peter Kay's Phoenix Nights on Channel 4. The Bolton comedian has just launched his own site at www.peterkay.co.uk, selling merchandise from the series and his sell-out stand up tour, Mum Wants a New Bungalow. There I found a T-shirt blazoned with one of Kay's catch-phrases \"Put big light on\", which could have come out of the old boy's mouth. It's a gentle chide but I'm sure he'll see the funny side and it only cost £15. My brother is the easiest person to please. He loves anything to do with Formula One and Michael Schumacher in particular. The first place I looked was the www.ferrarimerchandiseshop.com which is a good site for official merchandise, but is far too expensive for my budget. Instead, I opted for www.madabout-f1.co.uk where I picked-up a smart red Ferrari bag for £33.42 including postage. Just a shade above my £25 per person budget, but mum says he needs a new bag so I know he will appreciate it. This Christmas my best friend is coming to stay with us. Although we grew up together, Ash hasn't been back to our home town of Huddersfield for eight years. I wanted to get him something to remind him of our time up there. He now works as a DJ in Brighton and although he owns tonnes of records, I know that there are one or two little gems from our past that he still doesn't have. The best online record shop is Hard to Find Records of Birmingham at www.htfr.com. The site's online catalogue contains over 47,000 rare and deleted items. It buys up old record collections, catalogues them and sells them on the net. Within a couple of minutes, I found a rare copy of Voodoo Ray by A Guy Called Gerald for £10. It's an old classic from the Hacienda in Manchester where we both enjoyed many delirious nights in the late 80s. My grandad presented the biggest challenge. He's difficult to buy for at the best of times, and finding something online was an even harder task. I surfed around a few Rugby League sites, but there was nothing suitable. One thing we always do when I go round is enjoy a tot of whiskey together. So as soon as I found www.globalwhiskyshop.com, I swiftly purchased a bottle of MacLeods Island Malt for £19.99. That left £45 for O. When it came to her, I searched and searched, and came to just one conclusion. While I've enjoyed buying my Christmas presents online, and while it has saved me a lot of time and hassle, there are still some things I want to do in the real world. I decided to go into town and spend an afternoon buying something from a proper shop. Call me a romantic, but I wanted to find something for her beneath all the glitter of the West End's Christmas lights. Sean's shopping list in full 1 x teapot: £27 1 x T-shirt: £15 1 x Ferrari bag: £33.42 1 x record: £10 1 x bottle of whiskey: £19.99 TOTAL: £105.41 Leaving 1 x mystery gift for girlfriend: £44.59"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}