{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2002/dec/19/letters.letters", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2002-12-19T20:01:11Z", "webTitle": "Feedback, Dec 19", "webUrl": "https://www.theguardian.com/technology/2002/dec/19/letters.letters", "apiUrl": "https://content.guardianapis.com/technology/2002/dec/19/letters.letters", "fields": {"headline": "Feedback", "bodyText": "Wrong dose In my opinion, Richard Grainger, the new NHS director general of IT (It may hurt a little, December 12) is barking up the wrong tree in trying to get commercial computer companies to provide the NHS with modern, reliable, effective software and computer services. Working in the NHS for nearly 20 years, I have seen a succession of unreliable, out-of-date, incompatible systems appear and suddenly disappear when it was found out by users that they weren't up to the job, were too difficult to use and the (commercial) suppliers were unable or unwilling to modify their products or keep them up to date. What Richard Grainger should do is spend that £2.5bn on setting up an in-house NHS team of developers who should develop tools and systems which are used throughout the NHS, and not rely on a multitude of outside suppliers to do the job. These NHS systems should all be based on open-source soft ware using non-proprietary operating systems (eg Linux) so that future adaptation can be carried out in-house. Yoav Tzabar yoav@tzabar.org Cost cutters Re: Is your hi-fi ready for internet radio (Online on the web, December 13): great article. Opened up a whole new spending avenue for me - plus it will fit in perfectly with my ADSL D-Link router and broadband connection and home cinema system and so on. Just one problem: I won't actually be buying anything soon. The Audiotron, which fits my desires, is on sale in the UK at £350 - €560 - while in the Netherlands where I currently reside it costs €399 plus a €51 packaging and credit card handling fee. But the real insult is that it costs $293 on Amazon. I'm sure you can do the maths. The great thing about the internet is that you can do global comparison shopping. Shame that the journalist didn't use the opportunity to pour scorn on such massive price differentials. Brian Turner brian@london-quays.com Party politics In response to Robert Tedder's letter last week (Feedback, December 12): is Microsoft responsible for the development of all third- party software? From the opinion you give to the lay person Microsoft is responsible for the specification, design, development and the quality of all third-party software that is developed by third party software vendors for a Microsoft OS. To put it another way, when I take my car for a service and the garage fails to replace a faulty alternator and the car does not start when I am far away from home, is it the fault of the garage or the manufacturer of the car? Ollie Riches ollie_riches@hotmail.com Scam seized Antony Hawkins (December 12) CAN send his bundle of 419 scams to NCIS. The NCIS automatic reply to West African Organised Crime Section (WAOCS) messages asks those who receive these scams to send them in. When I telephoned my local police force I was asked to print the emails with full headers and drop them in at the local station, marked for the dedicated WAOCS officer (there is one in every constabulary throughout the UK). Mary Tipton Email address supplied Game plans Victor Keegan is spot on that it's the popular classics which are kick starting mobile gaming (Second sight, December 5). But what he's overlooking is the creativity that goes into making those games appeal to the mobile phone audience. Take a classic like Monopoly. When it was designed for the PC, extra creative features were added to suit the greater functionality of the medium. For the first time, you could manage your portfolio like a property giant rather than a slum landlord. You'll see the same creative enhancements when mobile Monopoly launches next year. Without giving too much away, look out for single and multi-player functionality - I can guarantee it is addictive. Unlike their board-based or even console and PC predecessors, games on wireless devices will be able to take advantage of specific mobile technologies like Bluetooth and Location Based Services, bringing a whole new dimension to gaming. And who's coming up with the ideas for us? A team of creatives from all over Europe, based in the north of England. Creativity is alive and well in UK gaming and wireless is simply its latest platform to flourish. Enda Carey, Marketing Manager, iFone e.carey@ifone.com Block rocking You mention companies possibly blocking access to information by geographic region (Online on the web, December 11). That will never work, because you could circumvent it by using an open proxy server outside the restricted area. Let's say, for example, you were to block access to an article to readers in the US. I would be able to circumvent that by using an open http proxy server outside the US, and your servers would never know the difference. Instead of my IP address showing up, the IP of whatever proxy server I was using would show up instead. There are now an estimated 300,000 such servers in existence. Charles Newman charlesnewman1@attbi.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}