{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2002/dec/24/conservatives.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2002-12-24T17:05:35Z", "webTitle": "Quiet times", "webUrl": "https://www.theguardian.com/politics/2002/dec/24/conservatives.uk", "apiUrl": "https://content.guardianapis.com/politics/2002/dec/24/conservatives.uk", "fields": {"headline": "Quiet times", "bodyText": "September 2001 After accelerating through the secret ballot of Conservative MPs, and despite a last-minute surge in voting in the party membership ballot - which many predicted would favour Kenneth Clarke - Iain Duncan Smith became party leader on September 13 2001 after a bruising and bitter summer-long battle with his better-known run-off rival. With the hair products millionaire John Frieda as the biggest sponsor of his campaign, Mr Duncan Smith confounded critics who saw him as just another bald rightwinger, and he slightly confounded his backers with some confused noises over section 28 during the leadership battle. In the final days of the election, the then shadow defence secretary played the race card - or rather, to prove his anti-racist credentials, he revealed to the Sunday Times that he was, in fact, one-eigth Japanese. His great great grandfather, a steam boat captain, married a Japanese artist in the 19th century, although Mr Duncan Smith insisted: \"I am against racism because it's plain wrong, not because of my own family.\" William Hague, the outgoing Tory leader, delayed the ballot - which had already been counted - for 24 hours out of respect for the victims of the terrorist attacks in the US, with Mr Duncan Smith being declared the winner on September 13. The then shadow defence secretary beat the former chancellor, Mr Clarke, by 155,933 to 100,864 votes - a ratio of 3:2 in a 79% turnout among more than 300,000 grassroots supporters. In a bid to heal wounds, the new leader appointed Michael Ancram as shadow foreign secretary and David Davis as party chairman, although there were no posts for Mr Clarke or Michael Portillo. And there was no rehabilitation for the \"Portillistas\" Francis Maude or Archie Norman. Appointments that raised eyebrows at the time included a back-from-the-dead posting for Michael Howard as shadow chancellor, and, most of all, the socially liberal Oliver Letwin fielding the Home Office brief. Mr Duncan Smith had a baptism of fire, facing the prime minister across the dispatch box the next day, when parliament was recalled to discuss the September 11 terrorist attacks. October 2001 In his first set-piece interview as leader with the in-house journal, the Daily Telegraph, Mr Duncan Smith creates a mild flurry by declaring that Margaret Thatcher, for all her virtues, is \"the past\". He also moves to stake his authority by ordering three Tory MPs - Andrew Hunter, Angela Watkinson and Andrew Rosindell - to leave the far-right Monday Club (perhaps stung by newspaper reports that both the British National party and the UK branch of the Klu Klux Klan had backed him for the leadership). In a foreshortened party conference in Blackpool, entirely overshadowed by world events, Mr Duncan Smith uses his first full speech as leader to tell the party faithful to \"put the needs of people before the demands of dogma\". The Guardian's Simon Hoggart is among the first to comment on a recurring feature of the new leader's speaking style: \"Duncan Smith has a frog in his throat - a great big green frog if the noise it makes is anything to go by.\" In his first speech to the 1922 backbench committee, Mr Duncan Smith implicitly distances himself from the Hague era by pledging a policy of \"intelligent opposition\". November 2001 In his first byelection test as party leader, Mr Duncan Smith fails to make any impact on the result in Ipswich, where the Tories barely manage to hold on to second place ahead of the Liberal Democrats, despite the Labour vote dropping by 11%. Mr Duncan Smith's vocal problems in the chamber are still causing him problems: as Simon Hoggart comments: \"For an old Eurosceptic like him, it must be a great embarrassment to have a permanent frog in his throat.\" The leader makes his first trip to Washington as Tory chief, meeting US administration hawk Richard Perle. December 2001 Three months into the job, Mr Duncan Smith shrugs off an attack from a former Clarke aide, who suggests the Tories will \"pay a price\" for picking the rightwinger over the more genial Mr Clarke. He also announces a short break from public speaking, to rest his vocal chords and hopefully banish the frog, telling the party: \"What happened is, to put it frankly, that I damaged my vocal cords, and the best way to put it right was to stop talking.\" Following factfinding missions to various European countries with his health spokesman, Dr Liam Fox, Mr Duncan Smith floats the idea of charging patients to see their GP. During the Christmas lull, it is revealed that the Mr Duncan Smith has snubbed complimentary membership of the Carlton Club - a perk of Tory leaders down the ages - in protest at its refusal to admit women. January 2002 Mr Duncan Smith orders Angela Browning to set up an attack unit focusing on the Liberal Democrats at Conservative central office, clearly perturbed by opinion polls placing the Lib Dems just 10 points behind, and slowly closing. However, his picking up on the case of Rose Addis, the 94-year-old mother of one of his constituents, and her treatment at London's Whittington hospital, blows up in his face when it is alleged she racially abused staff at the hospital. The row leads to a partial truce on the use of individual patients records in the war of words over the NHS. Mr Duncan Smith returns to rather more Thatcherite roots with a call for a ban on rail unions from striking. February 2002 Despite being rejected by Madam Tussauds' as too boring for a waxwork, Mr Duncan Smith appoints a spokesman for youth (the 42-year-old Charles Hendry MP) and makes an emotional tour of a poverty-stricken council estate in Easterhouse, Glasgow. March 2002 The Tory leader makes his most outspoken personal attack on the the prime minister, saying: \"I think Tony Blair uses his children ruthlessly. Once you open the doors to your children it just gives the press an excuse for intrusion. I don't want them to grow up like that and I guard my family because I know what will happen if I don't.\" He scores a mild coup when the former Labour MEP Richard Balfe defects to the Conservatives, and pledges at the Tory spring coference to champion Britain's \"vulnerable\" people, harking back to his visit to Glasgow. April 2002 Mr Duncan Smith tells the Commons he first heard of the death of the Queen Mother while fishing in Scotland - \"something she might have approved of\". He and his family move to a 17th-century manor house owned by his wife's father in Swanbourne, Buckinghamshire. It is also revealed that his older sister, Susan, is a former European pop queen who used to write hits for the Italian band Oliver Onions. More significantly, Mr Duncan Smith orders the party to vote against the 1% hike in national insurance to aid the NHS announced in Gordon Brown's Budget. May 2002 Mr Duncan Smith shows a new, liberal side by sacking shadow agriculture minister Ann Winterton after she made a racist joke at a rugby club dinner, but raises eyebrows with a unmitigatingly harsh attack on asylum seekers in the Daily Mail under the headline \"Not one Sangatte migrant should be let in\", saying the French were laughing at Britain for its supposedly lax asylum policy. In his first electoral test as party leader, the Tories do moderately respectably in the local elections with a net gain of 218 seats and 33% of the vote - bringing the party to within 500 seats of overtaking Labour as largest party in local government in England and Wales. Because of his support for Gibraltarians, Spain snubs the Tory leader by withdrawing his invitation to meet the Spanish prime minister. Mr Duncan Smith cancels his trip to Spain. June 2002 The Tory director of strategy, Dominic Cummings, delivers an uncomfortable own goal when he admits that the Tory leader is too unpopular to front any anti-euro campaign. Mr Duncan Smith lamely counters: \"The pound is more popular than any political party, because it doesn't belong to any one political party.\" The leader of the house, Robin Cook, reopens the personal attacks by reminding the Commons that Mr Duncan Smith sends his son to a private school - Eton. July 2002 The opposition leader drops his predecessor's pledge to match government spending, after being confronted with the enormous sums being poured into the public sector from the chancellor's comprehensive spending review. In a ruthless, but slightly bungled, night of the long knives, Mr Duncan Smith sacks the party chairman (and his former leadership rival) David Davis, while the latter is on holiday in Florida, and appoints Theresa May, the party's first female chairwoman - who then insists on being called \"chairman\". Alan Duncan comes out as the first openly homosexual Tory MP, and is backed by the leader. August 2002 After a family holiday in Tuscany, Mr Duncan Smith announces he and his family will take part in the pro-foxhunting \"liberty and livelihood\" march on September 22. While Fleet Street entered its summer silly season, Lord Tebbitt disturbed the peace and quiet with a snide attack in the Spectator on the \"squabbling children\" in Conservative central office - singling out Dominic Cummings, the director of strategy as a candidate for the sack. Meanwhile, in the same journal, former defence minister Nicholas Soames warned that the party was making \"abolutely zero\" impact on attacking the government, thanks to its \"mad obsession with gays, blacks and women\". September 2002 In an interview with the Times to mark the anniversary of his election as leader, Mr Duncan Smith says: \"I have refused through the last 12 months to be rushed through the process for instant headlines. I know we will be criticised. We did not have 50 policies in five months.\" And on cue, he launches his first policy paper - on secondary education for inner city pupils. October 2002 Ahead of the Tory conference in Bournemouth, the conservative magazine the Spectator launches an attack on Iain Duncan Smith's leadership and questions his ability to survive. The magazine's political editor, Peter Oborne, brands Mr Duncan Smith as \"a lonely figure\", while former foreign secretary Sir Malcolm Rifkind criticises the leader for giving Blair \"uncritical and unqualified endorsement\" over Iraq. In his closing speech at Conservative conference, Mr Duncan Smith proclaims himself as the \"quiet man\" of politics and attacks his opponents, warning them that they should not \"underestimate the determination of a quiet man\". Mr Duncan Smith's leadership is put under further pressure as newspapers report a plot to oust him by a group of backbenchers and shadow ministers. Michael Portillo becomes the first senior Tory to admit in public that Mr Duncan Smith's post as party leader is in danger. Mr Portillo, who says he has no interest in the party leadership, calls on Iain Duncan Smith to fight his critics to prevent a leadership challenge before the next election. Mr Duncan Smith vows he will not resign under any circumstances. After MPs return to the Commons following the summer recess and conference season, Mr Duncan Smith is twice humiliated at prime ministers questions - embarrassingly both his own fault. At one point he is jeered by Labour MPs after beginning an attack with the revelation that he had personally telephoned the retained fire fighters union himself that morning - rather than have an official do it on his behalf. The following week the Tory leader drops a clanger when, getting carried away with his own rhetoric on the fiasco over A-levels, describes them as \"not worth the paper they are written on\" - a remark eagerly siezed upon by the prime minister. November 2002 The Tory leader fights back at his critics as he insists he will still be the Tory leader at the next general election. But three days later, Mr Duncan Smith suffers a fresh blow as shadow work and pensions minister John Bercow resigns in protest at the party leader's policy on gay adoption. Mr Bercow decided to quit after the leader imposed a three-line whip on Tory MPs, requiring them to oppose the right of gay and unmarried couples to adopt children. December 2002 Iain Duncan Smith's leadership is plunged into fresh turmoil when former Tory cabinet minister Michael Heseltine calls for his sacking. Lord Heseltine says that unless the Tory leader is toppled the party hasn't \"a ghost of a chance of winning the next election\". Lord Heseltine recommends that Kenneth Clarke should be anointed leader, with Michael Portillo as his deputy. In public, Mr Clarke is supportive of Mr Smith but is still believed to covet the leadership role. Mr Portillo has publicly taken a back seat but would probably accept the deputy leadership position if the job offer were so much as whispered in his ear. Following the Guardian/ICM poll's revelation that the Conservatives have sunk to a four-year low, the Sun resurrects its 1998 front page splash featuring the dead parrot, this time with Iain Duncan Smith at its head and the comment that \"the Tory parrot is not just dead, it has been completely plucked\". The Tories have failed to make any inroads despite the Labour government's \"abject failures\", writes political editor Trevor Kavanagh. Mr Duncan Smith's embarrassment is compounded when it is revealed that - contrary to his official CV - he did not attend the prestigious University of Perugia in 1973, but a language school in the same town. Nor was his attendance at the Dunchurch College of Management quite what it was cracked up to be - this was in fact the staff college of his former employer, GEC Marconi. A few days later another bizarre discrepancy came to light - Mr Duncan Smith's birth certificate has him as an \"Ian\", not an \"Iain\". Reasons of snobbery? - not so claim IDS's aides, he is simply asserting his love of Scotland. In a yuletide bid to reassert his leadership strength of purpose, Mr Duncan Smith tells the Sunday Times: \"I know this much: as an abiding principle an incoming Conservative government will be a lower-tax, lower-regulation government than this government is.\" Unfortunately, by Sunday lunchtime, his shadow chancellor, Michael Howard, has taken to the airwaves to insist that there will be no tax cuts in his first budget unless the public services have been improved. This leads to speculation that Mr Howard may be considering a Christmas coup against the leader. · additional reporting by Jann Bettinga, Danny Penman and Jane Linekar"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}