{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/dec/13/formulaone.formulaone2002", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-12-13T22:37:36Z", "webTitle": "European grands prix may go up in smoke", "webUrl": "https://www.theguardian.com/sport/2002/dec/13/formulaone.formulaone2002", "apiUrl": "https://content.guardianapis.com/sport/2002/dec/13/formulaone.formulaone2002", "fields": {"headline": "European grands prix may go up in smoke", "bodyText": "Europe could lose another two formula one grand prix races by 2004 after the European Union decided to bring forward its timetable for banning tobacco advertising by a year. Belgium has already lost its grand prix because of its ban on such advertising, and two more races could move outside EU borders if Brussels goes ahead in changing its deadline from 2006 to 2005. David Richards, team principal of the BAR-Honda squad which has received over £90m backing from British American Tobacco since 1999, said: \"If the EU sticks to its position there is a very strong chance we will end up with most of the formula one series taking place outside Europe.\" There are currently eight races within the European Union - France, Britain, Spain and Austria, plus two each in Germany and Italy, one being the San Marino grand prix. This leaves six races outside Europe, along with Hungary and Monaco which are not in the EU and not subject to the tobacco restrictions. With Bahrain ready in 2004 to take the date vacated by the Belgian grand prix and a need to accommodate China and possibly Turkey during that season, two more European races must be dropped. Austria and San Marino are tipped as the most likely casualties. Max Mosley, the president of the sport's governing body, is expected to call for the EU to reverse its decision when the FIA meets in Monaco today. Formula one is dependent on the tobacco companies. The Philip Morris Marlboro brand heads the list with its investment of about £45m a year in Ferrari. With formula one teams currently unable to survive on less than about £30m a year, restrictions on cigarette advertising in the media have made sporting sponsorship the tobacco giants' most obvious outlet. Those teams that enjoy tobacco sponsorship include Ferrari, McLaren, BAR, Jordan and Renault, although both BMW Williams and Jaguar have made it their strategy to move away from such sources of sponsorship. Mosley will emphasise that an early introduction of the tobacco ban will lead to more races outside the EU from 2005 at venues where advertising is not restricted. \"With Bahrain and China scheduled to hold races in 2004 and interest from both Morocco and South Africa, plus the possibility of a second race in the USA, we certainly seem on course to move more fixtures out of Europe,\" said another team principal. \"That will allow the tobacco companies to transmit their branding back into the EU via the formula one television coverage.\" However, the EU's position seemed unyielding yesterday. \"Neither the ministers nor the parliament would agree for an exemption for formula one,\" said a spokesperson for David Byrne, the health commissioner. \"This issue is not negotiable.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}