{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/dec/28/featuresreviews.guardianreview18", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-12-28T23:35:17Z", "webTitle": "Astronomy, rockets and the brain", "webUrl": "https://www.theguardian.com/books/2002/dec/28/featuresreviews.guardianreview18", "apiUrl": "https://content.guardianapis.com/books/2002/dec/28/featuresreviews.guardianreview18", "fields": {"headline": "Astronomy, rockets and the brain", "bodyText": "Now the century has turned, what are our collective chances of seeing it through to the end? Britain's astronomer royal, Sir Martin Rees, turns to this arresting question in 2003 after a string of excellent popular books on his own subject, cosmology. Past astronomers royal have sometimes made fools of themselves when they have peeked into the future, but Rees's sober look at our prospects demands attention. Advance information for Our Final Century: Will the Human Race Survive the Twenty-first Century? (Heinemann, May) suggests he has some sympathy for computer scientist Bill Joy's thesis that new, potentially self-reproducing technologies may eliminate people. Rees's estimation of the odds is a sobering 50-50. Which at least means we should survive long enough to read some of the other notable popular science books scheduled for the first half of the year. For those who want to know how we got where we are, Marina Benjamin's Rocket Dreams (Chatto, January) offers a cultural history of the space age which takes the story up to the era of cyberspace. Going a little further back, leading historian of science Peter Galison's Einstein's Clocks and Poincare's Maps (Sceptre, April) has a less snappy title but promises an intriguing look at the way the standardisation of time, wrought by industrialisation, paved the way for relativity theory. Still with physics, Roger Penrose, who has shown a knack for writing rather hard books which people still buy, presents the comprehensive-sounding The Road to Reality (Cape, February), a guide to the maths and physics of the universe, while for the very latest thing, Joao Magueijo tells the story of recent efforts to account for apparent variations in a key physical constant in Faster Than the Speed of Light (Perseus, February). Not a Star Trek flight manual, but current cosmology, this is work which could modify Einstein's theories, described by one of the main researchers involved. Equally fascinating should be the US science writer George Johnson's A Shortcut Through Time (Cape, April), which outlines the prospects for a quantum computer - this will be blindingly fast and few will really understand how it works, but if anyone can explain it, Johnson can. The biologists are also getting historical, partly prompted by April's 50th anniversary of the solution of the structure of DNA. The co-discoverer of the double helix, James Watson, is still writing. Co-authored by Andrew Berry, his DNA: The Secret of Life (Heinemann, April) is a tie-in with a US TV series. Andrew Brown's In the Beginning Was the Worm (Simon &amp; Schuster, February) takes up the DNA story through a close look at the tiny creature at the centre of the early gene sequencing efforts which made the human genome project possible. Bet he was pleased when Sir John Sulston and Sydney Brenner won the Nobel prize last year for their devotion to the worm in question. Putting DNA in its place, the stylish Matt Ridley offers Nature Via Nurture (Fourth Estate, April), a look at the role of genes and brains. Ridley's cover comment on Steven Pinker's The Blank Slate last year was that it was the best book about human nature anyone would ever read, so presumably he's aiming for second best. Finally, Antonio Damasio takes us deeper into the brain in Looking for Spinoza (Heinemann, May), his latest essay on the neuroscience of emotion, and the late Stephen Jay Gould has a go at reconciling science and the humanities in The Hedgehog, The Fox and the Magister's Pox (Cape, March). Here he tries to bridge the two cultures without buying fellow evolutionist Edward O Wilson's notion of the unity of disciplines, or consilience. As Gould's book is published posthumously, we can be sure Wilson will have the last word, but maybe not until next year. · Jon Turney teaches science communication at University College London."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}