{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/dec/09/travelnews.internationalnews", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-12-09T19:27:35Z", "webTitle": "Africa opens door to vast animal kingdom", "webUrl": "https://www.theguardian.com/travel/2002/dec/09/travelnews.internationalnews", "apiUrl": "https://content.guardianapis.com/travel/2002/dec/09/travelnews.internationalnews", "fields": {"headline": "Africa opens door to vast animal kingdom", "bodyText": "One of the world's biggest conservation areas will be created today when Mozambique, South Africa and Zimbabwe open their borders to merge three game reserves into one. They will allow wildlife and people to roam across the 35,000 sq km - almost half the area of Scotland - of the Great Limpopo Transfrontier Park by building bridges and roads and removing fences and visa restrictions. The park's backers hope that what they call the biggest animal kingdom will lure tourists who might otherwise be deterred by southern Africa's record of famine, crime, poverty, disease and political turmoil. The park, intended to be big enough to foster biodiversity and sustain carnivores, will have a mammal population of more than 100,000. President Thabo Mbeki of South Africa and President Robert Mugabe of Zimbabwe are due to join President Joaquim Chissano to sign a treaty near the Mozambican capital Maputo today, after two years of negotiations on sharing costs and benefits. Tourism and environment ministers are expected to pull down a fence on the South African side in a symbolic act of unity. More than 1,000 animals from South Africa, including dozens of elephants, have been carried to Mozambique to acquaint them with their new surroundings. The park will open to visitors next year. The amalgamation of South Africa's Kruger national park, Mozambique's Limpopo park and Zimbabwe's Gonarezhou national park has been endorsed by conservationists as a sensible pooling of resources. The political instability in Zimbabwe delayed and threatened to derail the scheme, but the negotiators eventually agreed how they should share hundreds of species, including elephants, rhinoceroses, lions, giraffes, antelope and more than 300 types of tree. The fear that tourists will shun the region because of its recent travails added a sense of urgency to the talks. Zimbabwe hopes that those put off by its crumbling economy and violent farm seizures will enter its territory - and spend foreign currency - through its more peaceful neighbours. Mozambique, which has had difficulty attracting tourists because Portuguese colonial rule and a civil war killed much of its wildlife and left its infrastructure in ruins, hopes to gain roads and bridges as well as South African animals. A bridge across the Limpopo river at Pafuri is one of the new structures needed to let visitors roam across national borders without leaving the park. South Africa, which has experienced a spate of robberies from and murders and rapes of tourists near the Kruger park, is anxious for some positive publicity. There is talk of a new airport nearby with direct flights to Europe. The South African environment and tourist ministry hailed the project as an example of regional cooperation and sustainable development. Its statement said: \"The park will open to the world the biggest ever animal kingdom, increasing foreign investment into the region and creating much-needed jobs for our people, further acting as a symbol of peace and unity for the African people.\" The Great Limpopo park follows the example of three smaller transfrontier parks created by South Africa, Botswana, Namibia and Lesotho. Communities affected are reported to have backed the project after assurances of compensation. Today's signing ceremony marks the end of the political negotiations and the beginning of work by a joint management board on security, conservation, tourism and personnel. The Kruger national park, which stretches 220 miles along the Mozambique border, has the reputation of being one of the most unspoilt of savanna landscapes, a place where visitors can drive for hours without seeing another human. Many baboons, zebras, water bucks, vervet monkeys and impalas have become so used to vehicles that they ignore them."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}