{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2002/dec/01/features.review137", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-12-01T23:03:29Z", "webTitle": "Pop: Badly drawn-out show", "webUrl": "https://www.theguardian.com/theobserver/2002/dec/01/features.review137", "apiUrl": "https://content.guardianapis.com/theobserver/2002/dec/01/features.review137", "fields": {"headline": "Badly drawn-out show", "bodyText": "Badly Drawn Boy Sheffield Octagon Perhaps they should hand out packed lunches and caffeine pills when you arrive at a Badly Drawn Boy gig because it's guaranteed to be a long one. Although he has only released a trio of albums, three-hour epics are the rule not the exception, which makes you wonder how long he will perform when he has a back catalogue to rival his hero, Bruce Springsteen. In 10 years' time will his fans turn up with sleeping bags and portable kettles? Damon Gough (aka Badly Drawn Boy) is onstage tonight for just two-and-a-half hours, a performance that has good, bad and occasionally ugly moments. In June, I saw him perform a shambolic one-man set at Glastonbury when he used the opportunity to showcase new material, and the crowd used the time to sprawl out on the grass recovering from the weekend's excesses. Supported by a band for the Sheffield leg of his UK tour, the performance is more polished, even if Gough isn't. In a parka and his trademark woolly hat, he could be auditioning for a slot in an Oasis tribute band. The only concession to stardom is the presence of a roadie whose primary function appears to be keeping him supplied with cigarettes and alcohol. Gough is a contrary fellow, a perfectionist who punctuates his moments of musical brilliance with meandering lo-fi doodles, obscure banter and jibes at celebrities. He stops mid- song half a dozen times when he's unhappy with something. This is tiresome but part of the pantomime: the hecklers have a field day while Gough, initially dry as Bond martini, gets agitated, jabbing his guitar like a machine gun at the loudmouths. When one man tells him to get on with it for the umpteenth time, Gough replies: 'Listen, I'm trying to get this right, you tosspot. How can I play properly when I can't hear my guitar, nobscratch.' The punter has a point, though. At their best, Gough's charming, oddball love songs are fantastic, intimate and witty. Who else would have could written 'Have You Fed The Fish?' - the Beatles-esque title track to his impressive current album - a surreal, romantic ballad, partly about the death of his goldfish? The wistful songs from About A Boy ('I suppose I've got to play some songs from that Hugh Grant film') provide the highlight to a first half of fluctuating quality. 'Something to Talk About' and 'Silent Sigh', in which he plays piano accompanied by a hip-hop drum track, are simple, heartfelt successes. Gough has a gift for melodic lines and catchy riffs, but they don't always translate into proper songs, which is evident during the first hour. If he insists on playing mammoth sets, he shouldn't let things drift so much that audience mumblings threaten to drown out the PA. The second half is better, kicking off with Gough's signature tune 'The Shining', given extra poignancy because a selection of family pictures are projected behind him, followed by 'Once Around the Block', a jazzy, Style Council-type number. It's taken more than an hour for Gough to hit his stride, and when he plays 'Born Again' and 'You Were Right' - the closest he gets to stadium rock - the gig comes alive. Gough is confident, even cocky, but not quite as engaging as he thinks he is. No one can complain that they've been shortchanged tonight, but some times less is more. THREE TO SEE BEVERLEY KNIGHT Bristol Academy (tonight); Norwich UEA (Mon); Cambridge Corn Exchange (Tue) The soul sister has officially taken the UK by storm. MANIC STREET PREACHERS Dublin Point (tonight); Birmingham NEC (Tue); Glasgow SECC (Wed) Promoting the release of their greatest hits, Forever Delayed . GROOVE ARMADA Nottingham Rock City (Mon); Birmingham Academy (Tue); Bristol Academy (Wed) Sampling duo tour the UK."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}