{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/dec/05/camping", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-12-05T19:06:01Z", "webTitle": "The best websites", "webUrl": "https://www.theguardian.com/travel/2002/dec/05/camping", "apiUrl": "https://content.guardianapis.com/travel/2002/dec/05/camping", "fields": {"headline": "The best websites", "bodyText": "Alan Rogers' guide A very efficient, no-nonsense guide to camping in the UK and Europe. As well as site recommendations and listings searchable by name, country and region, it offers an ABTA-certified travel service whereby you can organise everything from the location of your campsite pitch to your ferry crossing. Caravan Club If you're really keen, then join the club. Membership includes special access to member-only sites as well as discounts on other sites and of course the free monthly club magazine. If this seems a little too dedicated, then you can simply browse their pages for extremely comprehensive campsite information and listings. Camping and Carvanning UK The best way to find out the latest news and information relevant to campers and caravanners as well as comprehensive campsite listings, equipment for sale and a discussion forum. UKcampsite A straightforward listing of UK campsites searchable by area. It usually provides an address, photograph and travel brochure-style info on all listed sites as well as links to other tourist attractions and accommodation options. Not to be confused with ... UK Camp Site Valuable pointers on how to look after your tent, build a safe campfire and treat burns - all explained in breathless style. Camp-sites.co.uk Closely resembles the McCoy Internet Guide, but produces slightly better results in a similarly dispassionate fashion. British Holiday and Home Parks Association All the sites listed here are members of the BH&amp;HPA, which means they receive a star rating and \"Bellamy\" ratings - the latter for parks that practise good environmental management. Camping in Scotland A reliable and detailed search that gives well-illustrated results for north of the border. You can stipulate, for example, that you want particular facilities or a site next to a loch. Camping in Britain A searchable directory of the larger and better equipped British campsites. About.com: camping basics Advice on all aspects of setting up and sleeping in tents - although it's written from a North American perspective, so topics such as fending off bears and chipmunks crop up. Bluedome UK-oriented guidance on the various types of tent, roofrack, stove and sundry other kinds of camping equipment which are available. Great outdoors recreation pages The US-based GORP site is generally recognised as an excellent web resource for all enthusiasts of the outdoor life. You'll find information and advice on everything from destinations and equipment to outdoor sex etiquette. Caravan insurance A practical site offering competitive caravan insurance rates, backed by the National Association of Caravan Owners. Also hosts a caravan swapshop and provides useful customer support for members. Freedom Club A site exclusively for gay and lesbian camping and caravanning enthusiasts. For a small fee members can enjoy a regular newsletter, Trailer, and the opportunity of meeting like-minded spirits at regular trailer weekends and longer meets' around the country. Rei Forget the inconvenience of that last minute dash to Snow and Rock to buy Maglite batteries, when really you should be at home waxing your boots. Rei stocks everything you could possibly need, all searchable and purchaseable from the comfort of your armchair, from equipment to books and gift ideas."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}