{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/dec/13/cricket.ashes1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-12-13T23:53:51Z", "webTitle": "Hollioake recall stirs memories of brother Ben", "webUrl": "https://www.theguardian.com/sport/2002/dec/13/cricket.ashes1", "apiUrl": "https://content.guardianapis.com/sport/2002/dec/13/cricket.ashes1", "fields": {"headline": "Hollioake recall stirs memories of brother Ben", "bodyText": "Adam Hollioake's call-up to the England squad will evoke mixed feelings for his parents, who are still coming to terms with the death of Ben in March this year. John and Daria Hollioake will be proud members of the crowd at the Waca in Perth next week should Adam make the England side to take on Australia, but their happiness will be tinged with an overpowering sadness. \"When Ben died I said I would never go and watch another match, but it is getting better,\" said John Hollioake. \"I went to the first day of the Test match in Perth and I thought it would be really hard, but it wasn't. As time has gone by it has got easier to go to the cricket. \"I thought in some way that Ben would be pleased that I was there, because I love my cricket and it was a game he loved and respected. I have some days when I wish I was not alive and I was worried that it would be like that when I watched England, but it wasn't. \"This is a difficult time of the year because Ben always came home in November or December and we just think he is going to walk through the door any minute.\" If Ben's death in a car crash on March 23 this year - the World Cup final will mark the first anniversary - has left a gaping hole in the England side, it has also left a family, which revolved around the lives of its two cricketing sons, bereft. \"It is difficult because you think that Ben could have been playing for England here,\" his father said. \"I remember his last series for England in New Zealand last year. We went over to see him because he was quite down, and I'm so glad we did that. We had some good times with him during that time and I'm thankful every day that we made the trip over to see him.\" Adam missed the first half of last summer after Ben's death but when he returned to Surrey he displayed an aggressive, free-scoring attitude; he was a man who had learned that there was more to life than a County Championship bonus point. The Hollioake family have launched a memorial fund in Ben's name to leave a lasting reminder of their son's life. The Ben Hollioake Fund aims to raise money for children's charities in London and has provided the family with an outlet for their emotions. \"The fund has given me days when I feel like I have done something worthwhile,\" John Hollioake said. \"But there are others when I ask myself why I have to do this. Why is it that my son is gone and I have to keep this thing going. Sometimes I think it is so unfair. Then we know that Ben would have wanted us to do it and that keeps me going.\" Adam is planning to raise funds next year in a triathlon-type event in which he will walk from John O'Groats to Land's End, swim across the English Channel, ride a bike from Calais to Gibraltar and row to Tangier. \"Adam is pretty tired because he has been so busy working on this,\" John said. \"He has thrown himself into trying to get the fund going and wants the triathlon to be a big fund-raiser.\" At the last Test the Hollioakes were able to meet up with Alec Stewart, who has provided a series of prizes for their first fund-raiser in Perth on December 19. \"Alec was like Ben's second father and after we had been to see the grave I thanked him for all the help he gave him over the years,\" John said. \"Mark Butcher has written a song for Ben and we have had a lot of help from his friends in the England side.\" Those friends will be welcoming Adam into their midst this weekend when he will begin to fill the void left by a tragedy which still hangs over this England squad today."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}