{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/dec/28/featuresreviews.guardianreview1", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-12-28T23:34:29Z", "webTitle": "Review: That Old Ace in the Hole by Annie Proulx", "webUrl": "https://www.theguardian.com/books/2002/dec/28/featuresreviews.guardianreview1", "apiUrl": "https://content.guardianapis.com/books/2002/dec/28/featuresreviews.guardianreview1", "fields": {"headline": "Hogging the landscape", "bodyText": "That Old Ace in the Hole by Annie Proulx 361pp, Fourth Estate, £16.99 The latest instalment in Annie Proulx's mission to colonise the forgotten outposts of rural America takes us to the Texas and Oklahoma panhandles, those awkward struts of land \"stacked like dirty pots in the sink, their handles touching\". Dispatched to scout out possible sites for hog farms on behalf of the Global Pork Rind corporation, Bob Dollar leaves Denver and the sketchy comforts of his Uncle Tam's thrift store, and thereby propels himself into a series of shaggy-dog stories and precarious capers. The tales of ranchers and cowboys, windmills and love affairs come courtesy of LaVon Fronk, local archivist and \"faded panhandle Scheherazade\", who offers Bob shelter at a bunkhouse on the Busted Star Ranch in Woolybucket, and who quickly detects in him a sympathetic ear. Charged with surreptitiously sounding out those ranchers who might be ready to sell up - his paper-thin cover story is that he's planning a development of luxury homes - Bob works out that the best way to get close to Woolybucket's eccentric and insular inhabitants is to listen. Proulx, assuming the mantle of archivist and clearly in possession of a fearsome amount of research material on the history and culture of the panhandle, derives much pleasure from creating the myriad stories that fly past Bob's ears and leave him dazed and confused. This is the part of That Old Ace in the Hole that is largely given over to entertainment - the endless anecdotes, many of them wonky with repetition and nostalgia - and the affectionate, comic evocation of small-town life. Here, characters whose stories have gained such iconic stature, and who go by such novelistic names as Freda Beautyrooms, Ace and Tater Crouch and even Jack \"Big Wrist\" Derrida, are continually surprising their audiences by continuing to live and breathe, by suddenly walking into the town's fancy tea-rooms and demanding a cream horn. For Woolybucket's residents, the panhandle is a way of life to be protected at all costs from the encroachments of the modern world and from incomers from the big cities: \"They want National Public Radio. They want organic grocery stores. They want the Houston Chronicle delivered to their doorstep. They want likker stores. They want restaurants.\" Despite the optimistic and garrulous shopkeeper who declares that \"with a little luck Oklahoma could put Napa Valley in the Dumpster\", change is not much prized. But most detested of all are the hog farms, vast deployments of agribusiness whose stench chokes the local population and confronts them with an ugly rupture between the traditional bond between man and herd. Instead, the local quilting bee is devoted to celebrating a time when \"they all agreed that hailstones were bigger in the olden days, men and the wind stronger, and the sweetness of life rarer but more intense\". As the ambivalent representative of corporate culture, Bob Dollar is cleverly drawn: abandoned by his parents, who dropped him off at Uncle Tam's before disappearing into the frozen wastes of Alaska, he places a high value on sticking at things, and begins by attempting to suppress his lack of genuine interest in the hog farm business. But one of Proulx's problems is that she has also singled Bob out to be the novel's listener, the repository for equal numbers of panhandle confidences and enigmas, and it proves difficult for her to later animate him, to motivate him towards action. There's a corresponding lack of tension when Bob is rumbled, and a faintly unsuccessful attempt to provide a narrative troubleshooter in the shape of former windmill-man Ace Crouch (the ace, presumably, of the title). With no character too minor to boast an implausible, although enormously enjoyable, back story or an array of physical or verbal quirks, the novel starts to sag under a surfeit of human interest, particularly when one suspects that Proulx's impeccable research is frequently flavoured by her taste for the excessive and grotesque. The characters we would like to stick with tend to suffer the most, and none more so than Uncle Tam, stranded in Colorado with little to keep him going but an avid enthusiasm for plastic collectables. Proulx's own ace in the hole, though, is her brilliance at evoking place and landscape. Having once commented that she always places her characters \"against the idea of mass\", she sets about drawing the vast distances and parched flatlands of Texas with almost immeasurable skill. She has an acute sensitivity for the point where lush description teeters into purple prose, and a highly developed knack of stopping just short of it. It's this talent that is responsible for some of the novel's wonderfully achieved moments, like this picture of Bob out running: \"On the caliche roads he sometimes felt he was running in tinted face powder, boxes of silky dust in blush, dawn and moonglow, in peachy sunset light, at midday chalk white pulver coating the grasses at road margins, and on rainy days the colour an earlier century called ashes of roses.\" Proulx writes mainly, one guesses, out of a sense of preservation, out of an urgency to record a place and a way of life before it disappears. Although the hog farms - along with the local sheriff's suggestion that Bob get into the prison and Wal-Mart business - exist for the most part on the level of mild satire, there's little doubting that she means to draw our attention to the threat that they pose. In spite of a certain twee comedy in her parade of eccentrics, Proulx's writing about place is reined in and muscular, unsentimental and unsparing about the toughness of rural life and the process of decay. With less of the darkness that marked out Postcards, Accordion Crimes or Heart Songs, That Old Ace in the Hole could be classed alongside The Shipping News as one of Proulx's entertainments. For those who enjoy the fine art of spinning a yarn, that might be no bad thing."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}