{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/dec/20/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-12-20T23:14:40Z", "webTitle": "Rowley, the king of goals, dies at 76", "webUrl": "https://www.theguardian.com/football/2002/dec/20/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/dec/20/newsstory.sport", "fields": {"headline": "Rowley, the king of goals, dies at 76", "bodyText": "Arthur Rowley, the biggest scorer in the history of English club football, has died at the age of 76 in Shrewsbury. The former West Bromwich, Fulham, Leicester and Shrewbury forward amassed 464 goals in an 18-year playing career, 434 coming in league football in 619 appearances. Although Rowley's record is superior to Jimmy Greaves's overall club total of 429 (in England and Italy), the strongly built Wolverhampton-born player with a hammer of a left foot never won a major honour or an England cap, although he represented the Football League. The breakdown of his league goals between 1947 and 1965 was: West Bromwich (4), Fulham (27), Leicester (251)and Shrewsbury (152), where he was also player-manager for eight years. The previous English record of 380 league goals had been held by the legendary Dixie Dean of Everton and England. At West Bromwich he was used as a winger before Fulham converted him into a centre-forward. At both Craven Cottage and Leicester he played a key role in the clubs gaining promotion to the old First Division. But he admitted his surprise at being transfer listed by the east midlands club after his prolific scoring form at Filbert Street, where he accumulated his 251 league total between 1950 and 1958, striking 44 goals in the 1956-57 season, still a record for the Foxes. He nevertheless continued his goal exploits with great proficiency in the lower divisions at Shrewsbury, where both his league aggregate and his 38 in his first season at Gay Meadow, 1958-59, helped his new club to promotion from the Fourth Division, remain records for the Shrews. Rowley spent 10 years at Shrewsbury in all before having less successful managerial spells at Sheffield United and Southend. He was the younger brother of the Manchester United and England centre-forward, Jack, a hugely admired player of his day. Arthur Rowley himself made an appearance for United during the second world war, when the Football League was suspended and replaced by regional competition, at only 14 years of age."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}