{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2002/dec/24/transport.publicservices", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2002-12-24T11:46:03Z", "webTitle": "Bus passengers are overcharged for poor service, report says", "webUrl": "https://www.theguardian.com/world/2002/dec/24/transport.publicservices", "apiUrl": "https://content.guardianapis.com/world/2002/dec/24/transport.publicservices", "fields": {"headline": "Bus passengers are overcharged for poor service, report says", "bodyText": "Bus passengers pay too much for \"poor or non-existent\" services while local transport policies discriminate against bus travel, according to a report published today by environmental group Transport 2000. The group found that fares had risen by 87% in real terms since 1974, while the cost of running a car had stayed the same. Transport 2000 complained that area-wide bus passes and travel cards, which might bring down costs, were banned by competition authorities. Traffic congestion also caused buses to run late or be cancelled, the report said, and there are too few bus lanes and other measures to give buses priority over other traffic. Bus lanes that do exist often don't get enforced, the report said. Stephen Joseph, the group's director, who wrote the report, said: \"Buses are the forgotten wing of public transport and in many places are not up to scratch. But although they may lack the glamour of rail transport, they do matter. \"For many journeys they are the only form of public transport available and for people without cars, they are often the main way of getting to shops, employment, education, friends and family. They are a social lifeline and the government should take the lead in getting them into gear.\" Better funding and regulation of services were among improvements required, Transport 2000 said. The report found that in many places, especially rural and suburban areas, services are poor or non-existent, particularly at evenings and weekends. Connections and interchange between different bus services, and between buses and other forms of transport, are often poor or non-existent. Transport 2000 pointed out that competition laws make cooperation between operators difficult or illegal. Many other aspects were also considered poor: service information is not available at bus stops or elsewhere; bus shelters, where they exist at all, are often not maintained; policing and security on buses is poor; access to and on vehicles is sometimes difficult; and staff are not given sufficient training in helping passengers. However the report also highlighted some bright spots. Brighton has seen 5% growth in bus use year on year as a result of good bus priority measures, realistic prices for town centre parking and an innovative bus company. Glasgow has seen an 11% increase in use over two years with the introduction of an \"overground\" network. Trent Buses in the East Midlands has pioneered the upgrading of whole routes, with new vehicles, high frequency and real time information on high quality bus stops. London, with significant public funding and new priorities, has seen a huge growth in bus use in the past few years. Lincolnshire, Devon and the Isle of Wight had a good network of rural buses."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}