{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/dec/19/tennis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-12-19T22:02:39Z", "webTitle": "Sampras decides it's too early to quit", "webUrl": "https://www.theguardian.com/sport/2002/dec/19/tennis", "apiUrl": "https://content.guardianapis.com/sport/2002/dec/19/tennis", "fields": {"headline": "Sampras decides it's too early to quit", "bodyText": "Pete Sampras has postponed his retirement and says he will return in February, after missing the Australian Open. In an interview with the LA Times the 31-year-old American revealed that he had been agonising about whether to retire ever since he ended a two-year title drought by winning his 14th grand slam title in the US Open in August. He has not played a match since. But though rumours circulated that his triumph at Flushing Meadows would mark the end of a glittering career, he cannot bear the thought of hanging up his racket just yet. \"There were many moments when I seriously talked about stopping,\" he said. \"Some time last week I just decided. The talk of not playing seemed a little scary and I've kept playing enough around here since the Open to know that I still enjoy playing and the goals are the same as they were 10 years ago - to win majors.\" Having spent so long making a decision, Sampras had lost any chance of being ready in time for the Australian Open, an event he has chosen to miss three times since making his debut there in 1989. Instead he will return in the Siebel Open in San Jose, which starts on February 10, followed by tournaments in Scottsdale, Indian Wells and Miami. He has indicated that he would like to play the French Open, Wimbledon and the US Open, but admitted that he was not making any firm commitments beyond that. Tim Henman remains optimistic about making the Australian Open and the Davis Cup match against Australia. The British No1 hit for 25 min utes on Tuesday - his first practice session since undergoing shoulder surgery last month - and said he had felt no ill-effects. \"I still feel very positive about my chances of making it to Australia for the start of the season, but that obviously depends on how my recovery progresses over the next couple of weeks,\" he said. Greg Rusedski has also resumed practice, hitting with his fellow Briton Alex Bogdanovic. But he has not decided whether he will be fit enough to make the trip to Australia."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}