{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2002/dec/01/1", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-12-01T23:03:30Z", "webTitle": "Architecture: Alchemy in a dilapidated furniture factory", "webUrl": "https://www.theguardian.com/theobserver/2002/dec/01/1", "apiUrl": "https://content.guardianapis.com/theobserver/2002/dec/01/1", "fields": {"headline": "Alchemy in a dilapidated furniture factory", "bodyText": "To judge by the number of architect-designed studio houses now being built in London, this is the most affluent generation of British artists since millionaire Royal Academicians took over Holland Park and Chelsea a century and a half ago. Their Holland Park is in the triangle of formerly dilapidated streets bounded by Hoxton, Shoreditch and Stepney. At its centre is the White Cube Gallery, with a shiny new metal box on its roof, like a miniature version of Herzog and de Meuron's lightbox on top of Tate Modern, giving it the air of an ambitious but suitably deferential colonial outpost of the Serota empire. It is here that Tim Noble and Sue Webster have commissioned David Adjaye to design them a studio next door to the former synagogue that Hawkins Brown is converting for Rachel Whiteread into a place to live and work. Not far away, David Chipperfield is designing a studio house for Antony Gormley, and Michael Craig Martin is also planning a new studio. Adjaye has already built studios for Chris Ofili and Jake Chapman in the area, as well as designing Modern Art Inc, the Shoreditch gallery. Anish Kapoor is almost alone in building his studio in west London. It's a wave of new building that reflects the strong market for British art over the past decade. 'There was a show at the Gagosian gallery in New York that for the first time allowed some of them to command the kind of prices that showed they were serious figures. They had money to spend, and they had to spend it quickly if they weren't going to lose it,' Adjaye says. Lord Leighton, the hugely successful Victorian painter and the owner of the most swaggeringly magnificent of all London's nineteenth-century studios, complete with a special Moorish hall to show off his collection of Arab ceramics, a rear door for models to make an unobtrusive entrance without getting in the way of visiting clients, and special slot-like windows designed to get giant canvasses in and out easily, would hardly have acknowledged any of them as artists at all. Least of all Noble and Webster. The Dirty House, the name that Adjaye gave their studio, is a hint about the preferred medium of his clients. One of their works was called Dirty White Trash (with gulls) and was the product of six months' accumulated domestic refuse. But they have more in common with Leighton than a taste for fashionable architects. Leighton was a former president of the Royal Academy, while Noble and Webster took part in 'Apocalypse', one of the more notorious of the RA's recent shows, spotlighting a skilfully arranged collection of garbage to project a shadow self-portrait on the wall. Leighton commissioned George Aitchison to build him a prodigious Italianate villa with an interior kitted out like a Venetian palazzo in a style that self-consciously reflected the lush exoticism of his work. David Adjaye has followed Leighton and Aitchison's example in basing the design of the studio on the art of his clients. By working with the most mundane of materials, he has tried to make the same kind of transformations that exercise Noble and Webster. It's an attempt to take what might be seen as useless garbage and to give it a value, he says. In Adjaye's hands, this is not so much an act of creative recycling as attempted alchemy. Noble and Webster bought a dilapidated, early twentieth-century furniture factory of no intrinsic architectural quality. 'The obvious thing to have done would have been to knock it down and start again, and the planners would have been happy for us to do that. But there seemed to be something interesting about the idea of transforming the old wall - the most conspicuous element - into something else.' So Adjaye kept the bricks in place and the pattern of openings in it but demolished almost everything else behind it, and built an entirely new building inside. It's a decision that actually increased the cost of the project. You don't pay VAT on new buildings and keeping fragments made life more difficult for the builders. Adjaye has taken what could be described as rubbish - a patched, crumbling brick wall - and turned it into something else. On the outside, the house is dark and brooding. The old wall has been coated in a thick coat of anti-graffiti paint the colour and texture of chocolate-cake icing, punctured by two rows of window openings. The front door is all but invisible, coated with exactly the same paint and, as a result, disappears into the walls, reinforcing a sense of confrontation with its surroundings. The lower of the two rows of windows has mirror glass sitting flush with the surface of the cake icing. The upper row is set back, revealing the thick mass of the wall, to show how heavy an object it is. Floating on top is a white lid, seemingly poised weightless over the heavy mass of the dark cube below. It's the studio's living area, but the floor-to-ceiling glass walls are invisible from the street, set back behind a terrace and screened from view by a brick wall. It's like a glass pavilion, full of light, with impressive views over the City skyline and its burgeoning crop of new skyscrapers. From the street, it's impossible to understand the nature of the building. It's only inside that it begins to show how it works. 'I've tried to explore the studio house as a type, where the studios get an expansive volume and the living space is relatively compressed,' says Adjaye. There is a double-height void behind the inner face of the outer wall, finished with dazzling white plaster, a good 10 feet clear of the rest of the building. It acts as a screen, concealing the new building, which accommodates two handsomely proportioned studios, both 18 feet high. The front wall is revealed as having been entirely decoupled from the new work behind, almost as if it were a free-standing piece of sculpture that serves as a prelude to the architecture behind."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}