{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2002/dec/01/theobserver.observerbusiness10", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2002-12-01T23:03:14Z", "webTitle": "Cheapside: 'Asylums are full of people who think they're Napoleon. Or God.' Or Bond.", "webUrl": "https://www.theguardian.com/business/2002/dec/01/theobserver.observerbusiness10", "apiUrl": "https://content.guardianapis.com/business/2002/dec/01/theobserver.observerbusiness10", "fields": {"headline": "'World domination. The same old dream. Asylums are full of people who think they're Napoleon. Or God.' Or Bond.", "bodyText": "Nobody looks good in fancy dress (remember the lovely Tara Palmer-Tompkinson as Bo Derek in 10?) so imagine the relief at financial PR agency Finsbury when the theme for their Christmas Party turns out to be James Bond. But any notion that this means black tie by another name is brutally short-lived. 'Boys,' warns the email from Finsbury's millionaire boss Roland Rudd, 'you are not allowed to come as Bond. That is too boring.' As the minions desperately re-run videos seeking something more attractive than iron teeth and a spacesuit for inspiration, the news is leaked from Rudd's office. The reason for his edict is simple: Rudd himself is coming as 007 and wants no opposition. Go on Roly, do the decent thing and pull out your Goldfinger. Who knows, you might persuade that nice Rupert Younger to be your Oddjob. Addressing King To the cut and thrust of Parliament, where the Chancellor is doing that interesting thing with his jaw, saying 'uh' a lot and telling the country how he plans to spend its money. Never let it be said that the important details pass us by. Under pressure, Gordon refers to Sir Eddie George. Financial journalists and Bank of England goblins gasp as one: is the Chancellor unaware of the diktat issued by the Old Lady that George must always be called Sir Edward because his wife dislikes the diminutive? This leads us to wonder how to style Mervyn 'Mervy' King, the outgoing Governor's replacement. We are tempted to leave this one to his partner. If she has a special name she likes to use, perhaps someone would let us know? No, not arbitrageur And so to another woman behind a successful man. Step forward Mrs Joseph Wan, first nominee for Cheapside's Wife of the Year awards (sponsors welcome). Her husband is chief executive of Harvey Nichols, yet has dedicated evenings, weekends and much of his annual leave since 1996 to a qualification that might kindly be described as unusual. Wan, due to learn this week whether his boss Dickson Poon has won the battle to take Harvey Nicks private, is now a full member of the Chartered Institute of Arbitrators. This is apparently a real outfit with decent headquarters in Bloomsbury Square. Wan's enthusiasm for the cause is boundless. 'When I came to this country from Hong Kong to take charge of Harvey Nichols, I quickly realised the potential for resolving disputes with construction professionals through arbitration,' he explains, missing the opportunity to comment on Britain's fine building fraternity. 'My fellow directors agreed that it would be useful for someone on the board to develop more knowledge, but it seemed nobody had the time so I decided to do it.' Such altruism has come easily to Wan. 'Some people like to play golf,' he observes sagely, and says he may take on arbitration cases during future holidays. He pays tribute to his wife and daughters for their forbearance. If anybody knows of a similar case of selflessness, we would like to hear about it. Black sheep and tie What news of top shock jock Deggsy Hatton, former Militant man and leftie leader of Liverpool City Council? Was it really Derek that Cheapside's economics editor espied gliding into a champagne reception last week? Dressed in a becoming dinner jacket, Deggs, we admit, might have been mistaken for any of the UK's foremost capitalists at the CBI gala dinner. M&amp;Scapade To the Good Food Show in Birmingham where Tesco displays its 'finest' range sans black widow spiders. M &amp; S draws jealous looks for its huge stand from rivals. 'And so it should,' observes a visitor. 'That stand has cost M&amp;S £300,000'. A call to the Baker Street HQ finds minds elsewhere as 3,000 head office staff prepare for their seasonal 'back to the floor' stint. No news as yet on postings for Roger Holmes and Luc Vandevelde. A Christmas cracker for the first confirmed sighting. Moving the market The meat traders are revolting! Blood is up because the City Corporation has accepted congestion charging and may move Smithfield market to (gulp) Wandsworth. First in the butchers' sights is City doyenne Dame Judith Mayhew, or rather her seat in the next elections. It may get ugly but our money is on Mayhew."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}