{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/dec/28/featuresreviews.guardianreview4", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-12-28T23:34:30Z", "webTitle": "Fiction: Dec 28", "webUrl": "https://www.theguardian.com/books/2002/dec/28/featuresreviews.guardianreview4", "apiUrl": "https://content.guardianapis.com/books/2002/dec/28/featuresreviews.guardianreview4", "fields": {"headline": "From the Eternal City to Merthyr Tydfil", "bodyText": "The Complete Enderby, by Anthony Burgess (Vintage, £9.99) This compendium of the literary, amorous and digestive misfortunes of the minor poet and major egotist Enderby suggests that Anthony Burgess's antihero was the prototype for Alan Partridge. The misogynistic entanglements with various women seem familiar, as do the infantile mindset and tendency to bite the hand that feeds him. Then there are the cloacal composition habits - whenever Enderby senses the onset of inspiration he rushes to the lavatory. The cod poetry is a joy (\"In this spinning room, reduced to a common noun / Swallowed by the giant stomach of Eve / The Pentecostal sperm came hissing down\") and Burgess writes spitefully well in his most orotund little-England mode. Has anyone penned a finer dismissal of the Eternal City than this? \"Pasta, old junk, monumental remnants, fig-leaved stone stalwarts, veal, Vatican staircases. The whole roofed in ringing silver and refreshed by fountains. And the very best of luck.\" AH Money Money Money, by Ed McBain (Orion, £5.99) The 51st of Ed McBain's 87th Precinct series shows a remarkable tendency for fiction to anticipate reality - the action features an Islamist terrorist group that intends to blow up a theatre. Add to this to a complex counternarrative about drug-running, counterfeiting and a young female ex-air force pilot being fed to the lions (that's not a metaphor, by the way) and it all adds up to a classic piece of hardboiled Ed. As ever, McBain lightens the mood with some great comic touches, such as the disastrous course of piano lessons in which fat detective Ollie Weeks struggles with the first three notes of \"Night and Day\". The phrasemaking is masterful: \"It really upset Nikmaddu Zarzour to be treated like a terrorist. Even if he looked like one. Even if he was one. Which, in fact, he happened to be.\" The pages come stamped with a US dollar authenticity code, though one hardly needs confirmation that McBain is the real McCoy. AH Ask the Dust, by John Fante (Canongate, £6.99) John Fante's debut had the misfortune to come out in the same month and on the same publisher's list as Mein Kampf. Not surprisingly, this modest tale of a young writer's life on the literary breadline was rather overshadowed by a megalomaniac's blueprint for world domination. Since then it has become something of a touchstone for aspiring authors keen for confirmation that someone has suffered even worse agonies of rejection and desperation. Charles Bukowski claimed that, as a starving would-be writer scouring the shelves of the Los Angeles Public Library in search of inspiration, it was Fante's Ask the Dust that showed him the light. This is hardly surprising, as Fante's semi-autobiographical, chronically blocked and perpetually undernourished hero spends much of his time in the LA library doing exactly the same thing. When he's not having a hopeless, psychologically twisted relationship with a neurotic Mexican waitress from his local diner, that is. AH And Then You Die, by Michael Dibdin (Faber, £6.99) Venice-born sleuth and philosopher Aurelio Zen has survived a brush with death. Recuperating from injuries sustained in a car bomb in Sicily, he is ordered to lie low in the Tuscan seaside resort of Versilia. \"Above, the azure sky. Below, the clustered ombrelloni, their bright primary colours declaring the ownership of each strip of beach.\" A workaholic, Zen is finding it hard to relax - particularly in light of his imminent trip to the US where he is to be a key witness in a mafia trial. It comes as little surprise when people around him start dropping like flies. \"Zen was dead to the world. Under the next umbrella, Massimo Rutelli was just dead.\" Rutelli had been occupying Zen's beach chair, and the bullet in his heart was intended for Zen. This eighth book in the Aurelio Zen series is finely tuned and elegantly written, with a plot that unfolds with silky precision. What's more, Zen has found himself a girlfriend, the \"mature\" Gemma. Perfecto. JH Sap Rising, by Christine Lincoln (Vintage, £6.99) Set in the Deep South, a land born out of slavery where little in terms of attitudes has changed, Sap Rising is a collection of dreamy short stories. Seen through the eyes of a little girl, and shaped by folklore, the book's world is a place of bright discovery, where every experience and sensation is gloriously heightened. \"The grass shone emerald green, the dew a sparkling web that stretched unbroken for miles and glinted like a net of diamonds in the sun.\" With more than a passing nod to Toni Morrison, Christine Lincoln mixes magic with God-fearing bible-bashing (all the reverends have thunder-filled voices) and matriarchal family drama. However, despite their pathos and good intentions, the stories rarely go deeper than the sing-song banter and slight observations that mark them out. \"Sonny remembered the story of how lightning bugs were beacons of light that guided lost souls home. 'It's just bug juice,' he said. 'That's all.'\" JH A Bloody Good Friday, by Desmond Barry (Vintage, £6.99) It's Good Friday in Merthyr Tydfil in 1977, the year of the Queen's silver jubilee, when punks and skinheads ruled supreme. The day begins auspiciously with Macky's release from Swansea jail. Melly Saunders, \"a delightful girl with a lot of flesh on her small body\", goes to pick him up in her clattery Cortina. Back at the house, Macky's welcome-home party has been going for eight hours. The air is sweet with Afghani smoke. Macky has a lot of catching up to do. He also has missing teeth and a new set of prison tattoos on his neck. What with it being Good Friday and Macky being out, there's only one thing for it: head down the pub. Two pints of cider in, and the entrance of a couple of Irish types gets Macky excited. \"I'm going to do a fucking headstand, boys,\" he says. One thing leads to another and before long the entire pub is in an uproar, with fists, boots and blood everywhere. And it's still only 10 in the morning. JH"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}