{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/dec/13/rugbyleague.bradfordbulls", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-12-13T22:05:47Z", "webTitle": "Bradford coach keen to renew acquaintance with free agent Pratt", "webUrl": "https://www.theguardian.com/sport/2002/dec/13/rugbyleague.bradfordbulls", "apiUrl": "https://content.guardianapis.com/sport/2002/dec/13/rugbyleague.bradfordbulls", "fields": {"headline": "Bradford coach keen to renew acquaintance with free agent Pratt", "bodyText": "Bradford Bulls are keen to offer Karl Pratt the chance to bounce back from his international nightmare against New Zealand, after he won his battle with Leeds for free agent status at a tribunal yesterday. Pratt, who was dropped by Great Britain last month after making a series of costly handling errors in the first-Test defeat by the Kiwis at Ewood Park, took Leeds to a Rugby Football League hearing after they told him he was not wanted to fulfil the remaining two years of his contract, then demanded a transfer fee. The RFL's advisory panel ruled in his favour, according to Pratt's solicitor Richard Cramer, because \"it was found that there had been a complete breakdown in trust and confidence between Leeds Rhinos and Mr Pratt\". Gary Hetherington, the Leeds chief executive, had publicly criticised Pratt's attitude after the 22-year-old was told by the Rhinos coach Daryl Powell he had no future at Headingley. But Brian Noble, the Bradford coach who has worked with Pratt in his role as Great Britain assistant, clearly has no such qualms. \"We are certainly interested in Karl and now he's a free agent it's a case of watch this space,\" said Noble, who is believed to see Pratt as a successor to the Bulls' veteran hooker James Lowes. \"He's a player that can play in a num ber of positions, and I don't think that wing is his best.\" Pratt, who joined Leeds from Featherstone three years ago, said: \"I am hugely relieved by the decision and am glad the whole affair is finally over. I felt I had no future at Leeds and I am delighted I now have the opportunity to make a fresh start at a new Super League club.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}