{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/dec/19/caribbean.wildlifeholidays", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-12-19T19:39:21Z", "webTitle": "Where the wild things are", "webUrl": "https://www.theguardian.com/travel/2002/dec/19/caribbean.wildlifeholidays", "apiUrl": "https://content.guardianapis.com/travel/2002/dec/19/caribbean.wildlifeholidays", "fields": {"headline": "Where the wild things are", "bodyText": "The sight of several king-sized tourists in ironed shorts and polo shirt being driven around the resort hotel in a golf buggy finally persuaded me it was time to explore the rest of Antigua, but my friends took some more convincing. It's a stark indication of how sun-starved we are in the UK that it's easier to move a beached whale than get us Brits off our sunloungers. But somehow I steered my friends away from the beaches - and they're still thanking me for it. My quest to see more of Antigua took us to the eastern part of the island, near the villages of Seatons and Willikies. It is a serene and beautiful area with plenty of sheltered bays - perfect for kayaking. We split into pairs and paddled close to the mangrove swamps while our guides spoke enthusiastically about conservation and the abundance of wildlife in these shallow warm waters. We had entered the ecosystem of the North Sound: the natural habitat of egrets, flying fish, herons, sea turtles, spotted eagle rays, crabs and barracuda, to name drop but a few. Our leader's name was Captain Cutty. We suspected that wasn't his real name. He expounded on the natural history and ecology of mangroves and reefs. At high school this kind of stuff used to bore me rigid but sitting in the kayak I couldn't get enough of it. Mangroves are the superheroes of the natural world; they are the only plants in the world that can survive with their roots immersed in saltwater. Many species of fish lay their eggs in the roots of the mangrove trees and act as hurricane shelters as well as protecting the growth of other plants. I spotted an osprey overhead, and paddled slowly as I watched a deep-beaked pelican dive for fish. I felt something tickling my thigh and wondered if my kayaking partner was getting friendly, but a tiny flying fish had jumped into the boat. As it wriggled, its silver scales were dazzling in the fierce mid-afternoon sun. I scooped him out with my hand and he flew for cover. Cutty pointed out a starfish on the seabed and then picked up a jellyfish with his hands. \"Here, it feels just like a big bowl of snot,\" he laughed. We were all invited to handle it too, but unsurprisingly there were few takers. \"You know they sit on their heads,\" said Cutty. \"I don't how they don't have headaches all the time.\" The following morning we were back on the water again, this time on an eco-tour run by a native Antiguan called Eli Fuller. We headed along the north coast and were soon out past Long Island, home to the exclusive and expensive Jumby Bay resort hotel. The hotel is so select that it turned away Princess Diana because it didn't want the resulting publicity. My friends forgot about their sunloungers for ever when they saw the colour of the water. It was a sumptuous mix of turquoise, aquamarine and azure, enticing enough for even the most circumspect nun to strip off and dive in. When the boat dropped anchor we donned some flippers and snorkelling gear. I held my stomach in and jumped in, causing the biggest waves around these parts since the last hurricane. For years I had suspected photographs of aquamarine-coloured Caribbean seas were a marketing gimmick employed by tourism chiefs to entice you to their islands. The water couldn't really be that colour; it must be a photographic trick created by the use of special filters. Not so. The evidence was here before my eyes. Eli joined us in the water and we swam towards coral reefs. We dived when he dived. He was a great guy; a cool dude you would trust with your life. And someone who'd gone into this business to impart his love of nature and not solely to make a buck. As we snorkelled over live reefs we saw schools of colourful striped tropical fish and a spotted eagle ray. Back aboard, we moored for a barbecue lunch on the north side of Great Bird Island, named after a feathered wildlife family member and not Lester Bird, Antigua's present prime minister and son of the father of the nation, V C Bird. There are 143 species of birds in Antigua alone - and 144 if you include the top man. The beach was real Robinson Crusoe stuff; deserted, pristine white sand lined with palm trees. We were as far from the cruise passengers on shore leave in Antigua's capital St John's as we were going to get. Lunch was unforgettable: not so much because of the food (which was certainly good) but its setting. I ate spicy barbecued chicken and hot pepper sauce as warm, crystal clear water washed over my ankles. It was a simple but inspired spot for a picnic. Looking back on it a few weeks later the experience feels imbued with a dream-like quality. Afterwards we hiked for 150ft up a rocky path and were rewarded with wonderful views back to Antigua as Atlantic waves smashed against rocks behind us. Above us frigate birds hovered on the thermals. Bird Island is home to Antigua's only species of snakes, but they are shy - unsurprisingly, perhaps, as mongooses wiped out all their brethren on Antigua itself. We clambered over the rocks at Hell's Gate, a tiny island of decaying rock, where the Atlantic meets the Caribbean. But all too soon it was mid-afternoon, we were back on the boat and Eli was handing round the rum punches. \"If you don't like it strong, drink it slowly,\" he advised. Still buzzing from our eco-adventures, we were in the perfect frame of mind for a Sunday evening 'jump-up' at Shirley Heights on the south of Antigua. This sundown barbecue party takes place in the arched ruins of Fort Shirley, a garrison for British troops stationed at English Harbour in the 18th century. It overlooks historic Nelson's Dockyard, developed as Britain's naval base in the Caribbean. We sipped rum punch cocktails and watched the sun set over English Harbour while a calypso beat throbbed around us. The air was thick with the smell of barbecued food as we progressed to cans of Red Stripe and bottles of the local Antiguan beer, Wadadli. It only took a few of these before we forgot how to pronounce the name. It was quite a contrast from being on the water. From feeling so free, I suddenly felt hemmed in by a rum bunch of people; a pleasantly drunken crowd of local Antiguans, ex-pats and visitors - all swaying to the rhythm of the steel bands. Darkness descended and six hours of serious dancing and rum-drinking started underneath the stars. Great steel bands gave way to superb reggae. If the music hadn't ceased around 10pm out of respect to local residents (including Eric Clapton, who lives in a seafront mansion for most of the year) the partying would have continued all night. But our party was not entirely over: we carried on sinking Wadadlis and rum punches in a bar below in English Harbour. No Eric Clapton, but we were joined by Mick Jagger and Keith Richards, albeit on a huge screen showing a DVD of their Paris concert. The last night before we left Antigua we caught a performance by a new reggae band, The New Dread and the Bald Head. The band includes ex-West Indies cricketers Richie Richardson and Curtly Ambrose. Both still possess an imposing presence although now the towering figure of Ambrose is safely behind the bass guitar. On the flight back to Gatwick, the rum punches had worn off but we were still high on our adventures, and we spent a lot of time urging fellow passengers to try the tours we'd taken. \"Nah, not my cup of tea, I'm not into ecology much,\" one lady replied. Oh well, you can't persuade everyone. Ways to go Flights Return flights with British Airways start from £539.50 inclusive of taxes. This is valid through to December 2, then again from April 1 onwards. A minimum stay of seven days is required and must be booked seven days prior to departure. For British Airways reservations call: 0845 77 333 77 or visit ba.com Accommodation Accommodation at the luxury Curtain Bluff resort starts at US$750 per room per night based on double occupancy, from December 19 through to April 14, then at US$555 from April 15 to May 11. These rates include full breakfast, lunch, dinner, afternoon tea, hors d'oeuvres, bar drinks and all sports, (including sailing, windsurfing, waterskiing, scuba, sea kayaks, deep sea fishing, tennis, squash, putting green, croquet, fully equipped fitness centre etc.) The Morris and Grace Bay suites start at US$1525 per room per night for a one-bedroom suite in high season and at US$1055 during low season. For reservations, call 001 268 462 8400. Accommodation at The Inn at English Harbour leads in at US$175 per room per night until December 19. This rate is based on double occupancy on a room only basis. For reservations call 00 1 268 460 1014 or visit theinn.ag. Activities The North Sound Eco-Historical Tour with Eli Fuller costs U$90 per person. For reservations, call (00 1268) 727-3261, or visit adventureantigua.com With Tropical Adventure's Island Safaris, an Island Safari Adventure costs US$60pp and an Outback Eco Adventure costs US$85pp. For reservations, call (00 1 268) 480 1225. Useful contacts To find out more, visit Antigua-Barbuda.com, or call the Antigua and Barbuda tourist office on 020 7486 7073."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}