{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/dec/16/mediamonkey.mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-12-16T23:18:30Z", "webTitle": "Media Monkey", "webUrl": "https://www.theguardian.com/media/2002/dec/16/mediamonkey.mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2002/dec/16/mediamonkey.mondaymediasection", "fields": {"headline": "Media Monkey", "bodyText": "· Once the preserve of the broadsheets, the What the Papers Say awards - presented this Friday and televised on BBC2 on Saturday - are rumoured to be about to give the top prize to a red-top for the second year running. Last year the Mirror took Paper of the Year, and Monkey hears a whisper that Richard Desmond's Daily Star has been picked as this year's winner. In which case the channel that ran Porn Star!, the Money Programme exposé of Desmond, will piquantly find itself feting him just three months later. · So how will Mirror editor Piers Morgan get on with his new boss Sly Bailey, who takes over as the £500,000 pa chief executive of Trinity Mirror in the new year? Early signs are not good - she is a Tottenham fan, while Piers, famously, supports Arsenal. · As the communications bill goes to the committee stage there's word of a deal in the air. It seems the government has decided not to budge on bringing the BBC completely under Ofcom - despite the mounting evidence of poor governance - in return for the BBC's spinners being neutral on liberalised cross-media and foreign ownership rules (notably those relating to Channel 5) when it comes to lobbying the Lords. If true, a high-level fix indeed. · Fresh from being honoured by the taxi trade press as Prat of the Year, following a typically intemperate outburst about drivers of black cabs in London, Times hack Anthony Browne has had to change his travel arrangements. Thoughtful News International have set up a separate mini-cab account for the Prat, as he is now known, because of fears for his personal safety when taking Hackney Carriages. It is well known that many mini-cab drivers are biding their time while seeking permanent residency in this country. Let's hope they don't find out that the Prat's other preoccupation is the repatriation of asylum seekers. His next form of transport might have to be Shanks' pony - unless he has something against horses. · Much more welcome in taxis is the Sunday Times news executive who bounced out of editor John Witherow's top bods' party in an ebullient state and so liked the look of his cabbie's hat that he offered to buy it. Clearly spotting a rich, tipsy sucker, the driver suggested that £100 might be a fair price for an ancient, greasy cap. And so the deal was done."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}