{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2002/dec/19/gadgets.gadgets", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2002-12-19T20:15:41Z", "webTitle": "What's new: Sony Clie Peg-SJ30", "webUrl": "https://www.theguardian.com/technology/2002/dec/19/gadgets.gadgets", "apiUrl": "https://content.guardianapis.com/technology/2002/dec/19/gadgets.gadgets", "fields": {"headline": "What's new", "bodyText": "When a hinge broke on my Psion Revo, a conundrum presented itself. Should I get Psion to fix it for around 80 quid, or investigate newer, cleverer alternatives? After all, Psion's software hasn't developed in several years, and nobody ever loved the capricious PC connectivity software, PsiWin. And a backlit colour screen might be nice. I ran an eye over various iPaqs, Toshiba Pocket PCs and Sharp Zauruses, and balked at paying £400 for a diary with delusions of grandeur. Then I happened across the Sony Clie Peg-SJ30 on the Amazon website - 20 quid off, free delivery, £180 all in. I hunted down a few reviews, all enthusiastic, and found myself tapping in credit card details. No question, this gadget is neat. It's not the thinnest PDA around, but the large touch-screen area inside a minimum of metallic-look frame is pleasingly functional and futuristic. The brightness and sharpness of the 320 x 320 screen is instantly impressive. I was always having to hold the Revo up to the light to read the screen properly, but with the backlight on, the Clie is like being at the movies. The downside is the speed with which the light guzzles the rechargeable battery. The Clie uses the Palm operating system, and I was amazed how non-intuitive many functions felt. Software on the Psion is tightly integrated because it's all made by Psion, or Symbian, but everything here seems to have been written by somebody different. Getting data on to a removable memory stick involves fiddling about with things called Memory Stick Gate and Memory Stick Import and Export, but if you want to exchange Word or Excel documents with your PC you have to use Documents To Go instead. The Clie is growing on me, but it has also reminded me how far ahead of its time Psion was."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}