{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/apr/19/israel3", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-04-19T16:22:39Z", "webTitle": "'The Hamas way has emerged victorious'", "webUrl": "https://www.theguardian.com/world/2004/apr/19/israel3", "apiUrl": "https://content.guardianapis.com/world/2004/apr/19/israel3", "fields": {"headline": "'The Hamas way has emerged victorious'", "bodyText": "Al-Jazeera.net Abdel-Aziz al-Rantissi was one of the most forceful proponents for the right of Palestinians to resist occupation. He was considered by many as second in importance only to the group's crippled spiritual leader, Shaikh Ahmad Yasin, who was killed by an Israeli targeted missile strike last month. A paediatrician by training, Dr al-Rantissi was a popular figure in Gaza, and defended any and all means that would force Israeli troops and illegal settlers to leave Palestine. A committed Islamist, al-Rantissi rose to prominence with Hamas during the first Palestinian Intifada in the late 80s and early 90s. He was arrested by Israel several times, spending as much as two and a half years in prison on one occasion. His death leaves Khalid Mishaal - Hamas' politburo chief, living in exile - as the most senior and best-known representative for the Islamist resistance movement. Profile: Dr al-Rantissi Ha'aretz While Israel might still face years of armed struggle waged by radical, hostile elements that cannot accept its existence alongside a Palestinian state created out of a just compromise acceptable to the moderate majority on both sides, there can be no lack of respect for Saturday's show of professional expertise and strength by Israel's defence establishment. Yet those who are encouraged to see that Israel's military is on target cannot avoid doubts about the integrity of the motivations of those who order uniformed soldiers to squeeze the trigger. To be sure, Rantissi was not morally immune to such attacks. In the case of terror organisations like Hamas, no genuine distinction can be drawn between the \"political\" or \"ideological\" echelon and military operators. Even if it is possible to identify substantive arguments to justify the Rantissi assassination, the timing of the act raises scepticism about the motives of those who decided to carry it out. (Ariel) Sharon was eager to arrive at yesterday's cabinet meeting - and to influence whether top Likud ministers who have expressed reservations about his disengagement plan will join active opponents of the plan or be content to issue vacuous statements - with a military success under his belt. To preserve credibility regarding the justice of their goals and means, decision-makers must exercise doubled restraint during this turbulent period. Editorial: The motivation behind the missile Ha'aretz The killing of Sheikh Ahmed Yassin and his heir to the Hamas throne in Gaza, Rantissi, dealt a hard blow, of course, to the movement's leadership. Senior Hamas members in Gaza have been killed in the past, but these last two hits were harsher, from the movement's point of view, because they targeted individuals at the very top. Nevertheless, from the viewpoint of the public support some 1.25 million Gaza residents bestow on Hamas, not only has the movement not suffered any damage, but, to the contrary, support for it has grown. The Gaza Strip appears, therefore, to be heading toward a new regime, which won't exactly be a continuation of the Palestinian Authority, but rather \"an action committee under the auspices of the PA\", as Mohammed Dahlan has suggested. If in previous years there was talk of Hamas joining Arafat's regime, it appears now in Gaza that the talk is more to do with the PA joining Hamas. In any event, the Hamas way has emerged victorious: there is no political process; the armed struggle has returned, the fight is against \"the Zionist entity\", and the issue of the right of return has once again been brought to the fore. The victory of the Hamas way Jerusalem Post (Subscription only) Will the British foreign minister, Jack Straw, explain why the killing of Uday and Qusay Hussein was justified and \"productive\", but the killing of Abdel-Aziz al-Rantissi was not? All three are, or were, leaders of what the British government defines as terrorist organisations. Will the minister also explain why it is unthinkable for European countries, including Britain, to negotiate with al-Qaida, while it is not only thinkable, but necessary, for Israel to negotiate with a Palestinian regime implicated in Hamas' terrorism? All bin Laden asks of Europe is what Europe asks of Israel, which is to get out of Arab lands. If that demand is reasonably made of Israel, why is it any less reasonably made of Europe? And will the minister tell us why, in June 2002, after describing suicide bombers as \"misguided and depressed\", he went on to say that \"behind those people are some very evil terrorist leaders who do not put their own lives on the line when they are making sure that others' lives are ended\". Was this not a description of people like Rantissi and Sheikh Ahmed Yassin, whose killing last month Straw also condemned in the strongest possible terms? It is noteworthy that, after Saturday's killing of Rantissi, Hamas would not name its new leader. The bravado is gone. They are afraid. This will not prevent future attacks on Israel. But it puts paid to the lie that attacks on Hamas only embolden it. In that sense, Saturday's strike has served a purpose. Opinion: Justified and productive Media Review Network The network shares its outrage and grief with the Palestinian people on the murder of Hamas leader Abdel-Aziz al-Rantissi by Israelis. This cowardly missile strike comes only a few days after Ariel Sharon returned from a visit to the United States of America, where he was feted as \"man of peace\" forging \"historic changes\", by the US president, George Bush. It was hardly month ago that the quadriplegic spiritual Hamas leader, Sheikh Ahmed Yassin, confined to a wheelchair, was killed in the same immoral and savage manner, in violation of all international laws and conventions. The United States of America has been nurturing and sponsoring Israel's vile acts of state terrorism for decades. Hamas has declared that such despicable acts will only strengthen their resolve to seek freedom from Zionist occupation and oppression. The Media Review Network urges the Palestinian Authority to dissolve immediately and join the majority of the Palestinians in the trenches to fight to free all of Palestine. The murder of Rantissi is a crime against humanity The Indpendent If anyone doubted Israel's determination to impose its own order on Palestine, its assassination of the new Hamas leader, Abdel Aziz Rantissi, a month after the killing of his predecessor, should have made it abundantly clear. Emboldened by President Bush's support for his plans for unilateral disengagement, Ariel Sharon, the Israeli PM, has acted quickly to secure his advantage on the ground. Leader: An assassination that the world must condemn Daily Telegraph Dr Abdel Aziz al-Rantissi, who replaced the recently assassinated Hamas leader, Sheikh Yassin, had been at his post less than a month before Israel's targeted killing removed him on Saturday. A month is scarcely enough time to follow up on your initial meet-and-greet, but Rantissi got a few projects off the ground anyway. On the very morning of his death, a Hamas suicide mission killed an Israeli border guard at the Erez Crossing in an industrial area where Palestinians cross to work alongside Israelis. Had he lived, Rantissi would have kept the Israeli body count high. Moral indignation over the deaths of Yassin and Rantissi remains impossible to fathom. One would be relieved if the Independent or Robin Cook were shedding crocodile tears, but their weeping seems perfectly sincere. None of us likes \"extra-judicial\" measures, but it is hypocrisy laid on with a trowel to suggest that psychotic beings such as Yassin and Rantissi are anything other than murderers in cold blood. One has much sympathy for the response of the father of a young suicide bomber who wrote to the London Arabic daily al-Hayat: \"But what tears at the soul, pains the heart, and brings tears to the eyes more than anything else is the sight of these sheikhs and leaders evading sending their sons into the fray ... Rantissi's wife has refrained from sending her son Muhammad to blow himself up.\" Barbara Amiel: Spare us the righteous tears at the death of another monster"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}