{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2004/apr/17/featuresreviews.guardianreview14", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2004-04-16T23:33:44Z", "webTitle": "Critical eye: Apr 17", "webUrl": "https://www.theguardian.com/books/2004/apr/17/featuresreviews.guardianreview14", "apiUrl": "https://content.guardianapis.com/books/2004/apr/17/featuresreviews.guardianreview14", "fields": {"headline": "Britain anatomised", "bodyText": "If ever there was a time for Henry James to surge back onto the bestseller lists, then this must surely be it, as Colm Tóibín's recently published novel, The Master, is joined by Alan Hollinghurst's The Line of Beauty, which boasts a protagonist inspired by James and which is set in the ambiguous world of the rich and powerful. It is, declared Neel Mukherjee in the Times, an \"astonishingly Jamesian novel, a crafty, glittering, sidelong bid by a contemporary master of English prose to be considered heir to James himself\", while the Observer's Tim Adams wrote that \"I'm pretty sure I've never used the word masterpiece in reviewing a novel and I hesitate to do so now, but it is a hard term to avoid when faced with the accumulated brilliance of Alan Hollinghurst's fourth book.\" By the end of his piece, Adams had succumbed to the temptation. For the Independent on Sunday Peter Conradi, meditating on its evocation of 1980s Britain, the novel's \"brilliant recreation of that bigoted, nepotistic, racist, callous and mean-spirited epoch is timely. If Thatcher's London has rarely been better 'done' by a British novelist, Hollinghurst loves the city more than most,\" although the Sunday Times's Alex Clark wasn't sure that historical accuracy even mattered in \"a novel so exquisitely written that at times it feels almost as if it could dispense with plot and characters and exist on a plane of pure perception and connotation\". But the specifics of power were very much on the mind of those reviewing Anthony Sampson's Who Runs This Place?: The Anatomy of Britain in the 21st Century, the latest instalment of his long-running project to dissect and analyse the country. It is, according to Roy Hattersley writing in the Observer, far from being a mere inventory of movers and shakers, but rather \"a list with an attitude\" and one that reveals how \"power in Britain has been snatched from the people\". The Telegraph's Andrew Marr agreed, praising Sampson's ability to capture \"the big picture\", and remarking that as the landscape of power changes \"the time-lapse anatomist can see it all quite clearly. He is not a neutral observer: no observer worth observing is. Sampson is politically liberal and culturally conservative. He is austere. He is constitutionally inclined to give a little slack to underpaid, well-meaning public servants. He is less likely to give credit to Graham Norton or Nigella Lawson for cheering us up. He is judgmental. This also is his value.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}