{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2004/apr/01/informer", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-04-01T17:34:03Z", "webTitle": "The Informer: Hughes resigns as immigration minister", "webUrl": "https://www.theguardian.com/news/2004/apr/01/informer", "apiUrl": "https://content.guardianapis.com/news/2004/apr/01/informer", "fields": {"headline": "The Informer: Hughes resigns as immigration minister", "bodyText": "Welcome to the Informer, Guardian Unlimited's 2pm news round-up. Many apologies for the late arrival of today's Informer. Technical difficulties were to blame. Also in today's Informer: * 'Strong evidence' of collusion in Ulster killings * Nato raid fails to find Karadzic * Rail industry 'out of control' THE NEWS IN 90 SECONDS Beverley Hughes resigned from the government this morning, after a month of mounting crises and leaks over her handling of policy within the Home Office. Full story Profile: Beverley Hughes Analysis British army intelligence and the MI5 security service were criticised in reports published today into claims of security service collusion in four of the most controversial murders in Northern Ireland. Full story Amid an explosion and bursts of gunfire, Nato troops today encircled a church and rectory in the stronghold of the former Bosnian Serb leader, Radovan Karadzic, but again failed to find the world's most wanted war crimes suspect. Full story Timeline: The search for Karadzic The rail industry is \"out of effective control\" with \"flaws in the main pillar of railway governance\", a devastating report from MPs said today. Full story Carphone Warehouse, Europe's leading mobile phone retailer, today said that it would take on 1,500 people as new shops are opened over the next 18 months. Full story Search engine giant Google has fired the latest salvo in a fierce fight for web supremacy by announcing it is to launch a free email service that will provide between 250 and 500 times more storage space than the market leaders, Yahoo and Microsoft. Full story EDITOR'S PICK Oscar-winners Halle Berry and Charlize Theron go head-to-head this weekend, with top billing in Gothika and Monster respectively. Try our quiz on the achievements of women in the film industry and see if you're down with the sisterhood or just dicking around. Full report ROME DISPATCH The EU will only have itself to blame if Italy's economic fairy story comes to a bad end, says John Hooper. Full report IN THE GUARDIAN TOMORROW *In Review: She grew up in a hick town in apartheid South Africa. Now, having won an Oscar, Charlize Theron is a national hero. She tells Emma Brockes about racist guilt, playing a serial killer - and the shooting of her father by her own mother | The movers and shakers of Hollywood pick their favourite films - and describe what it is that makes them so special. AND FINALLY When it went off, the rocket shot to the ceiling of Shannon Kramer's car, ricocheted and dived between his legs, bursting into a display that burned hair and skin from the 35-year-old Jacksonville man. In an interview from his hospital room at Shands, Jacksonville on Monday, Kramer said a prank Sunday night in Riverside went south when he lit the fuse on the 6-inch rocket, but wasn't able to get it out the window of the Mustang before a quick fuse lit the propellant. Source * The Informer is pretty much all you need if you want to keep up with the news. But some of you will need a bit more. Something a bit specialist. So for those of you working in the public sector, SocietyGuardian.co.uk has come up with just that. A new family of weekly emails has been launched to bring you news from the key public sectors. Sign up and receive weekly news, analysis and features direct to your inbox from the best writers in the housing, health, local government, social care and voluntary sectors. society.theguardian.com/emailservices"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}