{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/apr/25/business.scamsandfraud", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-04-24T23:30:38Z", "webTitle": "Nice try, love, but fraud is a man's game", "webUrl": "https://www.theguardian.com/money/2004/apr/25/business.scamsandfraud", "apiUrl": "https://content.guardianapis.com/money/2004/apr/25/business.scamsandfraud", "fields": {"headline": "Nice try, love, but fraud is a man's game", "bodyText": "Is your PA a bloodsucker? That's the question pampered millionaires of the Square Mile were secretly asking themselves last week, when Joyti De-Laurey was convicted of plundering £4.4 million from her bosses' bank accounts. The nice-as-pie secretary from Goldman Sachs almost got away with it: De-Laurey was 'the Picasso of con men', says Scott Mead, one embarrassed victim. But there are many busy bankers like Mead who place their trust - as well as their hotel bills, dinner parties and, it seems, their chequebooks - in the hands of resourceful, clever, chronically under-rewarded PAs. Most (still) are women; so does De-Laurey represent a new breed of femme fatale fraudster? Hardly, say fraud investigators, amid blokeish guffaws. 'Fraud is a man's game,' says a white-collar specialist from the City of London police. 'That's true of most crimes, but definitely true of fraud. The number of women I've arrested on suspicion of fraud you could count on one hand.' The biggest cases seem to support this view. De-Laurey may have grabbed the headlines and made some supposedly sharp financiers look stupid. But, in terms of the damage done, she's no Robert Maxwell or Nick Leeson. Perhaps female fraudsters, unlike the men, are simply smart enough not to get caught. But Andrew Durant doesn't think so: he is a specialist fraud investigator at accountants BDO Stoy Hayward, and has gathered some interesting statistics. 'In 2003, men conducted approximately 80 per cent of frauds,' he says. 'Frauds by men are typically for sums averaging three times the losses of those perpetrated by women. 'Furthermore, our research has revealed that in 2003 no woman was convicted for committing a fraud over £4m and only a handful committed frauds over £1m. This compares with more than 98 men convicted of frauds over £1m, and, of these, 24 for frauds over £5m.' De-Laurey, at least, can compete with the best of last year's champion fraudsters. By forging chequebook signatures and arranging transfers from the personal accounts of three wealthy bankers, she financed a lifestyle of Cartier jewellery, fast cars, powerboats and a villa in Cyprus. How she expected to get away with it is anybody's guess. Yet to many, De-Laurey - well-spoken, and no slouch in the witness-box - comes across as less of a chump than her victims. Her trial shone an unwanted spotlight on their lifestyles, which were apparently so frenetic and privileged that they failed to notice that their accounts were being systematically emptied of millions of pounds. De-Laurey earned £38,000 a year. Of her case, Durrant says: 'This case was unusual because the perpetrator was a woman, not in a management position and charged with defrauding an individual, not her employer. These three characteristics all go against the grain of my experience. In over 12 years of investigating corporate frauds I have only investigated two by women. 'Senior executives, who remain over whelmingly male, commit most cases involving such large sums. It is also unusual for a woman to have committed a series of frauds - my experience is that women tend to commit single frauds to pay for a perceived need, rather than commit a string to fund a lavish lifestyle.' Investment advisers and motor insurers alike will tell you that men, especially younger men, are generally bigger risk-takers than women. Like Nick Lee son, might they also be more prepared to cover up one lie with a succession of ever greater ones, until a potentially huge fraud is created? Perhaps so, if the highest-profile (if silliest) British fraud of the past few years is typical. Just after Major Charles Ingram won £1m through cheating on Who Wants to be a Millionaire?, he was castigated by his co-conspirator wife. She was heard to explode with rage in the dressing room, apparently because the major had pushed his luck and not stopped at £125,000. But it is precisely because they are considered more sensible and trustworthy that women can make such effective fraudsters. 'To be successful, a fraudster needs to be in a trusted position,' says Durrant. 'If Ms De-Laurey had done a bad job, she wouldn't have been given responsibility for financial matters.' Dishonest PAs, take note. Durrant adds: 'An important area overlooked in this case is the issue of pre-employment background checks. De-Laurey impressed her bosses and went from a temp member of staff to permanent. In my experience, companies do not undertake these checks as they say they already know the individual from their temp position.' At a more exalted level, in the US, the high-profile and glamorous career woman Lea Fastow is facing charges over Enron's collapse. But she has had to play second fiddle to her husband Scott, alleged mastermind of the multibillion-dollar fraud. Lea Fastow denies wrongdoing but whatever her guilt or innocence, is she an example of women - in fraud as so much else - not getting the recognition they deserve?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}