{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/apr/01/newsstory.sport16", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-04-01T22:10:43Z", "webTitle": "Estonia 0 - 1 Northern Ireland", "webUrl": "https://www.theguardian.com/football/2004/apr/01/newsstory.sport16", "apiUrl": "https://content.guardianapis.com/football/2004/apr/01/newsstory.sport16", "fields": {"headline": "Healy gives the North a new direction", "bodyText": "This result might not quite strike fear into English hearts but that will matter little to Northern Ireland, whose 2-year wait for an international victory is at an end. Since their defeat of Malta in October 2001 the Irish had not won in 15 attempts, but that embarrassing statistic was finally put to bed thanks to David Healy. His 10th international goal puts him within three of the Northern Ireland record held by Colin Clarke and decided a scrappy game which allowed Lawrie Sanchez to emerge victorious in only his second match in charge. Sanchez was clearly delighted at achieving victory over a nation ranked 58 places higher. \"It's nice to win a football match again because it has been a long time,\" he said. \"It's nice to score again - it was a great goal to win a game with and I think we deserved it. It's my first win in charge and hopefully the first of many.\" With Andy Smith, the Glentoran forward, matching Healy's pace and vigour up front and Steve Jones and Jeff Whitley advancing from midfield at every opportunity, the Estonians struggled to get out of their own half. As the interval loomed, Jones collected the ball on the right and surged forward before picking Healy out on the left-hand side of the area. Healy took the ball in his stride, shifted inside and sent a fierce, curling shot into the top left corner. Estonia finally applied pressure in the second half but they made little of a series of set pieces. Estonia (4-4-2): Kaalma; Jaager, Stepanov, Piiroja (Rahn, 80), Klavan; Reim, Smirnov (Reinumae, 83), Kristal, Zelinski (Teever, 6); Rooba (Lindpere, 72), Kink (Terehhov, 70). Northern Ireland (4-4-2): Taylor (Birmingham); Baird (Southampton), Capaldi (Plymouth), Craigan (Motherwell), Williams (Wimbledon); Sonner (Nottingham Forest; Duff , Cheltenham, 79), Mulryne (Norwich City; McCann , Cheltenham, 69), Whitley (Sunderland); Jones (Crewe), Healy (Preston), Smith (Glentoran). Referee: Kari Petteri (Finland)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}