{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/apr/25/business.ofcom", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-04-24T23:30:38Z", "webTitle": "Ofcom supports public service values", "webUrl": "https://www.theguardian.com/media/2004/apr/25/business.ofcom", "apiUrl": "https://content.guardianapis.com/media/2004/apr/25/business.ofcom", "fields": {"headline": "TV just a toaster with pictures? Not in Britain", "bodyText": "Every now and then in the history of broadcasting, we get a report that is destined to set the tone for policy debates that follow and ultimately reshapes the nature of the industry. It happened in the Fifties with the Beveridge Report, in the Seventies with Annan and in the Eighties with Peacock. Government-appointed committees of inquiry may otherwise have gone the way of miners' strikes and cold winters, but last week's report on public service broadcasting from industry regulator Ofcom will have the same effect. At a time when the future of the BBC is up for grabs, multichannel television is becoming the norm and we're just a few years from switching to full digital transmission, this report essentially recreates the argument for public service broadcasting in a digital world. It lays to rest the paternalistic elitism of Lord Reith - and about time too - but is unambiguous about the contribution that television does and should make to our quality of life. Not for Britain the American regulator's maxim that television is nothing but 'a toaster with pictures'. For a regulator that many of us believed would be driven by the demands of the marketplace - rather than its other obligation, to promote the interests of citizens - it's hard to overestimate the significance of this report. Those whose vision of public service broadcasting is a margin alised BBC devoted to opera, Songs of Praise and the occasional coronation while the market takes care of the rest will now find it hard to dispute the coherent and well-argued rationale for something much more broadly based - not least because Ofcom has been careful to root its arguments in audience research. The British public, according to their focus groups and a survey of 6,000 households, has loudly declared that television is special and does matter. Just one example to illustrate the point. We all know that television is the main source of national and international news for the great majority, but it comes as something of a shock to discover that 58 per cent say their chief source of knowledge about science, nature and history also comes from television. So Ofcom has developed a two-track argument for sustaining public service values, based on benefiting audiences both as consumers and as citizens. To achieve those ends, public sservice programming must be 'widely available', must be 'innovative, original and of high quality', and is more likely to come from 'a range of different providers'. It may have been Ofcom's heavy-handed criticism of the BBC that grabbed last week's headlines, but it could have been much worse. Even in the digital age, our all-powerful communications regulator has come down firmly in favour of a broadly based public service broadcasting philosophy. That said, there is plenty of evidence of some anguished debate in the Ofcom boardroom. By the end of the report, it is telling us that in a digital world arguments about the market failing consumers 'will become far less convincing'. It is committed to promoting digital switchover to bring 'increased choice and competition to the market'. The problem for an organisation that is committed to evidence-based decision-making is that all its own evidence points to an entirely opposite conclusion: that often consumers can suffer rather than benefit from the impact of competition. We are told, for example, that 'increased competition for viewers and advertising funding appears to have led to increasingly ratings-driven schedules' - more soaps, more reality shows, less original drama. Programme makers told Ofcom that 'they are having to adopt an increasingly copycat approach ... in the face of increased commercial competition'. So the proportion of new drama titles has fallen from 47 per cent of all drama in 1998 to 33 per cent in 2002 - while audiences are saying that there's too much derivative stuff. Meanwhile, news producers are apparently warning that 'competitive pressures and audience demands have altered the style and tone of news', leading to more lifestyle, crime and consumer stories. And was it just a slip of the word processor when, very early in the report, we are told that terrestrial television appears to be in pretty good shape 'despite increased competition'? Anyone wanting evidence of what unfettered competition can do need only glance at mainstream schedules in America, Australia or Italy to see the reduced choices and mushrooming of copycat formats. This contradiction won't come as a surprise to anyone who has followed the philosophical battles between the culture vultures and the competition hawks over the last 20 years. The only difference now is that they are housed within a single organisation and their fraught deliberations will only emerge sporadically as puffs of smoke in reports like this. We can all live with that, given that Ofcom has now given its unequivocal endorsement to the enduring value of public service values in British broadcasting into the digital age. David Currie, Ofcom's chairman, said in the House of Lords last Wednesday: 'Our report argues that public service broadcasting remains vitally important in twenty-first century Britain because of its central role in serving the interests of citizens'. He might have added 'and consumers', but let's be grateful that the toaster brigade will after all be taking a back seat in broadcasting debates. · Steven Barnett is professor of communications at the University of Westminster"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}