{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2004/apr/17/featuresreviews.guardianreview33", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2004-04-16T23:33:46Z", "webTitle": "Review: A Man of His Time by Alan Sillitoe", "webUrl": "https://www.theguardian.com/books/2004/apr/17/featuresreviews.guardianreview33", "apiUrl": "https://content.guardianapis.com/books/2004/apr/17/featuresreviews.guardianreview33", "fields": {"headline": "The blacksmith's progress", "bodyText": "A Man of His Time by Alan Sillitoe 378pp, Flamingo, £17.99 Alan Sillitoe's 31st work of fiction, set like many of its predecessors in his native Nottinghamshire, opens on a May morning in 1887. Here a purposeful young blacksmith of 21 named Ernest Burton (known as \"Burton\" even to his intimates) is making his final preparations to travel to Wales with the aim of working at his brother's forge. Six feet five, sprucely got up, Burton, it soon becomes abundantly clear, is something of a ladies' man. No sooner is the train approaching Pontypool than he hooks up with a sad young woman, three weeks widowed, with a bag of devotional books on the rack above her. Within a few moments, she is demanding breathlessly: \"Oh, do take me, then.\" Nothing loath, Burton seduces her across the carriage seat, thereby fathering an illegitimate child who will reappear several times in his life over the next six decades. Novelists tend to wax defensive if charged with implausibility. When some of the outrageous coincidences of A Dance to the Music of Time were drawn to his attention, Anthony Powell would always counter that they were less outrageous than some of the coincidences of his own life. There is, of course, no fictional law that says novels have to be plausible or in the least \"like life\": all you can ask is that a particular scene should convince on its own terms. Well, this reviewer found the railway carriage set-to deeply unconvincing, as well as a later incident in which our man has his way with his son's girlfriend. The only thing that can be said in its favour is that it sets up the novel's abiding conceit: the randy old dog from whom no maidservant or Sunday School teacher is safe. A year in Wales behind him - milieu unobtrusively outlined - Burton comes home, marries the village barmaid, Mary Ann, begets eight children (while still keeping a remorseless eye on anything in a skirt), and eventually sets up on his own: a terror to the ladies but also to his family, whom he rules with a rod of iron every bit as inflexible as the appurtenances of the smithy. There comes a moment in practically every period TV drama of Life Up North when the gnarled ancient in a cloth cap, seeking to explain some of the deficiencies of his upbringing, murmurs that \"He wor a hard man, me da'\". The Burton children are forever falling out with their gaunt, grim, illiterate and ultimately one-eyed (a spark from the anvil having gone the wrong way) paterfamilias. Some of them run away; others plot bloody retribution; tension hangs over family meal-times like a cloud. Oliver, the eldest, dies in the first world war, not from a German bullet but (having followed the family calling) via a kick from a mad horse he is trying to subdue. There is something self-referential in Burton's curious mixture of violence, self-centredness and propriety: in fact, the trail leads all the way back (or rather forward) to Arthur Seaton, the hero of Sillitoe's first novel, Saturday Night and Sunday Morning (1958), with his stolid refusal to be impressed by church, state or monarch or to take any step that might be construed as giving himself away. In another deft little gesture towards earlier work, Sillitoe slots in a minor character called Doddoe Atkin: here a sulky teenager incurring Burton's displeasure; later to become Arthur's mad-eyed uncle by marriage. As a whole, A Man of His Time emphasises continuity. Moving forward as far as the Attlee era - Burton survives into his 80s - the regular discussions of \"how life has changed\" usually opt for stasis. Men still cheat on their wives, evade their responsibilities. We are all, when it comes down to it, men and women of our times. The best bits of the novel - and they are very good indeed - take in rapt descriptions of physical activity: Oliver trying to soothe the deranged horse and getting his fatal kick in the head; Burton, as a wiry 50-year-old, wrestling a bull to the ground preparatory to ringing its snout for Lord Middleton in the mansion on the hill (predictably, Burton's immediate relaxation after this feat is a steamy encounter with the housemaid). As ever with Sillitoe, the exactness of the writing and the sharpness of the psychology are so cunningly disguised as almost to disappear beneath the narrative's onward march. I salute a grand old man of contemporary English fiction, still writing with all the verve and vigour of 45 years ago. · DJ Taylor's Orwell: The Life (Vintage) won the Whitbread biography award"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}