{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/apr/11/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-04-11T20:13:01Z", "webTitle": "Birmingham City 1 - 1 Manchester United", "webUrl": "https://www.theguardian.com/football/2004/apr/11/match.sport", "apiUrl": "https://content.guardianapis.com/football/2004/apr/11/match.sport", "fields": {"headline": "Saha strong at the finish", "bodyText": "Manchester United's recent revival continues as victory here gained two points on Chelsea, who could only draw with Middlesbrough, to edge them closer to a possible second-place finish and automatic qualification to the Champions' League. But how priorities and targets have changed in 12 months. Easter of last year saw the soon-to-be-fallen champions well on the way to their eighth title in 11 years, overhauling Arsenal in the process. Yesterday, against a Birmingham City team with valid European aspirations of their own, United were forced to rely upon injuries to their hosts, coinciding with the introduction of Cristiano Ronaldo as a second-half substitute, to keep within a dozen points of the Gunners. Yes, United could point to the absence of injured Ruud van Nistelrooy and Roy Keane for a lacklustre opening hour, but Birmingham could just as easily point to the curse of the left-back. After 13 minutes, Stan Lazaridis managed to rip his groin with nobody around him, by half-time his goalscoring replacement Martin Grainger was out with a knee injury, and Jamie Clapham was stepping into a back four rapidly losing organisation and confidence. 'And Robbie Savage twisted his ankle at half-time and could have done with coming off. But I'm not going to use injuries as an excuse,' said Birmingham manager Steve Bruce. 'We're disappointed because we played United and they didn't create a chance despite all their talented players. Then we conceded two goals through a lack of concentration at the back which is usually our strength.' Savage, indeed, was the game's outstanding performer in the opening hour, driving on his team at both ends of the field, chipping a 19th-minute shot against the bar and being fouled by the inept Eric Djemba-Djemba for the free-kick that led to the City goal. Savage looked likely to take the set piece himself but deferred to Grainger. The defender's left-foot strike, from 30 yards, beat an unconvincing wall and was helped into the goal by Roy Carroll, who should have done better. Still, the half-time changes undid City's good work, as did the appearance of Ronaldo after 54 minutes, in place of the ineffective Ole Gunnar Solskjaer. The profligate Louis Saha was unmarked but shot well over soon after the restart. Maik Taylor smothered harmless efforts from Paul Scholes and Ryan Giggs, before successive Giggs corner on the hour proved costly. The first, helped on by Wes Brown to Saha for a diving header, drew a magnificent one-handed reflex save from Taylor, but the ensuing dead ball allowed Giggs the opportunity to cross from the left, his centre finding the unmarked Ronaldo, who headed in powerfully from eight yards. 'Ronaldo is a fantastic player,' said Bruce. 'If he goes past three players and smashes it into the net, fair enough. But for him to score with a header in our six-yard box is hard to take.' Worse was to follow for Bruce, and United's recovery was complete in the 78th minute from another set piece, another free-kick delivered from the right by Giggs that found Saha at the edge of a pack of players, enabling him to score with a text-book header amid more terrible Birmingham marking. 'When you want to get yourself back into the game then Ronaldo is a great player to call upon,' said Ferguson. 'In the early part of the game I think we looked too relaxed. Maybe we took our foot off the pedal after winning the semi-final last week. 'But it was a good comeback. When you go 1-0 down at a place like this, it isn't easy because Birmingham play with great enthusiasm and commitment, but we turned things around very well. 'Saha himself could have had a hat-trick. He has now scored six goals in six Premiership games for us and could have had at least another two. But he is making an important contribution to the club because he is always a goal threat.' Man of the Match Paul Scholes Without the injured Roy Keane for United, and with Robbie Savage determined to enjoy a meeting with his old club, the midfield was bound to feature large. In the opening hour, Scholes was the only visiting performer playing anywhere near to his potential and he alone prevented Birmingham taking a real grip on the game. You can mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}