{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/apr/19/broadcasting", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-04-19T16:57:39Z", "webTitle": "US networks fight indecency ruling", "webUrl": "https://www.theguardian.com/media/2004/apr/19/broadcasting", "apiUrl": "https://content.guardianapis.com/media/2004/apr/19/broadcasting", "fields": {"headline": "US networks fight indecency ruling", "bodyText": "It started with the most famous \"garment malfunction\" in history, when Janet Jackson exposed her boob during the Super Bowl, before rapidly escalating into a crackdown on indecency that even Mary Whitehouse might have balked at. Now, after nearly four months of soul-searching and public grovelling, US networks are starting to fight back. MTV-owner Viacom, Rupert Murdoch's Fox network and a number of smaller broadcasters today joined forces to petition the country's TV watchdog to rescind a recent decision which makes the broadcast of bad language, talk about sex or anything else considered \"indecent\" punishable by record fines or even the withdrawal of licences. Lining up with the broadcasters are pressure groups including the Screen Actors Guild, and individuals such as magician duo Penn and Teller. Their aim is to force the Federal Communications Commission (FCC) to back down on the so-called Bono ruling, or face a battle in the Supreme Court. \"The commission's harsh new policy has sent shock waves through the broadcast industry and is forcing licensees to censor speech that unquestionably is protected by the First Amendment. The FCC consciously assumed the role of a national arbiter of good taste, and its decision already is exerting a chilling effect,\" said Bob Corn-Revere, the lawyer tasked by the group to manage the petition. In its \"Bono ruling\", delivered last month, the FCC slated NBC for allowing the U2 singer to use the phrase \"fucking brilliant\" at an awards ceremony in January, describing the incident as \"indecent\" and \"profane\". NBC, which is not part of the loose coalition, is expected to mount its own petition against the legislation today. The NBC chairman, Bob Wright, is understood to be concerned that such heavy-handed regulation and the threat of fines of up to £1.6m could be stifling creativity. Since the Bono incident and Janet Jackson's exposé during the Super Bowl, US broadcasters have been on the back foot. While so-called \"shock jocks\" like Howard Stern and Bubba The Love Sponge have borne the brunt of the FCC's actions - US radio group Clear Channel dropped both men recently after amassing close to £700,000 in fines - the crackdown has spread far wider. Live shows like the Oscars have been forced to insert a five-second delay into broadcasts while NBC recently decided to blur a shot of an 80-year-old woman's breast on ER. Last month, long-time radio host Sandra Tsing was fired after an engineer forgot to bleep out the f-word on a recording of an Oprah Winfrey show. Some radio shows have become so concerned about possible FCC fines that they have edited songs such as Pink Floyd's Money or dropped them altogether. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}