{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/apr/11/observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-04-11T18:50:05Z", "webTitle": "If you can't stand the heat...", "webUrl": "https://www.theguardian.com/travel/2004/apr/11/observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2004/apr/11/observerescapesection2", "fields": {"headline": "If you can't stand the heat...", "bodyText": "With reports of a fling between David Beckham and a PA filling the papers, Britain's premier celebrity couple last week headed for the French Alps - and a brief respite from the paparazzi. Posh and Becks are certainly not the first stars to step out of the spotlight until the media storm blows over. From the Indian Ocean to the South Pacific and English country hotels, the world is littered with boltholes that have come to a celebrity's aid in their hour of need. While you are unlikely to be fleeing Fleet Street's finest, you may still want to close the door and recline in luxurious obscurity. So what if you haven't divorced an actor, found a body in your pool or run off with a gladiator - you still deserve a break. Posh and Becks The Escape A flight from obsessive press interest in your rumoured affair with sophisticated diplomat's daughter Rebecca Loos - and, ironically, an opportunity to be photographed enjoying quality time with your family. The Bolthole Chalet Atlantique, a palatial three-storey, five-bedroomed home minutes from the centre of the French ski resort of Courchevel. Set on a cliff edge with elegy-inducing views of surrounding valleys, it has a lift, surround-sound cinema and extensive wine cellar for teetotal Goldenballs. Insider leaks are highly unlikely - Posh and Becks have their own chef and catering staff. It's rumoured the Beckhams paid more than £33,000 for the week in the chalet... but you could do it for a lead-in price of £775 per person, including flights, transfers and full catering at the luxury Darkoum C chalet, which sleeps up to six people, with Scott Dunn (020 8682 5050; www.scottdunn.com). Nicole Kidman and Russell Crowe The Escape You are heading for a bitter divorce from one of the world's most famous actors - and are rumoured to be dating... one of the world's most famous actors. The Bolthole The Fijian island of Wakaya - five square miles of lush forest, white sandy beaches and aquamarine seas, with nine luxury villas containing four-poster beds. Having booked their holiday before splitting in February 2001, Nicole and Tom Cruise decided not to waste their South Pacific break. So, two days after Nicole and Russell checked out, Tom and new flame, Penelope Cruz - now separated - checked in. Just time to change the sheets. Tom and Penelope were said to have booked the whole island for £45,000 a night... but you could book an all-inclusive week in one of the villas from £5,476 per person, including flights, with ITC Classics (01244 355310; www.itcclassics.co.uk). Chris Evans and Geri Halliwell The Escape Having whipped the newspapers into a frenzy with rumours of your engagement to a mega-rich, publicity-hungry presenter, you suddenly wish to hide. Press interest goes into orbit. How strange. The Bolthole Stoke Park, an impressive country house and 27-hole golf club that has twice featured in Bond movies, set in 350 acres of Buckinghamshire parkland. As well as the late eighteenth-century mansion designed by George III's architect, there's a landscape crafted by Capability Brown and the award-winning SPC Spa - perfect for polishing your toned body while the media camp outside. A gorgeous, two-bedroom suite costs £1,100 a night... but you could treat yourself to a two-night Celebration package in a standard room for £250 per person, including one three-course dinner, breakfasts and use of the health and racket club. Stoke Park (01753 717171; www.stokeparkclub.com). Michael Barrymore The Escape You need to get away from a salivating press pack after an inquest has delivered an open verdict on the death of a man found floating in your swimming pool in suspicious circumstances. The Bolthole The Villa Royale, the most expensive suite at Le Saint Géran, a favourite celebrity haunt on Mauritius. The shamed entertainer hid there with lover Shaun Davis and hired 12 security staff to ensure total privacy. Unsurprisingly, Barrymore was not photographed doing back flips into his private pool. They paid £23,000 a week excluding security... but you could pay a lead-in price of £11,145 for a week, based on two people sharing, flights, private transfer on a half-board basis, with Elegant Resorts (01244 897888; www.elegantresorts.co.uk). The Duchess of York The Escape Since your relationship with the Queen's second son hit the rocks, media scrutiny of your life has intensified to a frightening level. You need tranquillity - preferably with orchid petals strewn around your room and great masseurs on call round-the-clock. The Bolthole Phuket's Amanpuri Hotel, five-star luxury used by the likes of Mick Jagger, set behind the translucent waters of Pansea Beach on the island's West Coast. Seventy elegant Thai-style pavilions litter the resort's tropical gardens, and its 20 cruisers and sailing boats are said to be the biggest hotel fleet in South East Asia - perfect for keeping photographers' zoom lenses at a respectable distance. Fergie's getaway budget has not been disclosed... but you could stay a week in a superior garden pavilion from £2,740 for seven nights, per person, room only, including flights and private transfers, with Seasons in Style (0151 342 0505; www.seasonsinstyle.co.uk). Amanda Holden The Escape You need to get away after a messy split with your husband, popular primetime entertainer Les Dennis. Despite rumours of a fling with a well-known actor, you need to 'grieve' for your lost relationship. The Bolthole The exclusive Hotel Arts on Barcelona's seafront where the 482 rooms have panoramic views over the city and Mediterranean. It's a favourite of Kylie and Robbie with apartments kitted out by top Catalan interior designer Jaime Tresserra, and round-the-clock butlers. In true Garbo fashion you aim to spend New Year's Eve in your luxurious room - although the horrid press report you are out partying in Groucho Marx nose and glasses. A luxurious club executive suite on New Year's Eve costs €760, and includes access to the club lounge... but you could plump for a standard room for just €375. Ritz Carlton (0800 234000; www.ritzcarlton.com). Sadie Frost and Jude Law The Escape Your baby daughter accidentally swallows an ecstasy tablet at your rock and roll party at Soho House and your husband is rumoured to be having an affair with a flame-haired actress, and with the media circus at your gate no wonder you're suffering from postnatal depression. The other side of the world is appealing. The Bolthole A Christmas family holiday to the island of Phuket, Thailand which has white sand beaches, to 'sort things out' would perhaps have been a more effective relationship remedy had the couple had more time alone, instead they partied with mates Kate Moss and her boyfriend Jefferson Hack. The fashion pack hired a private villa for three weeks for a reported £6,000, before divorcing upon their return... but you could stay at the Patong Merlin Hotel, Phuket stuffed with coconut palms and pools, for six nights from £759 including flights from Heathrow but not breakfast, with Jet Set (0870 700 5000; www.jetsetholidays.co.uk)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}