{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/apr/01/cricket.englandinwestindies2003041", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-04-01T18:47:03Z", "webTitle": "West Indies v England - second session", "webUrl": "https://www.theguardian.com/sport/2004/apr/01/cricket.englandinwestindies2003041", "apiUrl": "https://content.guardianapis.com/sport/2004/apr/01/cricket.englandinwestindies2003041", "fields": {"headline": "West Indies v England - second session", "bodyText": "54th over: West Indies 155-3 (Sarwan 60, Chanderpaul 27) The batsmen don't seem unduly bothered by Jones, picking him off for a few singles before the sides trot off for tea. Tom Oxley is back. \"Back in the UK Stryke Lager was my teenage drink of choice. £1.19 for a four-pack and utter wee-wee\" he says, before giving his old Stryke crew some hip-hop-style big-ups, which I won't repeat, as all the cutting and pasting is threatening the onset of some nasty RSI. How does Lawrence Booth do this? 53rd over: West Indies 152-3 (Sarwan 59, Chanderpaul 25) Sarwan looks like he fancies Giles. And why not, when he's wearing such a dashing piece of fur on his face? He comes down the pitch to swish at the first ball. Nothing comes of it. 52nd over: West Indies 152-3 (Sarwan 58, Chanderpaul 25) Jones finds some pace in the pitch all of a sudden. He's making the most of Chanderpaul's obvious physical discomfort to throw some nasty looking short stuff his way. Chanderpaul is glad to glance him down to leg and get off strike. And he dodges strike for the next over, too, when Sarwan knocks the last ball fine on the leg side for a single. 51st over: West Indies 150-3 (Sarwan 58, Chanderpaul 24) West Indies are going well here, and would be looking okay even by Geoff Boycott's two-wicket rule. And here comes Giles. He's sporting a fluffy sort of goatie thing, which makes him look a bit like a Hollywood actor whose name escapes me. Possibly that one who went out with J-Lo? Ben Affleck, is that it? Who knows. Anyway, in he trundles, and Chanderpaul knocks him away for one. Lots of encouragement for Gile-o 'C'mon Ashlaaaaaay' etc. But it's not the same without Alec Stewart, I'm afraid. 50th over: West Indies 149-3 (Sarwan 58, Chanderpaul 23) Chanderpaul is beaten for pace by Jones, and loops a shot out to the off side. Sadly for England, it misses everyone. Then worse luck! He goes for four legs byes and another two cut square. Meanwhile George Woods comes to the rescue. \"Carib is a little sugary, and quite light. Out in Trinidad, I found it quite a good morning lager, but by lunch an upgrade was needed, so we moved onto Stag - byline 'A Man's Beer.'\" By the sound of things, I'm glad I stayed away from the real men's stuff. 49th over: West Indies 142-3 (Sarwan 56, Chanderpaul 22) The Wheelie Bin gets well down to save runs off Chanderpaul. Harmison's back now, by the way. Then Sarwan cuts twice for a couple of fours that escape Mark Butcher's desperate chasing, and records his 19th Test fifty. Well deserved it is too. 48th over: West Indies 133-3 (Sarwan 48, Chanderpaul 21) Sarwan spots the short ball from Jones and pulls it almost contemptuously behind square for an easy four. The Barmy Army, who could never be described as in 'good' voice, are certainly bawling their heads off, which seems to be a good time to answer Jon Chilvers' questions: \"Carib beer certainly seem to have cornered all the sponsorship opportunities for England's tour,\" he notes, \"but does it actually taste any good and if so, can you get it in the UK?\" My memories of Barbados are as a 16-year-old, Jon. I drank as much Carib beer as my body could stand, and frequently more. One night I was enthusiastically sick on my own shoes and my mum made me stop boozing our expensive family holiday away. I know that answers neither of your questions, but it certainly brings back some fond memories for me. If anyone knows anything more, let us know. 47th over: West Indies 129-3 (Sarwan 44, Chanderpaul 21) This partnership's now worth 41 off 90, and both batsmen are seeing the ball well. Chanderpaul sneaks a single. 46th over: West Indies 128-3 (Sarwan 43, Chanderpaul 20) Simon Jones isn't looking to gleeful either, and there's a lack of spring about England's fielding now. Harmison has started wheeling his arms around like the chaps in Burberry caps in my local Wetherspoons do at closing time, so we should see him soon. Sarwan gets away with a good shout when he looks to have gloved one down the leg side. It's a close, close call, though, and you can't really blame Darrell Hair for missing it. 45th over: West Indies 126-3 (Sarwan 43, Chanderpaul 19) Hoggard's still on, which makes sense now that the ball is swinging.Sarwan, who looks set, takes a single down to square leg. Hoggard has started to do the trudgy shoulder walk thing. You know the one. 44th over: West Indies 124-3 (Sarwan 42, Chanderpaul 18) Right on cue, here comes Simon Jones to replace Freddy. His first ball swings after it passes Sarwan and Chris Read, who's having an impeccable game so far, does well to gather it. Sarwan knocks the next away behind him for a single, and Jones pitches the third far to short. It sails over Chanderpaul's head. David F. Ludwig is in mortal fear of the apocalypse, as he's noticed a few technical glitches on our site today. He hasn't, of course, been privy to the entire sports desk banging their heads in techie-inspired frustration today, but I'm sure you can all imagine. 43rd over: West Indies 123-3 (Sarwan 41, Chanderpaul 18) Hoggard's started to find a little bit of reverse swing now that the ball is aging, and the humidity is closing in. He's also mixing it up with some orthodox stuff. But both batsmen continue to sneak runs. Time for a change? 42nd over: West Indies 122-3 (Sarwan 39, Chanderpaul 18) Chanderpaul hits a nice straightish off-drive for two, then sneaks a single, but he's limping a bit when he runs. Sarwan then takes one off Freddie, who's looking a bit jacked off after Butcher's missed catch earlier on. The game has gone flat again. Fortunately, we've got George Woods. He doesn't say whether he's eaten a fridge, or someone else's fridge, or the entire contents of his own fridge. I guess we'll assume not. Anyway, he's got other things on his mind: \"At Queen's Park Oval, the advert screen congratulated each boundary with 'Shot Boy... Drinking Good.' Does the Bajan scoreboard also do the same trick of luring youngsters into a George Best style world of booze and sporting excellence?\" Not that I've noticed, George, although the whole place is sponsored by Carib beer, which to me advocates liberal boozing, misadventure and liver failure. Who's to say? 41st over: West Indies 118-3 (Sarwan 39, Chanderpaul 15) Sarwan drops a too-straight ball short and the batsmen rotate the strike. Then Chanderpaul gets a lovely inswinger from Hoggard, which he just manages to play late, before turning one down to midwicket. 40th over: West Indies 116-3 (Sarwan 38, Chanderpaul 14) Ach! Flintoff finds a tough, probing length to Chanderpaul, and finds a thin edge with his fourth ball. Butcher drops it at third slip and immediately howls an obscenity. Flintoff looks used to that sort of thing, and the resignation deepens when the next two balls go for four, and five no-ball byes. 39th over: West Indies 107-3 (Sarwan 38, Chanderpaul 10) There's an almighty kerfuffle as Sarwan hits something - pad? thighpad? ball? - probably trouser, the Sky geeks tell us - as the leather whistles past his legs. Sarwan's not interested and nor is umpire Koetzen. Sarwan's rattled, though, and goes hard at the next ball, which he misses by a couple of feet. Chastened by the experience, he blocks out the rest of the over. 38th over: West Indies 107-3 (Sarwan 38, Chanderpaul 10) Flintoff has spotted that Sarwan is pretty uncomfortable with short stuff aimed into the bod, and keeps on niggling away just short of a length.Each batsmen takes a single and there's a no-ball when the big man oversteps. Sarwan gets on top of a shortish ball that goes wide and runs it down to third man for another one. Matthew Tom has no idea how envious I am. \"Sitting here in a Mexican webshack on Isla Mujeres (nr Cancun). Normally I am kept far too busy at work in Farringdon to follow your output, but today I am managing to find the odd moment to glance your way between ordering margharitas and thinking about another swim.\" Pah. 37th over: West Indies 103-3 (Sarwan 36, Chanderpaul 9) A full delivery from Hoggard goes away off Sarwan's toes to bring the hundred up. Then he hits a peculiar sort of halfway-house pull shot, eyes closed, buttocks clenched, and probably quite ready to walk. It clouts into the toe of the bat and runs off for another couple.Then there's a more orthodown nudge fine on the leg side for one. 36th over: West Indies 98-3 (Sarwan 31, Chanderpaul 9) Flintoff is nibbling at the 90mph mark now. He goes for a couple off his first ball, but then keeps Chanderpaul stuck back, dodging some mighty quick deliveries. Never let Tom Oxley into your kitchen. \"One morning I woke to find I'd raided my own fridge,\" he moans, expecting sympathy. \"I'd eaten a large amount of expensive parma ham and mozzarella in a semi-mouldy bap, for crying out loud. And I was looking forward to it too - when I was awake and not with a roll of which Louis Pasteur would have been proud.\" 35th over: West Indies 96-3 (Sarwan 31, Chanderpaul 7) Hoggard is definietely in the attack now. Come to think of it, I'm not sure how I managed to mistake his ghastly mug earlier on. He has Sarwan tucked up with his second ball. All the batsmen have found it hard to time the ball today, even with the pace of the pitch now easing. The clever folk on the telly attribute this to uneven pace, and for want of an alternative explanation, I'll nod the easy agreement of a born charlatan. 34th over: West Indies 96-3 (Sarwan 31, Chanderpaul 7) Chanderpaul hooks/pulls/let's be honest, slogs Flintoff down to deep backward square leg. It's a horrible shot, and just drops short of Harmison. Meanwhile, hurrah! It's my uncle Roland! \"Dan, I know this is cricket, but surely you could get in a mention of England's dismal 6-Nations performance somewhere?\" Sure can, uncle Roland. Anyone who wants to relive/revel in the full glory of Paris can click here. 33rd over: West Indies 92-3 (Sarwan 31, Chanderpaul 3) In comes Chanderpaul, and the Barmy Army pipe up. Sarwan nudges a single off the shoulder of his bat. Harmison is bowling with a couple of extra mph now. Chanderpaul gets off the mark with 3, then there's a great shout for lbw, which was just shading down the leg side. 32nd over: WICKET! West Indies 88-3 (Lara 36, Sarwan 30) Flintoff appears. Come to think of it, he might have been there all along. Gah! Sarwarn cuts him for four off the second ball of the over, and eases a single down to third man off the fourth. In between, there's a hopeful shout for lbw, turned down. It was going over. Lara pulls a short fifth ball for four. Then he gets stuck by a ball on perfect length, and floats a dolly to Butcher at gully! 31st over: West Indies 79-2 (Lara 31, Sarwan 25) Harmison is probing away at Lara. He keeps his line, and Lara keeps his head, playing out an over of model still-headed defensive work. Ashley Mills has a proud boast to share: \"I reckon I had the most unusual lunch out of all your readers,\" he says, in a style strangely remeniscent of a letter to Viz. Carry on, Ashley. \"Due to a dire need to go shopping, I ate the remainder of my fridge, a jar of black olives, mixed with corned beef and slices of banana. The food sounds nice, but the fridge can't have been too etc etc Sorry Ashley. Continue. \"It was surprisingly nice, but I wouldn't want to kiss me now.\" If anyone wants to challenge Ashley's boast, or perhaps to kiss Ashley, do tell. 30th over: West Indies 79-2 (Lara 31, Sarwan 25) Harmison cuts hard at Hoggard and they take a couple in front of square on the off side. Then he runs one down to deep backward square leg and Lara pushes a quick single off the back foot. The crowd have gone strangely flat, as has this office, as all the 9-5ers head off home. 29th over: West Indies 75-2 (Lara 31, Sarwan 22) Lara flashes a square cut at the third ball from Harmison, but he doesn't time it, and almost sends a catch down to Giles at backward point. Then they take two down to mid off as Lara hits the ball hard into the ground, and it just bounces past Harmison. 28th over: West Indies 73-2 (Lara 29, Sarwan 2) Hoggard sends the first ball over down. The field is reasonably spread, as these two are pretty well set. Sarwan knocks a couple off his pads down to square leg from the second ball, and plays back to the rest. The England bowlers will be looking a for a fuller length this afternoon. Gary Hastie thinks his mate went to school with me. Frankly I doubt this very much, not least because they say my favourite song was \"the Poison classic, Unskinny Bop\". I was more of a Scatman fan, to be honest Gary. The batsmen are on their way out, as Hawkeye shows and reshows the umpiring howlers of the morning. 27th over: West Indies 71-2 (Lara 29, Sarwan 22) Evening all, especially all who'll be joining me through the next two sessions, rather than enjoying the early evening sunshine. Sean has sent me a whole stream of facts about earworms. This means almost nothing at all to me, but I imagine it's big news to some of you. So, in bulk, here you are: James J. Kellaris, PhD, of the University of Cincinnati proved the following: 1. Nearly 98% of people have had songs stuck in their head 2. Songs with lyrics are reported as most frequently stuck (74%), followed by commercial jingles (15%) and instrumental tunes without words (11%) 3. On average, the episodes last over a few hours and occur 'frequently' or 'very frequently' among 61.5% of the sample.\" 4. About half the time people simply try to distract themselves from hearing the stuck song 5. More than a third of the time people with songs stuck in their heads try talking with someone about it 6. 14% of the time, people try to complete the song in their heads in an effort to get it to end. Unfortunately 7. Kellaris doesn't know what helps to stop it. For what it's worth, I suffer horribly with other people's mobile phone ringtones sticking in my head. Meanwhile, there's cricket coming, as soon as they stop troughing the cakes. England, having started well, have let Sarwan and Lara off the hook a bit, bowling a yard or so short. And the pitch has started misbehaving. Might Michael Vaughan's decision to bowl first backfire? Find out here at about 5.45pmBST"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}