{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/apr/25/broadcasting.observerfocus", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-04-24T23:30:34Z", "webTitle": "Why a birthmark is nothing to be ashamed of", "webUrl": "https://www.theguardian.com/media/2004/apr/25/broadcasting.observerfocus", "apiUrl": "https://content.guardianapis.com/media/2004/apr/25/broadcasting.observerfocus", "fields": {"headline": "Let's face it, I am uniquely beautiful", "bodyText": "What's that on your face? Did you spill the ketchup? Did your paintbrush slip? Did you have an accident with a beetroot? Believe me, I've heard them all. I was born with a dark red birthmark that covers almost exactly half of my face. Over the years I have been amused and bored by people's comments, but have genuinely never been bothered by them and have perfected my response to their questions: 'What's wrong with my face? My God, what's wrong with yours?' No one would describe me as shy. But when the BBC asked me to take part in a documentary about birthmarks I was genuinely stumped. I wasn't sure I had anything to say. I was born with a beautiful face that I love. There's not much more to it than that. The port wine stain (a medical term with decadent connotations that I rather like) changes nothing. On the contrary, it's what makes me beautiful. The film, part of the BBC's One Life series, looks at the life of Ros Pryor, a 37-year-old woman with a birthmark very similar to mine. The only difference is that she has had extensive laser surgery to make it fade and for the last 20 years has covered it up with camouflage make-up. The film follows her as she meets people with different facial marks and tries to come to terms with her own face. Before meeting her, if someone had asked me if I was interested in wearing camouflage I would have said that they were taking the dangers of living in East London a little too seriously. If they had explained that it was to cover my birthmark, I would have been surprised, but not a bit less amused. As I explained to a researcher that the idea of covering my natural asset was tantamount to hiding myself away, I realised that I might have something to say after all. Not about myself per se - although it is important for parents of children with birthmarks to see that all is not doom and gloom - but to explore why people feel forced to cover them in search of a perfect face, and why society is surprised when, given the opportunity, we don't. There are generally five kinds of people who stare at my face and feel compelled to comment on it. Curious children and the genuinely insane can be excused. Adolescents looking for a laugh and pleased that something detracts from their acne can be afforded a smile and a throwaway comment. Check-out personnel a penny short of a cash register warrant only a tut. But it is the 'do-gooders', those who feel obliged to offer helpful suggestions, who are at once offensive (if I could be offended) and fascinating. They are the bible-bashers of facial uniformity, champions for the case of plainness. People approach me on the street or on the bus with names of doctors who specialise in laser surgery or other forms of corrective surgery. A colleague once left a file of papers on my desk extolling the greatness of laser treatments. As I threw them into the bin I was amazed by her belief that, after 32 years of having a birthmark, I wouldn't already be well-informed of the choices and depressed by her assumption, like those before her, that given the choice I would opt to be corrected, like a faulty factory item. There seems to be a consensus that, because choice wasn't a component at the point of creation, the 'defect' is unwanted. I usually brush it off, but making this film made me think about things more carefully and I find it shocking that people are so dazzled by the concept of perfection. And that they fail to see that facial perfection is, in any case, as transient a concept as last season's fur coat. People have done the strangest and scariest things to their faces to get close to the ideal of the day. Marlene Dietrich removed her molars to achieve a wholly unnatural, hollow-faced look in the name of Hollywood fashion. Asians have their eyelids changed to look more Western and fritter away their money on skin-whitening agents. In the Nineties, tattoos and piercings were all the rage. No one cares when these things are done through choice. I remember considering a nose stud until a friend pointed out that it would clutter my face and detract from my already striking facial marking. Presumably, if I had chosen to have a large red image tattooed on my face, my colleague wouldn't have felt the need to tell me how to remove it. The question of choice is the most interesting point that the film touches on. As Ros explains, she wants to be able to give people the option of camouflage so that they don't suffer to the extent that she has, so they have the choice to play the game. But the film falls down on this point, too. While it endorses the idea of choice in the name of correction, it does little to emphasise the idea of not only remaining as nature intended but actually enjoying it. People are bemused when I tell them how much I like my birthmark. Don't get me wrong. The idea of starting a therapy discussion celebrating difference couldn't be further from my mind. One thing the film has done is reaffirm my belief that talking about something doesn't make the slightest difference. Making the birthmark a focus only makes it more of an issue. Unlike Ros, I have pretty much sailed through my life without any emotional trauma connected to my birthmark. I share with her, as with every other human being, the anxieties of teenage years past. I have asked the mirror 'Does my bum looks big in this?', worried if my lipstick is the right shade of sweet sizzle, hidden my spiral perm gone wrong under my fashion-crime red beret. But at no point have I looked at my reflection and wished that my birthmark wasn't there. My father once caught me stroking it admiringly in front of the mirror. But why am I like this while others aren't? Perhaps I was told one too many times as a child how beautiful I was, but there is really no mysterious secret. It doesn't take a genius to work out that parents who are as negative as Ros's were bound to have a detrimental effect on the way she thought about herself. They talk of how unfortunate it is for a girl to be born like that, of how the only time she smiled was before she was aware of her birthmark. The saddest line in the film is when Ros says 'I don't think I was the perfect child my parents had hoped for'. In Ros's case her experience with her parents, who simply could not treat her as a beautiful child, has disfigured her relationship with them as well as her perception of herself. What was obviously clear from her numerous 'unmaskings' in the film was that she was in fact much more beautiful without the make-up than with it. It's just that nobody had ever bothered to tell her. The idea behind the film was good, and it certainly had the potential to overturn preconceptions, but its genre didn't do it justice. What a 'doculight' wants is a watchable film with the hope of a tear from the protagonist. That it succeeded in doing. But in avoiding confrontations - between, for example, Ros and her parents - and by skimming over too many different types of birthmark, it missed the opportunity to be in your face. With its emphasis on disguising these unique and attractive marks, it camouflaged the real issue; that make-up is just a way of shutting out the psychological disfigurements of those who choose to use it. I took part in the film to expose that idea and to reverse the media's overwhelming portrayal of beauty being about blending in. I apparently convinced Ros that going out with her 'birthmark on' would not make her revert to a frightened teenager. But Ros, like many, will never be able to be confident about her own beauty until the mirror on the wall that is society tells her she is the fairest of them all. · Natalie Brierley works for the New Statesman. In Your Face is on BBC1 on Tuesday at 10.35pm."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}