{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/apr/28/libya.michaelhann", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-04-28T15:52:19Z", "webTitle": "Big-tent diplomacy for the home", "webUrl": "https://www.theguardian.com/world/2004/apr/28/libya.michaelhann", "apiUrl": "https://content.guardianapis.com/world/2004/apr/28/libya.michaelhann", "fields": {"headline": "Big-tent diplomacy for the home", "bodyText": "When the European commissioners invited Muammar Gadafy to pitch up in Brussels to tell them how he was bringing Libya in from the cold, they perhaps did not expect him to take them literally. But he did. He erected his Bedouin tent in the grounds of Val Duchesse, a state-owned estate in the Brussels suburbs, and installed his team of women bodyguards. Who can blame him? Better your own luxury tent than the tiny room next to the loo, with a broken box-spring and a radiator that gurgles when it comes on in the morning. Rather than the sound of the host's kids screaming over whether to watch Tweenies or Hi-Five, Col Gadafy hears birdsong and the gentle rustle of the wind at the tent flap. But how do you achieve the same level of comfort when you go to stay with friends, relatives or European commissioners? Follow our Gadafy buyer's guide and you, too, can travel like a rehabilitated Libyan dictator. The first step is the accommodation. Authentic Bedouin tents are, sadly, rather tricky to come by on UK camping equipment websites. We recommend you try a family-sized dome tent instead. We are looking for economical options - after all, this is for the occasional state visit, not three family holidays a year in Brittany for the next decade - so rule out the £200-plus models. You and seven bodyguards can get a night's sleep in the Profile XL Family Dome, available at the \"discount price\" of £189 from camping-supplies-uk.com. You can stand up, too: it's two metres high at the centre. But how to get that warm, desert feeling inside a tent that, after all, has never been near the Saharan sands? A trip to the Pier, home of all things vaguely foreign, provides the answer. Just £12.95 will buy you a set of three beaded lanterns. Strictly speaking, they are Chinese. But what's a few thousand miles and a completely different cultural heritage between friends? Col Gadafy's wall hangings are unrepeatable. And, sadly, his interior decorator's details seem to be unavailable. But once again the Pier comes to the rescue. Hang a Safari Stripe Throw from the wall, and perhaps lay one across the groundsheet of your tent. What could be more African than something with the word \"safari\" in its name? The Brussels tent had one addition that we strongly suspect the average desert nomad has never had access to: a satellite TV dish. Prerogative of a head of state, probably. You'll be unlikely to convince Sky to install a temporary minidish in a back garden in Atherstone, so think laterally. A portable TV? No problem: Amazon.co.uk can offer you a 14-inch Philips for £98.50. It's in metallic anthracite. Whatever colour that is. And your hosts won't mind supplying the electricity if you provide the 10-metre extension cable, which will set you back just £4.99 from the Littlewoods Index website. But we are still lacking those certain somethings that make this a Gadafy tent, rather than a distressingly cluttered tent, aren't we? When Tony Blair visited the colonel in Tripoli, it was reported that his host had persisted in passing wind throughout, in a traditional gesture of discourtesy. That, at least, is easy to replicate. All you need is a four-pack of Heinz beans for £1.48 from Tesco, and something to heat the wind-inducing things on. A small gas camping stove is yours for £12.95 from TGS industrial, with gas cartridges at £20.40 for six from the same place. If authenticity is absolutely vital to you, add the finishing touches with a phalanx of female bodyguards. Given the expense of hiring professionals - and the likely shock it will cause your hosts - we suggest you ask some friends to join you for the weekend. But you can give them that military look by getting them military fatigues from the fine selection available from the Ex-army shop. We like the Italian ceremonial jacket, but at £50 a pop that may be out of your range. So go instead for the Czech Camo jacket at £25 each. It's not Libyan, we know. But you'd be surprised how little Libyan army surplus gear goes up for sale in the UK. Col Gadafy's bodyguards reportedly wore pearl earrings. So reward your guards with the same: large round pearl stud earrings. Just don't tell them they only cost £12. Now, what time is the Eurostar to Brussels?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}