{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/apr/01/cricket.englandinwestindies2003042", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-04-01T21:51:24Z", "webTitle": "West Indies v England - final session", "webUrl": "https://www.theguardian.com/sport/2004/apr/01/cricket.englandinwestindies2003042", "apiUrl": "https://content.guardianapis.com/sport/2004/apr/01/cricket.englandinwestindies2003042", "fields": {"headline": "West Indies v England - final session", "bodyText": "Thanks everyone for following the cricket today. Come back at 2.30pm tomorrow where Sean Ingle and I will guide you through another fascinating day's play. See you then. 10th over: England 20-1 (Vaughan 12 Butcher 3) Lara has thrown Hinds on to send the last over down. But it comes to naught, and England walk off, a little relieved to have seen the day out with only the obligatory loss of Terscothick. Let's close with a brag from David F. Ludwig: \"When I finished my master's degree in marine ecology, at the post-finals party I drank a liter of \"sloe gin\" that had been sitting on the party house windowsill for several years. It required several days of scraping to remove the built up sugar crystals and red dye from my teeth. Josh needs to be careful.\" 9th over: England 20-1 (Vaughan 12 Butcher 3) Collymore is on, and really firing the ball down at Vaughan. The light is fading, although the umpires don't look very interested in offering it, or even talking about it. Several people seem to be having problems with the Glastonbury website. Jonathan Chater has been trying to get tickets for three hours. Can you not still hike over the fence? You could when I last went. 8th over: England 19-1 (Vaughan 12 Butcher 3) Another decent drive from Michael Vaughan, this time straight down the ground for three to mid-off. Butcher takes a couple square on the leg side. 7th over: England 14-1 (Vaughan 9 Butcher 1) Is there a better cover drive player than Michael Vaughan? He sends a shortish, wide delivery from Best absolutely hurtling to the boundary. It's a joy to behold. Then he plays down to deep square leg for a single. Geoff Woods is depressed by the statuesque tool that is Marcus Trescothick. \"Who are the alternatives?\" He asks. Well, Andrew Strauss seems to be most people's tip, Geoff. 6th over: England 9-1 (Vaughan 4 Butcher 1) A dodgy swish from Butcher hardly inspires confidence in another maiden over. There's a lot of short stuff sailing down, but neither Butcher nor Vaughan can connect. God knows you should all be doing this sort of thing at friendsreunited, or some other such tawdry site, but Josh, it seems, is the hairy tree-hugger Dominic mentioned. At least, that's his story: \"I am indeed the same Josh Robinson\" says Josh Robinson. \"And please reassure him that I'm not incarcerated, and about to sit my finals\" 5th over: England 9-1 (Vaughan 4 Butcher 1) Butcher pushes to midwicket for a single, but it's scant relief, as Edwards has Vaughan really pegged back. Ashley Mills knows both Dan and Homer(whose real name, it transpires, is Martin Key). \"Homer, God bless him, is having a bit of a lean time and it is fair to say that he hasn't been wearing his ring a lot recently. His technique of getting women drunk enough to fancy him falls down as he cannot handle his beer, Carib or otherwise\" 5th over: England 8-1 (Vaughan 4 Butcher 0) Tino Best is yapping away at mid-off, suggesting to Brian Lara that he might be able to do a job with Edwards as the day draws in. Vaughan is trying to find the gaps, but without any success. Out come the light meters. Nerdy fact (pinched from Sky) The Windies opening bowlers (Collins and Edwards) are half-brothers. 4th over: England 8-1 (Vaughan 4 Butcher 0) Oh dear, oh dear, oh dear. And why not one more? Oh dear. Tresco walks for 2, bowled off the inside edge, via his pads, playing back to Edwards, without the faintest suggestion on his ruddy face that he knew the first thing about it. Dominic Higgins is confused: \"I didn't realise they had internet connections in jail,\" he says. I think they do, Dominic, but carry on. \"That, I assume, is where Josh Robinson's emails must be coming from, if he's the same chap I know - big beard, whole-meal shoes and the tendency to chain himself to the Downing Street railings at the merest mention of \"war\", \"tuition fees\" or \"real-ale shortages\".\" He's going to have the devil of a job getting rum if you're right, Dominic. Meanwhile, Butcher is grimly clinging to his wicket, and quite probably cursing his fresh-faced vice-captain. That's a wicket maiden for Edwards on return. 4th over: England 8-0 (Trescothick 1 Vaughan 4) The shout goes up for lbw against Vaughan, but it's high and missing off. The Barmy Army start bellowing as Vaughan turns the first boundary of the innings away to third man. 3rd over: England 3-0 (Trescothick 1 Vaughan 0) Another filthy display of bat-waving, well away from his body, form our man in the concrete boots. Then he glances square off a no-ball to get off the mark. Even at this early stage, extras are top-scoring. Edwards is charging in, with his strange, slingy action. It loks like it shouldn't really work, but it has the England openers worried. Daniel Ashley has his doubts about the love-rat Stefan Webb: \"Bet that Stefan Webb isn't really married, but just saying so to appear non-threatening. Bit like my mate Homer who wears a wedding ring when off out, but isn't married.\" Your mate Homer, Daniel? Do us a favour, you fake-ring wearing so-and-so. 2nd over: England 1-0 (Trescothick 0 Vaughan 0) Where Tresco swished, rooted to the spot, Vaughan is swooshing, just not rooted quite as firmly. Neither is pretty to watch. That's a decent over from Pedro Collins, coming over the wicket to give Vaughan some difficulty. Matt Grime wants to know if my uncle Roly is in Bristol. Er, yes he is, Matt. And he's probably well into his cups by now. 1st over: England 1-0 (Trescothick 0 Vaughan 0) Vaughan and Tresco amble out to face what might be a tricky last 50 minutes. There are specialist catchers for Trescothick's proneness outside off stump. Fidel Edwards opens the bowling, and immediately oversteps for an extra. Tresco shows off his utterly abysmal footwork and is almost out for a duck. Paul Etherington maintains dour pessimism in the face of fairly timid opposition. \"So the WIndies are all out for 224? Great!\" he beams. \"That means that England only needs 25 runs to avoid having to follow on.\" Meanwhile, several people have suggested I am a thinly disguised alter-ego of Lawrence Booth. Well, not many, as Lawro obviously keeps far better tabs on the match. I'm not, by the way. Lawrence is otherwise engaged today and, I fear, tomorrow. 75th over: WICKET! West Indies 224-9 (Collymore 1, Edwards 0 ) Bye-bye Tino Best! He's done by Flintoff's pace, and gloves one to Butcher, who finally hangs on. In comes Fidel Edwards, the Tuffers of the team, only wiht more pace. AND ANOTHER! Freddie will be on a hat-trick when he bowls next time. The Windies are all out for 224, Flintoff gets his first Test five-for, and I can have a five-minute breather. Phew. 74th over: West Indies 224-8 (Best 17 Collymore 1) Jones is still in the attack, as Best builds his highest-ever Test score. Collymore looks like a pretty miserable batsman. Surely it won't be long before England are in. On refleciton, I'm not sure that Stefan Webb's plaintive cry for love was worth either withholding for so long to tantalise, or putting a man's current relationship in jeopardy for. The guilt! 73rd over: West Indies 224-8 (Best 17 Collymore 1) Flintoff goes for rare runs, as the tail-enders look to cut loose. 73rd over: West Indies 218-8 (Best 12 Collymore 0) Two iffy balls from Jones go over the top from the bat of Best. Jones has had a dodgy day today. Here's Stefan Webb's sorry plea to Andrea Lowe: \"I made a half-arsed pass at her, via over-by-over, last summer only to be told that she was engaged. Although I am now very happily attached, I am sure she is the only who could pull me away. I need to know. Please play Cilla.\" 72nd over: West Indies 209-8 (Best 3 Collymore 0) A really tricky over from Flintoff has both rabbits blinking in comical fashion. They don't know whether to leave, slog or curl up and cry. And nor, let it be known, would I. 71st over: WICKET West Indies 208-8 (Best 3 Collymore 0) Oh dear, Collins walks for 7, having put on another 2 from Jones that over. He gives the easiest of slip catches to Marcus Trescothick at first slip. In comes Collymore and the end's in sight, you have to think. 70th over: West Indies 205-7 (Best 2 Collins 5 ) The Barmy Army have a peculiar effigy of David Gower, to which they are howling a few rounds of 'Happy Birthday' It would be touching, only it it's quite disturbing. Meanwhile, Collins gets nowhere near a few deliveries from Flintoff. Which is just as well for him, or he'd be walking by now. A no-ball adds one and Collins manages a four from the last ball of the over Jeff Slater wants to hear the Andrea Lowe story. If anyone seconds that, I'll put a man's marriage on the rocks in the name of entertainment. Any takers? 69th over: West Indies 200-7 (Best 2 Collins 1 ) The two hundred comes up as Simon Jones comes into the attack. Best gets a nasty blow right on the back edge of the helmet.Then two pretty ungracious prods entertain the crowd, but not Collins at the other end. Josh is sorry for his pedantry. And I'm sorry too. He likes the sound of rum, though. As do we all. \"My local Oddbins knows me too well,\" he complains. If it's the one on King's Parade, Josh, they know me too. It's embarrassing, I know. 68th over: WICKET! West Indies 198-7 (Best 1 Collins 0 ) Thorpe shows Butcher how to do it! He holds on to a straightforward catch at thirdslip to dismiss Chanderpaul, and the Windies hopes of a big total. 68th over: WICKET! West Indies 197-6 (Chanderpaul 50 Best 1) That's Jacobs gone! He was doen for pace by Flintoff, and the ball spat off his glove to Collingwood, diving at gully, who takes a fine catch. Best deals with his first ball, but he edges his second ball to Mark Butcher at second slip. But oh dear - he puts it down when he really should have held on. 67th over: West Indies 197-5 (Chanderpaul 50 Jacobs 6) That's Chanderpaul's 50, a typically gritty affair. There was an extra somewhere in the last few overs, as Josh Robinson would probably point out. But I'm damned if I know where. 66th over: West Indies 194-5 (Chanderpaul 49 Jacobs 4) Freddie takes over from Steve Harmison. He bowls an unremarkable maiden. David Ludwig suggests rum, rather than vodka, if Josh Robinson is to make his disastertation deadline. \"More in keeping with the Caribbean theme, and much better tasting,\" he says. It sounds like solid advice to me. Josh Robinson tries to point out inconsistencies in my scoring. Frankly, Josh, I'm trying to help you out, which means I might miss the odd single. If you don't like it, get back to work and/or boozing. Ingrate. 65th over: West Indies 194-5 (Chanderpaul 49 Jacobs 4) A scratchy over by Giles, just a single coming from Chanderpaul. There's brief excitement as the scoreboard gives Chanderpaul 50. But it soon subsides. Hang on, I wasn't supposed to tell you Stefan Webb's name. He specifically asks me not to mention it, in fact, in case he gets rumbled by an angry spouse. Do we want to hear, now that the cat's well clear of the bag? 64th over: West Indies 193-5 (Chanderpaul 48 Jacobs 4) Chanderpaul cuts Harmison for four. Then there's an unlucky four off the inside edge. Chanderpaul was inches from chopping onto the stumps. Harmy's puffing like a steam train at the moment. A single ends the over. There's some sort of business about Andrea Lowe and a man called Stefan Webb, which I'll update you with in a minute. 63rd over: West Indies 184-5 (Chanderpaul 39 Jacobs 4) An almighty shout from Giles as Jacobs pads up. It hit him high, though, when he was well forward. Then two more in a row, Giles doing a perfect one-knee-ed Saturday Night Fever impression for each. 62nd over: WICKET! West Indies 184-5 (Chanderpaul 39 Jacobs 4) Four byes after a glancing blow off Hinds' helmet goes way over Read's head. Harmison goes looking for a yorker to follow the short ball, but doesn't quite find it. Then he goes for another short thing, and Hinds bites, going for the hook and miscuing into the hands of Jones, cantering round the boundary. Jacobs sees off the last ball of the over with a four through the gap on the off side. 61st over: West Indies 174-4 (Chanderpaul 38 Hinds 4) Hinds gets off the mark in style, taking a step down the wicket and driving Giles wide of mid on for four. Meanwhile, it's Josh Robinson, regular GU-emailer and, something tells me, slightly work-shy student! \"I'm using your coverage as a means of keeping myself sane while I write a draft of my dissertation for tomorrow morning. but i have to be at work at eight am. So, do i go with the coke on its own to keep me awake, or do i add some vodka to make the words flow more quickly?\" Well, Josh, I know the feeling. On the up-side the words will certainly flow if you add the Kulov. But they'll be the wrong words, and your disastertation will end up a snarled stream of obscenities and threats. Or perhaps you're a happy drunk. Either way, I'd steer clear. 60th over: West Indies 169-4 (Chanderpaul 37 Hinds 0) Michael Vaughan shuffles the field to put the squeeze on Hinds when a Chanderpaul single takes him onto the strike. All of the bowlers look hot and tired, but this little bit of pressure is really driving them to pound the ball in. Actually, that doesn't really apply to Giles, but you get the picture. 59th over: West Indies 168-4 (Chanderpaul 36 Hinds 0) Chanderpaul's got a big job to do here, to ease Hinds into this game. Another wicket or two would be a big blow to the Windies, in a session where they'd have been thinking of putting on big runs. Ben Affleck/Ashley Giles is keeping things pretty tight at one end. He'll probably need to, as Hoggard's still off the field. 58th over: West Indies 167-4 (Chanderpaul 35 Hinds 0) Harmison finds a good length with his first ball, but it's well wide and doesn't bother the new batsman. 58th over: WICKET! West Indies 167-4 (Sarwan 63, Chanderpaul 35) Steve Harmison is having a go at Chanderpaul. He gives him a bit of short stuff, which Chanderpaul has a swoosh at, and finds only air. Then he takes a thick edge down past third slip for four. The the breakthrough- Flintoff snaffles a thickish edge at second slip to dismiss Sarwan. That's exactly what England wanted! 57th over: West Indies 164-3 (Sarwan 62, Chanderpaul 34) Chanderpaul comes forward and cuts Giles beautifully for four. I kick the floor in frustration and hurt my foot. But I think we're almost back on track. 56th over: West Indies 159-3 (Sarwan 62, Chanderpaul 29) And more, double gah! Jones goes for a few. Trying to rectify soon, apologies for this... 55th over: West Indies 156-3 (Sarwan 61, Chanderpaul 27) More techie probs - gah! Summary - Giles goes for a single, Hoggard (calf strain) leaves the field in favour of Collingwood. Tea:So, where were we? Beer, fridges, my uncle Roland and a bit of cricket. 55th over: West Indies 156-3 (Sarwan 60, Chanderpaul 27) Giles restarts the bowling and Chanderpaul nudges him away for a single. Neither of the batsmen look interested in tucking into him yet. Not after that swoosh of Sarwan's earlier, anyway. Meanwhile, Hoggardhas hurt his calf fielding the ball. He hobbles off and Paul Collingwood comes on. Some would say that's a fielding improvement. And some would be right. Jon Chilvers doesn't like the sound of Carib beer. \"'Light' sounds suspiciously like a synonym for 'watery'. Especially as George had it instead of breakfast orange juice and you drank it, aged 16, probably because you couldn't find any cider.\" I moved on from cider at the age of 14, actually Jon. But if I know one man who'll never move on from Scrumpy, it's uncle Roly: \"I am about to forsake my Ivory Tower for the Robin Hood across the road where they are currently serving Brains Bitter, SA and The Reverend James,\" he says, swigging, if I know him, from a can of Blackthorn. The teams are back out, and England look a mite dejected. Spruce it up, chaps! 54th over: West Indies 155-3 (Sarwan 60, Chanderpaul 27)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}