{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/apr/11/match.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-04-11T20:14:35Z", "webTitle": "Blackburn Rovers 1 - 2 Leeds", "webUrl": "https://www.theguardian.com/football/2004/apr/11/match.sport3", "apiUrl": "https://content.guardianapis.com/football/2004/apr/11/match.sport3", "fields": {"headline": "Viduka adds to Blackburn's woe", "bodyText": "Graeme Souness asked his Blackburn Rovers players to use this match to show what they are made of. He should know better than to ask questions to which he does not know the answer. Blackburn duly turned in an impression of a doormat, enabling Leeds United to wipe their feet gratefully before climbing level with them on 31 points. 'We showed belief today, and we have an opportunity now with games at home,' said Eddie Gray, Leeds's caretaker manager. 'Everton on Tuesday is now our biggest game of the season.' Leeds are not out of trouble yet, but Blackburn are certainly in it. They clearly do not award coaching licences on motivational grounds, as compared to the effort Gray coaxed from his troubled team, the Blackburn response to their manager was anaemic. 'There are no magic words, or I would have used them five months ago,' Souness said. 'Our quality was not up to scratch. It's game on now, we will just have to win a couple of our away matches. We've not treated home fans to any entertainment this year.' Thousands of depressed East Lancastrians would attest to that, it is just a little late in the day to be demanding entertainment. Rovers fans would settle for something less fancy, like basic defending, or a midfield. Leeds are not exactly great to watch these days, but Blackburn were so disorganised that they made them look slick. Souness's appeal was answered by shipping a goal in under two minutes. Blackburn lazily allowed the visitors to score on their first attack, initially by generously conceding a corner under minimal pressure from Jermaine Pennant, then by completely failing to pick up Steve Caldwell at the far post when Gary Kelly swung over his cross. The central defender had never scored for Leeds, but would probably be in double figures if he could play Blackburn every week. Leeds could have gone further ahead but for sharp reactions from Brad Friedel after Alan Smith unleashed a shot on the run from 20 yards, and Seth Johnson and Kelly also went close before half-time. Getting Brett Emerton and Steven Reid to switch wings midway through the game was just about Blackburn's only attacking idea. It made no difference; Leeds simply followed Emerton across the park. With Tugay passing to imaginary colleagues and Garry Flitcroft a negligible presence, the Australian was the only Blackburn player to show even a hint of aggression. Frequently distracted by the pur poseful running of Smith, Pennant and James Milner, the Blackburn defence kept forgetting about Mark Viduka, who on several occasions found himself in possession and in yards of space. Ten minutes into the second half a smart turn by Smith left Tugay and Lucas Neill comically charging up the field in the wrong direction, only for the striker to selfishly delay a pass to the much better placed Milner until it was too late. Smith skilfully evaded a couple of tackles in setting up a shot for himself but the moment had passed, even though Milner struck the bar when the ball finally rebounded his way. Two minutes later, when the ponderous Lorenzo Amoruso somehow managed to lose Viduka again in a one-on-one confrontation, it began to look as if Leeds might regret their profligacy as the striker rolled a shot narrowly wide with the whole of the goal to aim at and only Friedel to beat. Yet despite being practically invited back into the game Blackburn were incapable of anything of note until the 85th minute, and then Paul Robinson was equal to Andy Cole's snap shot. Leeds seemed to have wrapped it up when Pennant and Viduka combined down the right to leave Viduka a tap-in a minute from the end, although there was still time for a consolation goal from Craig Short that will neither console nor fool anyone. Premiership time is running out for Rovers and, unlike Leeds, on this form no one will miss them. You can mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}