{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/apr/06/match.leedsunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-04-05T23:32:43Z", "webTitle": "Smith lifts Leeds on a night full of emotion", "webUrl": "https://www.theguardian.com/football/2004/apr/06/match.leedsunited", "apiUrl": "https://content.guardianapis.com/football/2004/apr/06/match.leedsunited", "fields": {"headline": "Smith lifts Leeds on a night full of emotion", "bodyText": "Yorkshire has not been without a team in English football's top tier for 20 years and Leeds United played last night as though determined to defend the county's honour. They might easily have wilted in the midst of Leicester's second half comeback but will go into Easter with invigorated confidence courtesy of Alan Smith's late and decisive contribution to a relegation battle that had just about everything, including a stoppage-time sending off for Mark Viduka. Viduka will rue his recklessness in kicking the ball away for his second booking of a fraught night, particularly as it will mean him missing another critical match in the Premiership quagmire, this time against Portsmouth on April 25. Yet there was barely time for recriminations such was the outpouring of relief in the aftermath of a potentially pivotal moment in the contest to preserve top-flight status. Without the slightest hint of exaggeration, Smith can describe it as the most important goal of his career. Leeds will consider they have the personnel to complete a remarkable feat of escapology at the bottom end of the Premiership and, just as importantly, there could be serious ramifications for Leicester, too. When Muzzy Izzet had picked out the same corner of Paul Robinson's goal at which Paul Dickov had scored only a minute earlier, so cancelling out a two-goal deficit incurred in the first 13 minutes, Leicester had looked capable of going on to complete a comeback that would have seen Leeds's toes tagged for the relegation morgue. Instead, the Midlands club remain third from bottom, two points adrift of Portsmouth, with Leeds now below them only on goal difference. What effect it will have on the confidence of both teams remains to be seen but it is a fair assumption that Eddie Gray's men will approach their final seven fixtures of the season with renewed optimism, even if they include trips to Chelsea and Arsenal. \"We don't do things the easy way but we've given ourselves a chance,\" said the Leeds manager. \"We had to win this game, as simple as that, and it was a remarkable ending.\" This was an emotional night for Leeds in more ways than one. A minute's silence had preceded the match to mark the fourth anniversary of that fateful night in Istanbul's Taksim Square when two of their supporters, Kevin Speight and Chris Loftus, were stabbed to death on the eve of a Uefa Cup semi-final against Galatasaray. Once the game started, however, it did not take long for the Leeds fans to find their voices. Gray's side began with the sort of fearlessness that has seldom been evident this season. By scoring twice in as many minutes, they also did much to soothe the nerves of their supporters. Michael Duberry, fit again after missing two months with broken ribs, was the first to benefit from some dubious Leicester defending, continuing his useful habit of scoring important goals by heading Seth Johnson's cross beyond Ian Walker. Even worse followed straight away for Leicester when Viduka doubled the lead with a marvellously executed bicycle kick, combining power and precision after being teed up by Smith just inside the penalty area. It was his tenth goal of the season, which might not be a handsome total for a striker of his undoubted talent, but it was also his fifth goal in six games. The Australian has frequently faced allegations of showing indifference to his employers but he, as much as anyone, has invigorated their chances of staying up so it was a pity his night was tarnished by his late indiscretions. \"It's a big blow for us,\" said Gray. \"But it was silly and he knows it.\" Gray pronounced himself \"very disappointed\" with the defensive lapses that aided Leicester's recovery but he also pointed out, justifiably, that Leeds would have wrapped up the game long before the end had it not been for a string of excellent saves by Walker. Buoyed by their goalkeeper's defiance, Leicester summed up all their famed powers of durability. Dickov took his goal splendidly, scoring for the first time since the club's infamous trip to La Manga, and Izzet's equaliser was struck so majestically from 30 yards it was not difficult not to sympathise with the Leicester captain for what happened next. Peter Canero might well have won it for Leicester with a shot from 12 yards but from the resultant corner Leeds broke upfield. James Milner crossed for Viduka to chest the ball into Smith's path and the striker scored emphatically. Adams reflected on going through the \"A-Z of emotions\" but the Leicester manager was typically defiant. \"There's still no talk about relegation in our dressing room. Are we down after that result? Nah.\" Yet time is running out."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}