{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/apr/25/business.theobserver", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-04-24T23:30:38Z", "webTitle": "Media diary", "webUrl": "https://www.theguardian.com/media/2004/apr/25/business.theobserver", "apiUrl": "https://content.guardianapis.com/media/2004/apr/25/business.theobserver", "fields": {"headline": "Media diary", "bodyText": "Parker feels the rub as star signing quits Former state department spokesman James Rubin was hired in a blaze of publicity by top financial PR firm Bruns-wick some time ago. That gave founder Alan Parker the right to brag that he had bagged one half of the world's most glamourous media couples (Rubin is married to London-based CNN correspondent Christiane Amanpour). Now rumour has it that Rubin has quietly quit, although not many people at Brunswick's Holborn HQ will have noticed. 'He was in the office about as often as Johnny Vegas is in the gym,' says a Brunswick insider. How much longer before Parker's other vanity signing, Gordon Brown's wife Sarah Macauley, packs her bags? Soap wash out Soap opera stories are meat and drink for women's magazines such as, well, Woman magazine. But its readers will be starved of EastEnders exclusives from now on after editor Carol Russell broke an embargoed BBC press release. 'Laura dead - Janine gets framed' reads the cover line in the latest issue - effectively blowing the surprise for a million or so readers. The Beeb has subsequently barred the mag from covering the soap, so its readers can expect a lot more Coronation Street coverage over the coming weeks. Peerless copy The 'unexpected' appearance of David and Victoria Beckham at Simon Fuller's 19 party last week had Fleet Street's editors scrambling for their notepads. No showbiz hacks were invited to witness the Beckhams' stage-managed display of public affection, so the Mirror's Piers Morgan and Dawn Neeson, of the Daily Star, among others, were forced to phone in copy to their respective newsrooms. 'Yes, it was pretty vomit-making,' Piers was overhead to say, although he was delighted to have spotted that Posh was sitting on her wedding throne. 'I know because we paid for it.' One good deed... Telegraph chief executive Jeremy Deedes, pictured, may be a 'miserable piece of shit' to some, but he is a benevolent boss to others, as a young Telegraph sub-editor discovered last week. She had only recently arrived on Fleet Street, and her colleagues had explained to her that the company was obliged to give her holiday pay despite her status as a 'casual'. Fair enough, although some mischievous old-timer then advised her to march into Deedes office to demand it. After working out the amount to the last penny, she knocked on Deedes' door and was summoned inside. ' You don't know me, but you owe me £749.16p in holiday pay,' she blurted out. Deedes glared back across his desk as the sub turned crimson before replying: 'Let's make it a thousand, shall we?' Unfortunately for Deedes, the rest of last week's meetings didn't go quite as smoothly. Going out in style It's official. The Face is no more. Emap is to close the style bible after deciding that none of the sealed bids for the title were credible enough to warrant serious consideration. Sources close to Emap say that even the best of them - a management buy-out team assembled by editor Neil Stevenson - stood no chance of succeeding, consisting as it did of Stevenson, the magazine's picture editor and his secretary. Face founder Nick Logan must be ruing the day he sold out and sold up."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}