{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/apr/13/conservatives.politics", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-04-13T16:00:40Z", "webTitle": "Right to reply", "webUrl": "https://www.theguardian.com/uk/2004/apr/13/conservatives.politics", "apiUrl": "https://content.guardianapis.com/uk/2004/apr/13/conservatives.politics", "fields": {"headline": "Right to reply", "bodyText": "In the end they came less to ask advice and more for a chance to put awkward questions to a Tory politician whom many left-leaning liberals love to hate. But Ann Widdecombe, shadow home secretary turned Guardian agony aunt, was undeterred today as she faced questions from Guardian Unlimited talkboard users. \"By 'bigoted' you mean someone who holds strong views which do not happen to coincide with yours,\" she told one questioner who asked if a \"failed bigoted politician\" would not be more suited to stacking shelves at the supermarket. She also disputed assertions that she was in any way a failure, pointing out that she had been a Home Office minister with responsibility for prisons and immigration and sat on the opposition front bench. Miss Widdecombe is something of a political oddity, a rightwinger who claims to be most in demand from the left of centre New Statesman and Guardian, and - despite a refusal to talk about her private life - is well known for never having married, lived with a partner or had children. Miss Widdecombe has also surprised those who would pigeonhole her. In the dying days of the John Major government few would have predicted that the fierce Home Office minister with strong views on prisons and immigration would dye her hair blonde or volunteer to take part in Celebrity Fit Club. Even Louis Theroux, an interviewer with a talent for getting his subjects to reveal more than they want, managed to get little out of her. Guardian Unlimited users had little more success. We learnt that her favourite book was Erich Maria Remarque's All Quiet on the Western Front (\"Not for the faint hearted but it speaks loud and clear about the human cost of war\"); that she believes the Church of England is \"a fig leaf in our claim to be a Christian country\"; and that she has little time for nouvelle cuisine (\"the portions are so mean\"). The one question that might have a let of chink of light in on her soul was left unanswered. Miss Widdecombe did not answer a user who asked which mammal she was most keen to be likened to, despite the flattering inference that the questioner was thinking of something warm blooded. Elsewhere she defended her conduct and views as a politician. \"My views are based on caring but there is always more than one way to reach an outcome. I offer you the same challenge as I offered another correspondent - give me an 'uncaring' view I hold,\" she challenged one questioner. \"Give me an example of an ugly, brutish warbling and I'll answer you, \" she told another who asked why her \"relentlessly ugly, brutish and un-Christian warblings [do] not reflect an iota of empathy for the inhabitants of the world?\" Miss Widdecombe insisted, on several occasions, that she did a lot of good work as a constituency MP. \"I spend pretty well all my life helping people from all manner of different backgrounds,\" she told the above questioner. \"I wouldn't be elected with large majorities time after time if people didn't believe I looked after them properly, and, yes, I take up umpteen housing cases every year,\" she told another. Questioned about politics she said she believed Frank Field and Joyce Quinn were talented Labour MPs who had never had their talents fully used and that Tony Blair was right to go to war in Iraq but wrong to allow the country to be misled over Saddam Hussein's alleged chemical and biological weapons. She said she believed the \"destruction of pension funds\" would go down in history as the Blair government's most dismal act. There was one question befitting Miss Widdecombe's new status as an agony aunt. One questioner asked if she should do a favour for a friend who had asked her to put up a couple of visiting acquaintances for the weekend. Their flights were booked but their accommodation plans had fallen through and they did not want to shell out for a hotel. Crucially, they had a reputation for being annoying and ungrateful guests. \"Charity is kind and suffereth long,\" Miss Widdecombe answered. She later explained that while she did not think of Guardian readers as a \"bunch of whingeing liberals\" she enjoyed the challenge of writing for them. On the basis of her foray into the Guardian Unlimited talkboards it would appear that many of those readers find her as challenging as she finds them."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}