{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/apr/05/match.sunderland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-04-05T22:06:28Z", "webTitle": "FA Cup semi-final: Sunderland 0 - 1 Millwall", "webUrl": "https://www.theguardian.com/football/2004/apr/05/match.sunderland", "apiUrl": "https://content.guardianapis.com/football/2004/apr/05/match.sunderland", "fields": {"headline": "Wise guidance takes Millwall  into the unknown", "bodyText": "Manchester shivered yesterday, Cardiff shivered yesterday and all across the continent, from Brussels to Istanbul, European cities shivered. Millwall are in the FA Cup final for the first time in their 119-year history. They go to Cardiff on May 22 and there they will meet Manchester United. Just as significantly, though, next season Millwall are in the Uefa Cup. Given the reputation of their fans, Europe's constabularies will be on blue alert come August, though to dwell on their notorious past would be unfair on Dennis Wise, Ray Wilkins and the rest of Millwall's players and staff. Wise said that Millwall's supporters have been \"impeccable\" since he took over in October, though yesterday their end was not full, due to a ticketing system introduced after a riot at The Den against Birmingham City in the play-off semi-final two years ago. \"No one likes us, we don't care,\" Millwall's fans sang with gusto as usual but the manner of their team's play and the depth of their spirit yesterday will have encouraged some admiration from neutrals as well as the ABUs - Anyone But United. In Wise they have an unlikely player-manager, a character with 13 red cards in his career and a serious brush with the law to boot. But after the final whistle, with the rest of his squad celebrating in front of the Millwall section, Wise broke off to run and applaud those Sunderland supporters still in the stadium. Wise the ambassador - he may get used to it. He has now reached his fifth FA Cup final for his third club, having been a winner with Wimbledon in the 1980s and Chelsea in 1997 and 2000, uniquely winning a medal in three decades. Getting another with a third club would make Wise doubly unique. He said he thought Millwall beating United would be a greater upset than Wimbledon's defeat of Liverpool in 1988. If it did occur, it would be the first time lower-division opposition has defeated the top flight in a Cup final since West Ham beat Arsenal 24 years ago. The unexpected has been part of Wise's 21-season career so it should not be ruled out. It was here again yesterday. When the opposite might have been expected, it was Wise and Millwall who withstood Sunderland's physical approach. Millwall also played the better football, especially in the first half, the period when Tim Cahill's controlled volley proved the difference between two clubs separated by two points in the First Division. Millwall did so despite the injuries which cost them the services of both their captain Kevin Muscat in the 41st minute and the man in front of him in right midfield, Paul Ifill, 10 minutes earlier. The central defenders Darren Ward and Matthew Lawrence had to stand tall and did so throughout. For effectiveness Ward and Lawrence matched Wise, who took the opportunity of the frequent stoppages in the first half to consult Wilkins and try to reorganise his side. From the middle of midfield in a frantic FA Cup semi-final, that is not an easy job. Though Wise was booked in the second half for an altercation with Jason McAteer, he managed to stay calm in the face of Sunderland provocation, particularly when clattered by Paul Thirlwell. McAteer, booked for a foul on Muscat in the first half that sparked a 20-man mêlée, was shown a second yellow and then a red by the referee Paul Durkin four minutes from time for a tug at Neil Harris. Sunderland, in a hurry from the interval, ran out of time after Matt Piper forced a 90th-minute save from Andy Marshall, although he was ruled offside. Their second-half revival had already been badly holed by George McCartney's miss from 14 yards when free inside the area and, before that, by Julio Arca's failure to hit the target. Kevin Kyle's presence had been pivotal to that opening for Sunderland's gifted Argentinian and the big Scotsman had also tested Marshall's reflexes with a downward header. Sunderland's 33,000 fans sensed an equaliser. But following a poor first touch from Kyle shortly after, the manager Mick McCarthy brought on Marcus Stewart in his place. The game stayed entertaining. Danny Dichio, against his old club, should have made it 2-0 but hit Mart Poom with his header. Cahill supplied the cross on that occasion. The 24-year-old Australian had an influential afternoon all round. Sunderland had started the brighter, John Oster showing some style to rattle Marshall's crossbar with a sixth-minute free-kick. But the battling Harris was a useful outlet for Millwall and profited from one early Phil Babb air-kick, before further hesitation by Sunderland's defence allowed Millwall to score in the 25th minute. McCartney and Babb were at fault this time and Ifill nipped in. Poom blocked his shot but the rebound bounced out towards Cahill. At a difficult height in front of the Stretford End, Cahill chose to side-foot the ball. He got power and direction and, via a flick off McCartney's shoulder, Millwall had their winner. Ripping off his shirt, Cahill set off on the longest celebratory run seen at Old Trafford since Tim Flowers for Southampton more than a decade ago. Southampton were last season's losing finalists, of course, and, if Millwall go the same way, they are likely to react by singing that they don't care. Millwall are in Europe whatever happens in Cardiff. \"Great, innit?\" said Wise."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}