{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2004/apr/17/featuresreviews.guardianreview9", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2004-04-16T23:33:47Z", "webTitle": "Witness to the persecution", "webUrl": "https://www.theguardian.com/books/2004/apr/17/featuresreviews.guardianreview9", "apiUrl": "https://content.guardianapis.com/books/2004/apr/17/featuresreviews.guardianreview9", "fields": {"headline": "Witness to the persecution", "bodyText": "Visiting Emma Gerstein at the end of her very long life - she died three months short of her 99th birthday, in June 2002 - was a curious experience. There sat the spinster academic, large and immobile, a magnificent braid of white hair draped over her left shoulder. She was a welcoming and alert presence propped behind a desk piled with books and papers. A highly regarded specialist on 19th-century Russian literature, she had spent years investigating and rewriting the biography of the poet Lermontov. Yet at the age of 95, Gerstein achieved an uncertain celebrity of a far wider kind. In 1998, breaking the silence of decades, she published an uncomfortably frank description of her earlier life and friendship with Osip Mandelstam and Anna Akhmatova, two of Russia's greatest 20th-century poets. The tone and contents of Gerstein's collected memoirs were so unlike other accounts that there was a public furore. Some in Russia were scandalised. The better informed knew that Gerstein might have something to say, and had earned the right to say it. Even so, they too were frequently startled by her forthright attitude. Others were enthralled by an unforeseen and fresh account of apparently familiar events and personalities. Less than a decade after censorship had disappeared, such plain speaking was still not the norm, especially when discussing victims of the Soviet regime who had become revered literary-political icons of the post-Communist era. Emma Gerstein was born on October 25 1903 in Dinaburg (Daugavpils in modern Latvia), the second of four children. After some years the family moved to Moscow, where Emma's father Grigory Gerstein, a surgeon, had found work at one of the hospitals. In 1921, the family moved into a service apartment where Emma would live for the next 40 years. Her father belonged to one of the few professions then accorded unequivocal respect by the Bolshevik regime; though he never joined the Communist party, he sympathised with the new order. His sons and daughters seemed assured of a good education and satisfying careers. But Emma could not settle. At first, on the advice of her relatives, she studied natural sciences at Moscow University: perhaps she would train as a doctor. Transferring to the language and literature department, she graduated in early 1925. Thereafter a succession of increasingly modest jobs drove her to despair. Gerstein attempted to poison herself, but she was caught in time. After consulting the family, an alarmed Grigory Gerstein sent his daughter to a sanatorium to recover. There, at Uzkoye, in October 1928, she met Osip and Nadezhda Mandelstam who were on vacation. The encounter changed the whole course of her existence. She felt instantly drawn to the unusual couple. Soon they were friends, and for the next 10 years Emma would be one of their immediate circle. Osip Mandelstam, who was sent into exile by Stalin in May 1934, is regarded today as the 20th century's literary martyr par excellence, and his widow's two volumes of memoirs Hope against Hope (1965) and Hope Abandoned (1970) became key underground texts for the whole Soviet bloc. Descriptions of the poet's life are, inevitably, distorted by the knowledge of his tragic end, and this has only added to the legend. In Nadezhda's account, for example, Mandelstam's outcast status in Soviet literature was \"defined as early as 1923\". Yet the poet then had 15 years to live. Shortly before meeting Gerstein, Mandelstam and Nadezhda had moved to Moscow. A public row with translator Arkady Gornfeld meant that Mandelstam's income from translation soon dried up, and Nadezhda's impassioned first memoir conveys a sense of impending doom. Still, in 1928, volumes of Mandelstam's verse and prose had just appeared and in 1930 he again began to write and publish poetry. Mandelstam's 1933 act of defiance in composing a satirical epigram about Stalin cast a long shadow over the poet's last years and the life of his closest acquaintances. Gerstein's irreverent, affectionate portrait of the poet prepares the reader for a significantly different interpretation of that subversive work and its consequences. For what she describes above all in her recollection of the Stalin epigram is not a resolute and solemn opponent of tyranny, but first and foremost a poet exhilarated by a successful composition - with the fateful consequence (for himself and others) that, despite his own warnings, he could not resist sharing his new work with more and more listeners. On a visit to the banished Mandelstams in Voronezh in 1936, Gerstein was confronted by the couple. She was reluctant to petition the Party's Central Committee or the Writers' Union on their behalf. \"You'll write memoirs after I'm dead\", Mandelstam taunted, \"but you don't care about the living poet?\" Gerstein was furious. At the time, as she tells her readers, \"I had no idea of doing such a thing. Close personal ties then bound me to the Mandelstams, not my historical and literary interests.\" Gerstein's first attempt to write her memoirs was halted in the late 1950s by Anna Akhmatova, who was aghast at the candid portrait of Mandelstam. None the less, Akhmatova is the one person to emerge from Gerstein's memoirs undiminished both as an artist and as a human being. Gerstein had a long-lasting, on-off affair with her son Lyova, and through close contact with both mother and son, Gerstein came to appreciate the tragedy of their entangled lives. \"With childish enjoyment the poets were reading aloud in Italian from Dante's Divine Comedy ,\" notes Gerstein of her first glimpse of Akhmatova, who was visiting Mandelstam when they met in 1933. \"To be precise, they were not reading but acting out the parts... It was strange to see Akhmatova wearing glasses...\" As one who knew and understood Mandelstam and Akhmatova, Gerstein's memoirs restore a wider balance and perspective. At times, the Mandelstams suggested that Akhmatova's position was the easier: as a woman she was shielded by her husband; as a poet her work was more readily understood. Yet ambiguous as Mandelstam's status might be, until Stalin's famous 1934 order to \"isolate but preserve\" him, he intermittently enjoyed opportunities to publish and recite his works that were wholly denied Akhmatova, an outstanding poet whose former husband Nikolai Gumilyov, the father of her only child, had been shot as an anti-Bolshevik conspirator in 1921. For some years their son, Lyova, was kept out of harm's way, but in the 1930s both he and Akhmatova's fourth husband, the art historian Nikolai Punin, were arrested. Little more movingly illustrates Emma Gerstein's \"tender attachment\" to Akhmatova than her vigil beside the sleeping poet in October 1935 when, following those arrests, Akhmatova aged overnight. In 1938 Lyova was detained again, for a time threatened with execution, and then sent to the camps. His mother was put under constant surveillance. In December of that year Mandelstam died on his way to the Gulag. Akhmatova's ordeals would continue into a yet bleaker period. In 1949 Lyova was imprisoned a second time. With a great many other such \"repeaters\" he was sent back to the camps: they had already proven they could survive there. One aim, doubtless, was to break the will of his now sick mother. This second period of imprisonment ultimately drove mother and son apart. But the affection that bound Akhmatova and Gerstein did not cool, and in 1974 Gerstein publicly defended Akhmatova's memory against Lyova's claim that she had abandoned him to the Gulag. How does a poet address a tyrant? Gerstein touches the most sensitive of issues for her two heroes, and their admirers, when she confronts the poems they addressed to the Leader. The cynicism of the post-war years, more chilling than the horrors of the 30s, would lead Akhmatova to produce a different kind of verse. Her 1950 cycle \"In Praise of Peace\" (and Stalin) was a calculated though agonising gesture: \"Legend speaks of a wise man who saved each of us from a terrible death.\" These poems did not improve matters either for Lyova or for herself. They did prevent them, perhaps, from getting any worse. Gerstein evokes the enduring humiliation to which Akhmatova subjected herself. In the late 1950s, giving copies of the new volume of her poetry to friends, Akhmatova would paste over the compromising texts with other poems. Certain poems by Mandelstam (and Pasternak) in the 1930s were a more complex matter. They reveal a genuine fascination with the Stalin phenomenon and an attempt, through verse, to grasp the realities he represented. Not content to leave matters at the level of discomfort with the very existence of these \"aberrant\" compositions, Gerstein probed further. After the Stalin epigram, Mandelstam felt a periodic urge to restore contact with the revolution and, even, with the Leader. In 1937 he penned an \"Ode\" to Stalin. \"Everywhere\", on his return from exile, Gerstein records, \"Osip gave inspired readings of his 'Ode'.\" It would take decades for Mandelstam and Akhmatova to be fully rehabilitated. For a brief but memorable period in the late 1950s, various kinds of poetry became immensely popular and officially tolerated in the Soviet Union: football stadiums were filled for poetry readings; the young gathered around the statue of Mayakovsky, recently erected in Moscow, to recite their own works. In its way, Nadezhda Mandelstam's first, monumental book of memoirs was unofficially the high-water mark of that period, the short-lived political thaw following Stalin's death. But this only made the foot-dragging over Mandelstam's rehabilitation as an artist the more frustrating for his admirers: no longer banned, he and Akhmatova remained officially undesirable, while Nadezhda was not permitted to live permanently in Moscow until 1964. Admitted at 62 to the Writers' Union, Emma Gerstein did not become an acquiescent member of the literary establishment. In 1967 she signed a collective letter in defence of Solzhenitsyn. But in Hope Abandoned Nadezhda would accuse Gerstein and the critic Sergei Rudakov of destroying part of Mandelstam's poetic legacy. A terrified Gerstein had supposedly burned a precious manuscript in a candle flame; Rudakov, who was killed during the war, had either stolen Mandelstam's never-published poems or, Nadezhda asserted, was planning to pass them off as his own. Gerstein did not respond publicly for more than 20 years, but her final memoir \"Nadezhda\", published in Russia in 1998, paints an unforgiving portrait. Nadezhda's extraordinary accusations were groundless and she is further criticised for her part in a subsequent dispute, involving Nikolai Khardjiev, the editor of a long-promised Soviet collection of Mandelstam's poetry. That there were likely to be serious problems in dealing with Mandelstam's unpublished poetic legacy was hardly surprising. For example, Emma recalled a version of the Stalin epigram that was dramatically confirmed when the KGB released Mandelstam's autograph of the poem over half a century later. When Nadezhda turned on Khardjiev, accusing him of jeopardising the Mandelstam archives, Gerstein took Khardjiev's side. That quarrel permanently alienated her from Nadezhda, who died in 1980. A scene from that later period provides a fitting conclusion. In early 1974, not long before Gerstein began to write her memoirs, a second printing of the long-awaited Leningrad edition of Mandelstam's poetry suddenly came on sale. Moscow writer Alexander Gladkov made the following entry in his diary: \"15 January. This morning they sold Mandelstam at the Bookstall. After the previous disappointments a list was drawn up of over 200 people. Lev put me down as # 65. At 9.30 am and even earlier there was a crowd waiting outside... The temperature was 19 below zero. We went off, once in a while, to warm up in some neighbouring financial institution. Sometimes, as always happens in queues, amazing rumours began (they wouldn't bring any, they'd only have 50 copies, only people who brought their Writers' Union card would get one). At about 11 the books arrived. The shop's director announced that 200 copies would be put on sale. People lined up.\" The diarist, a member of the union queuing up outside the Writers' Bookstall in the centre of Moscow, was lucky. He'd left his card at home but was able to buy a copy for one rouble 45 kopecks (\"They say it's already selling on the black market for 50-80 roubles\"). Pleased with his good fortune, he forgot to mention an odd coincidence: January 15 1974 would have been Osip Mandelstam's 83rd birthday. · This is an edited extract from John Crowfoot's introduction to Moscow Memoirs by Emma Gerstein, published by Harvill Press on April 22 at £25"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}