{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/apr/20/london.london", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-04-20T16:34:03Z", "webTitle": "Massow joins London mayoral race", "webUrl": "https://www.theguardian.com/politics/2004/apr/20/london.london", "apiUrl": "https://content.guardianapis.com/politics/2004/apr/20/london.london", "fields": {"headline": "Massow joins London mayoral race", "bodyText": "Millionaire Ivan Massow joined the race to become London's mayor today with a plan to give more power to pedestrians. In a radical overhaul of traffic patterns, 36-year-old Mr Massow wants cars to give way when a pedestrian wishes to cross a road. Under the independent candidate's proposals, London would be turned into a \"yielding zone\" in which pedestrians have the right of way except in certain marked areas, including heavily congested roads, some bus lanes and major traffic arteries. The rules would apply at crossings and intersections, provided pedestrians do not run into the path of vehicles or unnecessarily stop or delay traffic. Mr Massow, a gay former Conservative businessman, whose campaign is privately funded, said: \"This moratorium will make drivers responsible for their actions, thus increasing the care and attention paid while driving. \"It will reduce road rage, pollution, waiting times and significantly reduces the need for cameras and bumps.\" Motoring organisations disagreed. Edmund King, of the RAC Foundation, said it was a \"recipe for more accidents on the roads\". He said: \"If people feel they have priority to cross whenever they like, it could put them more at risk. \"This is a non-starter and not pedestrian-friendly at all. To have a blanket policy for pedestrians will not work. \"The capital would grind to a halt and accidents would increase.\" He said Mr Massow's plan ignored the fact that some London roads were created to be fast-moving and that many pedestrians were not safety conscious. Becky Rees, of the AA, said: \"We believe many people in London will have an issue with it. \"Motorists have insurance if they are involved in an accident. If a pedestrian goes out into the road and causes an accident - where would the insurance responsibility lie? \"Drivers would probably ask if this would improve traffic flows.\" Mr Massow said a widescale police, motoring and local authority consultation would be needed before the yielding policy could be imposed. He also wants to cut the number of speed humps. He wants to improve the ratio of green to red signals from the 40 seconds red to 7 seconds green which currently frustrates traffic. He proposes that where possible, traffic lights should flash amber at off-peak times so drivers could slow to give way. There should also be a checking system for drivers at every intersection/crossing where they might otherwise speed through to catch a green light. He would allow a left-hand turn on a red signal, provided there are no oncoming cars. Mr Massow created a stir last year when he quit as chairman of the Institute of Contemporary Art in central London after dismissing most modern art as \"pretentious, self-indulgent, craftless tat\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}