{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/apr/13/comment", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-04-13T16:23:37Z", "webTitle": "The Beckhams know the score", "webUrl": "https://www.theguardian.com/media/2004/apr/13/comment", "apiUrl": "https://content.guardianapis.com/media/2004/apr/13/comment", "fields": {"headline": "The Beckhams know the score", "bodyText": "That the drawn-out crucifixion of the Beckhams' public image should coincide with Holy Week and the Easter holidays has certainly helped enhance the story's poignancy. It has also highlighted how very removed from normality this extraordinary couple really are. Just think: if you or I were facing such a crisis in our marriage, whether anyone had ever heard of us or not, the overriding priority would surely be to find somewhere - anywhere - where we could get to the bottom of the facts and then review our subsequent feelings in private. However hurt, shocked or embarrassed, and whether \"guilty\" or \"innocent\", it would have to be, cliché or not, a \"private matter\" until we'd resolved it and were prepared to bring the situation back out into the open. But not Mr and Mrs Beckham. Faced with exposure and humiliation on a monumental scale, their immediate response, Ceaucescu-style, is to phone not a counsellor or a friend for advice but a photographer for an image fix. Famous beyond the meaning of the word to the British tabloid-reading public, they know the score only too well. The red-tops created them, own them and are feeling a bit let down by David's naughtiness and her indifference. The papers haven't got much else on at the moment - except a nasty little unfunny war - so they're duly taking their pound of flesh off their pop and footie stars with the rampant joy of a gambolling, newborn lamb. But despite the massive coverage, the incessant pages of conjecture and revelation, the couple aren't actually dead yet, whatever the state of their marriage. Andy Coulson, editor of the News of the World, which broke the story a week ago (what, only a week?) has played his hand deftly with a leader congratulating his reporter on the brilliant story but wishing the Beckhams luck if they're serious about putting things back together. \"Good luck to them\" it concludes. Pass the sick bag. But when I canvassed local opinion yesterday (in my local, naturally) I found a sympathy for these very, very famous, very, very, very rich people that I hadn't anticipated. There was a definite sense that the Beckham marriage was more a victim of the couple's ludicrous lifestyle than of any cynical, Clintonesque priapism David might suddenly have developed while left on his tod in Spain. There was an acknowledgement of what we all know in our hearts, that David Beckham is actually just a normal bloke - apart from the oddity that his Feet of Clay, unlike ours, perform particularly well when laced into his Golden Boots. As to how much \"Brand Beckham\" has been damaged by the inhumane exposure of their very human problems, time will tell. Were the couple to split, it's likely their power to generate column inches - and cash - would diminish. If they decide to stay together, look out for a tabloid-busting, heart-on-sleeve TV interview designed to waft away the pong of the News of the World. Let's think, where would be best? Richard and Judy? Match of the Day? The Money Programme? Don't tell me Martin Bashir hasn't been on the blower. One thing I do know: the sympathy I picked up on is a powerful tool they can put to their advantage. The British love a bit of tittle-tattle but we don't like newspapers overstepping the mark, and we certainly don't like having our bubbles burst by spying hacks. The tabloids themselves are brands to be guarded and will only ever go so far - and then withdraw. Remember the massive outpouring of emotion when Princess Diana died, with \"the paparazzi\" branded the first and most famous suspects. Even though the press was totally exonerated, the myth that the media had something to do with Diana's end lives on as fact in the subconscious of the nation. So the various corporations swelling the Beckham family's deposit accounts in return for endorsements are unlikely to leap up and join in the dissection of their pets just yet. As the crescendo of steamy reporting from Wapping and Canary Wharf continues (yes, I'm very much afraid there are still more \"stunning revelations\" heading this way), it is possibly less a case of \"what kind of example is David Beckham setting?\", than a perfect opportunity to quote that advice from the scriptures concerning who is in a position to cast the first stone. And what if David Beckham makes a decent fist of England's appearance in Euro 2004, possibly even helping us win the thing? Well, if that happens, like the daft haircuts, thongs and the tackiness of Beckingham Palace, as quick as you can say \"Olé!\" the leering senoritas clogging up the papers this week will be no more than a memory. Just another fluffy, disposable piece of the Posh and Becks junketing jigsaw."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}