{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/apr/01/newsstory.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-04-01T21:11:09Z", "webTitle": "Trouble in Portugal is certain, say police", "webUrl": "https://www.theguardian.com/football/2004/apr/01/newsstory.sport8", "apiUrl": "https://content.guardianapis.com/football/2004/apr/01/newsstory.sport8", "fields": {"headline": "Trouble in Portugal is certain, say police", "bodyText": "Disorder involving England fans is inevitable at this summer's European championship, according to the leading British police officer involved in combating English football hooliganism. David Swift, deputy chief constable of Staffordshire, said yesterday it was unrealistic to expect no incidents of drunkenness and disorder involving England followers in Portugal. He stressed, however, that such problems would be no different from the goings-on on the streets of England and he was hopeful of avoiding a repeat of the mayhem prevalent at France 98 and Euro 2000, which this time could see Sven-Goran Eriksson's team expelled from the tournament by Uefa. Banning orders will prevent about 2,500 England fans from travelling to Euro 2004 and Swift, though still \"vigilant\", said he could not see \"what else we can do\", having also liaised with Portuguese police and the Football Association and ensured that tickets were not sold to known undesirables. He accepted, though, that minor incidents are unavoidable. \"I think that with three weeks and the sort of individuals that routinely go out and get drunk in England, there is an expectation that there will be some minor drunkenness issues that will be no different from any town or city centre in England over the period,\" he said. \"It might be an interesting correlation to view the arrest rate of a typical English city over the duration of the tournament with the arrest rate we will get from the entire of Portugal. My money would be on the city in England having a higher arrest rate for drunkenness and disorder than the entire of Portugal. That would be a success for me.\" Swift said what needed to be avoided was \"an Olympic deckchair-throwing competition lasting a substantial amount of time, involving hundreds of people\". With thousands of English holidaymakers heading for the Algarve, trouble unrelated to football could arise. \"I'm absolutely sure in those circumstances that before Uefa contemplated any decision they would be seeking reports from the police,\" he said. \"I suspect there will be some incidents where it is dubious whether it's connected to football, but in most cases we will be able to differentiate.\" British police have been advising their Portuguese counterparts on how best to respond to problems involving Englishmen. \"We have been working with the Portuguese, visiting them, trying to affect their policing style so that they don't overreact to minor incidents and they graduate their policing response,\" Swift said. England fans relaxed in warm sunshine yesterday afternoon before last night's friendly with Sweden and, though they were in loud voice, there were no reported problems. Police watched discreetly from vehicles, horseback and even a helicopter as the fans gathered in and around English- and Irish-style bars in the city centre. The only Briton in custody at the time was a man from Northallerton, North Yorkshire, who was held for an alleged drugs offence committed on Tuesday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}