{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/apr/10/horseracing.roncox", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-04-09T23:37:37Z", "webTitle": "Horse racing: Anak Pekan looks primed for top prize", "webUrl": "https://www.theguardian.com/sport/2004/apr/10/horseracing.roncox", "apiUrl": "https://content.guardianapis.com/sport/2004/apr/10/horseracing.roncox", "fields": {"headline": "Anak Pekan looks primed for top prize", "bodyText": "Michael Jarvis's good start to the Flat season can get better at Kempton today. The Newmarket trainer's promising stayer, Anak Pekan, looks set to go close in the Queen's Prize. Jarvis has a fine record with his older handicap runners at Kempton, and reports that Anak Pekan has strengthened up since last season. The gelding ended his three-year-old campaign with improved performances at Newbury, when beaten a neck by prolific winner Misternando, and at Doncaster. Beaten two and a half lengths by Ponderon at Town Moor, Anak Pekan (2.40) gets a 6lbs pull in the weights with the winner today. That looks generous, as Anak Pekan pulled seven lengths clear of the third. It is interesting to see Ponderon among the entries for the Group 2 Yorkshire Cup, and he should give another good account. Others to consider are Hawadeth, who is fit from hurdling, and Cold Turkey. KEMPTON 1.35: One of three 1,000 Guineas entries in this line-up, Hathrah is the pick on her second in last season's May Hill Stakes at Doncaster. Halicardia and Why Dubai are the other Guineas possibles, and the former may give Hathrah most to do. CARLISLE 1.50: Back on a mark just 1lb higher than when winning a Class B contest at Doncaster in December, Tyndarius has sound claims. KEMPTON 2.10: Though none too consistent, Serieux is interesting here for several reasons, not the least being that he is ridden for the first time by Richard Hughes since the latter won on him in May 2002. Serieux is well suited by this trip with some cut in the ground, and he ran a lot better than his finishing position suggests in the Lincoln, when third home on the unfavoured far side. HAYDOCK 2.30: A strong, staying type, Gjovic may be better equipped to handle the testing conditions than likely favourite, Mount Vettore. HAYDOCK 3.00: With an all-important run under his belt, Harry Up can get his head in front. He is well in with Nights Cross and If Paradise on last season's Molecomb Stakes running at Goodwood. KEMPTON 3.10: Barbajuan, the only 2,000 Guineas entry here, may be found out by his 5lbs penalty. On current ratings, Psychiatrist has little to find and he looks the sort to make up into a smart performer this season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}