{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/apr/05/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-04-05T22:01:53Z", "webTitle": "Nationwide Division One: Reading 2 - 0 West Ham United", "webUrl": "https://www.theguardian.com/football/2004/apr/05/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2004/apr/05/match.sport1", "fields": {"headline": "Pardew is haunted in old house", "bodyText": "Amid the hype surrounding Alan Pardew's return to Reading it was inevitable the match would become something of a sideshow but the West Ham manager might have expected his players at least to focus on the game. Instead they drifted distractedly through the afternoon, absenting themselves en masse to allow a comedy opener. Pardew must have permitted himself a few wry regrets. As Steve Coppell, whose arrival at Reading in October followed Pardew's acrimonious departure the previous month, said: \"I wasn't taking over a squad of mugs. There are some fine, fine players here and that's down to Alan Pardew. I'm taking advantage of an awful lot of his hard work and that shouldn't be forgotten. I've only tinkered.\" All the same, Coppell's team now have the same points as West Ham. But beyond the subtext there was plenty to draw the attention on Saturday. The match ball was delivered shortly before kick-off by an RAF officer, who abseiled 200 feet from a helicopter to the centre-circle in pursuit of a world record. There were all sorts of reasons why West Ham players might have turned to each other from time to time in astonishment. Unfortunately one of them was their own inept defending. Having established a fearsome away record in going unbeaten in 12 league matches until mid-March, the Hammers have now lost three consecutively on the road, this following defeats at Sunderland and Millwall. All have featured worrisome defending. \"Steve Coppell made us watch the video of the Millwall game and they conceded an almost identical goal,\" said Dave Kitson of his first. \"When you know they're vulnerable to mistakes you've always got to be on the prowl and fortunately it happened to come about again.\" Here, Graeme Murty's hopeful ball forward from halfway was somehow allowed to leave Kitson with a tap-in from six yards, courtesy of fateful indecision from Andy Melville and Stephen Bywater. Kitson's second was less humiliating, James Harper's left-wing free-kick being struck thunderously into the roof of the net from the far post, but there remained a distressing lack of marking. \"I haven't said anything this week, I've just got on with it and took it on the chin,\" said Pardew of the build-up. \"I had to accept the furore . . . but it was hard. There was a lot of aggression in the stadium. Their players certainly wanted to show their old manager what they're about.\" Indeed, the one time a West Ham player defended his position with aggressive self-belief it was Marlon Harewood, confronting Pardew after a 28th-minute substitution. \"He's done that before and he's got to show a bit more respect when he comes off,\" said Pardew. \"But it was an emotional day for everybody. He's only a young lad and he was the victim of a tactical decision here today, no more.\" Kitson, having joined Reading from Cambridge United last Christmas, had no previous association with Pardew and produced his best display for the club in only the second time he has appeared in a live televised match - the first was a 4-1 defeat in the LDV Vans final two years ago. \"I didn't have that burden as some of the players might have done,\" he said. \"I think there might have been an extra motivation because of it but we knew how important today was in terms of getting in the play-offs and, if you can't get motivated for that, then you shouldn't be here.\" Sadly for West Ham, for too many of their players even that was not motivation enough. Man of the match: Dave Kitson (Reading)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}