{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/apr/05/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-04-05T22:59:54Z", "webTitle": "Richard Williams: The best and worst of  English football on bawdy display", "webUrl": "https://www.theguardian.com/football/2004/apr/05/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2004/apr/05/sport.comment", "fields": {"headline": "The best and worst of  English football on bawdy display", "bodyText": "Not even when his side captured the treble five years ago did Sir Alex Ferguson produce a smile broader than the one he wore as he wandered along the touchline before Saturday's FA Cup semi-final. Astonished fans found themselves involved in a prolonged meet-and-greet as Ferguson made his way slowly to his designated dugout. Nor did the United manager stop there. An equally surprised Arsène Wenger felt a tap on his shoulder and turned around to find his bitterest rival offering a warm handshake. This unexpected bonhomie turned out to be the deceptive prelude to an afternoon of ferocious aggression for which Ferguson had primed his players perfectly. In his mind, there was far more at stake in this match than a mere appearance in a Cup final. Whatever he had said to his team about the importance of keeping themselves in contention for the only trophy left available to them this season, it paled next to the motivation provided by the knowledge that victory would deny Arsenal the chance to match United's own unique achievement. The fervour that fuelled United's effort on Saturday, reinforced by the incessant ardour of their fans, made this one of the season's great occasions, brimming with the best and the worst that English football has to offer. So profound was the passion displayed by Ferguson's players that at times Arsenal looked effete. Had United begun playing this way six weeks ago, a repetition of last season's barnstorming championship comeback might have been on the cards. They might even have been chasing a second treble of their own. While there could be no disguising the fact that this match meant more to one side than to the other, United's 1-0 victory nevertheless added another chapter to the rich history of the relationship between Ferguson and Wenger, a rivalry destined to occupy a significant place in the annals of the English game. And in the course of the last two fixtures between the two clubs, Wenger has seen his personal stock wobble slightly. A week earlier, trying to protect a one-goal lead in the league match at Highbury, the Frenchman withdrew forwards, put on defenders and watched his team concede an equaliser. On Saturday, chasing the game, he replaced midfield players with attackers and saw them fail to produce a goal. Ferguson will have taken pleasure from that, and from his own team's resolute response on both occasions. Casting his mind back a week to the match in London, he recalled: \"Once Arsenal scored, we re-emerged as a football team.\" For neutrals there was no shortage of interest. Two veterans, Roy Keane and Patrick Vieira, joined battle with their usual terrifying intensity while two teenagers, Cristiano Ronaldo and Gaël Clichy, staged a glittering duel that will surely be refought many times in the future. Two sets of marvellously athletic and alert centre-backs provided much to admire, with Wes Brown's performance putting thoughts into the head of the watching Sven-Goran Eriksson. Alongside Keane, the 20-year-old Darren Fletcher fought for possession with a determined authority that underlined Ferguson's enthusiasm for his fellow Scot. United's manager could take pride in the fact that every one of his players produced the goods, while several members of Wenger's team - Robert Pires and Freddie Ljungberg in particular - showed something less than complete application to the task of defending the trophy. Pires and Dennis Bergkamp were also guilty of the kind of outrageous play-acting that tarnishes a creative footballer's aura. Nothing Arsenal did, however, was as disgraceful as Keane's kick at Pires or the hideous tackle from behind with which Paul Scholes removed José Antonio Reyes probably from the remainder of Arsenal's programme this vital month. And if Arsenal's fans were less vociferous than United's, neither did they produce anything as vile as the chant of \"Sit down, you paedophile\" - from the mouths of men, women and children alike - which greeted Wenger on his periodic excursions to the touchline, or the coin that struck Gary Lewin, the London club's physiotherapist, on the head. The best, then, and the worst. And while the afternoon's sheer exhilaration provoked talk about the old magic returning to the FA Cup, this was nevertheless a day when one manager chose to start a semi-final with his outstanding attacker on the bench while his opponent, whose club struck the single most telling blow to the competition's integrity a few years ago, was less concerned with the trophy itself than with a much longer-term battle for supremacy."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}