{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/apr/11/match.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-04-11T20:21:48Z", "webTitle": "Charlton 1 - 1 Portsmouth", "webUrl": "https://www.theguardian.com/football/2004/apr/11/match.sport4", "apiUrl": "https://content.guardianapis.com/football/2004/apr/11/match.sport4", "fields": {"headline": "Berkovic earns Pompey a point", "bodyText": "Eyal Berkovic's appearance for the second half brought about a vast improvement in Portsmouth's play and the manager Harry Redknapp admitted the midfielder will be at the centre of his team's survival bid through the next five weeks. This hard-earned point kept them above the relegation zone on goal difference from Blackburn and Leeds, but it could have been much worse after Charlton deservedly grabbed an early advantage when Shaun Bartlett reacted quickly and stooped to head the ball in from close range. The home team could have extended the lead, too, but Shaka Hislop was alert to deny Jason Euell a chance from Jonathan Fortune's knock-down and later saved a 30-yard drive from Paul Konchesky. 'Whatever happens we will keep trying to play good football,' Redknapp said. 'If we have to kick the opposition and just lump it up the pitch then we have got no chance because the players I've signed want to pass and that's the way we'll do it.' Berkovic was instrumental in creating the equaliser, when he hit a an incisive pass that released Matt Taylor down the left. Maybe Hermann Hreidarsson should have cut out the cross but it got through and seemed to bemuse Yakubu Aiyegbeni, who somehow managed to bundle the ball into the net. 'We weren't going anywhere until Eyal came on and made a massive difference,' Redknapp said. 'I've always thought we would get out of trouble. In fact, I have never thought we would go down at any stage of the season. It is going to be tight, but I am confident we will stay up. 'And there are more clubs involved now because Blackburn and Manchester City are not winning any games at the moment, and teams like ourselves and Leeds are really catching them up. It was another missed opportunity for Charlton, though, who have taken only seven points from a possible 27 to slip out of contention for a Champions League place. 'We have now got to win at Liverpool [tomorrow] because if they beat us they will go eight points clear and that will be difficult to come back from,' said manager Alan Curbishley. 'We've never been in such a strong position before and I can understand why everybody is so frustrated. We have fallen away from seventh or eighth before, but not from fourth. 'I think people need to be realistic, however, because these players cannot try any harder.' You can mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}