{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/apr/05/match.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-04-05T22:00:33Z", "webTitle": "FA Barclaycard Premiership: Liverpool 4 - 0 Blackburn Rovers", "webUrl": "https://www.theguardian.com/football/2004/apr/05/match.sport4", "apiUrl": "https://content.guardianapis.com/football/2004/apr/05/match.sport4", "fields": {"headline": "Owen injects dose of realism into Liverpool's Euro dreams", "bodyText": "No Koppite needs telling of Michael Owen's value to his club, yet two goals were as sharp a reminder as the blank drawn in his absence last week at Leicester. This was a striker showing no ill effects after yet more time on the sidelines with a troublesome hamstring and, with the season entering its critical phase, his return could not have been timelier. Owen's presence will have cheered Sven-Goran Eriksson as much as it demoralised Blackburn's hapless defence. The England manager had to make do without him in last week's defeat by Sweden but a fit No10 is pivotal to his side's European Championship hopes. Gérard Houllier, too, might have been expected to glow after such a performance but he chose the moment instead to lambast his detractors. \"We are the team with the most shots at goal, which for a boring team is not too bad,\" said Houllier. \"We get so much stick in the local press that it has affected the players' confidence, so much stick about the 'garbage' that we are.\" The sensitive Liverpool manager rightly pointed out that he is open and willing with the media but his outburst - in response to a comment that Houllier's Liverpool are not the equals of the 1970s team - suggests he is feeling the pressure. With such a weight of history, a place in the Champions League is the least Anfield demands and it is now that Houllier's mettle, after so difficult a season, will be put to the test. Throughout this injury-hit campaign the Frenchman has asked to be appraised on results gained by his full-strength XI, and this was a rare occasion that he could field it. But yesterday was not Houllier's judgment day. Key tests will be the forthcoming trips to Old Trafford and Highbury and the arrival at Anfield of their fourth-place rivals Newcastle on the season's final day. If Liverpool can reproduce this performance, they will have no fears. Here they coruscated with confidence, self-assured even in the defensive third, where they were untroubled save for a free-kick from Brett Emerton that fizzed over the bar. Jamie Carragher, Igor Biscan and Sami Hyypia could play like liberos, their one-touch football the catalyst for counter-attacks after feeble opposition attacks had expired. The Blackburn manager Graeme Souness might have to accept some blame. The former Liverpool captain's confrontational management style can be an apt motivational tool, yet it has maddened Andy Cole and Dwight Yorke, senior players in his squad. So exasperated with his strikers has he become that he omitted them from his starting line-up and, though Yorke's absence was unlamented, Cole was sorely missed. Their callow attacking replacements, John Stead and Paul Gallagher, lack any physical or psychological presence and the hopeful policy of pinging crosses for them to meet was never going to bear fruit against Liverpool's back line. For one so reluctant to give any quarter, it was strange that Souness should diplomatically defer to Liverpool and drop Lucas Neill from his squad for this match. The Australian had been sent off in each of the last two meetings between these sides, leaving Carragher with a broken leg after one red-card inducing tackle. And so Blackburn appeared shot of self-belief, at a critical stage in the season. Souness has presided over an alarming slide this season, the fifth-place finish of last campaign now little more than a distant memory amid an authentic relegation battle. Leicester travel to Leeds tonight harbouring hopes of moving level on points with Blackburn and those two sides' imminent trips to Ewood Park will do much to dictate the direction Blackburn now head in. \"It's stand up and be counted time,\" said a typically combative Souness. \"We all understand how dangerous a position we find ourselves in. There are seven games to go and we may have to win three of them, there's no hiding from that fact. Losing here and by four goals doesn't help our cause in terms of our goal difference and our confidence for the next game. We were bashed up.\" He is right; there was little left for Blackburn to contest in this match after 25 minutes. Michael Owen had opened the scoring with seven minutes gone, his low shot scuffing the gloves of Brad Friedel on its way to the net. Liverpool did not have to wait long to extend their lead. El-Hadji Diouf sent a speculative cross into the six-yard box, from where it was turned into Friedel's net by his own centre-half Andy Todd. Diouf was also the source of Owen's second, touching it across for the England striker to lash into the net from 20 yards out. Though it was Owen who snatched the limelight with a display that showed no sign of the hamstring trouble that had plagued him for much of the season, there was equal merit in the performance of his England partner Emile Heskey. The substitute Milan Baros twisted Nils-Eric Johansson in his advance to the box before laying off to the unmarked Heskey, who violently dispatched his shot under Friedel for Liverpool's fourth."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}