{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2004/apr/17/featuresreviews.guardianreview24", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2004-04-16T23:35:21Z", "webTitle": "Review: Falling by Garrett Soden", "webUrl": "https://www.theguardian.com/books/2004/apr/17/featuresreviews.guardianreview24", "apiUrl": "https://content.guardianapis.com/books/2004/apr/17/featuresreviews.guardianreview24", "fields": {"headline": "Down to earth", "bodyText": "Falling by Garrett Soden 306pp, Norton, £16.99 The path of virtue, said Thomas Browne at the beginning of his Christian Morals, is not only narrow: it's \"funambulatory\", a tightrope over an abyss. Milton's Satan had the longest of all falls: \"from Morn / To Noon he fell, from Noon to dewy Eve, / A Summers day; and with the setting Sun / Dropt from the Zenith like a falling Star.\" Had he been subject to the continuous force of gravity, but not to the laws of relativity, he would have ended up, after a 15-hour fall, reaching hell at roughly 10 times the speed of light. Not that you or I would ever reach such a speed, however deep our fall: you will not, thanks to air resistance, get any faster than about 120mph, terminal velocity as it is called - and that is quite terminal enough for all of us. We are fascinated by falling - you probably enjoyed your first laugh as a result of being tossed up in the air and caught again. The important thing is not to fall all the way down. There are primatologists and anthropologists who suggest that it was a very strongly vested interest in not falling that led to our development of consciousness. Smaller animals, such as chimps, need not fear the consequences of a drop from the trees as much as we, or other great apes, such as orang-utans, who climb slowly and with deliberate caution. Besides, we have spent far more time, if you examine our family tree, up that tree than on the ground. With quite sophisticated balance skills, we are certainly very good at controlled falling: skiing, skateboarding, hang-gliding, mountaineering. Captain Cook was flabbergasted at the surfers of Hawaii: a lieutenant on the Discovery commented that the Hawaiians' skill was \"scarce to be credited\". Surfing, for them, was a matter of deep religious significance, and when the Calvinist missionaries arrived, Soden writes, \"a gravity sport was attacked as the devil's work\" - and not for the first time. Falling has always been metaphorically consistent in this regard: it is not approved of. All languages use down as bad and up as good, a unanimity of voice that bears investigation. As Soden puts it, imagining the inner life of an ancestral primate: \"Unlike other situations that evoked sudden terror, a slip wasn't triggered by anything 'out there'. The insight brought by consciousness was that the primate would have seen not only its successes and failures but also its feelings as a consequence of its own actions.\" Progress along a branch, he suggests, would have involved a constant flow of elation, uneasiness, or \"an unpleasant emotional jolt\". Actually, he doesn't mention uneasiness. Nor does he mention here the other feeling that occurs to one during a fall: that rather depressing sense of one's own folly, which may, for all we know, be as much a spur to reflective consciousness as anything else. Still, this is consistent with his beguiling theory: \"These rapidly changing feelings associated with being in or out of harmony with gravity may have given these creatures the first unequivocal sense of 'rightness' and 'wrongness' based on an individual's moment-by-moment action - in other words, the faintest conscious stirrings of what would become associations of good and bad, even feelings of virtue and guilt.\" Which may, philosophically speaking, be very thin ice indeed - it is hard enough getting into the mind of a person sitting opposite you on the tube, but thinking on behalf of a putative animal that has not existed for millions of years is of another order of speculation. It is a charming theory nevertheless - and nicely put, too, as is so much of this book. But, as I said, there is no mention of folly or of unease, which is, I suspect, because Soden is something of a wild and crazy guy. He acknowledges the insanity of the more hair-raising stunts but it does not appear to bother him personally. Describing the effect of the hanging-seats Batman ride at Six Flags Magic Mountain in California, he says: \"I felt like an ape swinging through the jungle\". Others may have felt extreme regret at having consented to be strapped into such a contraption in the first place, but then these are the risk-averse. Not that being risk-averse is as sensible as you might think. The American Academy of Pediatrics, we are reminded, called for a ban on trampolines after 58,400 children went to emergency rooms in 1995 for trampoline-related injuries. Yet compare the emergency-room visit figures for injuries from using inline skates (76,000), playgrounds (250,000) or bicycles (400,000, including 600 deaths). Every page of Falling contains fascination, both the author's and ours. I had not expected it to be possible to produce such an entertaining book on the subject. Yet it feels unbalanced, so to speak. It is curious that Soden devotes hardly any space to skiing, but plenty to surfing, skate boarding and mountaineering. You may entertain the suspicion that this is as much an offbeat record of his personal enthusiasms as it is of the science and practice of falling. Besides, half this book should be called \"not falling\", as that is, in particular, what mountaineers and indeed skateboarders spend their time perfecting, or attempting to. Not that we should really complain. How can you when Soden has trawled history for details such as this, about the invention of the modern parachute? The design of the rip-cord posed a problem in that it could only be properly tested in flight by a human being. Still, inventors tried to avoid using people for as long as possible. One pair of early inventors became so resigned to the spectacle of their test dummy smashing into the ground at terminal velocity, parachute firmly unopened, that they called it \"Whistling Jim\"."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}