{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/apr/13/cricket.englandinwestindies2003042", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-04-13T22:00:36Z", "webTitle": "West Indies v England, final session - live!", "webUrl": "https://www.theguardian.com/sport/2004/apr/13/cricket.englandinwestindies2003042", "apiUrl": "https://content.guardianapis.com/sport/2004/apr/13/cricket.englandinwestindies2003042", "fields": {"headline": "West Indies v England, final session - live!", "bodyText": "48th over: England 145-0 (Trescothick 74, Vaughan 61) And that is that. Sarwan bowls a maiden to Vaughan and England trail by 321 with all 10 second-innings wickets in hand. They will come back tomorrow, needing to bat out 90 overs. On the evidence of this opening partnership, they should do it easily. I hope. Thanks for all the emails and good night. 47th over: England 145-0 (Trescothick 74, Vaughan 61) Best charges in for one final over. He's had no luck, so he swaps the bails over at the non-striker's end on the way back to his mark. It's been England's day - from Flintoff's century, to the tailend resistance, to the renaissance of England's openers. One over to go now. 46th over: England 144-0 (Trescothick 74, Vaughan 60) Three overs to go and it's Hinds, now bowling his 13th over of the innings. A maiden to Trescothick, and I'm tired. 45th over: England 144-0 (Trescothick 74, Vaughan 60) Vaughan plays a lovely swivel-pull for four off Best, who is still charging in like a man possessed as the shadows lengthen. \"I've been nigh-on 10 years in this neck of the woods,\" writes Richard Young. \"I have met a significant number of cretinous and uncivilzed individuals in that time, but no more so then I would have done in London, Paris or Kiev. Many Southerners I have met are rather more english than the English in their mores, excepting of course cricket. I have yet to meet anyone who will admit to ever having played it, although I do recall three people asking me about the rules, which I of course had some difficulty in explaining. One of my interrogators had perused a tea-towel some years back, and was therefore able to make more sense of my rambling attempts at explanation than I was.\" 44th over: England 140-0 (Trescothick 74, Vaughan 56) Vaughan tucks Hinds through midwicket for a single. It's all gone quiet in the field, less so in the stands where the Barmies are a little inebriated. Trescothick flicks two runs through midwicket. \"I think Stephen is sucking up to David Ludwig,\" writes Yasin Patel. \"David's description of his fellow citizens was perfect in my opinion. Last week I was turned down from entering two establishments as my passport was not considered acceptable ID. The doorman, manager etc all wanted to see my driving license.'Your Passport wont get you in boy' was one guy's words. Then another plonker tells me he hasn't seen or heard of a 'colored Englishman before'. And to think they have qualified for the ICC Tournament. Oh no.\" 43rd over: England 137-0 (Trescothick 72, Vaughan 55) Back, after a long absence, is the lunatic Best. His first ball is a full-toss, which Trescothick helps for a single into the off-side. Best goes up for a big shout against Vaughan, but that was going down leg and umpire Hair grimly shakes his head. Vaughan pinches a single as the scoreboard ticks over very nicely indeed, thank you. \"My college (Oberlin in Ohio) has recently had a growing interest in cricket and I've just been informed that a team has been founded and given $700!\" writes Oliver Pattenden. \"Apparently they compete against other colleges, but are rather bad. Judging from what I see on the green when I go to dinner every day, I'm not too surprised.\" 42nd over: England 135-0 (Trescothick 71, Vaughan 54) Just seven overs to survive now for the openers as Trescothick works Hinds to long leg for a single. The sun is setting now, possibly on West Indies's chances. Matt Grime fights back. \"In my defence of Joe's unprovoked attack, 1) my girlfriend was watching it (we are now safely separated) 2) I was a student at the time, what the hell else was I supposed to be doing and sadly 3) Steff was the sister of Felicity who now prances round being a pop starlet or stripper, there seemse little difference (not that that's a bad thing). I don't know, some people get wee'd on by an FYC and I should be avoided?\" I know, Matt. Life's unfair. 41st over: England 134-0 (Trescothick 70, Vaughan 54) Yet another no-ball by Edwards, the 29th of the match by a West Indian. Trescothick moves into the 70s with a nudge for one to square-leg. I'm so pleased for him - always been a big fan, despite the ubiquitous grumbles about his footwork. \"Me? Know him?\" writes Joe Neate a propos Matt Grime and the 34th over. \"No, I'm just feeling particularly spiteful. You should try working til 10pm! Oh.\" 40th over: England 132-0 (Trescothick 69, Vaughan 54) I realise West Indies's fast bowlers are either knacked or knackered, but they're not giving the impression that they actually care too much whether they win or draw. Trescothick picks up three runs after Best's attempted shy at the stumps gifts him two overthrows following a push to mid-on off Hinds. \"Nat Knight sounds like the name of a porno star,\" reckons Sunil Sikka. 39th over: England 129-0 (Trescothick 66, Vaughan 54) Edwards beats Trescothick as he goes round the wicket, but that's a rare moral victory on a disheartening afternoon for the Windies. You'd have to say that England now look likely to save this game, although they've blown it from better positions than this before. Tresco keeps the strike with a single to long leg. Nine overs to go. \"I'm currently conducting research at the University of Arizona on Narrative Theory,\" writes Neil Johnson. \"The idea that people make sense of what happens to them, create meaning and their identities through story telling is indeed compelling. A quick glance down the postings here confirms this. Perhaps I shall include this site in my data analysis.\" Feel free, Neil. 38th over: England 128-0 (Trescothick 65, Vaughan 54) Hinds continues and Vaughan drives him down the ground for a single which Trescothick is dozily slow to respond to. Tresco shovels another single to deepish mid-on and the England rearguard goes on and on. Hinds oversteps - again! \"I'm not cretinous or uncivilized either,\" writes fellow-Yank Eric Rosenborg, \"grumpily\". \"D Ludwig does not speak for all or even most of us.\" 37th over: England 125-0 (Trescothick 64, Vaughan 53) Ah, pace at last as Fidel Edwards returns to the attack with 12 overs to go this evening. Predictably, he oversteps massively as the Barmy Army chant \"no-ball\", except I think they mean \"no-ball\" of another kind. Another no-ball follows, before Trescothick punches Edwards down the ground for three. He's looking better than he has done all series, as is Vaughan, who takes a single to long leg. \"Yasin Patel should be advised that cricket is - believe it or not - a flourishing sport in the US,\" says Conor Fitzpatrick. \"Los Angeles has over 35 clubs, and I believe Florida has some 25. A team I played for here in LA several years ago included none other than Clyde Best (Former Hammers frontman) and a fine opening bat by the name of Rodney Cutting who is the father of Fidel Edwards, who himself played a season's cricket with us four or five seasons ago.\" There you go, Yasin. It's all going on and you're missing out. 36th over: England 119-0 (Trescothick 61, Vaughan 52) A no-ball from Hinds. Tsk. When will the quicks appear, I wonder. First, though, it's drinks. \"You seem to have a number of sarcastic and short-initialled readers tonight,\" observes Phil Sawyer. \"Does this have anything to do with everyone going back to work (well, I've had an extra statutory day's holiday today, but that's the 'benefit' of working in higher education. It's the academics who have it easy - I was once called by one who was supposedly 'working from home' but turned out to be 'on the beach').\" I think you might have hit the nail on the head, Phil. 35th over: England 118-0 (Trescothick 61, Vaughan 52) Trescothick takes two more off Gayle through midwicket. This is all too easy. \"The Cybermen must have been pretty keen on cricket too,\" reckons Gautam Borooah. \"I remember a series (probably one of the worst, with - I think - Sylvester McCoy assisted by Ace) in which all the Cybermen were wearing batting gloves sprayed silver.\" 34th over: England 116-0 (Trescothick 59, Vaughan 52) A life for Trescothick, who runs Hinds a little too casually towards the slips. Bizarrely, Gayle dives the wrong way and his attempt to knock the ball up with his flailing boot fails. Two runs to Tresco, who then picks up two more to midwicket. That missed chance typifies the Windies' laziness this evening. The deficit is down to 350. Here's Joe Neate.\"Just thought I'd point out that a) Matt Grime has now admitted to watching Neighbours and b) actually remembers the name of a character who was playing cricket in one particular episode. Remember the name people, and avoid.\" Do you know him, Joe? 33rd over: England 111-0 (Trescothick 55, Vaughan 52) It's all spin here, which doesn't often happen in the Caribbean. I can't help feeling that West Indies are playing these two back into form before the seven-match one-day series. \"Not that it is that relevant,\" writes Nat Knight, \"but to add to the theme of cricket in films: Cricket is the name of a latino adult film star. I wonder what kind of strokes she likes.\" Please, no suggestions. 32nd over: England 109-0 (Trescothick 54, Vaughan 51) More left-arm nothings from Hinds - it will need more than to prise England's openers from the crease. Vaughan runs a single to short third man, before Trescothick goes down the track and lofts an easy one-bounce four to long-on. More abour Red Dwarf and cricket. \"If I remember correctly,\" writes Josh Robinson, \"when Rimmer worked at the Samaritans, several people he spoke to committed suicide shortly afterwards, including one wrong number who only called to get the cricket scores.\" 31st over: England 104-0 (Trescothick 50, Vaughan 50) A false stroke from Trescothick, who misses an attempted cut off Gayle. But England's openers have barely put a foot wrong here. A rare maiden. \"Just tuned into the fascinating coverage of famous people I've wee'd next to,\" writes Jonny-come-lately Sunil Sikka. \"But frankly, I'd like Julia Blyth to tell us more about the Channel 4 Commentary Box.\" You still out there, Julia? 30th over: England 104-0 (Trescothick 50, Vaughan 50) And there's Trescothick's fifty with a dab for one off Hinds - his first of the series as well. This is just what the doctor ordered as West Indies' spinners go through the motions. Bizarre, with so much time still available. \"As a Brit I should like to assure David Ludwig that I don't consider Americans to be 'cretinous and uncivilized'.\" writes Stephen Downer in Mexico City. \"I think he's being a bit hard on himself.\" 29th over: England 103-0 (Trescothick 49, Vaughan 50) These overs are disappearing before my eyes. I love spinners. Gayle drops short and Vaughan cracks him square for three to move to his first half-century of the series and bring up England's 100. What a relief to be able to write those words. \"Odds of 999-1 for an England win have got to be worth a quid, haven't they?\" writes Jonathan Harwood. \"And just cos Lara got 400 doesn't mean that they won't end the series with another spectacular collapse, chasing under 100...\" 28th over: England 99-0 (Trescothick 48, Vaughan 47) Trescothick sweeps Hinds for four, then eases him through the covers for two. England looking good. Here's the rum-toting Mat Wrigley. \"It occurs to me that while you have paid (extensive) attention to the (far more important) rum, there has been no mention of the fine Grenadian chocolate that was included in your Caribbean care package... any comment?\" Sorry, Mat. We polished it off today - and very tasty it was too, thank you. Still haven't tasted the rum properly, though. 27th over: England 93-0 (Trescothick 42, Vaughan 47) Gayle oversteps - the 24th no-ball by a West Indian in the game. Trescothick steals the strike with a quick single to square-leg. \"It is rather moving to hear David say that he has become hooked to the game,\" writes Yasin Patel. \"Unfortunately, the rest of his country hasn't! In over six months here in 'N'arleans', I have not met one American who knows the game. Worse still, no reports in the press either! David and his family should be given the job of promoting the game here by the American Cricket Association! You, Lawrence should be given a pay rise for maintaining the sanity of many cricket lovers in this New World!\" I'll forward your email to the boss, Yasin. 26th over: England 91-0 (Trescothick 41, Vaughan 47) Hinds to Trescothick as the over-rate continues to soar thanks to the spinners. Tresco drives him square for three \"The will-they-won't-they get some decent runs aspect of this opening stand has led an unexpected tension to events,\" writes Phil Sawyer. I'm with you there, Phil. Not sure JT is, though. 25th over: England 88-0 (Trescothick 38, Vaughan 47) One more to Trescothick off Gayle, who then bowls a no-ball - a hanging offence at his pace. Best then turns one into two with a misfield at mid-on. West Indies are getting sloppy. \"Yawn, can't be bothered to read down the page in case I'm overwhelmed by the 'fun',\" writes JT in Bristol. \"Have I missed anything or should I just crawl back into my box and stop all this enjoyment and frivolity?\" Your sarcasm is biting, JT. Ouch. 24th over: England 84-0 (Trescothick 37, Vaughan 45) Hinds continues and Trescothick plays a nice dab for a single. The deficit is down to 382, although that's immaterial now. David Nagle, who has had to front up £2,000 for a stag-do, explains where it's all going. \"Ah, well it's outdoor 'activities' for 20 blokes,\" he says. \"I suspect insurance is taking up a fair chunk of it.\" 23rd over: England 83-0 (Trescothick 36, Vaughan 45) West Indies are running through all their part-time bowlers now as Chris Gayle gets a go with his off-breaks. Trescothick paddle-sweeps his first ball for two, then fails to properly get hold of a big full-toss. Luckily for him, it drops into no-man's land at midwicket and the batsmen cross for the second. West Indies don't look like a team who are pushing for victory. Here's Yank cricket-lover David Ludwig again. \"If you type \"Red Dwarf cricket\" into the Yahoo browser, you find out that Holly (the computer on Red Dwarf) has been in space for \"A looooong time...Longer than it takes for a British cricket team to score in double figures...\" But I can't find an actual cricket-oriented episode.\" Nice. 22nd over: England 78-0 (Trescothick 31, Vaughan 45) Enter Ryan Hinds into the attack, and Vaughan drives him for a long single to deep cover. Trescothick adds one to square-leg and the important thing here is that neither of these two loses their concentration. Vaughan dabs Hinds to third man for two, then drives him to extra for one. A Tresco single to deep midwicket makes it six off the over. Here's Stephen Thomas from Seattle. \"One of the most memorable uses of village cricket was in the opening scenes of the classic Prisoner fantasy episode \"The Girl who was Death\" in which our hero bats Victorian style... and finds out just in the nick of time that the old cherry is in fact a bomb, meant for him. As a result, he is dismissed in that rarest of modes, \"out handled the ball\". Still wonderful to watch, Mr. McGoohan.\" 21st over: England 72-0 (Trescothick 29, Vaughan 41) Pedro Collins returns to the field, but he won't be allowed to bowl for an hour and a half. In other words, we won't see him in action until tomorrow. In the meantime, there's more off-spin from Powell, who bowls a delivery of pure filth to Vaughan, who has time to turn round, face the keeper, and take two runs to long leg. The next ball is overpitched and Vaughan gets four with an easy square-drive. At the moment, England are doing this easily, but there's plenty of time in this game to go. \"Anyone remember the laughable cricket match in Neighbours when it was \"revealed\" Steff was the next Bradman despite clearly not knowing one end of a bat from the other,\" asks Matt Grime. 20th over: England 65-0 (Trescothick 29, Vaughan 34) Brian Lara has now left the field, although I'm not quite sure why. That means Ramnaresh Sarwan takes over, and I can't say I was that impressed with him when he briefly took the reins during one of the earlier games. Vaughan, incidentally, has now made his highest score of the series, and adds one more with a nudge to midwicket off Collymore. \"Do you think the Windies might have been better advised to have batted for a couple of hours instead of enforcing the follow-on?\" asks Paul Scott in Boulder, Colorado. \"That way their bowlers could have had a bit of a rest and might have put up a more sprightly performance against the openers.\" 19th over: England 64-0 (Trescothick 29, Vaughan 33) Vaughan tucks Powell behind square-leg for a single, and the stand moves into the rarefied heights of the 60s. Best is off the field with a sore ankle, Collins has a sore back, and Trescothick dabs Powell for four delicate runs. That's drinks: 29 overs to go tonight. \"Remind me - was it three, or four times, that you praised an England batsman in their first innings, only for them to get out almost immediately?\" asks Mark Treasure, clearly a believer of chaos theory. \"Please keep compliments to a minimum!\" Sorry, Mark. 18th over: England 59-0 (Trescothick 25, Vaughan 32) Aleem Dar, as is his wont, is taking great interest in Collymore's follow-through and gives him his first official warning, to make it 5-1 to Dar v Hair in the match. A thrashing! And a maiden. There is hope for our friends across the Pond! \"As an average (read: cretinous and uncivilized) American, I've gotten hooked on cricket through your web site,\" reveals David Ludwig. \"You've also hooked my kids - my 17-year-old daughter comes home from school and downloads the day's emails, my boys are playing EA Sports PC Cricket (purchased from a UK toy site, of course).\" I have to say that has brought a tear to my eye. 17th over: England 59-0 (Trescothick 25, Vaughan 32) Ricardo Powell gets his first bowl of the series with his off-breaks and Trescothick sweeps for his single. Vaughan then tucks him fine for four. And that's England's highest opening stand of the series. Very timely too. \"My mate, Rich Warwick, was watching a game in Southend somewhere featuring a rather gruff John Cleese fielding one the boundary,\" says Craig Woodgate. \"An innocent demand to see one of his \"funny walks\" was met immediately with a brusque \"piss off!\" 16th over: England 54-0 (Trescothick 24, Vaughan 28) Vaughan is leaving the ball well too - none of those risky drives on the ups which he didn't quite leave behind in Australia. But one leave there off Collymore was a little close for comfort - the ball nips back off the seam and passes just over the angle of the off-stump and bail. A good maiden and England trail by 412. \"I'm 'joining in the fun' as there's naff all on telly tonight,\" writes David Nagle, \"and I've just had to stump up the best part of £2,000 as balance on a stag-do so I can't afford to go to the pub. The 20 other stags have all faithfully promised me that cheques are in the post, so I'm hopeful of being able to eat again in the next week or so.\" Two grand! How will the money be spent? 15th over: England 54-0 (Trescothick 24, Vaughan 28) Now Tino Best leaves the field too, which means Lara can only call on Edwards and Collymore among his quicks. Trescothick's shot-selection in this innings is better than anything I've seen all series. He's still not moving his feet (he never does), but he's choosing which balls to leave with real confidence. But when Edwards overpitches, he creams him through cover for four. That is class batting. \"I don't know if you've taken the trouble to watch the clip of Doc Who batting that Doc Steele kindly pointed out, but on my computer it looks like he's not wearing any trousers,\" writes Matt at Bath University. \"Not being a fan of the series, I'm not sure if this is par for the course or not. Any ideas?\" Haven't had a chance to look yet, Matt. 14th over: England 50-0 (Trescothick 20, Vaughan 28) Vaughan drops Collymore into the leg-side for a quick single and all is well with England at the moment. Trescothick brings up only England's second half-century opening stand of the series with a cover-drive for a single. Andrew Hall writes from the University of Sussex computer room. \"It may be of interest to note that the draw is now the favourite, odds on, with West Indies available at 11-10,\" he notes. \"For the optimistic money-grabber, England are available at 999-1.\" 13th over: England 48-0 (Trescothick 19, Vaughan 27) Vaughan helps a stray Edwards delivery to the fine-leg fence, then takes one more via a thick inside edge to long leg. The Windies bowlers are starting to look a little tired here and sure enough Edwards sprays a wide out of Tresco's reach down the off-side. \"The cricket match/Peter Davison confusion is easily solved,\" reveals Stewart Dillon. \"Both shows had matches in them. Apparently cricket is a useful sub-plot for attracting viewers who wouldn't normally touch Dr Who/All Creatures Great and Small with a barge pole.\" 12th over: England 42-0 (Trescothick 19, Vaughan 22) Vaughan runs Collymore to the vacant third-man region for two, then thrashes him through extra-cover for four. Great shot! A single to long leg completes the over and England have started well in their second innings. \"You seem quite a bit nicer than your Guardian Unlimited colleagues,\" writes Adam Blackwell. \"Are you? Or are you just as likely as Sean Ingle to pee on a man's shoes and laugh?\" Sean Ingle is one of the nicest men I know, Adam. Mad, but nice. 11th over: England 35-0 (Trescothick 19, Vaughan 15) On comes Fidel Edwards, who is treated to an hilarious cry of \"no-ball\" from the Barmy Army every time he sends down a delivery. He might be round-armed, but he's no chucker. Trescothick hammers him through extra cover for four lovely runs and England's openers are in danger of putting together a partnership. \"I think the Flintoff moment has gone,\" sighs Wayne Lovett, \"but here's an interesting stat or two regarding Corey Collymore. He is NOT OUT throughout the entire series. He has faced 69 balls and scored 15 runs in the course of five innings. Contrast this superb batting display with his bowling which has yielded 209 runs for a measly three wickets over 97 overs!\" 10th over: England 30-0 (Trescothick 15, Vaughan 14) Vaughan works Collymore to leg for one more as I do my best to polish off my grub from the Guardian canteen between deliveries. Caribbean chicken, rice and beans, since you ask. Not bad at all. Collins, apparently, has a sore back and is undergoing treatment. When he comes back on, he won't be able to bowl for the length of time that he was off the field. Trescothick moves into double-figures with a lovely on-drive for four, then edges the next ball through the slips for four more. \"I'm \"joining in the fun\",\" writes LM Carver. His/her next email reads: \"I'm rather disappointed by how \"fun\" that was. You know there's a law against false advertising.\" Fair point, LM. Fair point. 9th over: England 21-0 (Trescothick 7, Vaughan 13) Nice shot from Vaughan, who pulls Best behind square for four with that attractive swivel shot of his. A single to long leg follows off a slower ball. \"What's the forecast for tomorrow like?\" asks Tristan Haley-Burrows. \"To be honest, pulling off a draw here from this position, would, in my humble opinion, be a better result than any of the other three victories.\" The forecast is for 30% showers, as it always seems to be, and was indeed for today as well. So expect blazing sunshine. 8th over: England 16-0 (Trescothick 7, Vaughan 8) Collymore continues in the absence of Pedro Collins, who has not taken the field after tea. Must be knackered after bowling 13 overs on the trot either side of lunch. Vaughan nudges a single to mid-on, and Trescothick gets two to midwicket. \"Davison, who claims to be a keen cricketer, must have played for both the Yorkshire vets and the Dr Who side during his illustrious career,\" writes Dr John Steele from the University of Toronto. \"A clip from the Doctor Who episode featuring the Doctor going in to bat and playing an off drive with Trescothick like foot movement is available on the BBC's website: http://www.bbc.co.uk/cult/doctorwho/clips/davison_clip.shtml.\" 7th over: England 13-0 (Trescothick 5, Vaughan 7) Vaughan drives Best's first ball after the break through the covers for three. There are 42 overs - including this one - to come today, and England won't want to be more than one wicket down by the close. Trescothick edges a ball that bounces on him just in front of third slip. \"Would your fine cadre of devotees like to help with some scruples of mine?\" wonders Nanu Grewal idly. \"I have been trying to get rid of some spare tickets to see the Mission this Saturday at a local Oxford venue - in vain. So, just now I posted them up on an email list promising that the support band is Franz Ferdinand (current hyper-sell-out media darlings) Should I feel bad about this minor deception?\" It's crafty, Nanu, I'll give you that."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}