{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/apr/20/israel.foreignpolicy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-04-20T16:39:28Z", "webTitle": "Blair condemns Israel and opens rift with US", "webUrl": "https://www.theguardian.com/politics/2004/apr/20/israel.foreignpolicy", "apiUrl": "https://content.guardianapis.com/politics/2004/apr/20/israel.foreignpolicy", "fields": {"headline": "Blair condemns Israel and opens rift with US", "bodyText": "Tony Blair distanced himself from Washington yesterday by pointedly condemning the Israeli assassination of the Hamas leader Abdel-Aziz al-Rantissi at the weekend. George Bush's administration refused to criticise the killing and said Israel had a right of self-defence. Mr Blair told parliament: \"We condemn the targeted assassination of Hamas leader Abdel-Aziz al-Rantissi just as we condemn all terrorism, including that perpetrated by Hamas.\" While Mr Blair has been quick to condemn Palestinian suicide bombings against Israel in the past, he has been less ready to criticise action against Palestinians. What makes this intervention even more stark is that it was made on behalf of the leader of an organisation that has launched hundreds of suicide attacks against Israel over the past four years. Mr Blair could have opted, as he has done in the past, to leave the criticism to the foreign secretary, Jack Straw, who condemned the assassination at the weekend. Mr Blair's condemnation came as the Bush administration denounced Hamas, saying it should be put out of business. The Palestinian government should shut down Hamas and provide Palestini ans with the social services that Hamas offers them, the state department spokesman Richard Boucher said. Mr Blair said the Israeli prime minister Ariel Sharon's unilateral decision to withdraw troops from the Gaza Strip and parts of the West Bank could be the first step on a full settlement outlined in the Middle East road map. Putting an optimistic gloss on events, he told MPs the international community had a responsibility to prevent a vacuum and should help the Palestinian authority in those areas from which the Israeli government withdrew. He said: \"The fact that there is a withdrawal by Israel from Gaza and the West Bank at least gives us a chance, not just the Palestinian authority, but the international community, to play a role in building the necessary economic, political and security capability within that part of the territory controlled by the Palestinian authority.\" Labour and Conservative MPs demanded, and won, assurances that Mr Blair would not accept the Sharon plan as a final settlement, and that the demand for a withdrawal from West Bank settlements was not being shelved. \"Of course it is not a final step, or a final settlement,\" he said. The road map was effectively brought to an end last week when Mr Bush endorsed the Sharon plan to pull out of Gaza in return for US recognition of illegal Jewish settlements in the West Bank. The Israeli government said yesterday it is to spend tens of millions of dollars consolidating the grip of these Jewish settlements on the West Bank. Binyamin Netanyahu, the finance minister who is the frontrunner to take over from Mr Sharon as prime minister, told local radio that Israel would increase its financial support for the settlements. \"I am going to approve hundreds of millions of shekels to invest in the settlements beyond the main fence,\" he said. Over the past two decades Israel has encouraged the expansion of settlements in the West Bank. Today there are estimated to be 120-150, with a population of about 150,000. Until Mr Bush's pronouncement in Washington last week the international community had expected most of the settlements would eventually be closed down as part of a negotiated settlement with the Palestinians. Mr Sharon, however, intends to close all 21 settlements in the Gaza Strip but only four in the West Bank. Conscious of the international outcry his comments would provoke, Mr Netan-yahu's office later revised his announcement, saying the money would not be used for the construction of new houses but for security. Under Mr Sharon's plan, a barrier is being built to separate Israel from the West Bank. The settlements will form six blocs, fortified islands in the middle of what was intended to be a Palestinian state."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}