{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/apr/25/politics.politicalnews", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-04-24T23:30:37Z", "webTitle": "Labour pays consultants £1bn", "webUrl": "https://www.theguardian.com/business/2004/apr/25/politics.politicalnews", "apiUrl": "https://content.guardianapis.com/business/2004/apr/25/politics.politicalnews", "fields": {"headline": "Labour pays consultants £1bn", "bodyText": "Central government spending on management consultancy doubled last year, making it the UK's largest single market for business advice, according to figures released yesterday by the Management Consultancies Association. Central government shelled out nearly £1 billion and other public-sector bodies a further £300 million out of a total of £6bn spent with MCA members in 2003. The overall UK consultancy market is put at £10bn by the MCA. However, the MCA does not represent some of the top strategy consultants, such as McKinsey, whose services central government and other public bodies also used last year. So final official totals could be much higher. Driven by the public service improvement agenda, 'growth in public-sector consulting far outstripped that of any major area of the economy', says the MCA. While central government was the biggest public consultancy buyer, the NHS bought £25m worth of advice from MCA members last year, a 185 per cent rise over 2002, while income from defence soared from £42m to £83m. About half the public-sector total was spending on consultancy related to four big contracts awarded by the Department of Work and Pensions, Transport for London, Inland Revenue and the NHS. Public-sector clients were also the main purchasers of business process re-engineering, e-business, marketing and strategy, says the report."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}