{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2005/sep/17/fashion.shopping", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2005-09-16T23:19:20Z", "webTitle": "The measure of the season", "webUrl": "https://www.theguardian.com/lifeandstyle/2005/sep/17/fashion.shopping", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2005/sep/17/fashion.shopping", "fields": {"headline": "The measure of the season", "bodyText": "Going up Stella at H&amp;M Not long now. Roll on November The military jacket Not the Primark-does-Balenciaga jacket. That was nautical. Do keep up! This season, head to Chloé, Diesel... or, indeed, Primark Mulberry handbags Still the best. Status handbags for people who don't do status handbags Navy and black Surely the classiest colour combination ever? Thanks, Phoebe Nike handbags Yup. You heard correctly. The limited-edition 'salmon skin' barrel bag could pass for Chloé - and you'll find it in Harvey Nichols, not JD Sports Scarves with pompoms Every season there is a cheap, easy way to Get The Look, and this is it Waspies Not sexy, but, let's face it, control underwear is the only way those Roland Mouret dresses are ever going to look good Cheap Balenciaga Well, ish. Snap up the affordable capsule collections of knits and trousers while you can Black woolly tights Now and for ever Leopard-print coat and gloves Bet Lynch meets Grace Kelly. It never hurts to keep them guessing Cross-body satchels A horsey Chloé/Mulberry kinda vibe. It's what this season is all about (well, that and military/black/ hourglass shapes...) Gilbert &amp; Sullivan Think wool coats, brass buttons and fabulous boots. But perhaps leave the sideburns Going down Ballet pumps Fair-weather friends indeed: time to put them away for a while. Instead, go all Belle de Jour in some Roger Vivier buckled pumps Spaghetti straps They have no place this season. It's all about demure, long-sleeved tops and dresses, especially at night. Aim for Lanvin, settle for Topshop Joss Stone's wardrobe Let's see how the various members of the boho sisterhood cope with autumn's new look Slouching Your mum was right. No point having a beautiful tailored jacket on slumped shoulders. Check out shouldersback.co.uk for an ingenious solution Biros The world is a better place without them. The new Penguin Classics pencils are so much more chic - and won't leak in your Novak Bedwetting tunes James Blunt? Daniel Powter? Summer madness, all of it Waistcoats Much easier to just write 'I want to be Kate Moss' on your forehead and be done with it Cutesy cluelessness Jessica Simpson killed the ditsy blonde. Read Camilla Morton's How To Walk In High Heels and feel as clued-up as you look Flesh Nope, this season is all about billowing folds of fabric. So tuck that cleavage right back in, ladies. You'll catch your death, you know Diets Three reasons. Summer's over. No one can see your bottom under a puffball. And Rubens' sumptuous Delilah (at the National Gallery from next month) is the thinking person's sex symbol this season"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}