{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/sep/29/zimbabwe.andrewmeldrum", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-09-28T23:05:51Z", "webTitle": "Zimbabwe's economic crisis drives it back into steam age", "webUrl": "https://www.theguardian.com/world/2005/sep/29/zimbabwe.andrewmeldrum", "apiUrl": "https://content.guardianapis.com/world/2005/sep/29/zimbabwe.andrewmeldrum", "fields": {"headline": "Zimbabwe's economic crisis drives it back into steam age", "bodyText": "Zimbabwe announced it was moving back into the steam age yesterday by recommissioning 10 coal-fired locomotives to cope with the country's economic crisis. Further indications of shortages came from hospitals, which are turning away patients because they do not have basic medicines and surgical equipment. In the courts, state witnesses said they were too weak from hunger to testify. The announcement that steam engines would be put back into service was made by Fanuel Masikati, a spokesman for the state-owned National Railways of Zimbabwe, which has been plagued by breakdowns and cancellations due to fuel shortages. Mr Masikati told the government-controlled Herald newspaper that Zimbabwe's lack of foreign currency prevented the railway from importing fuel and spare parts for the diesel engines. The country has abundant coal and basic components to keep the steam engines running. About two billion Zimbabwe dollars (£44,000) is needed to refurbish the steam engines. Coal-loading machines required to run a fleet of steam engines are being checked. Many water towers, needed to fill the locomotives' boilers, are still intact along railway lines. In another example of reverting to old technology, Zimbabwe has begun using ambulances pulled by cattle in rural areas because there is no fuel for motor vehicles. The country's hospitals admitted yesterday that they could not test patients for HIV infection because of a lack of laboratory chemicals. Zimbabwe has one of the world's highest HIV rates, with more than 25% of the adult population infected and an estimated 3,000 Zimbabweans dying each week from Aids, medical experts say. A state hospital administrator said patients were being turned away because of a shortage of medicines and equipment. Zimbabwe's deepening crisis was also highlighted in the courts recently when two trials were adjourned after state witnesses said they could not testify until they had eaten. They complained that police had held them for three days without food in \"squalid and inhuman conditions\", according to the Herald. The judges postponed the cases until the witnesses were fed. Zimbabwe's currency fell further yesterday to 100,000 to the US dollar on the illegal but thriving black market. \"We are a nation going backwards in civilisation,\" said John Makumbe, political science lecturer at the University of Zimbabwe."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}