{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/sep/20/indonesia.birdflu", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-09-19T23:04:38Z", "webTitle": "Four bird flu cases as zoo closes", "webUrl": "https://www.theguardian.com/world/2005/sep/20/indonesia.birdflu", "apiUrl": "https://content.guardianapis.com/world/2005/sep/20/indonesia.birdflu", "fields": {"headline": "Four bird flu cases as zoo closes", "bodyText": "Indonesia yesterday declared a national \"extraordinary event\" after four children were taken to hospital with suspected bird flu and the Jakarta zoo was closed for three weeks after 19 birds tested positive. None of the patients, who are in an isolation ward in a Jakarta hospital, are thought to have caught the H5N1 strain of the illness sweeping through much of Asia at the zoo. But experts have yet to discover how they became sick, just as they cannot yet pinpoint where the woman who died of bird flu in south Jakarta 10 days ago caught the virus. She was the fourth Indonesian to die of bird flu, all of them in unexplained circumstances. At least 60 other people have died of the virus since November 2003 in Vietnam, Thailand and Cambodia. The \"extraordinary event\" status raises officials' alert level but does not trigger any additional funding or prevention measures. Agriculture minister Anton Apriyantono said Indonesia could not start the culling procedures recommended by the United Nations because it could not afford to compensate poultry owners. \"We have to be ready to live with bird flu. It's like dengue fever,\" he said. The World Health Organisation's West Pacific chief, Dr Shigeru Omi, yesterday warned at a conference in New Caledonia that the fear of no compensation was prompting many farmers not to report outbreaks. Health experts say the Indonesia cases are almost certainly a result of animal-to-human transmission but the WHO director-general, Lee Jong-wook, said it was \"just a matter of time\" before the virus mutates into a form that is transmissible between humans and that it might kill millions of people.\" Officials at the zoo said the outbreak, which had affected rare eagles, peacocks and cockatoos, was discovered during random testing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}