{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/sep/25/comment.clarebalding", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-09-24T23:59:58Z", "webTitle": "Clare Baldwin: A blueprint for sport - but will it be heeded?", "webUrl": "https://www.theguardian.com/sport/2005/sep/25/comment.clarebalding", "apiUrl": "https://content.guardianapis.com/sport/2005/sep/25/comment.clarebalding", "fields": {"headline": "A blueprint for sport - but will it be heeded?", "bodyText": "As the first independent review of sport in our country since 1960, 'Raising the Bar', launched last week, is a seminal document. In 140 pages, the report covers everything to do with the delivery of sport to the masses: how it is accessed, how it is governed, where the problems lie with the current system, how they might be solved, how best to protect and maintain school and community playing fields, how to tackle the issue of drugs in sport, how to encourage young children and adults to partake in physical activity, how doctors should be encouraged to prescribe physical activity to prevent illness and how to improve Olympic, Paralympic, Commonwealth and Championship results at the elite level. It is an impressive and wide-ranging document into which has been poured a huge amount of research. As co-chairs, Kate Hoey MP and Lord Moynihan (both former ministers for sport) have laid out their beliefs and their plans for how best to ensure that the great 'legacy for sport' promised by the London 2012 Olympic bid is delivered. 'It's a product of two people from different parties,' Hoey says, 'who both care passionately about sport, who have both seen it from the inside and both know how difficult it is to change things. I'm very proud of the work we have done and so pleased at the reaction we have got from all sorts of people in sport. 'Anyone who reads the document properly will see that most of it is just plain common sense, but if we're serious about a legacy from the 2012 Olympics, and not just three weeks of legacy, it's got to reach all parts of the country and everyone has got to feel that they have something positive out it.' As Hoey and Moynihan point out in their foreword to 'Raising the Bar', this report has to face and overcome more challenges than the world of the late 1950s, when Lord Wolfenden's review of sport was undertaken. '2005 finds society in the midst of an obesity crisis,' they write, 'so severe that our children face being the first generation ever not to live longer than their parents. The sedentary lifestyles and \"PlayStation Culture\" that are causing this crisis were not an issue in Lord Wolfenden's era.' The review group, which includes Olympic gold medallists Sir Steve Redgrave, Duncan Goodhew and Dr Steph Cook, as well as medical adviser Dr Michael Turner, does not pretend to have found perfect solutions, but it has made some radical recommendations. Hoey and Moynihan lay out their intention to stimulate the 'political will for genuine progress to be made'. 'This report is intended to provide an agenda for such progress; a document that can be debated and considered at length.' How disappointing then to be greeted with apathy from the sports minister Richard Caborn. Perhaps it is because the opening chapters of the document are all about the area that causes most complaint from those involved at the grassroots level: bureaucracy. 'Raising the Bar' recommends the abolishment of UK Sport, Sport England and the nine regional sports boards and councils in favour of a 'one stop shop' called the Sports Foundation. It makes perfect sense to simplify the convoluted model that currently exists but, in doing so, it means that an awful lot of noses would be put out of joint. Tessa Jowell, secretary of state for culture, media and sport, has admitted that the current structure of bureaucracy is 'a nightmare' and yet there has been no sign of reform. Lord Moynihan has been diplomatic in his reaction to Caborn's indifference, pointing out that he is aiming for a higher endorsement, 'How the Prime Minister reacts is the really critical issue,' he says, 'and I think he will react positively. He went to Singapore and was a major part of the success of the 2012 bid team. Having raised the bar there, he knows we have to do the same at home. This document is reflective of the success in Singapore and what now needs to be done. 'Richard Caborn will protect the quangos because he has put many of them in place, but what matters is the Prime Minister's reaction and he knows that we need root-and-branch reform.' The managerial costs of the various governing bodies are phenomenally high. As 'Raising the Bar' reveals, the administration costs for Sport England in 2003-4 accounted for 30 per cent of its £52.5 million budget. Nearly £14m was spent on consultancy costs, administration for the regional sports boards and staff costs for the regional sports councils. The document criticises Sport England for losing 'all semblance of independence, changing from a voice for sport into a mouthpiece for the Government'. As for UK Sport: 'The organisation has also become riddled with high-profile conflicts of interest.' Then there is the English Institute for Sport (EIS), which cost £120m to establish and sucked up £7.9m-worth of administration costs in 2003-4 and £8.5m in the most recent tax year. The new Sports Foundation, proposed by 'Raising the Bar', would review the assets of the EIS, incorporate the services that are in demand and discontinue the others. It is a brutal, but essentially fair approach. For the most part, the document is not a vehicle for criticism, but is hugely positive about how sport can be embraced as a more valuable part of daily life for people of all ages. It is not intended to cause offence or to score points, but to take a fresh look at the way sport is delivered and the way it is viewed in the country that will host the Olympic Games in seven years' time. It recommends a 'nationwide programme of sport and exercise medicine' as well as training schemes for GPs so they can effectively prescribe physical activity to patients. In the section that deals with schools, the research reveals that independent schools, which account for seven per cent of pupils in the country, produced 66 per cent of GB medals at the Sydney Olympics in 2000. 'We are currently letting down a generation of schoolchildren in 93 per cent of our schools,' the report says. 'This has to be rectified.' Recommendations are made to increase the requirement in state schools for sport and physical activity from an 'aspirational two hours per week' to a 'statutory minimum four hours per week as a matter of urgency.' 'Nobody should really hate it,' said Hoey of the report, 'apart from one or two of the quangos who are under threat. The health thing is very radical - we're talking about prevention of sickness and the school sport just has to be tackled properly. Ruth Kelly has read it and would love to get more sport into schools.' This is a detailed and well thought-out study that will undoubtedly ruffle a few feathers, but which should be the blueprint of how we, as a country, move collectively towards and beyond 2012."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}