{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2005/sep/02/popandrock.shopping4", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2005-09-01T23:55:18Z", "webTitle": "CD: The Rolling Stones, A Bigger Bang", "webUrl": "https://www.theguardian.com/music/2005/sep/02/popandrock.shopping4", "apiUrl": "https://content.guardianapis.com/music/2005/sep/02/popandrock.shopping4", "fields": {"headline": "The Rolling Stones, A Bigger Bang", "bodyText": "It has been trumpeted as a return to basics, a rejection of modish fancies in favour of timeless blues-rock. But in one respect, the new Rolling Stones album could not be more of the moment. This summer's must-have for any self-respecting major rock band is a daft pseudonym on their promotional CDs: Coldplay became the Fir Trees, Franz Ferdinand's forthcoming album bears the name C Drive Backup and A Bigger Bang purports to be the debut release from the Little Wonders. Precisely how this is supposed to curb internet piracy is a matter of some conjecture, but it certainly sends a message about the importance of the CD in question. It is a release of such vital cultural significance that standard security measures are not enough. We've had to stick a little fake beard on it as well. Of course, the less charitable observer might suggest that the Rolling Stones have spent almost 30 years pretending to be something they patently are not. They were the first big rock band to realise that mythology was a more bankable asset than music: stoke the myth and millions will turn up to see you live, regardless of how shoddy your recent work is. These days, the same money-spinning logic is applied by everyone from Brian Wilson to Oasis, but nevertheless, there is the sense that the Rolling Stones may have overplayed their hand. The self-styled World's Greatest Rock'n'Roll Band haven't actually produced a great album since 1978's Some Girls. Even diehard fans long ago gave up hopefully proclaiming their latest effort as a stunning return to form, and quietly appended the group's soubriquet to the World's Greatest Live Rock'n'Roll Band. If the Rolling Stones are to end their days as something more than a musical tourist attraction, then their albums are going to have to be more than flimsy promotional devices for their latest tour, a gig flyer for which you are expected to fork out £16. Such thoughts seem to have rallied the troops. Rough Justice, the opening track on A Bigger Bang, races off, a ragged, distorted blur of slide guitar, thumping drums and Mick Jagger on winningly ridiculous, priapic form. \"Once upon a time I was your little rooster,\" he bawls. \"Now am I just one of your cocks?\" It's a double-entendre that would have been blue-pencilled from Confessions of a Window Cleaner for being too obvious, but the gurning relish of Jagger's delivery is irresistible. In fact, a certain Carry On spirit seems to permeate much of the album, from the title to a Keith Richards number that reworks the old Kenneth Williams \"they've all got it infamy\" gag, to the question raised by Rough Justice: they've certainly pulled it out, but can men of their age keep it up for an hour? The answer is: almost. Oh No Not You Again and Look What the Cat Dragged In rage along, imbued with the same up-yours spirit as Shattered or It's Only Rock and Roll, while Let Me Slow Down has a memorable tune and a chorus that winks knowingly in the direction of Out of Time (more unexpectedly, Streets of Love tips its hat to their 1966 ballad Lady Jane). There's plenty of spirit here but, sadly, the songwriting runs out of puff long before the performances do, lending a hammy tone to the album's weaker moments. Jagger's heart was clearly in the right place when he wrote Sweet Neo-Con, which is more than you can say for the lyrics. They start out bashing Bush in sweary, forehead-slapping couplets (\"I think that you're a hypocrite - I say you're a crock of shit\") and end up blustering like a stuffed shirt in an Ealing comedy. \"If you're right,\" he cries, \"I'll eat my hat.\" Indeed those who complain that the Stones are incapable of growing up are offered swift rebuttal by many of A Bigger Bang's lyrics, in which Jagger gamely tries to maintain the wizened roué schtick, but finds his attention continually distracted by more Pooterish concerns. On Rain Fall Down, he breaks off from \"makin' sweet love\" in order to complain at length about the proliferation of \"bimbos\" in the media. Look What the Cat Dragged In sees him grumbling about having his peaceful enjoyment of the Sunday papers interrupted. Driving Too Fast appears to be a song admonishing someone who drives too fast. The Rolling Stones will be septuagenarians before their next album is due, by which point there seems every possibility that Jagger will be writing songs in which he complains that someone has upset his pipe rack or abandons lovin' all night to protest that the neighbour's branches are overhanging into his property. There is a sense of finality about A Bigger Bang. It may not be quite the blazing ship to Valhalla they intended, but then nor is it the unmarked grave you might expect."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}