{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2005/sep/29/climatechange.climatechangeenvironment", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2005-09-28T23:05:16Z", "webTitle": "Acidic oceans threaten marine food chain", "webUrl": "https://www.theguardian.com/environment/2005/sep/29/climatechange.climatechangeenvironment", "apiUrl": "https://content.guardianapis.com/environment/2005/sep/29/climatechange.climatechangeenvironment", "fields": {"headline": "Acidic oceans threaten marine food chain", "bodyText": "Rising carbon dioxide in the atmosphere is threatening to make oceans too corrosive for marine organisms to grow protective shells, according to researchers. If emissions continue unabated, the entire Southern Ocean, which stretches north from the Antarctic coastline, and subarctic regions of the Pacific Ocean will soon become so acidic that the shells of marine creatures will soften and dissolve making them easy targets for predators. Others will not be able to grow sufficient shells to survive. The loss of shelled creatures at the lower end of the food chain could have disastrous consequences for larger marine animals. North pacific salmon, mackerel, herring, cod and baleen whales all feed on pteropods or sea butterflies, one of the species under imminent threat. \"These are extremely important in the food chain and what happens if they start to disappear is a great unknown,\" said Jim Orr, lead scientist on the study at the Laboratory for Science of the Climate and Environment in Gif-sur-Yvette, near Paris. Previous studies have suggested it would take centuries for emissions to acidify the oceans to such an extent, but the latest report, published today in the journal Nature, claims entire ecosystems will be threatened much sooner. \"Within decades, there may be serious trouble brewing in these polar oceans,\" said Dr Orr. \"Unlike climate predictions, the uncertainties here are small.\" Carbon dioxide is churned out by the burning of fossil fuels and other industrial processes. Each day, the average person burns enough fuel to emit 11kg (about 24lbs) of carbon dioxide, 4kg of which is absorbed by the oceans. When carbon dioxide is taken up by oceans, it strips out carbonate ions dissolved in surface waters, so there is less available for marine organisms to build calcium carbonate shells and exoskeletons from. Dr Orr and an international team from Britain, the US, Japan and Australia combined recent measurements from oceans with computer models to work out how CO2 levels are likely to change the acidity of oceans in coming decades if emissions continue as expected. They found that by 2100, the amount of carbonate available for marine organisms would drop by 60%. By 2050, there could be too little carbonate in surface waters for organisms to form shells. In a follow-up experiment, Victoria Fabry at California State University San Marcos investigated how marine organisms reacted to the predicted changes by immersing live pteropods in sea water as acidic as the models predicted for 2100. She found the shells began to dissolve rapidly, with pits forming on their surfaces and external layers peeling away. Life in the polar oceans will be first to feel the brunt of rising carbon dioxide levels. Atmospheric carbon dioxide has increased from pre-industrial levels of around 280 parts per million to 380ppm today."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}