{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/sep/12/hearafrica05.development", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-09-11T23:08:13Z", "webTitle": "After Live 8: Bob Geldof talks to Oliver Burkeman", "webUrl": "https://www.theguardian.com/world/2005/sep/12/hearafrica05.development", "apiUrl": "https://content.guardianapis.com/world/2005/sep/12/hearafrica05.development", "fields": {"headline": "Three months ago Bob Geldof declared Live 8 had achieved its aim. But what really happened next?", "bodyText": "The words \"mission accomplished\" have been deployed on two extremely high-profile occasions over the last two and a half years, and, with hindsight, both of them now seem regrettable. The first time, of course, they were the backdrop to President George Bush's triumphant arrival by fighter plane on the deck of the USS Abraham Lincoln where, before a crowd of cheering sailors, he announced an end to \"major combat operations\" in Iraq. The second happened two months ago, when a plainly exhausted Bob Geldof emerged to deliver his verdict on the G8 summit at Gleneagles, and on Live 8, the massive global network of rock concerts he had organised to heap pressure on the world leaders in attendance. Bono paraphrased Churchill. Geldof, however unintentionally, quoted Bush. \"Mission accomplished, frankly,\" he said. So much has happened in the normally quiet summer weeks since then that it can be difficult to recall exactly how huge Live 8 was, and how ubiquitous Geldof had become. In the three weeks leading up to July 2, the day of the concerts, he appeared on television countless times, sometimes in the company of Tony Blair, and was mentioned in more than 850 British national newspaper articles. Nine million people in Britain alone watched the Hyde Park concert on television; the crowd of 200,000 who saw it live easily broke the venue's records. Make Poverty History, the charity coalition whose cause Geldof had adopted, distributed more than 6m white wristbands, and persuaded hundreds of thousands of people to march on Edinburgh. Chris Martin, the lead singer of Coldplay, called Live 8 \"the greatest thing that's probably been organised ever in the history of the world\"; Madonna called it a revolution. And when, five days later, the G8 leaders pledged a doubling of aid to Africa by $25bn a year, along with a wide-ranging programme of debt relief targeting the continent's poorest nations, it was, for once, hard to raise a sceptical eyebrow at the rhetoric of rock stars. Then - immediately - came the London bombs, followed by a summer of bad news from Iraq, and then the devastation of Hurricane Katrina. An optimist might have hoped that Live 8 had vanished from the headlines because the summit leaders had, as Geldof argued, scored \"10 out of 10\" on aid and \"8 out of 10\" on debt relief. A cynic might have blamed the capriciousness of news cycles, or of westerners' attention spans. Either way, Live 8 largely vanished - from the public eye, at least. In fact, the murmurings of dissent among the charities associated with Make Poverty History started soon. The promised aid actually included the figures for debt relief, they said; in fact, only $12bn of new money, not $25bn, would be available in 2006. The World Bank was trying to water down the debt relief, imposing conditions on the recipient nations; Germany and Italy were letting it be known that \"budgetary constraints\" might prevent them from meeting the obligations that Blair had persuaded all the leaders to sign up to, in their own handwriting, at Gleneagles. But the dissenters reserved their strongest words for Geldof. \"He got too close to the government, and he got burned,\" is how John Coventry, of War on Want, puts it. \"It seems that Geldof and Bono decided that they were bigger than the campaign and were pursuing their own strategy,\" the World Development Movement says in a statement. Live 8, the organisation claims, \"displaced\" the efforts of Make Poverty History \"with a wall of celebrities, and no message beyond a vague notion about caring for the poor and wanting politicians to 'do something'. It obliterated everything else.\" Make Poverty History is by no means united in its critique of Geldof: Oxfam, for example - one of the most important players - has stayed well away from the dispute. But now the arguments within the anti-poverty movement over Geldof are reaching a moment of truth. Later this week, Geldof is due to fly to New York, where the United Nations summit is being held, in an effort, as he sees it, to rescue the G8's pledges from an onslaught of hostility led by Washington's controversial UN ambassador, John Bolton. As the volume of dissent has grown since Live 8, Geldof has maintained a public silence. Yesterday, in an interview with the Guardian, he ended it. His dilemma is easy to appreciate. The musician is at the interface of a vast upwelling of idealistic anger, on the one hand, and the dirty, compromise-ridden world of power on the other, engaged in an endless process of deciding where to draw the line: \"You're a rallying point and therefore a whipping-boy at the same time, and that's part and parcel of the gig... [But] unless you engage with the political process, you aren't going to get political and economic justice.\" In that context, Geldof is plainly angered by the allegation that Gleneagles, in the words of Christian Aid, was \"a sad day for poor people in Africa\". The summit ended with a commitment to 50 of the nearly 90 points set out in the report of the Commission for Africa, the initiative founded by Tony Blair last year with the professed aim of spurring development on the continent. \"I'm not trying to big it up,\" he says. \"But outside narrow national politics... the international experts are just amazed that so much got done or agreed upon... If we get $25bn that wasn't there before, where those monies come from doesn't fucking matter. They weren't there, they didn't exist, and now we've got a means of getting them.\" Even if the debt money and the aid money are one and the same? \"Everyone knew that! That's nothing new! Besides, the debt is only $1bn of $25bn. But it was always included.\" A changing agenda He accepts, though, that much has changed since July - not least because of Hurricane Katrina, which constitutes both an understandable distraction for the US government and an object lesson in how massive amounts of money can be rapidly commandeered when required. \"This natural disaster, this tragedy, highlights what is remarked upon by even the most casual visitor to the United States, which is the limitless-seeming poverty and, among it, the vast number of clearly visible poor,\" he says. \"Katrina has revealed this, in all its shocking seriousness. Congress, of course, reacted immediately, releasing $50bn, which may go up to $200bn. Compare that with the endless negotiations between seven of the richest nations to find an extra $25bn for an entire continent! Endless, endless.\" Geldof is particularly scathing about the accusation that, in the words of the WDM's Peter Hardstaff, \"the G8 said absolutely nothing on trade\" - to relieve the massive impact of export subsidies, which many activists argue is a far more profound problem for Africa than aid or debt relief can ever address. The issue was never a central agenda item, Geldof says - it was being put off until the next round of the World Trade Organisation talks - and the fact that it was discussed at all demonstrates the lasting power of Live 8. \"From the get-go, we were told there would be no discussion on trade, that that was being kept for the World Trade Organisation round,\" Geldof says. \"And yet I did think it might be possible to get a date for the end of export subsidies, which are a grotesquerie that impacts immediately on economic growth in the south and kills people, if you want to use emotional language about it. So in Gleneagles we talked to relevant heads of state, and trade talks were held... What people ignore is that the language they used about trade is so extradordinary. You're essentially talking about free trade, capitalist economies, saying they won't use aid and debt as bargaining tools to demand that these countries 'liberalise' their economies - in other words, open them up to be ravaged by the far superior strength of our trade goods.\" Pragmatism v idealism It is in words like these that the conceptual gulf between Geldof and organisations like War on Want becomes most clearly apparent. To War on Want, the G8 declaration was simply a failure. To Geldof, it was a success because it was signed up to; politicians can always pay lip service to overarchingly idealistic goals, but they will, he insists, have to pay cash for the promises they made at Gleneagles. The fight now is to save even that pragmatic compromise from being buried under the weight of the 750 amendments due to be proposed by the US at the UN summit. \"From the very get-go, everyone was aware of this: what's the point of signing up if no one's going to do it?\" Geldof says. At the start of the summer, he says, he rang Tony Blair to suggest the formation of a monitoring committee, made up of high-powered statesmen and women from Africa and the west, to hold the leaders to their declarations. Blair \"was in complete agreement with it,\" he says. To lead the group, he says, \"what is needed is a figure with post-political authority - a Bill Clinton type figure.\" The Commission for Africa has since come in for criticism from some development organisations, but Geldof says those same groups supported it before. \"Either the critics suddenly changed their mind about the Commission for Africa... or we asked for doubling of aid and tick the fucking box!\" But isn't there a risk, for an idealism-fuelled campaigner such as Geldof, catapulted into the company of world leaders, that one might grow starry-eyed by proximity to power? \"Once you engage, by definition you get to know the personalities involved,\" he says. \" It doesn't matter to me one whit whether I know them or not. Some I like, some I'm indifferent to.\" He sounds as if he means it. In recent days, Geldof says, he has been busily telephoning African heads of state, trying to impress on them the need to stay united, as a bloc, in New York this week in order to force the focus on to the G8 commitments and away from worthy but less urgent priorities, such as the Volcker report on the reform of the United Nations. \"Of course the UN needs to be reformed, he says. \"But that can happen later. We can't allow this to be sidelined.\" Perhaps a campaign called Make Poverty History, and a set of concerts with the professed aim of bringing the largest mandate in history to bear on the planet's most powerful men, were always bound to end in a certain amount of disappointment. Oliver Buston, european director of Bono's campaigining group, Data, accepts the imperfection of the G8 declarations. But forward motion, in the right direction, may be as much as any hard-headed anti-poverty activist ought to hope for. \"Live 8 forced through several deals at Gleneagles, the aid deal and the debt deal, neither of which were perfect but which were nevertheless far beyond our wildest dreams a year ago,\" Buston says. \"The huge and momentous task now is that what has been agreed on paper is driven forward. The UN summit is now the litmus test for those deals.\" The halls of the United Nations in New York have long echoed to the opposing sounds of utopianism and dogged, messy pragmatism; the latter tends to stand a better chance of being heard outside the premises. Geldof - whatever he says when on stage before hundreds of thousands of rock fans - clearly plans to contribute more of the latter than the former. \"Look, you can take a totally oppositional stance to everything, and there are various reasons you might do that,\" he says. \"Or you can use the platforms that people give you.\" G8 ... different views 'The greatest summit for Africa ever' Kofi Annan 'A great justice has been done ... On aid, 10 out of 10; on debt, eight out of 10 ... Mission accomplished, frankly' Bob Geldof 'For the first time we have what I would call a breakthrough of will focussing on Africa' Olusegun Obasanjo, Nigerian president 'It isn't all that everyone wanted, but it is progress, real, achievable progress' Tony Blair 'What was achieved at Gleneagles was historic. If its commitments are translated into action, 13,000 people who would have died every day will now live' Paul Vallely, co-author, Commission for Africa report 'This will not make poverty history. It is vastly disappointing. Millions of campaigners all over the world have been led to the top of the mountain, shown the view, and now we are being frogmarched down again' Charles Abugre, Christian Aid 'We are very critical of what Bob Geldof did during the G8 Summit. The objectives of the whole Live 8 campaign had little to do with poverty reduction in Africa. It was a scheme to project Geldof and Blair as coming to the rescue of poor and helpless Africans' Demba Moussa Dembele, African Forum on Alternatives 'A disaster for the world's poor' The World Development Movement · Additional reporting by Laura Barton"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}