{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/sep/17/broadcasting.advertising", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-09-16T23:18:16Z", "webTitle": "Company's ad spend cuts cost TV £60m", "webUrl": "https://www.theguardian.com/media/2005/sep/17/broadcasting.advertising", "apiUrl": "https://content.guardianapis.com/media/2005/sep/17/broadcasting.advertising", "fields": {"headline": "Company's ad spend cuts cost TV £60m", "bodyText": "Unilever, Britain's largest advertiser, said yesterday that its television ad budget had been cut by 20% over the past five years - a decision that removed about £60m from the television market. The money from the consumer group's £300m annual ad budget had all gone on outdoor posters, online or in \"relationship campaigns\", it said. The biggest one of these is Flora's sponsorship of the London Marathon. The percentage Unilever now spends on the sort of traditional television advertising that has supported ITV has fallen from more than 80% to the \"mid 60s\" now. Speaking at the Royal Television Society convention in Cambridge, Alan Rutherford, vice-president of global marketing at Unilever, said: \"Advertisers have got to follow the viewers.\" ITV1's audience share provides the strongest evidence that the rise of multi-channel viewing has hit the traditional terrestrial channels. Advertising revenues have fallen over the past nine months as more viewers switch to rivals. Britain's largest commercial broadcaster has called for the government to review restrictions on other forms of advertising on TV, such as product placement, which is a feature of American television. The industry regulator, Ofcom, is reviewing the issue and is expected to publish its report early next year. Ed Richards, second-in-command at the watchdog, said yesterday that it was keeping an \"open mind\" on the issue. But Andy Duncan, chief executive at Channel 4 and a former marketing executive at Unilever, warned that advertisers would want control over programmes if they start paying for product placement. \"If Unilever, Nestlé or Ford start paying millions for it ... they will want to shape the content. There's no doubt about it.\" Mr Rutherford also urged caution in a fledgling market. \"We've got to be very careful about product placement,\" he said. \"The viewers know; they are so cynical about commercials on TV.\" Asked whether Unilever would try to affect story lines, for example, he said the key would be to \"protect the integrity of the brand\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}