{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2005/sep/14/mainsection.correctionsandclarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2005-09-13T23:05:29Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/news/2005/sep/14/mainsection.correctionsandclarifications", "apiUrl": "https://content.guardianapis.com/news/2005/sep/14/mainsection.correctionsandclarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "In a report, Britain faces long-term nuclear threat and must plan for it, says Reid, page 4, yesterday, we referred to Polaris as \"the current deterrent\". We meant to say Trident. In a diary item about mybookyourbook.co.uk, page 7, Review, August 27, we compared it to Napster, a website that was not popular in the music industry: labels and artists were not paid for downloaded material until iTunes was set up. We did not intend to suggest that mybookyourbook.co.uk was involved in any breaches of copyright, and apologise for any misunderstanding. The item on the Guardian website has now been amended. In a letter, page 35, September 12, we allowed the writer to say that Herbert Hoover was US president at the time of the 1927 Mississippi floods. Calvin Coolidge, as a reader pointed out in a letter yesterday, was president at the time (1923-1929). Hoover followed him into the White House, from 1929-33. Coolidge was the one who was criticised for inaction (Walter Lippmann, in 1926, described his style as \"active inactivity\"). Hoover was, however, secretary of commerce at the time of the floods and it was he who took charge of flood relief, for which he was praised and which eventually won him the Republican nomination for the presidency. In our retrospective look at the Manchester Guardian of September 12 1914, page 34, September 12, we inflicted on Winston Churchill the unlikely statement that the government was pledged to prosecute the war \"to a vicarious conclusion\". The original statement, as reported at the time, promised, more reassuringly, \"a victorious conclusion\". In the notes to our graphic on the arms trade, pages 4 and 5, G2, September 12, we once again attempted to rename the country in South America Columbia. It is Colombia. In a brief headed High hopeful loses job appeal, page 7, September 9, we referred to the height of the man involved as 2.8 metres, or 6ft 10in. That should have been 2.08 metres. · It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning +44 (0)20 7713 4736 between 11am and 5pm UK time Monday to Friday excluding UK public holidays. Send mail to The Readers' Editor, 119 Farringdon Road, London EC1R 3ER. Fax +44 (0)20 7239 9997. Email: reader@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}