{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/sep/06/ftse.marketforces", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-09-05T23:04:00Z", "webTitle": "Utilities bring some light", "webUrl": "https://www.theguardian.com/business/2005/sep/06/ftse.marketforces", "apiUrl": "https://content.guardianapis.com/business/2005/sep/06/ftse.marketforces", "fields": {"headline": "Utilities bring some light", "bodyText": "Utility stocks lit up an otherwise dull London market yesterday as investors gambled, correctly as it would later prove, on a bid for ScottishPower Of the FTSE 100's 10 biggest risers yesterday four (five including ScottishPower) came from the sector. They were Severn Trent, which climbed 22p to 1017p; National Grid, 11.5p higher at 549p; Kelda Group, 14p stronger at 704.5p, and Scottish &amp; Southern Energy, 18p better at 1014.5p. Traders expect further gains for these stocks and others this morning following yesterday's after-hours admission from E.ON, the German owner of Powergen, that it was considering a cash offer for ScottishPower, which is valued at £10bn. During market hours yesterday there had been heavy trading in ScottishPower (34m shares), sparked by weekend press reports that the Germans had appointed Lazard to advise on a possible offer. ScottishPower ended the session 21.5p higher at 546.5 - the FTSE 100's biggest riser. Dealers reckon other companies recently linked with bids from Germany are also likely to be in demand today. BOC Group, which fell 16p to 1112p yesterday as hopes of a bid from the German chemical group BASF faded, will be one as will the mobile phone company O2, off 0.25p at 154.5p. Deutsche Telekom recently revealed it had been working on a joint bid for O2 with its Dutch rival KPN. Centrica, Britain's biggest gas supplier, will also be worth keeping an eye on. Although it has not been linked with a German company, it is one of the cheapest stocks in the utility sector, alongside the FTSE 250 water company AWG, 15p stronger at 940p. Centrica ended 3.5p higher at 253.75p last night. With the US markets shut for Labor Day, it was quiet in the Square Mile yesterday. Just 2.2bn shares changed hands as the FTSE 100 settled 11 points higher at 5,337.8, having traded within a narrow 20-point range. Elsewhere, the FTSE 250 eased 4.2 points to 7,788.1, while the FTSE Small Cap index slipped 2.1 points to 3,133. In the bond market, the 10-year gilt closed around 104.910, yielding 4.145%. Lloyds TSB started the week as it ended the last: rising on the back of bid speculation. Its shares rose 13p to 478.5p with the US retail bank Wells Fargo and Spain's Banco Bilbao Vizcaya Argentaria once again the names in the frame. Google takeover rumours helped Yell, publisher of the Yellow Pages, to close 10p higher at 466.25p. On the downside, the London market's two biggest mining companies - BHP Billiton, off 19p to 822p, and Rio Tinto, down 44p to 1946p - were hit by a flurry of profit-taking after Citigroup Smith Barney forecast short-term share price weakness due to slowing demand for commodities and destocking. \"We believe that now is an opportunity for nimble investors to trade out of the sector and re-enter on weakness,\" the US broker said as it downgraded both BHP and Rio to \"hold\" from \"buy\". Away from the blue chips, the fund management group Henderson, 2.25p lower at 67.25p, was the most actively traded FTSE 250 stock after its former parent, AMP, the Australian insurance group, sold its remaining 11.3% holding. UBS and an unnamed London-based investment fund bought the 130m shares. The packaging and office products group DS Smith was the biggest faller after warning that full-year results would not meet expectations because of rising energy costs and a difficult trading environment. The shares fell 11p to 152.75p. Somerfield added 4.75p to 204.25p on talk that the Livingston Brothers were set to make an offer, having struck a deal to sell about 500 Somerfield stores to United Co-operatives, the mutual retailer. Rumours of a 1250p-a-share cash offer saw Northgate, the van hire company, improve 10.5p to 1020, while Regus, the serviced office group, eased 0.5p to 115.75p despite further talk of stakebuilding. Just before the close of business, a block of 2m shares was traded at 115.75p. Among the small caps, Pursuit Dynamics' good run continued. Its shares - 200p a few weeks ago - advanced a further 15.5p to a record high of 240p on news that a major US food manufacturer had licensed its PDX mixing technology. The house broker Investec Securities said the deal vindicated Pursuit's technology and strategy of using distributors. Traders also believe Pursuit is close to announcing an oil industry deal. The software developer Autonomy eased 12.5p to 344.25p as Citigroup Smith Barney advised clients to take profits. \"The shares have had a strong run and are up 108% in the year to date and 36% over the last month - we think it is now time to take some profits and wait for further evidence of improving business fundamentals,\" the US broker said Restaurant Group, operator of the Frankie &amp; Benny's Italian-American diner chain, was marked 1p lower at 122p on concerns about tough trading. Last week, Whitbread, 10p cheaper at 949.5p, revealed sales at its high-street restaurants, such as Pizza Hut, were down 1.7% in the first half of its current fiscal year. SkyePharma fights back SkyePharma, a drug delivery company, fought back from earlier weakness yesterday as traders reassessed last week's news on its respiratory drug Flutiform. About an hour before the market closed on Friday, SkyePharma revealed negotiations with a major pharmaceutical company for the licensing of the drug in the US had ended. As SkyePharma has been promising a deal on Flutiform for nearly two years there was disappointment and the shares fell 3% early yesterday. However, they bounced back as analysts noted that SkyePharma ended discussions because it is in talks with another big drug company, which may lead to a more wide-reaching agreement for Flutiform. SkyePharma dropped 1p to 57.25p."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}