{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/sep/29/july7.comment", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-09-28T23:05:47Z", "webTitle": "Gerald Oppenheim: Labelling the LBRCF as villains is unjust", "webUrl": "https://www.theguardian.com/uk/2005/sep/29/july7.comment", "apiUrl": "https://content.guardianapis.com/uk/2005/sep/29/july7.comment", "fields": {"headline": "We are doing all we can for victims of the London bombs", "bodyText": "Monday's leader column cast the London Bombings Relief Charitable Fund (LBRCF) as a villain (Heroes and villains, September 26). Since the fund is the first and only body to have so far given any financial help to the victims of the July 7 attacks, it was obviously a shock to be told this. On July 6, the fund did not exist. A fortnight after the bombings, it was already writing cheques to victims for their urgent needs. We knew that people would have an immediate need for cash to tide them over and so we got it to them quickly with a promise of more to come for the most seriously affected. We have already paid out more than 240 grants to the bereaved and the seriously injured, worth almost £1m; £10,000 has been available for every bereaved family, and £6,000 for anyone who was in hospital for more than a week. Grants announced last week, and available now, total around £3m, bringing the help offered to £30,000 for one of the most gravely injured, more than £20,000 for someone who has lost a limb, and up to £25,000 for a bereaved family with two children. All of the rest of the almost £9m in the fund will be used to benefit the victims of the bombings. We want to press ahead with deciding exactly how to distribute the money. But we also have to make sure that all the victims' needs are taken account of, and we are still learning some of the things we need to know. It isn't a simple case of dividing the money in the fund between 100 people, as the column implied. Initially, for example, we used fairly simple measures like time spent in hospital to help us give out grants. Now we are asking victims and their doctors to give us details of their injuries so that we can target payments more closely on need. And a lot more than 100 people are involved. As well as the 52 bereaved families, and about 50 people who were seriously injured, there are another 50 who were injured and hospitalised overnight. There are also those who were physically or psychologically harmed, but who have not yet had help from the fund, so we are now offering help to those who were medically certified as unfit for four weeks or more. Exactly how many are in this position we don't yet know. Comparing us with the Criminal Injuries Compensation Scheme is like comparing apples and oranges. The LBRCF is not making compensation payments. Grants from the fund are charitable payments that are an expression of the generosity and compassion of the many individuals and companies that have donated cash to help the victims. It's easier for us because we don't have to follow detailed rules set in legislation. We have been able to take decisions to get money to the bereaved and the seriously injured with the minimum of fuss, and without having to worry about consistency with many thousands of victims of other violent crime. Of course we welcome anything the government can do to speed up its help to the victims. Meanwhile, we are doing all we can as quickly as we can, and believe that others are doing their best too. Unjustly labelling us as \"villains\" achieves nothing and helps nobody. Gerald Oppenheim is the chair of the board of trustees of the London Bombings Relief Charitable Fund www.lbrcf.org.uk If you wish to respond, at greater length than in a letter, to an article in which you have featured either directly or indirectly, please email response@theguardian.com or write to Response, The Guardian, 119 Farringdon Road, London EC1R 3ER. We cannot guarantee to publish all responses, and we reserve the right to edit pieces for both length and content."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}