{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/sep/09/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-09-09T16:14:08Z", "webTitle": "Weekend betting", "webUrl": "https://www.theguardian.com/football/2005/sep/09/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2005/sep/09/newsstory.sport5", "fields": {"headline": "Weekend betting", "bodyText": "Charlton to beat Birmingham in the Premiership 1pt at 11/5 (Stan James) Having cast Franny Jeffers aside at last, Alan Curbishley can now focus firmly on leading his team to the European position they are clearly capable of. And while Sven's rabbit-in-the-headlights style of managing continues to nudge him closer to the Soho Square exit, clamour for Curbishley to succeed the Swede will grow and grow should the Addicks maintain their early-season form. A 3-0 waltz at Middlesbrough made it three wins out of three and underlined the quality of the midfield at Curbishley's disposal: Danny Murphy is flourishing alongside Alexei Smertin, with Dennis Rommedahl also proving his worth after a season to forget. Birmingham's campaign is low on highlights itself and they warrant opposing against the big-priced visitors. Preston to beat Millwall in the Championship 1.5pts at 7/5 (Bet Direct) \"There are not a lot of players who want to come here,\" carped Lions manager Colin Lee this week, after his latest loan-signing attempts came up shorter than Ronnie Corbett. Sadly, it's not hard to see why. Propping up the table with just a solitary point and three goals to their name, Lee's men now face a side that won 4-0 at Ipswich last time out. Striker David Nugent bagged two at Portman Road, but was labelled \"stupid\" by his manager, Billy Davies, for baiting home fans after scoring. Lee can only dream of having such problems. Season profit and loss to-date: James Dart = +4.26pts"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}