{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2005/sep/14/features11.g2", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-09-13T23:05:28Z", "webTitle": "How to play bridge", "webUrl": "https://www.theguardian.com/theguardian/2005/sep/14/features11.g2", "apiUrl": "https://content.guardianapis.com/theguardian/2005/sep/14/features11.g2", "fields": {"headline": "How to play bridge", "bodyText": "Do you enjoy bridge, but feel that your game is a little rusty? Perhaps you haven't played for a while, and are considering coming back? Perhaps you've just taken up the game, but feel that you're not quite up to the standard of your playing partners? In our new column, we'll be dealing with issues ranging from how to find a good game to how to play a great one. For those whose family and friends are always up for a game, locating a four is not a problem. But for those who aren't that fortunate, you can find your nearest bridge club by contacting the English Bridge Union, the organisation responsible for duplicate bridge in this country. Their website, with a list of clubs in your county, is at ebu.co.uk or you can call them on 01296 317200. Refreshing a rusty game can be done in many ways. My personal preference is through books and magazines - you can find bridge books at most major bookshops, or you can order them online from specialist centres such as Chess and Bridge in London. Visit Chesscenter.com or call them on 0207-388 2404. Your local club may organise lessons, or be able to put you in touch with a qualified bridge teacher who will arrange instruction for groups of four or more at a place convenient to you. As with everything else these days, you can improve your bridge by using your computer. Though the bridge-playing machines and programs on the market do not yet play like champions, there are several that can provide hours of fun. One of the best resources on the internet is Bridge Base, developed by the Canadian Fred Gitelman. Bridge Base enables you to play bridge at home against people from all over the world. It has an array of entertaining and instructional material for players at any level. And by logging on to Bridge Base, you can watch the world's best players as they compete in the major championships. They have (of course) a website at Bridgebase.com. If you have a question about bridge, or a hand or a story you would like to share with other readers, you can email us at guardianbridge@btinternet.com. Please, though, don't send a hand on which someone was dealt a 13-card suit. The odds against this happening by chance are 139,688,347,496 to one - 10,000 times less likely than you winning the lottery - so if it happened in your game, someone fixed the deal!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}