{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/sep/12/armstrade.immigrationpolicy", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-09-11T23:02:50Z", "webTitle": "Yard says arms fair may affect anti-terror drive", "webUrl": "https://www.theguardian.com/uk/2005/sep/12/armstrade.immigrationpolicy", "apiUrl": "https://content.guardianapis.com/uk/2005/sep/12/armstrade.immigrationpolicy", "fields": {"headline": "Yard says arms fair may affect anti-terror drive", "bodyText": "One of the world's biggest arms fairs opens in London tomorrow amid strong opposition from Scotland Yard and human rights campaigners. The biennial Defence Systems and Equipment International in Docklands has provoked an angry response from senior officers concerned about the resources needed to police the event at a time when they are under pressure from the threat of terrorist attacks. Campaigners are angry that countries whose human rights records have been criticised by British ministers, including China, have been invited. China is subject to a European Union arms embargo. Steve House, an assistant commissioner responsible for security at the arms fair, said taxpayers should not have to foot the bill. \"It is denuding London of policing at a time of unprecedented demand\", he said. \"The defence industry makes huge profits. I think we should be getting some money from the people exhibiting inside the centre. At the moment the taxpayers are having to pay. I don't think it looks right or is right.\" The previous arms fair, two years ago, cost more than £4m in a police operation involving about 4,000 officers. Spearhead, a subsidiary of the publishing group organising the exhibition, Reed Elsevier, said it was too late to ask the arms companies to pay for policing. Sir Robin Wales, the mayor of Newham, said the fair was not welcome in his borough. \"I have never welcomed this event; I don't want it in this borough. I hope this will be the last fair of its kind to be held here.\" But neither he nor Ken Livingstone, London's mayor, who is equally opposed to it, can stop it. The Ministry of Defence is so sensitive about the countries it has invited to the exhibition that it will not identify them until today, although Chinese defence officials have told the Guardian they will be attending. Delegations from Indonesia and Colombia, two other countries with poor human rights records, will also be there, according to Campaign Against Arms Trade. The campaign said officials from the two countries had told it they would be coming. More than 1,000 companies will be exhibiting their latest weapons systems, including the biggest American and British arms firms. Israel will also be represented. Two years ago, Israel Military Industries Ltd showed off its cluster bombs - controversial weapons because unexploded \"bomblets\" pose a threat to civilians. The sale of cluster bombs was singled out last week by the editors of the Lancet in their call for the medical journal's owners, Reed Elsevier, to stop promoting the arms fair. At least 15 manufacturers of cluster bombs will be at the arms fair, according to Campaign Against Arms Trade. Two Chinese firms are exhibiting, including the Hainan XinXing Import and Export Company. Arms companies and traders from Pakistan, India, South Africa, Sweden, Norway, France, Germany and the Czech Republic also have stands."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}