{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/sep/09/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-09-09T15:53:24Z", "webTitle": "Moustachioed", "webUrl": "https://www.theguardian.com/football/2005/sep/09/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2005/sep/09/thefiver.sport", "fields": {"headline": "Moustachioed", "bodyText": "THE CHANGING FIVER Forget Big Paper and its eagerly-anticipated redesign as Medium-Sized Paper, these are exciting times at Fiver Towers too. Why? Because today sees the start of the largest integrated promotional campaign in the Fiver's history, as we prepare for the launch of the new Berliner Fiver on Monday. Bigger than a betting-slip but smaller than a medium-sized Indian restaurant, the new Berliner Fiver's unique selling point is that it will be completely identical to the old non-Berliner Fiver, featuring the same antiquated masthead, unimaginative font, dizzying array of misspellings and typographical errors, not to mention the usual coterie of lame gags, bad puns, factual errors and smug, patronising, holier-than-Rio comment. Except for one small thing - it'll be written by moustachioed Germans who'll be so stereotypically efficient that they'll dispatch it by 10am every morning and deal largely in stories about saurkraut, lederhosen and Mary Shelley's Oliver Kahn. Which should come as a relief to cricket-loving England football manager Sven-Goran Eriksson, who was conspicuous by his absence from The Oval today after cancelling a trip to the fifth Test for fear of incurring the very vocal wrath of thousands of the Barmy Army. But if he's lost the support of the public, it's good to see that the beleaguered Swede has at least got the support of his Premiership counterparts and peers. \"Sam [Allardyce] wants the job and the Bolton chairman knows it,\" Big Sam's agent Mark Curtis told the BBC today, while his one-time right-hand man, Derby boss Phil Brown agreed: \"There would be no better man to replace Eriksson. Sam would have no problems dropping big-name players.\" And while the prospect of seeing Rio Ferdinand and Michael Owen making way for Bruno N'Gotty and Kevin Davies in the England team is an appealing one, we don't really have time to dwell on it as we're well into the last paragraph and still haven't mentioned Arsene Wenger's take on the Sven situation: \"It would be madness to let him go now,\" he said. \"Like the new Berliner Fiver, Sven's England is emulating and even exceeding the excitement generated by the Independent's relaunch,\" he didn't quite continue. * * * * * * * * * * * * QUOTE OF THE DAY \"We are British, and we are now in danger of acting the way the Latins - in all due respect - have reacted in the last 20 years about their football; you know, we really have to get real\" - cunningly concealing his delight at having the heat taken off him for the past fortnight, NUCC boss Graeme Souness manages to back Sven, slam his critics, and denounce 'the Latins' in one go. ********************* THE RUMOUR MILL After Guus Hiddink and Jo Bonfrere, South Korea will continue their preference for going Dutch by appointing Dick Advocaat as their new coach. Luis Boa Morte may have signed a new five-year deal, but Fulham boss Chris Coleman still won't stand in the way of a \"ridiculous\" bid for his skipper. And Exeter City manager Alex Inglethorpe is in pole position to take charge of Plymouth. * * * * * * * * * * * NEWS IN BRIEF MU Rowdiebacks suits hope to capitalise on their Far East support by signing a new sponsorship deal with Air Asia. \"C'mon Kevin, Lisbie having you,\" announced Norwich director Delia Smith upon hearing her beloved Canaries have signed the Charlton forward on a month's loan. Sven's former PA Faria Alam has lost her claims of sexual discrimination and sexual harrassment against the FA and executive director David Davies. And five Serie B matches scheduled for tomorrow have been postponed after city chiefs refused to support Saturday kick-off times instead of their traditional Sunday slot. * * * * * * * * * * * FIVER LETTERS \"Re: Chris Nickson's request for the name of the last English manager that achieved international success of note (yesterday's Fiver). Lawrie Sanchez, anyone?\" - Andrew Tracey. \"I don't care any more. I don't. After suffering through World Cup qualifiers since 1960, this is just another bump in the road. We will qualify, but if there is anything worse than failing to qualify it's failing in the finals, and we will do that too\" - Larry Garner. [You don't say where you're from, Larry, but we're guessing you must be Spanish - Fiver Ed]. \"I see Sam Allardyce wants to be the next England manager. Although his favoured long-ball tactics would give England some continuity, is Big Sam aware he's won't be able to bring Zinedine Zidane in from France on a one-year loan?\" - Allan Barrow. \"I think it is very sad that the national media can only talk about the game on Wednesday in terms of England's defeat, rather than Northern Ireland One-Nil's victory. It was a fantastic coup pulled off by a British team and it should be celebrated. Instead we only saw the biased views of a supposedly representative media, as Northern Ireland were talked about as if they were a foreign country. Then all attention turned to cricket\" - Derek, Belfast. \"I've lost count of the number of commentators I've heard trot out the line about Rio Ferdinand being the best defender in the world. Does anyone seriously believe this? MU Red Sox fans? Anyone? I'd genuinely like to know\" - Matt Simmons. \"Coming after David James's 'I didn't prepare properly', shouldn't Sven's 'we looked for our spirit at half-time and didn't find it' precipitate a similar response from his employers?\" - Paul Smith. \"It's good to see a Fiver reader back their words with real actions. After reading his rallying call for fans to get behind the national team yesterday, I am now following Doug English's example ... although it may start yet another club v country debate\" - Daniel Arsenal. \"Re: Eriksson. Perhaps you should try what we Americans do with our dismal failures. Just what is the English equivalent of the presidential medal of freedom?\" - Steve Dahlgren, Virginia. Send your letters to the.boss@theguardian.com. The best letter of the day will win a classy T-shirt from fiver.goalhanger.com. We reserve the right to rescind prizes and publish the email addresses of plagiarists to mock, embarrass or humiliate them. Today's winner: Daniel Arsenal. * * * * * * * * * * * TONIGHT'S TV &amp; RADIO Channel 4: Today At The Test (7.35pm) \"A friend of mine, a struggling actor, is currently 'resting' and keeping the wolf from the door by working on the stage door at a West End theatre,\" mwah-mwah's Alex Gale, bringing a touch of much-needed thespian dahling-do to our tales of your most excruciating faux pas. Sky One: Moments That Shook Sport (9pm) \"He regularly has to deal with luvvie types visiting their mates, and the other day comedian Jenny Eclair turned up to see her friend Linda Robson (ex-Birds Of A Feather), who's in the show. As Linda wasn't in, my friend told Jenny to come back after the performance. Sky Sports 1: Soccer AM's All Sports Show (4.30am) \"When the show ended, Jenny came back to the stage door. She asked my friend if he'd told Linda she'd been in the audience. Sky Sports 2: Premier League Preview (7pm) \"He'd only left her a note, but said he would give her dressing room a call and let her know Ms Eclair was back again. Fifa Futbol Mundial (1.30am) \"So he picks up the phone and calls Linda Robson's dressing room: 'Hi Linda, I've got Jenny Eclair here for you. She wants to know where you want to go for dinner'. Talksport: Kick-off (7pm) \"At which point a surprised looking Jenny Eclair leans forward and politely says: 'No love, I'm not Jenny Eclair ... I'm Sue Pollard'.\" Newstalk 106 (www.newstalk106.ie): Off the ball with Ger Gilroy (7pm) An honest mistake, we're saying, but embarrassing nonetheless. If you've made a fool of yourself in public with an ill-advised faux pas, we want to hear about it. Email the.boss@theguardian.com and put TAXI! In the subject bar. * * * * * * * * * * * * WE EXPECT WEISSBIER AND BRATWURST ON MONDAY"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}