{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/sep/14/10", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-09-13T23:05:31Z", "webTitle": "City punishes software group for surprise  profit warning", "webUrl": "https://www.theguardian.com/business/2005/sep/14/10", "apiUrl": "https://content.guardianapis.com/business/2005/sep/14/10", "fields": {"headline": "City punishes software group for surprise  profit warning", "bodyText": "Misys lost almost a fifth of its stock market value yesterday after the software company stunned the City by warning that profits in its banking division had been hit by delays in getting revenue from new contracts. The shares fell 21% initially and ended the day 41.5p down - or 17% - at 197.25p. The size of the fall is likely to attract the attention of the Financial Services Authority. The City regulator said: \"We don't comment on individual companies but we constantly monitor listed companies' compliance with the disclosure rules.\" The warning, which prompted analysts to wipe more than 10% off their profit forecasts, was released only hours before the company's annual meeting where chairman Kevin Lomax faced tough questions about the company's poor performance and the \"unseemly kerfuffle\" over pay plans for executives. The company took the unusual action of withdrawing a resolution before the meeting which had been intended to provide a new £1.2m pay plan for two divisional heads. Institutional investors had objected to the plan which was devised to keep two directors - Tom Skelton and Ivan Martin - at the company while a new chief executive is sought. Mr Lomax currently contravenes City codes by holding the role of both chairman and chief executive but has promised to relinquish the chief executive role by 2008. Investors indicated the profits warning would now increase the pressure on Mr Lomax, who founded the business, to separate the roles earlier. \"He will now have to hand over quicker,\" said one institutional investor, who spoke on condition of anonymity. Mr Lomax said the problem in the banking division had arisen because it had increased its staffing levels in expectation of new contracts but that they had taken longer than expected to sign. \"As previously indicated, as contracts become larger and more complex, the timing of contract signing becomes less predictable and revenue recognition typically occurs over a longer period,\" Mr Lomax said. The \"timing issues\" would mean that \"earnings per share in the first half are likely to be significantly below last year and it is not clear that any profit shortfall in the first half will be fully recovered in the second,\" he added. The company provides software to banks and has been hiring staff from rivals as it tries to expand in the area. The banking division is run by Mr Martin - one of the internal candidates being considered for the chief executive role. Mr Skelton, the other internal candidate, runs the healthcare division. Mr Lomax said that the company still wanted to introduce an incentive scheme to stop the two directors leaving while a new chief executive was sought. \"These guys could be poached,\" Mr Lomax said, adding that Mr Skelton might be approached for a role that had just become vacant at a rival US healthcare company. Sir Dominic Cadbury, the non-executive director who chairs the remuneration committee, suggested that the company would try to devise a pay plan that would avoid the need for a special shareholder meeting. He appeared to call into question whether he would continue to use the company's remuneration consultants, New Bridge Street. While refusing to be specific, he said that he would be \"taking some advice but I'm not sure where from\". At the meeting, the board was questioned about its five-year performance when one investor pointed out that banking profits had fallen each year and that healthcare had been \"totally static\". The investor, who did not give his name, asked: \"What is the problem: is it the product or the people?\" Mr Lomax said that in healthcare, profits had been held back by the 30% move against the pound by the dollar. In dollar terms, he said, the healthcare arm was 30% ahead over three years, while in banking several businesses had been sold. Another investor asked Mr Lomax about the company's relationship with the City, citing the scale of the share price fall yesterday. Mr Lomax appeared to agree that the City was expecting more. \"The City needs to see more than it's seen to increase its confidence.\" Analysts at UBS felt that the surprise profits warning could undermine management credibility. \"While dividend yield might add some support to the share price and the company could start a share buy-back, we believe that management credibility has clearly been affected.\" At Bear Stearns, analysts noted the company's \"serial incapacity to deliver consistently good results\". After the withdrawal of the controversial resolution over the special pay plan, all the resolutions, including the directors' remuneration report, were comfortably approved by shareholders."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}