{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/sep/12/2", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-09-11T23:02:48Z", "webTitle": "The Speculator column - Rules of Engagement", "webUrl": "https://www.theguardian.com/business/2005/sep/12/2", "apiUrl": "https://content.guardianapis.com/business/2005/sep/12/2", "fields": {"headline": "The Speculator column - Rules of Engagement", "bodyText": "The column Nils Pratley will write a weekly column chronicling his real life experience managing an investment fund of £10,000. He will, in the main, restrict his investments to the UK stock market, although he may at some stage in the future branch out into other asset classes, such as bonds or commodities. The £10,000 has been provided by the Guardian and all the money in the portfolio will always belong to the newspaper. Nils' aim will be to run a visibly active portfolio using an account with a spread betting firm. By virtue of using spread betting, the approach must be classed as high risk in investment terms. However, within that framework Nils will try to adopt a relatively conservative approach. He is not aiming to maximise the financial leverage associated with spread betting. Instead, he is making use of the simplicity of service provided by spread betting companies. The portfolio will initially be constructed so that any one 10% share price move will not adversely affect the portfolio's overall value by more than 2%. Profitable positions could be increased over time. Nils will typically have between 5 and 20 stock positions open at any one time. He will restrict his investments to companies carrying a market capitalisation of £200 million or greater at the time a position is opened. He will be free to open both \"long\" and \"short\" positions, the latter allowing Nils to gain from a falling share price and partly to hedge his exposure to the overall direction of the general stock market. Nils will not trade using ethical considerations - all quoted companies will be open to him above a £200 million floor. No market positions will be opened before Nils announces his intention to deal in his column, which is planned to appear in the paper's Monday edition. He is not obliged to buy all stocks he mentions as candidates for purchase, or to open \"sell\" positions in those as mentions as possible \"shorts\"; but if he does so, he must do so within two weeks of publication. Since Nils will restrict his investments to companies with good stock market liquidity, we would expect Nils' investment thinking to have limited market impact - certainly at the outset. But we will nevertheless allow the market a chance to \"price in\" the column before Nils executes a deal. So on Mondays, the day of the column's publication, no trades would be executed before 2pm. Where ever possible, Nils will signal the timing and circumstances where he will close a trading position. For example, if a share is failing to perform as expected, Nils might discuss this in his column and state that unless the share performs within the next fortnight he will close his position. Alternatively, Nils would be free to react to external events immediately. For example, an unexpected profit warning from a company might cause Nils to close a position on the day, rather than waiting to signal his intention in the next column. A full table of open positions, performance to date, mark-to-market valuations and overall portfolio valuations will be published with the column each Monday. There will be no alternative writer of the investment column. If Nils is ill or on leave, the column will not appear. Any profits from the portfolio will go to charity. We will pay 50% of any profit to charity at the year-end, the balance being re-invested in the portfolio. When it is eventually liquidated all profits will be paid to a suitable charity, such as the Guardian's annual Christmas Appeal. Operational Matters Nils will carry out the bulk of his research and write the column at home, usually on a Wednesday. Prior to the Sunday, when production of Monday's edition is underway, Nils will not discuss the contents with anyone other than myself, as Financial Editor. I will not disclose the information to anyone, other than the editor or duty editor of the paper if he/she for some reason requires the information. The column will not appear on the Guardian's editorial system until Sunday. This is to guard against any employee of GNL using what could be deemed price sensitive information before Monday's paper is printed. Trading will be conducted through one or possibly two accounts with market-leading financial bookmakers, initially Cantor Index. Disclosures, etc All financial journalists on the Guardian are required to disclose any financial dealings that might present a conflict of interest. A register of interests is kept in the office. Financial journalists are not allowed to actively trade the stock market for their own profit. The column will be accompanied by specific undertakings: --- During the life of the portfolio, neither Nils nor myself will ever have any economic interest in any of the portfolio's investments. Neither will a designated sub-editor (and his or her holiday replacement) ever have any economic interest in any of the portfolio's investments. · No member of the Guardian's financial staff will be permitted to \"shadow\" the investment column. · Any member of the Guardian's financial staff that finds that they do have an economic interest in any of the portfolio's constituents (such as through an earlier long term investment) must alert their head of department at the earliest opportunity. · Readers thinking about actively trading the stock market should seek independent financial advice. Spread-betting and contracts for difference are complex financial instruments that carry high risks and are not recommended for inexperienced investors. Specifically, their use can lead to an investor losing substantially more than their initial investment. Nils Pratley, who has no economic interest in this investment portfolio, welcomes feedback, but he cannot enter into discussions on specific investments and cannot offer investment advice. The Guardian's editorial code incorporates the editors' code overseen by the Press Complaints Commission: see www.pcc.org.uk Paul Murphy - Financial editor"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}