{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/sep/14/pakistan.afghanistan", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-09-13T23:05:27Z", "webTitle": "US backs Pakistani-Afghan border fence", "webUrl": "https://www.theguardian.com/world/2005/sep/14/pakistan.afghanistan", "apiUrl": "https://content.guardianapis.com/world/2005/sep/14/pakistan.afghanistan", "fields": {"headline": "US backs Pakistani-Afghan border fence", "bodyText": "Washington is backing a plan to build a 1,500-mile fence along Pakistan's border with Afghanistan to prevent Islamic insurgents and drug smugglers slipping between the two countries. Pakistan's president, General Pervez Musharraf, yesterday made the proposal during a 75-minute meeting with the US secretary of state, Condoleezza Rice, ahead of Sunday's parliamentary election in Afghanistan. The run-up to the vote has been marred by outbreaks of violence. The cordon, officials said, would deter infiltration in both directions and there would be arrangements for controlled crossings. A spokesman for the US state department, Sean McCormack, told reporters that Washington thought it was \"important that Pakistan and Afghanistan take up this idea\". Details of the fencing are sketchy although the Pakistani president said his country could not afford to construct the fence through mountainous terrain and a deeply conservative region \"by itself\". \"We could do selective fencing,\" he said, as an alternative to an unbroken barrier. Aware that the security situation could deteriorate in the run-up to the Afghan elections, Pakistan announced last week that it was sending 9,500 more troops to its border regions. Underlining the fragile peace in Afghanistan's southern cities adjoining Pakistan, Britain's defence secretary, John Reid, said in London that several thousand extra Nato troops would be needed in the volatile region. Britain currently has about 900 troops in Afghanistan, mainly deployed around Kabul. Mr Reid said some British troops would move to a base in southern Helmand province, which has suffered several insurgent attacks in recent weeks and borders Pakistan. Gen Musharraf, who is in the US to attend the UN general assembly, has been keen to stress that Pakistan is committed to stopping al-Qaida and the remnants of the Taliban using the rugged territory as a base. Pakistan's foreign minister rejected suggestions that the country was reluctant to confront Islamists in its semi-autonomous northern regions or the tribal leaders possibly sheltering them. \"We don't ever want anybody to say Pakistan is not doing enough,\" the foreign minister, Khurshid Kasuri, said. \"Pakistan has nothing to hide. And we are fed up with people who say Pakistan has to do more to counter terrorism.\" Pakistan claims to have broken the back of al-Qaida in Pakistan's towns and cities and its soldiers have rounded up 700 Islamic insurgents. The army has also been involved in bloody skirmishes in the valleys and mountains on the Afghan border. Topping the list of US concerns is the whereabouts of Osama bin Laden, still on the run four years after the 9/11 attacks. US intelligence officials have indirectly accused Pakistan of not vigorously pursuing Bin Laden. However, speaking to the New York Times, Gen Musharraf said Bin Laden's influence had waned considerably while he was \"on the run, hiding\". If Bin Laden is on the Pakistan-Afghan border, the president said, he is switching sides \"wherever he sees danger\". Although the Taliban are a much-reduced force in the country they once ruled, Afghanistan's president, Hamid Karzai, has called on the international community not to forget the country once elections are held. \"The international community should not immediately think Afghanistan's work has been done and it's over and let the Afghan people forge ahead with their work with their own resources,\" he told officials in Herat, western Afghanistan. President Karzai's comments echo sentiments voiced by the UN, which said last week that Afghanistan's political transition was far from secure and long-term international commitment was needed. Voting for a national assembly and provincial councils in Afghanistan mark the formal end to a four-year process of international support launched in Bonn after US-led forces overthrew the Taliban. Donors are to meet in London in January to chart a new programme of help."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}