{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/sep/20/ftse.stockmarkets", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-09-19T23:04:32Z", "webTitle": "Market forces", "webUrl": "https://www.theguardian.com/business/2005/sep/20/ftse.stockmarkets", "apiUrl": "https://content.guardianapis.com/business/2005/sep/20/ftse.stockmarkets", "fields": {"headline": "Ill wind does power of good for oil sector", "bodyText": "Investor appetite for oil stocks on the back of high prices could be seen yesterday with the FTSE 100 hitting a four-year high. Fears that tropical storm Rita will play havoc with production in the Gulf of Mexico and further raise prices stoked shares across the sector with BP up 11.5p at 665p and Cairn Energy, which reports annual results today, celebrating its return to the blue chip index with a rise of 34p to £19.14. Among second line oil stocks, Burren Energy was 46.5p higher at 794p as the oil and gas group's chairman, Brian Lavers, forecast that \"the current strong oil price will lead to a substantial increase in profit for the year as a whole compared with 2004\", following the release of half-year results showing a 388% increase in profits to $97.2m (£54m). Tullow Oil gained 7.75p to 240.75p as Merrill Lynch recommended the stock as a buy. The FTSE 100 closed up 21.8 points at 5429.7, further buoyed by gains in Unilever, up 9.5p at 586p on hopes that it will dump its dual-listing status. Drug stocks were also firm with GlaxoSmithKline up 18p at £13.80. Among the second liners, Hays eased 0.75p to 124.25p as Citigroup placed 54m shares in the logistics group at 121p each on behalf of an institutional seller. The FTSE 250 closed up 28.6 points at 7930.2 with the small-cap index up 6.6 points at 3149.5. Shares in GCap Media eased 3.5p to 284p as David Mansfield quit as chief executive. Analysts said there was an inevitability in his departure as the chief executive and executive chairman structure of the top of the radio broadcaster was always untenable in the long term. In the small caps, Teesland, the asset manager, raced ahead 10p to 90p after the company admitted it has received a bid approach believed to be pitched at 125p-130p a share. Shares in Pharmagene were suspended after the company announced it is merging with privately owned US rival Asterand in a reverse takeover. Aston Villa jumped 101p to 472.5p - a five-year high - after the football club admitted it had received a bid approach. Over the weekend the tabloid press suggested the Birmingham club, controlled by 81-year-old chairman Doug Ellis, was the target of a £60m approach from a consortium of Russian investors. The club said: \"The board wish to make it clear that the press comment is inaccurate and unfounded.\" On Aim, Avanti Screenmedia leapt 21p to 258.5p after the supplier of TV services to retailers and others in the leisure industry released its annual results which house broker Seymour Pierce described as \"strong\". The company made a pre-tax profit for the year of £1.9m, up from £794,000 in the previous year. Chairman John Brackenbury admitted that the introduction of screens at major retailers has taken longer than hoped, but Avanti is working on pilot projects with three large firms and expects to announce further transactions in the sector soon. Biofuels, the embattled biodiesel \"producer\", sweetened the bitter pill of what appeared yesterday to be yet another delay to the start of production at its Teesside plant with some bullish news about contracts and entrance into a crucial new market. Chairman Field Walton told investors at the company's eagerly awaited special meeting yesterday that Biofuels has won contracts that cover over 80% of the plant's start-up production. The most recent deal was clinched with a major utility and power generator which takes Biofuels into supplying the electricity generating market. The shares gained 22p to 169.5p. Production at Teesside, Europe's largest biodiesel plant, was originally supposed to begin this summer but that slipped into September. Yesterday the company said that in order to minimise the risk of any last minute hitches it has hired external commissioning expert Unasys which recommended a lengthy start-up plan. This plan has been accepted and means commissioning and production will now take place in the fourth quarter of the year, so the whole process has slipped by at least another month. Chief executive Sean Sutcliffe said it was more important to establish a reputation for reliability than to meet an arbitrary start-up deadline. Pixology, the specialist in digital photography software, dropped 12p to 79p after admitting it might not meet the City's expectations for its full-year earnings because second-half performance depends upon completion of \"several substantial agreements with household-name customers\". But the company, chaired by former Conservative minister Lord Young of Graffham, did succeed in reducing its half-year losses by about £100,000 to just over £725,000. Shares in Asfare jumped 15p to 105p ahead of today's annual results from the company, which supplies ladders and related equipment to fire and rescue services. The stock took a battering this year when it warned on profits but trading is believed to have improved significantly. The company is also understood to be advanced in its negotiations with an as yet unnamed security equipment company about a possible takeover. Finally, there are still dotcom deals to be done. Net B2b2 lurched up 4.5p to 56p as the new-media group bought Fernhart New Media, a consultancy specialising in digital TV, for £2.5m. Vodafone disappointed the more hopeful denizens of the Square Mile yesterday by refusing to discuss board thinking about the current level of its returns to shareholders. Some had hoped that the company's all-day analyst presentation at corporate headquarters in Newbury, Berkshire, would include some discussion of dividends but chief executive Arun Sarin made it plain this was not on the agenda. \"Today is a day when we talk about our operating companies and our marketing and our technology. We will talk about financial considerations in November [when the company announces its next set of results].\" There was cheering news - for instance, Vodafone's Japanese management unveiled an expanded range of 3G handsets to grab more customers - but shares in Vodafone eased 2.75p to 151.5p."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}