{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/sep/20/germany.lukeharding", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-09-19T23:04:26Z", "webTitle": "New election looms as Greens reject Merkel", "webUrl": "https://www.theguardian.com/world/2005/sep/20/germany.lukeharding", "apiUrl": "https://content.guardianapis.com/world/2005/sep/20/germany.lukeharding", "fields": {"headline": "New election looms as Greens reject Merkel", "bodyText": "The chances of Angela Merkel becoming Germany's next chancellor suffered a setback yesterday when the Greens appeared to rule out joining a coalition with her conservative CDU party. With the country in political gridlock after Sunday's inconclusive general election, speculation was growing last night that the chancellor, Gerhard Schröder, would try to force new elections early next year. A day of political horse-trading left Europe's most populous country facing months of confusion. No government is likely to emerge until November at the earliest. Both the main party leaders announced that they had begun talks with smaller parties in an attempt to cobble together a coalition government. An exhausted-looking Mrs Merkel urged Mr Schröder's Social Democrats to accept that they were \"not the strongest group\" in Germany's new parliament and therefore had no right to form a government. She said she had \"initiated contacts\" with other parties, and was prepared to talk to all groups apart from the Left party. But the Social Democrats' chairman, Franz Müntefering, said Mr Schröder would carry on as chancellor and was himself leading coalition talks. \"It is clear that Germans do not want Mrs Merkel as their chancellor,\" he said. \"We want to rule with Mr Schröder as chancellor and implement much of that which we have undertaken to do.\" With the Free Democrats (FDP) apparently ruling out any alliance with Mr Schröder, the only viable coalition appeared to be one between Mrs Merkel's CDU, the FDP and the Greens - a so-called Jamaican coalition because the parties' black, yellow and green colours resemble the Jamaican flag. But Joschka Fischer, the Green party leader, appeared to swiftly quash that suggestion. Speaking from a hangar in Tempelhof airport, he said the coalition \"would not happen\". \"There is no majority for a neo-conservative government in Germany,\" he said. \"The combined result of the CDU-FDP is less than a majority. This is a very important signal that we have to take into account in our conversations.\" He told the Guardian: \"Can you really see Angela Merkel and Edmund Stoiber [the leader of the CDU's Bavarian sister party, the CSU] sitting round the table in dreadlocks? This is more our style. It's impossible. I don't see that.\" On issues such as atomic energy, taxation, social policy and Turkey's membership of the European Union, the conservatives and the Greens had nothing in common, he added. Both Mrs Merkel and Mr Schröder failed to win an outright majority for their parties in Sunday's election, which Mrs Merkel had been widely expected to win. Her CDU party got just 35.2% of the vote - one of its worst results ever, and far less than opinion polls had predicted. Mr Schröder's Social Democrats won 34.3% of the vote. Mrs Merkel's coalition partner, the FDP, won 9.9%, with the Greens on 8.1% and the recently formed Left party on 8.7%. Under Germany's constitution, the country's new parliament has to elect a new chancellor when it meets next month. But with Mrs Merkel unable to command a majority in the Bundestag, she is unlikely to win in a secret ballot of MPs. After three rounds of voting, the country's president, Horst Köhler, could then invite her to form a minority centre-right government. But he is unlikely to invoke this option, which would almost certainly lead to the new government's swift demise and further humiliation for an already weakened Mrs Merkel. Instead, constitutional experts believe, Mr Köhler will dissolve parliament. Until this happens, Mr Schröder will carry on as chancellor until Germans go to the polls again, probably in January. Asked who was likely to win the face-off between Mr Schröder and Mrs Merkel, Nils Diederich, a professor of political science at Berlin's Free University, said he had his money on the chancellor: \"There is now a poker game going on, with Schröder playing for very high stakes. The reason he was so relaxed on election night is that he knows he is now in a favourable position.\" With the euro plummeting, nearly five million of Germany's population on the dole and the economy stagnant, there is little prospect that reforms to Europe's biggest economy can take place until the confusion has been sorted out. \"We are in a mess,\" said Ulrike Guerot, a fellow at the German Marshall Fund in Berlin. \"Germany is not Italy. We are proud to be in a stable democracy. It's completely new for us to have this scattered election result. \"But in a way this reflects what has happened to German society. The consensus that used to exist here has gone,\" she added. The most likely way out of Germany's electoral crisis would be for the two big parties to form a \"grand coalition\", a left-right political experiment last tried in the 1960s. But on Sunday night, Mr Schröder categorically ruled out taking part in a coalition led by Mrs Merkel. And for Mrs Merkel to take part in a coalition led by Mr Schröder would be political suicide. Last night, one expert said it would be in Germany's best interests if both leaders resigned. \"If they wanted to help Germany, resigning would be the best way,\" said Bernd Becker, a political analyst. \"Schröder will now try everything he can to stay as chancellor,\" he added. \"The problem for Mrs Merkel is that even if she does become chancellor she will be extremely weak. Her own party is already plotting to get rid of her.\" The man widely blamed for costing Mrs Merkel the election, meanwhile, announced yesterday that he was giving up politics and returning to his job as a professor. Paul Kirchhof, who Mrs Merkel appointed as shadow finance minister, became the centre of controversy after Mr Schröder launched a merciless campaign against his plans for a 25% flat tax. \"I will concentrate on my duties as professor for law and tax law,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}