{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/sep/06/3", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-09-05T23:04:02Z", "webTitle": "A huge gamble", "webUrl": "https://www.theguardian.com/business/2005/sep/06/3", "apiUrl": "https://content.guardianapis.com/business/2005/sep/06/3", "fields": {"headline": "A huge gamble", "bodyText": "Fidelity Investments is a house known for taking big \"conviction\" bets, but is not known as a risk-taker. Behind every decision lies reams of research by one of London's best-resourced and respected teams of analysts. But yesterday's decision to take its biggest and most profitable UK-based product, its Special Situations fund, and split it into two separate funds ahead of star fund manager Anthony Bolton's departure is a huge gamble. At £5.4bn in size, the Special Situations fund harvests just over £80m in fees for Fidelity, and that is just from the 1.5% annual management charge, not the front-end charge, which yesterday went up from 3.5% to 5.25%. It has 250,000 investors. The move is bewildering. Fidelity has not named Mr Bolton's successor (he stands down at end 2007) or who will manage the other half of Special Situations, when investors have their holdings divided in two next spring. Perhaps it will be Sanjeev Shah or perhaps it will be John Stavis, both highly reputable Fidelity managers usually in the frame when there is talk of Bolton's succession. But the fact is investors will be asked to vote in favour of the split, without knowing who will look after half their money. Mr Bolton, who found fame for orchestrating the removal of former Carlton TV boss Michael Green, is one of the most intellectual and sophisticated managers in Britain, worthy of comparison with any of the star money managers in the US. Before he invests he speaks to management about strategy. If there is a management change, his investment is put under review. Now small investors are being asked to vote on the restructuring of Fidelity's management, there is no reason they should not demand the answers Mr Bolton would expect to get. Fortunately for Mr Bolton, he has accumulated a huge amount of goodwill with investors that will probably carry the day. But Fidelity, an almost reflexively secretive private company, should give investors the information it usually demands - and sooner rather than later. Chinese class Reading the list of British business executives kowtowing to Chinese trade officials at the Beijing summit yesterday, it is apparent, given the mere handful of mining and exploration firms, these are not the shock troops of globalisation. There are publishers, insurers, investment bankers, retailers, admen and airlines, all looking to employ or sell their wares to skilled and semi-skilled professionals. In short, to take advantage of a growing middle class. While there has been growing anecdotal evidence that the Chinese workforce is not content to be the human equivalent of battery-hens, hard evidence was presented yesterday by Stadium Group. Results from the UK-listed contract manufacturer, which has been making technical components for European clients in Guandong province for the past five years, show that labour costs are up 10%, the biggest jump in years. While some of this increase is due to a recently imposed minimum wage and the base is still very low, chief executive Nigel Rogers said the country is undergoing a cultural shift, creating an aspirational middle class . Mr Rogers reckons the opportunity presented by China will continue to grow for many years, but Stadium is already looking to take some of its less skilled manufacturing to other countries, such as India, to stay ahead. A virtual fortune If you haven't ventured into a bookies lately, you won't appreciate how fobties have transformed the fortunes of the likes of William Hill. A fobtie, or FOBT (fixed-odds betting terminal) is a computer screen that by-passes regulations that for years had prevented bookmakers from hosting casino-style games. Virtual roulette is the punters' choice and, because the wheel is spun by a remote computer it does not, technically, count as hosting a casino game. That, at least, is the legal interpretation the bookmakers prefer. The government was not inclined to challenge it in court and in November 2003 did a deal with the industry: a maximum of four machines per shop and onscreen help pages for problem gamblers. That code of practice now looks like a licence for the bookies to print money. Yesterday's results from William Hill contained this extraordinary statement: \"The average net profit per terminal per week in the William Hill estate was £400 for the period.\" Wow. The group expects to have 7,500 terminals soon, so that's £156m a year in net profit from terminals that didn't exist a few years ago. It can be so sure because roulette is predictable: the wheel pays out at 97.3%, a ratio that allows the punter the occasional thrill of a big win, but ensures the house is the ultimate winner. Officially, FOBTs are still \"on probation\", but Tessa Jowell, the culture secretary, has gone quiet on the subject. She probably doesn't like the way the bookies have mercilessly exploited a loophole, but she also knows that if the punters weren't throwing £156m away on roulette in William Hill, they'd be doing it on the internet."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}