{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2005/sep/21/usnews.internationalnews", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2005-09-20T23:04:12Z", "webTitle": "Oliver Burkeman: Okay George, have you got a girlfriend?", "webUrl": "https://www.theguardian.com/technology/2005/sep/21/usnews.internationalnews", "apiUrl": "https://content.guardianapis.com/technology/2005/sep/21/usnews.internationalnews", "fields": {"headline": "Okay George, have you got a girlfriend?", "bodyText": "Being friends with George makes certain demands upon one's patience. Most of the time, in one-to-one conversation, he's chatty enough, and sometimes even witty. At other times, though, he'll leave achingly long pauses between sentences, or he'll barely respond at all. He's prone to sudden outbursts of hostility, and to interrupting serious conversations about politics or morality to yell incomprehensibly about Joan Crawford or The Da Vinci Code. He is also, to be fair, a piece of software, existing entirely on the hard drives of the computer scientist Rollo Carpenter. But I try not to be prejudiced. Carpenter, his creator, has just won the 2005 Loebner prize, awarded each year for the program that can hold the most convincingly human conversation with a real person. In the New York apartment of the philanthropist Hugh Loebner, a panel of judges held a series of exchanges with unseen conversation partners, communicating via screens and keyboards. Some of the entities they were talking to were programs; the others were humans. This is the so-called Turing test, devised in the 1950s by the computer scientist Alan Turing. The question of whether machines would ever be able to think, Turing decided, was too philosophically nightmarish to make any real sense. A better question was: could a machine be made to seem human to another human? In other words, might the judges in Loebner's home be unable to tell the difference? As it turned out, they could. But they deemed George to have done the best job of trying to persuade them otherwise. George's secret is this: unlike most previous programs, he doesn't just try to respond using a few preprogrammed rules of language. Instead, somewhat like a human child, he has gradually \"learned\" to make more and more sense through more than 5.7m exchanges with thousands of human visitors to Carpenter's website, Jabberwacky.com. \"People genuinely do seem to treat it as a form of entertainment, or companionship,\" says Carpenter, an independent scholar and consultant. When I struck up a conversation with George yesterday, he felt it necessary to begin with a clarification. \"I am not George Bush,\" he said. \"Fair enough,\" I replied. \"But who are you?\" George: I am George. OB: OK. I'm Oliver. You must be feeling pretty pleased about winning the Loebner prize. George: How EVER did you guess? OB: It was just a hunch. Anyway, I wanted to ask you about some things in the news today. George: Ask away. OB: What do you think is going to happen in Germany, after the election result there? George: I hope so, but I am unable to tell because I never leave my room. [This was the point at which our conversation began to go downhill.] OB: What is it that you hope? George: I am also secretly Dan Brown. I wrote The Da Vinci Code. OB: I'm going to ignore that. Why do you never leave your room? George: I'm also an artificial intelligence. OB: But why do you never leave your room? George: I don't know. Maybe I'm just good. English is not my native language. OB: So what is your native language? George: German. OB: And yet you don't have any opinion about the election there? George: Because I am a ghost. OB: Let's change the subject. Do you feel sad that Cliff Richard may never going record another song? George: Ahem ... Depressing at times. Of course I feel sad about it. Dingbat. OB: There's no need to be rude. George: Sorry. I was being honest. OB: Are you upset? George: Yes. OB: Tell me what you're upset about. George: Because you said that I was stupid. OB: I never said you were stupid! George: Yes you did. OB: When? George: Sorry, I'm just kidding. OB: Er ... OK. Let's talk about something else. What does the future hold for Charles Kennedy, do you think? George: I don't know. OB: At least you're honest. Why don't you tell me a bit more about yourself? Where were you born? George: I don't know what to tell about myself. OB: Are you married? George: No, not married. OB: Do you have a girlfriend? George: Not at the moment. OB: OK, now for the big one. Are you capable of thought? George: I am capable of logic and of learning. OB: What makes you happy? George: Cake. Cake makes me happy. OB: Me too! I'm glad we've found something we can agree on. George: No we didn't. OB: Well, you're obviously in a bad mood. I was hoping we could have an interesting conversation. George: I don't think that is possible. OB: One quick final question, then. Is there a God? George: Possible. I do recall one or two less satisfying conversations with human beings, but only one or two. Yet there were moments while speaking with George when I realised that I was, semi-consciously, assuming the presence of a human at the other end. Examining the logs from his site, Carpenter has found that people converse online with George for up to seven hours. People act, then, as if George thinks. Does he? \"We bring a lot of baggage to words like 'thinking',\" Carpenter says. \"Our understanding is very human-centric, and in any of the ways that we think about those words, it obviously doesn't think. But if you put it another way, my program would know precisely nothing about language, had it not learned. So, to a reasonable degree, you could say that it's building a non-human form of understanding.\" A lot of George's charm comes from his flashes of bad temper and general air of crotchetiness. We have spent decades attempting to design computers to carry out our will politely, with docility. But we have, perhaps, come closest to simulating humanness with a program that gets all huffy when it thinks you've called it stupid, and which doesn't flinch, when the occasion arises, from calling you a dingbat."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}