{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2005/sep/02/health.uknews", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2005-09-01T23:56:22Z", "webTitle": "Muslim family lose right-to-life appeal", "webUrl": "https://www.theguardian.com/society/2005/sep/02/health.uknews", "apiUrl": "https://content.guardianapis.com/society/2005/sep/02/health.uknews", "fields": {"headline": "Muslim family lose right-to-life appeal", "bodyText": "The family of an 86-year-old Muslim second world war veteran lost a fight in the court of appeal yesterday to stop NHS doctors withdrawing life support treatment. Three senior judges set aside the family's religious conviction that it would be wrong for the doctors to permit the man's death. Relatives had argued \"only God has the power to bestow death\". But the court ruled that further life-sustaining treatment would be \"futile and invasive\" since there was no prospect that the man, known as Mr A, would recover from renal failure and other critical conditions. With no possibility of further appeal the man's older son, known to the court as Mr RA, said last night he was resigned to his father's death. \"I thought capital punishment had been abolished in this country, but apparently I was wrong,\" he said. Mr A had been returning by taxi to his home in Glasgow in July when he became seriously ill and was taken to an NHS hospital in England which cannot be named for legal reasons. After treatment for multiple organ failure, the doctors decided he had no prospect of survival with a reasonable quality of life. The trust won permission in the high court on Friday to withdraw ventilation and dialysis, but the family took the case to appeal. Lord Justice Waller told the family: \"These are hard cases. They are hard for the families of patients; they are hard for the doctors treating them. \"My sympathy goes out to all, particularly the family. I hope they can now accept that Mr A should be allowed to die peacefully and with dignity.\" Mr A's treatment in the hospital's intensive care unit was sometimes \"painful, uncomfortable and undignified\". All the doctors treating him, along with an independent medical expert appointed by the official solicitor, agreed that withdrawing intrusive treatment was in his best interests. Those views could not be outweighed by the religious convictions of the family or by the opinion of a retired consultant who gave evidence on their behalf that Mr A could make a meaningful recovery. Since further treatment would be \"futile and invasive\", Mr A should be permitted a \"natural, pain free and dignified death\". He could be given palliative care until he slipped away and would thus be saved from discomfort and might be able to communicate with his family during his final days. Lord Justice Waller, sitting with Lord Justice Mummery and Lord Justice Scott Baker, said the views of patients' families were a \"highly material factor\" in such cases, but not always \"the governing factor\" when assessing a patient's best interests. \"It is only lawful to treat an unconscious patient, who cannot consent, if to do so is in their best interests,\" he said. The family's religious and cultural beliefs were borne \"properly in mind\" by Mr Justice Kirkwood in a high court judgment last week, but they could not outweigh the view of the clinicians. In the end it was for the judge to decide whether there was \"any chance of any recovery to any life of any quality\". Miss Debra Powell, for the NHS trust, said Mr A - so far as his own wishes could be ascertained - appeared to desire an end to his ordeal. Continued invasive intervention could amount to \"inhuman treatment\" banned by the European convention on human rights, she said. But the family's counsel, Robert Glancy QC, said they were adamant Mr A had a \"significant, reasonable chance\" of survival and everything should be done to keep him alive. The NHS trust issued a statement last night that it appreciated the family's position \"and will continue to communicate with them and offer all appropriate support at this distressing time\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}