{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/sep/02/theguardian.pressandpublishing", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-09-01T23:52:59Z", "webTitle": "Guardian's new format", "webUrl": "https://www.theguardian.com/media/2005/sep/02/theguardian.pressandpublishing", "apiUrl": "https://content.guardianapis.com/media/2005/sep/02/theguardian.pressandpublishing", "fields": {"headline": "Guardian's new format", "bodyText": "The Guardian is to launch its new mid-sized format on September 12, when it will become the only national newspaper in the UK to print in full colour. Guardian Newspapers has invested £80m in the new format, which is known as the Berliner and is used by several mainland European titles including Le Monde but has never before been adopted by a national newspaper in the UK. It is midway between the existing broadsheet size and a tabloid. The introduction of the new format, along with a new daily sports section and a revamped, magazine-sized G2, marks the biggest transformation of the paper since the Manchester Guardian first appeared nearly two centuries ago. \"The challenge for us was to remain true to our journalism, now attracting a record worldwide audience online, while at the same time finding a modern print format for a new generation of readers in this country,\" said Alan Rusbridger, editor of the Guardian. \"We believe we've found it with the Berliner format, which combines the portability of a tabloid with the sensibility of a broadsheet.\" Carolyn McCall, the chief executive of Guardian Newspapers, said: \"With this bold move we will have the most modern newspaper in the country alongside the best online newspaper in the world. No other newspaper is so well placed to address the print and internet needs of both readers and advertisers.\" The introduction of the Berliner format follows relaunches of the Independent and the Times as tabloid newspapers and leaves only two national broadsheet dailies, the Daily Telegraph and the Financial Times. The new Guardian design has been created by an in-house team led by the creative editor, Mark Porter, and uses a new typeface, Guardian Egyptian. The specialist supplements, known as the G3s, will be expanded from tabloid to the new mid-sized format, and a new technology section will be introduced on Thursdays to replace the existing Life science supplement. The Saturday Guardian will launch in the new format on September 17 with nine sections including a new eight-page supplement to be called Family. Separate Work and Money sections will replace the existing Jobs and Money section, and the Travel and Review sections will change to the Berliner size. The Observer will switch to the new format early next year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}