{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/apr/12/personalfinancenews.money", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-04-11T23:00:00Z", "webTitle": "Europe and US signal end to banana battle", "webUrl": "https://www.theguardian.com/business/2001/apr/12/personalfinancenews.money", "apiUrl": "https://content.guardianapis.com/business/2001/apr/12/personalfinancenews.money", "fields": {"headline": "Europe and US signal end to banana battle", "bodyText": "The European Union and the US have settled their long running trade war over bananas, paving the way for Washington to lift punitive tariffs on £132m of European exports. Yesterday's deal ends the uncertainty hanging over the Scottish cashmere industry whose lucrative US export market could have been threatened if dispute had been prolonged. The US has agreed to suspend 100% duties which it imposed two years ago on a range of European luxury goods ranging from cheese to handbags. Washington took action after Brussels refused to change its banana importing system to comply with a World Trade Organisation decision that it breached global trade rules by favouring bananas from its former Caribbean colonies. \"After many years and many difficulties, we struck a balance between all parties,\" said Pascal Lamy, the EU's trade commissioner. British exports accounted of £23m of the hit list, the third highest total of the 13 EU members affected. Only last minute lobbying by the prime minister kept cashmere off the original list of goods but last year Washington threatened to rotate the list, putting the Borders-based industry back in danger. At the heart of the dispute was the EU's quota system which ensured that Caribbean bananas gained preferential access to Europe's market, at the expense, Washington claimed, of bananas from US-owned plantations in Latin America. The issue has been a constant thorn in the side of the transatlantic relationship for more than a decade. Mr Lamy said the deal maintains the Caribbean quotas until 2006, when the EU will move to a licensing system favoured by the US. \"I hope this agreement proves the solution that we have been working towards for so long,\" said Britain's trade minister, Richard Caborn. \"No doubt the cashmere industry will welcome the end to any uncertainty.\" The dispute has been going on for so long that many officials in Brussels are experts on the ins and outs of the banana market. \"A few ambassadors expressed nostalgia and wondered what they would be discussing in the next few years if they didn't have bananas on their plate,\" quipped EU farm supremo Franz Fischler."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}