{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/apr/14/fiction.reviews6", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-04-13T23:32:12Z", "webTitle": "Review: New Cardiff by Charles Webb", "webUrl": "https://www.theguardian.com/books/2001/apr/14/fiction.reviews6", "apiUrl": "https://content.guardianapis.com/books/2001/apr/14/fiction.reviews6", "fields": {"headline": "Film fodder", "bodyText": "New Cardiff Charles Webb 355pp, Little Brown £16.99 Buy it at a discount at BOL A Salinger-style recluse, Charles Webb remains best known for his debut novel The Graduate . Written in 1962, the book's droll attack on a conformist, cookie- cutter America chimed with the views of a fledgling hippy movement, was converted into an epoch-catching movie, and positioned its twentysomething author on the cusp of a glittering career. Instead Webb faded back into obscurity - partly through circumstance (subsequent books were badly received), partly by design (the retreat from evil fame). The following three decades carried him through various menial jobs, and from a California trailer park to a French nudist colony. For the past two years he and his artist wife Fred have rented a small flat above a shopping precinct on the south coast of England. New Cardiff is his first novel in a quarter of a century. Not that Webb is the type to return with any grand fanfare. On the contrary, this tale of a Brit abroad in autumnal New England sometimes reads like a protracted apology for its own existence. Its plot is startlingly unfurnished; its style at once timorous and oddly stubborn in its refusal to indulge in writerly flourishes. The novel unfolds as a series of conversations. In the first, a traumatised English illustrator, Colin, washes up at an artist's shop in a small Vermont township, the New Cardiff of the title; in the second he explains his condition to the managers of the local motel (his longtime girlfriend has dumped him in mysterious circumstances). In the third he is comforted by Mandy, the jittery carer with whom he begins a redemptive affair. The dialogue runs on for pages at a time - an attritional exchange of questions, repetitions and confirmations that plays like Mamet without the muscle. At sporadic intervals the indents stop to make way for full-page illustrations, portraits of the townsfolk. These come courtesy of the author's wife in the guise of Colin, who is always on the scout for fresh subjects. \"He's an excellent artist,\" remarks one character to another. \"Yes. Excellent,\" the other responds. In fact, to this untrained eye, Fred/Colin's pictures look a bit of a mixed bag. The worst suggest the work of those caricature artists who prey on the tourists in Leicester Square (all Jimmy Hill jaws and Ken Dodd teeth). The best call to mind the clean integrity of Norman Rockwell. Webb's writing treads a similarly fine line. New Cardiff wavers constantly between warm, homely simplicity and trite sentimentality. It gives us contours for characters and stage directions in place of prose. But in reducing his art to such self-sufficient hippy basics, the author runs the risk of leaving little but a featherweight romance that lacks dramatic punch. In its no-frills style, New Cardiff reads less like a novel and more like a screenplay. Appropriately enough, Buena Vista recently purchased the film rights for a sum reported to be in the high six figures. No doubt the cash will come in handy. As for the story, the hippy's essence is clearly just the corporation's script outline."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}