{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/16/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-16T20:41:09Z", "webTitle": "Scottish Cup semi-final: Celtic 3 - 1 Dundee United", "webUrl": "https://www.theguardian.com/football/2001/apr/16/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/apr/16/newsstory.sport1", "fields": {"headline": "Record and United fall to Larsson", "bodyText": "A whole season, two enduring themes. Celtic remain on course for a domestic treble by dint of the two essentials that have taken them so far for so long during the course of this campaign: collective determination and one Henrik Larsson. But for the scoreline, Celtic's passage into the final of the Tennents Scottish Cup had all the hallmarks of their recent wins, which have had a ground-out quality to them. Dundee United left wondering what they did to deserve to be on the end of a 3-1 defeat and Larsson left having set a scoring record. The Swede, who scored twice - his first was a flying header from a barely credible angle and his second came from the penalty spot - now holds Celtic's post-war record for goals scored in a single season. His 49 in all competitions is one better than the previous record holder, Charlie Nicholas. Nicholas said last night: \"Actually I'm convinced I got 49 goals in 1982-83 - and I don't count headers or deflections, either. But he's been absolutely sensational. His confidence and fitness levels are right, and the service he gets makes him one of the finest players you could wish to have in this country. He's been wonderful, a treat - this record could go well into the 50s.\" As if Larsson's record breaking two goals were not enough, he also assisted in Celtic's third, waiting just long enough for the substitute Jackie McNamara to peel to the right of United's 18-yard area before teeing up a pass just crying out for the measured conversion. At least United had the consolation of piercing the monolithic Celtic rearguard at least once. But the sight of Joos Valgaeren failing to stretch far enough to cut out Jamie Buchan's long pass, thereby allowing Derek Lilley to round Robert Douglas for a late tap- in, was scant reward for their efforts. The Celtic manager Martin O'Neill expects to use at least a couple of the next few games to give his youngsters a run. \"Each one, to a man, said 'I hope it's not me', \" he said of his plans to rest a couple of players. \"They want to play.\" His counterpart Alex Smith, who expressed pride in his players' efforts, believed a replay was tantalisingly close. \"There was a 25-minute spell when I thought we dominated, but we needed to score at that stage,\" he said. \"Had we scored at least one of a couple of chances, we would have certainly left with nothing less than a replay.\" Vital blocks and nick-of-time headers by Dundee United's central defenders, Jim Lauchlan andJason de Vos, provided precious little warning of the strange seqence that led to Celtic's opener. Johan Mjallby's pass down the right side looked to be going out but, as De Vos slowed up, Chris Sutton remained in hot pursuit. The former Chelsea man's cross found Lauchlan unprepared as Larsson burst in. Strangely, despite the routine beating of Jamie Buchan by Didier Agathe down the Celtic right, none of Celtic's goals came from that most productive of channels. Larsson won the penalty he was to score from with nothing more complicated than cutting inside and inviting Danny Griffin to run into his back. Celtic's opponents in the final will be Hibernian, who, thanks to two goals from the man of the match John O'Neil, comprehensively swept aside Livingston of the First Division 3-0 on Saturday. The Edinburgh club reached the final of the tournament for the first time since 1979 - and will now attempt to win it for the first time in 99 years. \u0095 Jim Baxter, the former Scotland, Rangers, Sunderland and Nottingham Forest wing-half, died of cancer on Saturday aged 61. He was capped 34 times, won three titles and three cups at Rangers and had his finest hour when Scotland beat England in 1967. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}