{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/21/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-20T23:10:19Z", "webTitle": "Cantona was great but others came from heaven", "webUrl": "https://www.theguardian.com/football/2001/apr/21/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2001/apr/21/sport.comment", "fields": {"headline": "Cantona was great but others came from heaven", "bodyText": "Old Trafford fans recently voted for Eric Cantona as the greatest player to appear for Manchester United. A gut reaction to this was that the seagulls of Stretford must have been following the wrong trawler. On reflection, though, it is an understandable choice since only United supporters who are now into their 40s will have a clear memory of George Best in his prime. Had a vote in the mid-60s declared Best the outstanding Manchester United footballer of all time, septuagenarians would have advanced the merits of Billy Meredith. It is widely accepted that Best has been the most gifted player to emerge from the British Isles since the second world war, and probably before. Even those fortunate enough to have clear images of Stanley Matthews and Tom Finney might agree. Judgment in these matters can never be finite. The younger generation of football enthusiasts cannot recall at first hand the brilliance of leading footballers in the past. This may be a handicap but their assessment of today's performers is less prejudiced. Cantona has certainly been the greatest influence on the sustained success of the modern United. From the moment the complex Frenchman arrived at Old Trafford early in 1992, he brought a dimension to the team which nobody, maybe not even Alex Ferguson, had dreamt of. In terms of initial dramatic impact, moreover, it is a close-run thing between the haughty, high-stepping Cantona and the skinny, Beatle-haired young Ulsterman who in the early 60s was precociously playing the ball off the shins of seasoned defenders. Perhaps the difference between the two is best summed up by one Brazilian fan's reply when asked to distinguish between Pele and the Argentine Alfredo di Stefano, who bestrode the world game in the middle of the 20th century. Di Stefano, he acknowledged, might be the greatest footballer on earth, but Pele came from heaven. Those who have enjoyed watching both Best and Cantona will know which is which. Comparing present with past is an absorbing exercise. Nobody is ever persuaded to reconsider the merits of one over the other but during the course of the discussion famous men and moments are inevitably recalled. Certainly the death of Jim Baxter last weekend brought back a vivid image of a sunny Saturday afternoon at Wembley in 1963 when Scotland, having lost Eric Caldow with a broken leg after five minutes and before substitutes were allowed, beat England 2-1 with 10 men. Watching from behind the England goal as Baxter inspired a depleted Scottish side to dominate opposition which included Jimmy Greaves, Bobby Charlton, Bobby Smith, Bobby Moore and Jimmy Armfield was a privileged experience. Once Baxter had scored twice, including a penalty, in two minutes around the half-hour mark a famous victory was assured. Kenny Dalglish, Denis Law and Dave Mackay are all up there among the greatest names of Scottish football but Baxter is arguably out on his own. For as John Rafferty wrote in One Hundred Years of Scottish Football, Baxter \"represented the essential Scottishness of the Scottish game, the arrogance which could be expressed in torturing the opposition not with goals but with contempt, in teasing them, humiliating them, and enjoying it\". If Baxter enjoyed teasing England in 1963, he luxuriated in humiliating Alf Ramsey's World Cup holders when Scotland won again at Wembley in 1967. Arrogance born of genuine ability can be hugely entertaining in any sport and football should beware of allowing the ever-increasing speed and athleticism of the modern game to destroy its individuality completely. It is encouraging, therefore, to find Teddy Sheringham, who would never consider himself a major figure in the game's history but whose individual style has endured to play a significant part in United's championship hat-trick, voted player of the year by the Football Writers' Association. That said, it would be nice to believe that Fabien Barthez received more than one vote, for surely the Frenchman's excellent goalkeeping, not to mention his mischievous cameos, has been a consistent feature of United's football all season. Given the restrictions on passes back and limitations on the time they can hold the ball, it is more difficult now for goalkeepers to emerge as outstanding players in their own right. Conversely, the fact that opponents who try to batter skilful footballers out of matches by sheer brute force are far less likely to stay on the pitch should encourage the would-be Bests or Baxters to develop their technique. In Munich on Wednesday night, the better of the few good moments United were allowed came late in the game when Luke Chadwick dribbled through the Bayern defence from the right and almost set up a goal for Ole Gunnar Solskjaer. A team game football may be, but its principal appeal will always lie in moments like that."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}