{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/apr/17/business.personalfinancenews", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-04-16T23:00:00Z", "webTitle": "Overdraft bills hit £150m", "webUrl": "https://www.theguardian.com/money/2001/apr/17/business.personalfinancenews", "apiUrl": "https://content.guardianapis.com/money/2001/apr/17/business.personalfinancenews", "fields": {"headline": "Overdraft bills hit £150m", "bodyText": "The cost of a bank overdraft is determined by the going rate in the industry and not the base lending rate set by the monetary policy committee, according to new research. It shows that overdraft rates have barely shifted from 18% in the past five years even though official interest rates have been changed 23 times by the Bank of England over that period. While the official base rate was cut to 5.5% this month, the overdraft rates charged by the \"big four\" - Lloyds TSB, NatWest (Royal Bank of Scotland), HSBC and Barclays - are all above 18%. HSBC raised its overdraft rate from 16.9% to 18.3% this month. According to the survey by NOP, 11.5m people have authorised overdrafts totalling £700m a year on which interest payments of almost £150m are due annually. NOP found the average customer was overdrawn for 80 days a year. The research did not include unauthorised overdrafts, which can rack up even higher charges. The importance of overdraft charges to the public was officially recognised in February when they were included in the basket of items used to calculate the official inflation rate. The workings of the current account market are being scrutinised by the competition commission during its investigation into whether Lloyds TSB should be allowed to proceed with its proposed £19bn hostile bid for Abbey National. The big four banks have a combined current account market share of more than 70% and research has shown that people are more likely to divorce than move their current accounts Overdrafts are an integral part of current accounts but the way interest charges are set bears little relation to the Bank of England's base rate in the way that mortgage rates do. Barclays, for instance, has charged 18.8% since 1996. But it has not always charged the highest rate among the big four. HSBC's overdraft rate has dropped to below 14.5% during the period, but it has been alone among the big four in dropping its rate below 17% in the five-year period. HSBC said: \"Personal lending has never been tied to base rates. The rates are set completely differently.\" Barclays said that its overdraft charges did not move with base rates. \"We follow market competition.\" According to Moneyfacts, which compiles listings of products offered by financial firms, Barclays' overdraft rate is currently 18.8%, HSBC 18.3%, Lloyds TSB 18.6% and NatWest 18.38%. In December 1997, when base rates were two percentage points higher than they are now, Barclays charged 18.8%, Lloyds 18.8%, NatWest 17.8% and HSBC around 14.4%. While customers have proved to be reluctant to move their current account, the traditional players in the mortgage market, particularly Halifax and Abbey National are trying to challenge the dominance of the big four. Halifax, which charges a 10% overdraft rate and commissioned the NOP research, said yesterday: \"Overdrafts cost customers money. They should think very carefully before deciding which bank to do business with.\" This weekend Abbey, which is offering an interest-free overdraft to rivals' customers, said it intended to speed up the time taken to move a bank account to one day. The standard set by the big banks - which many fail to meet - is to swap all details about direct debits and standing orders within 10 days. NatWest pointed out that the cost of overdrafts was more than just interest rates. \"Until June last year there was a £5 monthly charge for overdrafts. You have to look at the overall cost of an overdraft,\" NatWest said. Yet, despite the millions of pounds in advertising spent by Halifax and Abbey on their push into the current account market, Alliance &amp; Leicester said its research showed that only 2% of customers planned to move their accounts, even though half of the 2,000 people surveyed said they were unhappy with their existing bank accounts."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}