{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/apr/14/fiction.reviews7", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-04-13T23:32:12Z", "webTitle": "Review: The Dirty Havana Trilogy by Pedro Juan Gutierrez", "webUrl": "https://www.theguardian.com/books/2001/apr/14/fiction.reviews7", "apiUrl": "https://content.guardianapis.com/books/2001/apr/14/fiction.reviews7", "fields": {"headline": "Down these mean streets . . .", "bodyText": "The Dirty Havana Trilogy Pedro Juan Gutierrez, trans Natasha Wimmer 392pp, Faber £9.99 Buy it at a discount at BOL I know because I was there. Havana in the early 1990s was a decidedly rum city. By turns dirty, colourful, crumbling and romantic, near-carless and ration-book poor, it was also one of the most thrilling cities in the world. Things are now much better in the material sense than they were, and just as well. After a breathtaking tropical downpour one lunchtime in 1992, I walked across the Plaza Vieja from the cloistered comfort of the Convento de Santa Clara in old Havana with the conservation architect Victor Marin. Marin wanted to show me around a handsome 18th-century palacio wallowing on one corner of the square. We stopped 100 yards or so in front of the peeling edifice so I could take a picture; I raised my camera, pressed the shutter and the building fell down. I reeled off a number of pictures later published in a British newspaper; Marin still dines out on the story. Thank someone - God, Marx, Marti, Chango, Che, Fidel - that no one was killed, not even injured; yet at the time buildings fell at a rate of something like one a week. Havaneros, however, continued to party away on a diet of black beans and rice washed down with bottles of cheap rum, lubricated with casual sex, intoxicated as always by the sensual swing of live salsa seeping out from backstreet cafes. And all this under street banners - which have mostly gone now that mass tourism and its greenback culture have invaded the Cuban capital - proclaiming \"socialism or death\". Whichever street you negotiated through central Havana, the shoddily built core of the city dating mostly from 1890 to 1930, you were aware of just how precarious life was in Havana eight or nine years ago. And yet this was no third-world city. It may have been on the breadline (and bread was hard to get unless you had dollars and could afford to slip, in uncomradely fashion, into the Habana Libre for a toasted ham and cheese sandwich and a cold Stella beer), but it was still without doubt a world-class capital. Beset by the withdrawal of Soviet hand outs and the intensification of US trade sanctions, the city was as down on its uppers as it was possible to be without the whole exotic caboodle tumbling down like a pack of time-worn Communist Party cards. Pedro Juan Gutierrez was there too. This is less surprising, because the former ice-cream boy and newspaper vendor (he started work when he was 11) turned poet, magazine journalist and now novelist is a native with a love of the place, from its seediest seams to its noblest monuments. However, in these breathlessly fast and often filthy stories he appears to revel unforgivingly in the city's nadir. His Havana is one of the sleaziest cities you are ever likely to explore, and there are moments when you feel like excusing yourself from Gutierrez's spermy prose and clambering into the bath for a good scrub down with a bottle of Domestos and a long brush. There is so much itchy sex and generally loose behaviour in these pages that you can be forgiven, for a moment, for thinking that The Dirty Havana Trilogy belongs on the top shelf of some desperate departure-lounge bookstore. Read on, through scenes of Pedro Juan, our fictional guide, jerking himself off into the Straits of Florida from the wave-sluiced walls of the Malecon, Havana's sea wall, because he isn't going to waste a hard-earned dollar paying a half-drunk woman to give him a handjob. Read on further, through the piles of human excrement stinking on the stairwells of perilous apartment blocks. Read on further still, through chiaroscuro scenes of petty crime, demeaning jobs, the other-dimensional world of tourists - few at the time - in search of the picturesque and the embers of the Revolution; through more booze, illicit lobster and instant sex - until, finally, you begin to understand that you're entering into Havana's equivalent of London's wartime spirit during the Blitz. Superficially, Gutierrez's book is a deeply cynical sequence of motor-drive snapshots of a city at its lower limits. And yet you can also read these scenes, distilled through the always slightly drunken eyes of the earthy Pedro Juan, as a tale of human ingenuity and hidden hopefulness overcom ing near-insuperable odds. So, just occasionally, Gutierrez slows the pace - a homage, neatly translated by Natasha Wimmer, to the rapid-fire, high-pitched, inventive nasal \"cockney\" of Havana - and offers glimpses of near-redemption. \"There was an electrical storm in the distance, over the sea. All that could be seen were the flashes of light. The downpour had turned into heavy drizzle, and the wind had died down. The rain was pattering on the tiles of my roof, an imperturbable music. It was as if my soul had fled my body years ago and was just now coming back. I could feel it filtering into all the tiny corners of my being.\" But even in this transcendental moment, Pedro Juan is troubled by a sudden erection and turns to Isabel, \"a good woman nearby waiting to be fucked\". The Dirty Havana Trilogy is a good bad book."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}