{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/24/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-24T22:39:13Z", "webTitle": "St Mirren 2 - 1 Dundee United", "webUrl": "https://www.theguardian.com/football/2001/apr/24/match.sport", "apiUrl": "https://content.guardianapis.com/football/2001/apr/24/match.sport", "fields": {"headline": "Gillies double fires up St Mirren survival hopes", "bodyText": "Ricky Gillies's second goal, in injury time, gave St Mirren a lifeline that could keep them in the Premier League. Earlier Steven Thompson's 54th-minute goal appeared to have all but guaranteed his club's continued existence in the elite. His powerful header of a Jime Hamiton cross was the sort of cruel blow endemic among clubs at the bottom of the heap. But St Mirren fought back and the bottom club are now just one point behand their rivals with four games to go. They needed more than a point from this exciting occasion and they produced a finale to re-charge the batteries. Relegation battle it might have been but neither side was choked by nerves; further, there was clear evidence of some of the players having one of their better games of the season. Live television coverage brought out the best, as did two sets of supporters, the huge United support clearly of a mind that if they were to celebrate as if survival was already assured then it would naturally come to pass. Four points behind their second-bottom opponents and this, the fifth last game of the season, St Mirren had every reason to fret as United feathered their nest in song. But someone had clearly told them to go enjoy themselves. Two very attacking formations gave succour to the expansive mood both on and off the pitch. United used their height at the front to good effect, St Mirren sprang quick passes from front to back. Gillies, good for close ball cameos, found a willing foil in the pace of Stephen McPhee, on loan from Coventry City until the end of the season. When Gary Bowman's deliciously curling corner was headed just wide in the 26th minute, suddenly the absence from the United midfield of the suspended Charlie Miller looked a telling factor. As United's bright start began to be shaded by St Mirren's esprit de corps, the pre-match expectation that United were simply too skilled and too organised for St Mirren rang hollow. When Craig Easton mis-timed a clear shooting chance from a low, angled cross from the left, given added menace by Jim Hamilton's dummy, St Mirren deserved their break with the interval looming. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}