{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/09/europeanfootball.ajax", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-09T21:11:14Z", "webTitle": "Van Nistelrooy shines as Ferguson looks on", "webUrl": "https://www.theguardian.com/football/2001/apr/09/europeanfootball.ajax", "apiUrl": "https://content.guardianapis.com/football/2001/apr/09/europeanfootball.ajax", "fields": {"headline": "Van Nistelrooy shines as Ferguson looks on", "bodyText": "With Manchester United not in action this weekend, their manager Sir Alex Ferguson was in Amsterdam to see Ruud van Nistelrooy play for PSV in their match against Ajax. PSV moved 10 points clear of their nearest rivals Feyenoord with a 1-0 victory through Adil Ramzi's goal. While Van Nistelrooy impressed after recvoering from injury, he played down talk of a move to Manchester. \"We are close to winning the title,\" he said. \"Nothing is more important at the moment than PSV.\" United's European Cup quarter-final opponents Bayern Munich, 1-0 winners in Manchester last week, managed to hold top spot in the Bundesliga on Saturday despite having two players - Bixente Lizarazu and their captain Stefan Effenberg - sent off in a bad-tempered 1-1 draw with Borussia Dortmund. Schalke 04 joined Dortmund and Bayer Leverkusen a point behind the lead after a 5-1 thrashing of Kaiserslautern. In Spain, Barcelona drew again but the game could hardly have been more different to their 0-0 stalemate against Liverpool last week. Patrick Kluivert's injury-time goal completed his hat-trick and secured a 4-4 result at Villarreal. Arsenal's European Cup opponents Valencia, beaten 2-1 at Highbury last Wednesday - their third successive defeat - returned to form on Saturday by beating Rayo Vallecano 4-1 away. Juventus kept in touch with the Serie A leaders Roma after a 45th-minute penalty from Alessandro del Piero gave them a 1-0 win at Verona yesterday. Juve are now six points behind the leaders, who play Fiorentina today. Lazio missed the chance to catch up when their home match with Parma was abandoned after six minutes due to torrential rain. Udinese beat Bari 2-0, the first win under their new coach Luciano Spalletti, thanks to one very early and one very late goal. Stefano Fiore scored their first in the first minute; Roberto Mussi the second in the third minute of injury time. In France, Nantes remain on course for an historic treble after a 2-1 win at Metz left them two points clear of second-placed Lille with four games to play. Over the next two weeks Nantes, winners of the French Cup for the past two seasons, contest semi-finals in the two domestic cup competitions. They are bidding to be the first club to win all three titles in one season since the League Cup was first played in 1995."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}