{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/16/match.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-16T20:23:51Z", "webTitle": "Preston 1 - 1 Nottm Forest", "webUrl": "https://www.theguardian.com/football/2001/apr/16/match.sport9", "apiUrl": "https://content.guardianapis.com/football/2001/apr/16/match.sport9", "fields": {"headline": "Forest switched back on", "bodyText": "The DNR notices were out for Forest on Saturday as their season came within a minute of expiry. If Preston, in the last play-off place, had hung on to their early lead, they would have gone five points clear of Forest with five games to play, against Forest's four. Jon Olav Hjelde's header brought a three-point swing and resuscitation. In the end a draw was fair and may have suited both. None of the clubs in the so-called chase for the play-offs seem sure they want it. In their last five games Preston have taken six points, Forest and Sheffield United five, Watford four, enabling Burnley (10) and Wimbledon (eight) to tuck in on the pack. All are marching under the motto \"Festina lente\" of Suetonius, who gave the retardant pudding its name. Perhaps it is the thought of grinding on to the end of May or perhaps fear of the Premiership. Neither of these clubs are in any state of readiness for the higher grade, on or off the field. Preston, with a nucleus of Old Trafford discards, play a neat terrestrial game. Anything else would be an insult to a pitch that Peter McCallion might have prepared for the Crucible; he has just won the Groundsman of the Year award. They seemed to have given up goals for Lent, were glad to see David Healy's free-kick go in off the wall and could have shut the door after the interval as Francis Benali, owner of an Indian restaurant, was turned into a gosht saag. But the best of Jon Macken's three shots in four minutes twanged the bar. Forest, reportedly looking to revert to their successful status as a club from their unedifying venture as a plc, reflected the lofty mess-up but Andy Johnson's drive deserved some reward. Besides, Graham Alexander cleared three shots off the line. He was one of two men sent off when the sides met in a red autumn mist. On that account the clubs are due in the FA dock on Thursday. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}