{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/apr/14/fiction.reviews2", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-04-13T23:32:17Z", "webTitle": "England's dreaming", "webUrl": "https://www.theguardian.com/books/2001/apr/14/fiction.reviews2", "apiUrl": "https://content.guardianapis.com/books/2001/apr/14/fiction.reviews2", "fields": {"headline": "England's dreaming", "bodyText": "Mary George of Allnorthover Lavinia Greenlaw 320pp, Flamingo £12.99 Buy it at a discount at BOL In her considerably accomplished debut novel, the poet Lavinia Greenlaw demonstrates that she has already mastered one of the novelist's most insidious besetting problems; she is able to resist, and thereby to subvert, the temptations of cliché. Although she sets her village tale in the 1970s, she skilfully steers clear of the slavish name-checking of styles and spectacles that frequently renders period narrative unconvincing. And her main characters - a wayward, confused teenage girl and a wandering obsessive with serious mental problems - are made to run satisfyingly along parallel tracks that refuse to converge in cod-resolution. Greenlaw's primary creation is the myopic Mary George, who teeters, hedges and occasionally crashes around backwater Essex avoiding the attentions of her concerned but chaotic mother and pining after the father who left them. Temporary releases occur in the form of the soothing obscurities of the Velvet Underground, the occasional illicit spliff and her own peculiar stylishness. Swathed in second-hand clothes and smeared with make-up, she prompts bewilderment in the assorted gossips of Allnorthover and the admiration of an older, devoutly modish art student. But if Mary is typical in her mixture of hesitancy, shyness and covert rebellion, she is also marked out by her history. Throughout the novel runs the ominous tattoo of melodrama, as Mary's architect father, Matthew, is revealed to have been a prime mover in one of the community's tentative moves towards the modern world in the shape of a reservoir. Now the disturbed Tom Hepple - all autistic calculations and failed ECT treatments - comes to reclaim his family home, sunk Atlantis-style beneath the reservoir's shining surfaces. Unfortunately for Mary, Tom believes that only Matthew's daughter, glimpsed balancing blindly on a branch overhanging the reservoir, can guide him to the building that he must raise from the depths. Greenlaw is equally good at depicting the claustrophobic miseries of adolescence and the confining obsessions of madness, but she is also occasionally distracted from her primary talent - for quiet observational moments and strange off-key relationships - by the opposition of these two characters. Appearing to lack the confidence to go fully into either of their furiously hectic interior worlds, she ends up slightly short-changing both of them, just failing to animate their concerns and confusions. But if Mary and Tom fade somewhat in and out of view, Greenlaw certainly succeeds in her painstaking portrait of a small settlement, its past grounded and deepened with historical detail and its present-day life sketched with both force and subtlety. She has a highly poetic sensibility but, once again resisting temptation, she rarely overwrites. Instead, there are drab caravan dwellers with \"cramped, effortful gestures\" and greenish skin, \"as if they brought with them the light of their evenings squeezed close to their televisions\". They sit starkly against a vast landscape in which it is virtually impossible to find \"a place to get out from under the sky\"; heavy rain that leaves behind it \"a flooded corner glazed in white light\"; a long, hot summer that shrouds buildings in shabbiness and blanks everything out to \"flattened perspectives and dull surfaces\". For Mary, this enervating atmosphere is something she must escape, along with the identikit village halls, musty hairdressers and her mother's cramped, near-defunct Mini. At the end of the novel, Tom's lurid excesses may have granted her the opportunity to flee both past and location, although one could wonder whether this is a sledgehammer to crack a nut. What becomes of him - and whether there are any escape routes left - is a more unsettling and unanswerable question."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}