{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/apr/17/artsfeatures7", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-04-16T23:00:00Z", "webTitle": "Pop Review: Mogwai", "webUrl": "https://www.theguardian.com/culture/2001/apr/17/artsfeatures7", "apiUrl": "https://content.guardianapis.com/culture/2001/apr/17/artsfeatures7", "fields": {"headline": "Mogwai", "bodyText": "It's unlikely Rothesay has ever seen anything like it. As 500 heavily inebriated indie kids stumble off the ferry, you sense that this genteel little town normally finds other ways to let its hair down. But then the main attraction tonight is Mogwai, a band never averse to exploring new territory. Since the release of their first album, Young Team, in 1997, the Glasgow five-piece have stubbornly refused to conform to the post-Britpop consensus of \"proper\" songs, retro dues-paying and traditional arrangements. Their largely instrumental repertoire somehow manages to blend the avant-garde experimentation of America's so-called \"post-rock\" movement with a noisy punk populism. So while transporting their boisterous fans to this quiet seaside resort may be a shrewd ploy to grab headlines for their new album, Rock Action, it is at least a gimmick that conforms to the Mogwai blueprint. The idea of a guitar act forsaking vocals is one that normally sets alarm bells ringing - is this not a reprise of bloated, self-indulgent 1970s prog-rockers such as Yes and ELP? Fortunately not: Mogwai all but eschew solos in favour of building up powerful sonic assaults from the gentlest of openings. However, as with all musical innovators, the band constantly run the risk of satisfying their own curiosity at the expense of the audience's patience. It is to Mogwai's credit that their live act mostly avoids such pitfalls. Tracks such as Christmas Steps sweep the crowd along with their brooding dynamics, while the emotional pull of the elegiac Helicon 2 is hard to resist. Using brass and strings to broaden their sound affords them a heftier sonic punch, as well as emphasising the music's more melodic turns. They don't always pull it off. The band seem to stumble when the brass section kicks in, suggesting they aren't yet altogether comfortable with outside musicians. And the spectre of self-indulgence is never entirely absent: witness, for example, the 10-minute blast of feedback that closes the show. Yes, it's \"challenging\", \"radical\" and \"different\", but the crowd is left stunned with boredom rather than awe. Whatever their flaws, though, Mogwai still breathe life and energy into the guitar-rock format when so many of their peers sound tired and complacent. And it's not every band who can boast they've rocked Rothesay. \u0095 At Planet K, Manchester tomorrow night. Box office: (0161-832 1111). Then touring."}, "isHosted": false}}}