{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/apr/14/fiction.martinamis", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-04-13T23:32:13Z", "webTitle": "Review: The War Against Cliche by Martin Amis", "webUrl": "https://www.theguardian.com/books/2001/apr/14/fiction.martinamis", "apiUrl": "https://content.guardianapis.com/books/2001/apr/14/fiction.martinamis", "fields": {"headline": "Critical velocity", "bodyText": "The War Against Cliché: Essays and Reviews 1971-2000 Martin Amis 506pp, Cape, £20 Buy it at a discount at BOL Since Martin Amis asks readers \"to keep an eye on the datelines which end these pieces\", it's worth pointing out that I was 13 when he published the first of them. By the time of the last he was past 50 and I was over 40. These are the facts, and I for one find them stunning. All those years of - as Richard Tull sees it in The Information - homework! And my homework for this week? Marking the homework of the brightest middle-aged boy in the class, reviewing reviews I first came across in 1976. I was about to read English at Oxford, which actually meant reading \"criticism\". Amis's reviews didn't feel like lit-crit; they felt like Clive James's TV-crit - they felt like fun. Amis, as I began to recognise his signature style, wasn't a leather-patches-on-tweed-jacket critic; no, he seemed a leather-patches-on-leather-jacket critic. Perhaps this is why he has always invited competitive disparagement as the appropriate register of admiration. And yet, the moment you get the new Amis you drop everything else to read it. At expectant moments in books, he observes, \"the reader leans forward\". Amis gets you leaning forward so often you're practically in italics . In the case of The War Against Cliché , you first lean forward on the first page of the foreword. Amis is recalling how, in editorial conferences at the TLS , his knee-length boots were well-concealed by the \"the twin tepees of my flared trousers\". Nice. Typically nice. So typical as to serve, metaphorically, as an extension of the copyright page: the right of the author has been - and will continue to be - energetically asserted. This may not be a novel, but it is going to be a book by Martin Amis. Some people actually prefer the journalism to the novels but, like the big novels, this big book of journalism seems a little too big. Amis appears to have repeated Updike's error in Picked-Up Pieces , namely that \"many of its pieces ought never to have been picked up\". Do we really need 800 words on The Guinness Book of Records from 1971? Or 750 on The Best of Forum (1973)? Actually, this turns out to be a \"reason not the need\" scenario. If you bypass certain pages of a novel (as the word-bloat of The Information obliged you to do) then they're gone for good: you're never going back. But skipping and skimming the present volume means there is always something to return to. You think you've wrung it dry - but tucked away there's a little piece on Brian Aldiss or J G Ballard that you missed (actually there are another three on Ballard). The Information was diminished by its bulk, but in this context our only concern is economic. Suppose the book had been 75p cheaper and 100 pages shorter. Aren't you happy to shell out the price of this paper for 100 pages of recycled Amis? You might think you've had enough Amis, but you soon want more. Whatever the book, there is no one whose review of it you'd rather read. If I were the literary editor of Boats and Boatmen I'd be trying to commission 2,000 words on Moby-Dick . Or seeing if he could review this book. A weary passage by D M Thomas makes Amis fear \"that the writer's face is about to flop on to the typewriter keys; the sentences conjure nothing but an exhausted imagination\". Amis, by contrast, is always buzzing. So much so that he doesn't just review books, he rewrites them. The dogs Andrew Harvey sees in India, in A Journey in Ladakh , are predictably \"mangy\" or \"flea-ridden\". But if he'd looked closer, Amis counsels, he'd have seen that these \"distinctive creatures . . . look like abruptly promoted rats, bemused by their sudden elevation, and pining for a quiet return to the rodent kingdom\". They look, in other words, like Amis dogs. Of course there are certain writers even he can't improve on. All he can do with Bellow (\"a miserable mediocrity\", according to Amis's other arch-love, Nabokov) is make like a museum guide and respectfully point out one master-para after another. To a certain extent, what he says of Updike -\"happier with the hack than with the genius\" - holds true of Amis too. Quite a bit of his tenure as chief reviewer for the Sunday Times was spent writing about junk. He was used to better effect in the mid-1980s by the Atlantic Monthly , which provided him with the opportunity to roam the canon. We're used to people like Kundera banging on about Don Quixote , but Amis brings the novel alive by conceding that much of it is dead wood: \"While clearly an impregnable masterpiece, Don Quixote suffers from one fairly serious flaw - that of outright unreadability.\" Amis's great virtue is his outright readability - but could that also contain a flaw? Style \"is not something grappled on to regular prose; it is intrinsic to perception\". Accordingly, part of the pleasure of reading Amis derives from the way that certain linguistic thought patterns are so readily identifiable. Over the years his thought has tended automatically to configure itself in accordance with linguistic formulations that are, through force of habit, both distinctive and predetermined. In the Rabbit books Updike conclusively demonstrates \"that the unexamined life is worth examining\". This, as Amis says elsewhere - and perhaps criticism commands no more appropriate endorsement - \"feels accurate\". (As you would expect, in the case of a novelist-critic it feels accurate about Keith Talent as well as Harry Angstrom.) The spectacular handbrake turns and top-spin returns of phrase elicit \"gasps of continually renewed surprise\". But do Amis's famous stylistic manoeuvres permit the full deployment of thought? Pondering DeLillo's query about what happens to all the \"unexpended faith\" when the Old God dies, Amis responds, \"It's not that people will start believing in anything: they will start believing in everything.\" That's quick and brilliant, but isn't the conclusion syntactically preprogrammed by that trademark auto-reverse? Because the argument derives its force from a stylistic effect that is immediate and local, an ostensibly far-reaching sentiment feels oddly site-specific. And this doubt gives rise to a more general one: can prose of such stylistic panache accommodate complexity and depth? Or does sustained analytical thought demand something akin to Raymond Williams's furrowed qualifications and hesitations? Cliché and stock response are Amis's enemies, but over time, there can arise a highly individualised form of stock response. Julie Burchill's reaction to Experience in these pages would be a pathological example: extrapolating from the process - deplored by Amis in the foreword - whereby a reviewer reads a book and \"sees which way it rubs him up\", she came to the book pre-rubbed up the wrong way. Then she read it. This is particularly likely once your reading becomes confined to what Waterstone's terms \"core stock\". Amis has several times professed his adherence to the \"law\" whereby writers don't read younger writers. Well, that's as may be, but Philip Roth - despite ominous signs to the contrary - is not going to live for ever. Yes, it's still fun to read Amis lapping up Updike or mauling Mailer, but it would be more interesting to see him get to grips with Denis Johnson, say, or Thom Jones. They may not have raised the bar of American prose - art doesn't get better over time - but they've certainly made it wobble. Either you accept that or your leather jacket starts getting tweedy round the elbows - you start turning into your dad."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}