{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/05/uefa.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-05T21:36:24Z", "webTitle": "Barcelona 0 - 0 Liverpool", "webUrl": "https://www.theguardian.com/football/2001/apr/05/uefa.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/apr/05/uefa.sport1", "fields": {"headline": "Barcelona 0 - 0 Liverpool", "bodyText": "Teams Barcelona: Reina, Gabri, de Boer, Puyol, Sergi, Luis Enrique, Guardiola, Cocu, Overmars, Rivaldo, Kluivert. Subs: Dutruel, De la Pena, Alfonso, Xavi, Petit, Dani, Zenden. Liverpool: Westerveld, Babbel, Henchoz, Hyypia, Carragher, Gerrard, Murphy, Hamann, Berger, Owen, Heskey. Subs: Arphexad, Ziege, Smicer, Fowler, Barmby, McAllister, Vignal. Referee: H Krug (Germany) 1 The toughest test yet for Liverpool this season as Barca kick-off what should be a cracking tie. Goals are to be expected. 3 Not too much to get excited about in the early minutes; Liverpool look happy just to get the feel of the humungous Barcelona pitch. 7 Rivaldo peels away on the Barca left after Murphy gives the ball away; Henchoz dives in and distracts Rivaldo enough to hold things up. 9 Heskey tries to get away on the Liverpool left; Cocu stops him in his tracks. 10 First real opening for Barca when Overmars gets away to the by-line and cuts the ball to Rivaldo on the edge of the area, but the Brazilian can't control it. 11 At last, things pick up; Barca win a corner, Hamann clears, Overmars pops it back in and Rivaldo knocks it down for Luis Enrique to shoot wide. 14 Guardiola tries to release Luis Enrique on the right, unsuccessfully. Barca still with the initiative, firmly camped in the Liverpool half. Liverpool look happy to soak up the early pressure (if that's the right word) and wait to hit on the break. 18 Guardiola sprays the ball out for Sergi to send Overmars away on the left; Overmars gets past Babbel and pulls it back for Liverpool to clear. Barca keep up the pressure with Overmars on the 18-yard line; Hyypia scrambles a clearance. Guardiola the root of many of Barca's moves. 22 Brief glimpse of an opening when Liverpool burgle possession from a sloppy pass and Barca are caught short at the back, but Berger over-hits his pass to Heskey and it is easy for Reina. 24 Barca free-kick to the left of the area; curled into the far post, Babbel heads behind for a corner. Comes to nothing 26 Sloppy passing again hands possession to Liverpool; signs of a few openings for the visitors, which is what they seem to have been waiting for. 29 First corner to Liverpool after Heskey releases Berger on the left and his cross is put behind for safety. Barca clear. 32 Rivaldo in a great position on the edge of the Liverpool area - until Henchoz puts in a great tackle to clear. 37 Rivaldo chests it down 20 yards out, spurns the left-foot shot when Henchoz closes in and instead turns to fire wide with his right. 39 Liverpool free-kick on the edge of the area; deflected for a corner - Reina claims one yard out. 41 Kluivert and Rivaldo not clicking up front for Barca. Kluivert fluffs a lay-off to Rivaldo in the area, when only a couple of minutes ago Rivaldo spurned a one-two with the Dutchman only to blow a shot across the face of goal. 45 One minute extra to play. Cocu tries a shot from distance - no go. Half-time - very quiet in the opening period, very boring for the keepers - so much for the goals! Liverpool need to break out of their half and start to create things rather than sit back so deep and wait for something to go wrong for Barca. Come in, Steven Gerrard, are you out there? Nevertheless, a solid performance at the back by Gerard Houllier's men and that has to be good news for Liverpool. 46 We can only hope that things improve this half. Expect Barca to step up the pace. Cocu with an early cross for Rivaldo in the area, but is beyond the Brazilian. 47 Babbel tries to find Owen up front - too long. Already a more attacking feel to the game, if only because the crowd have found their voices. 53 Concerted pressure after Kluivert knocks the ball into Rivaldo. He loses possession, but Barca stick at it until a crucial interception by Heskey inside the area breaks things down and Henchoz clears. 55 Crucial block by Carragher to deny Luis Enrique - corner. Guardiola deep to Cocu, who crosses for Kluivert to fire wide under pressure from Henchoz. 58 Barca free-kick 35 yards out; Rivaldo has a crack - into the wall. 60 Substitution Smicer on for Murphy. 60 Heskey battles his way to the by-line but can't get his cross to Owen. Barca break to win a corner; Gerrard does well to pin Barca back to the touchline from the rebound... 62... Liverpool then give away a free-kick 35 yards out but it is spooned into the crowd. 64 Barca corner; Guardiola takes but Heskey clears. 67 Liverpool free-kick a good 35 yards out; Hamann aims for Hyypia but wastes it. 68 Corner to Barca after good work by Overmars near the left corner flag; comes to nothing. 69 Cocu shoots from 25 yards - wide. 71 Liverpool back four rock solid as Barca sweep in after Rivaldo finds Overmars on the right for a cross. 72 Substitutions Xavi and Zenden on for Luis Enrique and Overmars. 73 Substitution Fowler on for Owen, who has been sacrificed for the good of the team by being left alone up front. 74 Smicer in the right, holds it up, knocks it in to Gerrard, who pops it in first touch to Fowler in space in the area - too long. 76 Dodgy moment as Kluivert charges in on the left of the area, crosses for Rivaldo but Westerveld blocks and then holds off Rivaldo before Liverpool can clear. On another night, Westerveld could have conceded a penalty. 83 Substitution McAllister on for Berger. Lots of movement by Barca around the Liverpool area, but the final touches have not come and the back four have shut things down superbly. 86 Rivaldo knocks the ball back to Xavi but his shot is easy for Westerveld. Booking Fowler, after he reacts to an elbow in the head by Guardiola. 88 Corner to Barca; Guardiola takes it short and Liverpool clear. Booking Zenden after Cocu sells him short. 90 Barca corner in the first minute of stoppage time; Hyypia clears. Gerrard with a late shot wide after Liverpool break down the left. Barca sweep upfield from the goalkick and Rivaldo gets it in the net - offside. Full-time. Barcelona 0 - 0 Liverpool An awful game but great result for Liverpool - roll on Thursday week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}