{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/29/sport.comment1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-28T23:40:03Z", "webTitle": "My glorious nightmare", "webUrl": "https://www.theguardian.com/football/2001/apr/29/sport.comment1", "apiUrl": "https://content.guardianapis.com/football/2001/apr/29/sport.comment1", "fields": {"headline": "My glorious nightmare", "bodyText": "Want to know the difference between David O'Leary and George Graham? The former Leeds United manager was old-fashioned enough to believe Tottenham Hotspur a bigger club, while the present one was perceptive enough to prove him wrong. O'Leary does not put it quite as starkly as that, but is almost as succinct in his analysis. 'When George Graham left he felt Leeds was a top-10 sort of team,' O'Leary said. 'I thought we could be top-three, and tried to drive us on a bit. I wanted us to make a name for ourselves around Europe. The trouble was I could only afford to buy David Batty that year, but I knew I had three or four kids I could put in the first team, and that was like getting several new players.' There can be little doubt which manager saw the future most clearly, and with Leeds in contention for another top-three finish and carrying the flag for English football in the Champions League semi-finals on Wednesday, small wonder O'Leary is being linked with some of the biggest jobs at home and abroad. What Leeds have achieved in the past two years is all the more remarkable because they refuse to compete with the eye-watering salaries on offer at Old Trafford or Anfield, and have built a team to take on the might of Europe with something approaching parsimony. Yes, Rio Ferdinand was a splash at £18 million, but a large proportion of that outlay has been recovered from continued success in Europe, and the young England international was never exactly a gamble. As Dominic Matteo said this week, people have stopped talking about Ferdinand's fee and started to concentrate on how well he has been playing. Leeds obviously felt they needed to make a statement like breaking the transfer record to demonstrate ambition to both supporters and players but, whereas Manchester United can just go out and buy a Ruud van Nistelrooy as a sort of comfort purchase to banish their end-of-season blues, O'Leary is obliged to count the pennies. Robbie Keane has just been signed, but Leeds had to sell Matthew Jones and Darren Huckerby to raise the money. 'We cannot compete with Manchester United financially,' O'Leary said flatly. 'We have to have a slightly different agenda. All our signings have to work - we can't afford players coming here for a swansong, we just want lads who are hungry to do well. We also want to put value into players, so when they leave they are worth more.' Most managers would say the same, perhaps, but it is worth bearing in mind that Matteo, who fits the above bill perfectly and is already worth more than the £3.75m Leeds paid for him, said he came to Leeds because he wanted to improve. You don't hear many Liverpool players saying that, but Matteo has achieved everything he set out to do. As Liverpool only traded him because they were keen to buy the inconsistent Christian Ziege, it leaves O'Leary's judgment looking a tad sharper than that of his friend Gérard Houllier. Consider also that Keane, with no shortage of offers after he fell out of favour at Inter Milan, actually chose Leeds in spite of the fact that at the time they couldn't afford him. 'Inter were very good about it,' O'Leary said. 'They didn't have to sell Robbie to us, but because he had expressed the desire to join us they let us put a million down and gave us time to find the rest.' Keane is cup-tied for Wednesday's first leg against Valencia, having foolishly imagined Inter would go further in the Champions League than Leeds, but even that could prove a blessing, since to tamper with the team at this stage might upset the closeness and chemistry which has brought O'Leary's side so far. 'Good play has got us here, but there is a good spirit and a special camaraderie too,' O'Leary said. 'Naturally we are all enjoying it, but the great thing from my point of view is that we are learning all the time as well. We will have learned from the last match, against Deportivo, for instance. We got out of jail a bit there, but after a game like that you have a better idea of what to expect next time. I'm especially pleased to be in a semi-final again after what happened last year. We didn't learn anything from playing Galatasaray. Everything just went flat because of the tragedy. We came home and started dealing with funerals and so on, and quite rightly no one gave a thought to the football.' No one was giving much of a thought to Leeds' European ambitions this season either, when they kicked off Group H with a 4-0 thrashing in Barcelona. They might have struggled in that group had not a last-minute mistake by the Milan goalkeeper gifted them an unexpected three points in their first home match, but from then onwards, with players returning and confidence soaring, Leeds have been writing their own scripts. 'I suppose that might have been a turning point, but as far as I am concerned everything has been a bonus since that very first qualification game against 1860 Munich,' O'Leary said. 'We had such a mish-mash of a team out that night, with Gary Kelly and Lucas Radebe playing in midfield, that I thought if we could get through this we could get through anything.' So it has proved, with the exception of the Nou Camp. 'That was the only place we were totally overwhelmed,' O'Leary said. 'But then we had seven players missing, so what could we expect but a spanking?' The experience did not appear to cause lasting damage and, after escaping from the first group stage Leeds even began to fancy themselves by the second. 'We had already passed a target,' O'Leary explained. 'I set the players goals. I kept telling them that Arsenal's fabulous Double-winning side, with all its World Cup winners, had never managed to get out of the first group in two attempts. The challenge was to do what Arsenal had never done, and we cracked it first time. After that I thought the biggest turning point was the home game against Anderlecht. We weren't playing particularly well, they scored first, but we managed to haul ourselves back and take three points. I knew we were making progress then. I take great pride in being in the semi-finals, especially as we are the only English team left. I'd love one or two more for company, but there's a satisfaction in being the last.' Leeds have last year's beaten finalists for company instead. 'I watched them last season and was really excited, I thought they were fantastic,' O'Leary said. 'I hoped they would win, but they ran into a really great team in the final. The Spanish league is excellent, and maybe Valencia are a bit like us. Not as rich or as famous as Real or Barcelona, but a hard-working team capable of playing good football.' Valencia may be industrious, but few teams have had as hard a season as Leeds. This fairytale comes at a cost. 'We have all stuck together, but it feels like we've been bogged down for months and months,' O'Leary said. 'I'm excited but tired, more mentally tired than anything. Personally I can't wait for the season to finish - it's been a flaming nightmare.'"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}