{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/apr/17/workandcareers.madeleinebunting", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-04-16T23:00:00Z", "webTitle": "Work", "webUrl": "https://www.theguardian.com/money/2001/apr/17/workandcareers.madeleinebunting", "apiUrl": "https://content.guardianapis.com/money/2001/apr/17/workandcareers.madeleinebunting", "fields": {"headline": "Bring on the recession", "bodyText": "The shops shut down as though out of season in a seaside town. \"Everything must go!\" and \"Closing down sale!\" are scratched on to whitewashed windows. Shutters down, the pound shops set in, and then the charity shops, spreading like dry rot along the high street. Recession is, for the most part, a gloomy time of thriftiness and the tightening of belts. We turn to the bottle and smoke like chimneys, we stop nipping out for a frappuccino and make do with vending machine coffee. I ask my mother what people eat during a recession. \"Potatoes,\" she says, \"a lot of potatoes.\" But for some industries, an economic downturn heralds a boom. In a time of mend and make do, it's the shoe-repair shops, the heel bars, that do well, along with the discount stores and the pawnbrokers. Andrew Lazarus leans against the counter, his sturdy arms, like ham shanks, resting on a glass-topped cabinet full of chains, watches and christening bracelets. Lazarus is a pawnbroker on Seven Sisters Road in Holloway, north London. He is within a mile of prosperous Highgate, but Holloway itself is a huddle of council estates, with a large ethnic community, members of which often queue up in Lazarus's shop to use the Western Union money transfer service. \"We catch both ends of the market in a recession. We do well in pawnbroking. In boom-time it's the retail side of the business,\" he says. It comes as no surprise to him that pawning booms in times of trouble. \"People use pawnbrokers because it's easier to pawn than to go to the bank for £300. All you need is ID,\" he says, with the bold, gleaming tones of the salesman. Customers enter into a six-month contract, with an average interest of 6% a month. After those six months expire, they can either redeem the item, by paying back the loan plus the crude interest, or renew the contract just by paying the interest. Some people renew items for five years or so. During a recesssion, they renew and renew. Seven Sisters Road is busy, drawing in a ragbag bunch of customers to the Gold Shop. \"A few of the City boys draw up outside and pawn expensive items,\" Lazarus says. And then there are the regulars. \"They'll come in a couple of times a week, pawn something and then put a bet on the horses. If they win, they come straight back. If they lose, you'll not see them for months.\" During a recession, there is little change in the sort of item brought in to be pawned. \"It's run of the mill stuff - rings, chains. There's the odd unusual thing - computers, cameras. We had a pneumatic drill once,\" says Lazarus. Of course, it is the accountants who really profit from the country's financial losses. It's the insolvency accountants, the lawyers, the valuers, the bailiffs - everyone involved in the breaking up of a business who prosper. \"It's not that they're doing particularly well,\" says Grant Jones, chairman of the turnaround finance group of the London Society of Chartered Accountants. \"They are just doing better than everyone else,\" says Jones. \"When everyone else is doing well, they're doing badly. It's feast and famine. People who earn enormous amounts in a recession are people who restructure and buy debt. Certain banks buy debt from other banks. They earn huge amounts of money. And litigation lawyers do well because during a recession everyone argues about payment and fault.\" The opposite of a venture capitalist is a \"vulture\" capitalist - already common in the US, these are now multiplying in the UK. They save companies in a downturn by converting debts to equity, refinancing and persuading creditors to own a share. Accountants make enemies in hard times too. \"There are the company directors called to account for their personal guarantee; the wives of bankrupts, who are being thrown out of their houses; the creditors, who have overexposed themselves and don't realise that the occasional bad debt is simply part of business, but these people have lost money, not their houses; and then, lastly, there is the government and the regulatory bodies,\" says Jones. He does have sympathy for the entrepreneur who loses everything during a slump. \"When I used to make redundancies, I used to not sleep the night before,\" he says. \"Part of the problem in the UK is that banks rely on personal guarantees. On the continent and in the US they don't. The UK is more lazy. The entrepreneur puts everything on the line. In a boom he is taxed at 40%, then in recession the bank calls in the personal guarantee. It's less of a stigma to go bust in the US.\" He says that, in reality, \"for most people, formal insolvency is a blessed relief. And a recession is a good thing - it cleans out the stables, cleans out all the crap.\" Recession is also good for the arts. The great depression of the 1930s may have prompted a rise in the suicide rate on Wall Street but it also led to a boom in Hollywood. And in hard times people are keener to stake what they do have, in the hope of winning a pile. They bet on the horses, go to the bingo, buy lottery tickets, keeping their fingers crossed for a miracle. With bleak times in the offing, you might expect a sudden surge in church attendance, but Robin Protheroe, the Bishop of Bristol's advisor for inter-faith relations, says that is not how it works these days: \"People are less inclined towards institutional religion.\" But he has observed an increased interest in new-age disciplines, such as feng shui. \"I am staggered by the interest in eastern philosophy and religion in general - perhaps because religions such as Buddhism and Hinduism offer a direct religious experience. In a time of increasing materialism and consumerism, people buy and buy, but there's still a hollow.\" In the US it is a different story. There, preachers of the prosperity gospel flourish during recessions. \"They preach that if people put trust in the church, if they give a donation, then God will bless them.\" A slump can trigger creativity. We innovate, think laterally. We become a nation of Scarlett O'Haras, fashioning ballgowns out of the curtains. After all, it was in the midst of a recession that Charles Darrow invented Monopoly, the best-selling boardgame in the world. In recession, that's the only place where everyone has the chance to be a winner."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}