{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2001/apr/10/personalfinancenews.newmedia", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2001-04-09T23:00:00Z", "webTitle": "Amazon bounces back on better sales", "webUrl": "https://www.theguardian.com/technology/2001/apr/10/personalfinancenews.newmedia", "apiUrl": "https://content.guardianapis.com/technology/2001/apr/10/personalfinancenews.newmedia", "fields": {"headline": "Amazon bounces back on better sales", "bodyText": "Online retailer Amazon, the world's largest e-commerce company, yesterday offered internet stocks investors a little relief following the recent wave of profit warnings from its rivals by revealing that sales were ahead of expectations and losses lower. Traders took heart from the news, marking Amazon shares up by as much as 40% at one stage and helping a wider stock market rally. In a statement the dot.com bellwether described the reporting period as the \"best quarter in our history\", and said losses per share were likely to be around 15% less than predicted due to increased international sales and lower costs. The company is still making heavy losses but its chief executive, Jeff Bezos, said his pledge that Amazon would turn a profit at an operating level this year was unchanged. \"For the fifth quarter we saw substantial improvement in our operations and bottom line performance,\" he said. Amazon shares have fallen around 40% this year in the wake of a series of profit warnings from on- and off-line retailers and concerns about the US economic slowdown. But its confident statement helped shares in other former dot.com favourites such as eBay and Yahoo! stage slight rallies of their own. The National Retail Federation recently reported that sales of books, videos and music - Amazon's three staple products - were down 25% in the first two months of this year. But the e-tailer said it had bucked the trend and recorded a \"very, very slight rise in sales\" in the three categories. \"In the light of that we're very pleased with our performance, and with the fact that our gross profit rose,\" chief financial officer Warren Jenson said. Net sales for the quarter, due on April 24, are expected to exceed $695m (£480m), a 20% increase on the same period last year. Analysts' expectations had put the figure at around $670m. Operating losses are forecast to narrow from $308m to $150m year on year, leaving it with cash and assets worth $640m. The figures helped to dispel rumours circulating over recent weeks that Amazon was facing a cash crisis. Some analysts had claimed that it could run out of cash before the summer but the company has dismissed such an eventuality. However, it has taken steps to reduce its cost base by firing around 1,300 staff - many of them workers at its head office in Seattle, Washington. \"Amazon's cash position appears to be healthy, above what we expected and in line with management's outlook,\" said Henry Blodget, an analyst at Merrill Lynch. Shares in the company were trading up at around $11 yesterday afternoon but remain a long way from their $68 year's high. At that stage Amazon was seen as the dot.com sector leader but the last 12 months have been troubled, leading to questions about its cash levels, reporting standards and ability to reach profitability without raising further funds. Mr Bezos has also come under fire for telling private investors he would not invest in the company because its share price was so volatile."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}