{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/09/match.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-09T20:37:55Z", "webTitle": "Fulham forget script", "webUrl": "https://www.theguardian.com/football/2001/apr/09/match.sport6", "apiUrl": "https://content.guardianapis.com/football/2001/apr/09/match.sport6", "fields": {"headline": "Fulham forget script", "bodyText": "Expectation was as high as the afternoon sun as the Fulham fans queued for entry and a steel band, laid on by the club for Racial Harmony Day, went through their repertoire. Mohamed Al Fayed's walkabout went down well and, after a procession of old favourites, the show of anti-racism red cards from the terraces was uplifting. Then the whistle blew and the Fulham players forgot their lines. Within minutes a drizzly rain was blowing in from the Thames, fifth-placed Albion were moving the ball around with purpose and Fulham's normally fluent football had all but deserted them. Bob Taylor could have made the difference, seeing a looping header turned over by his namesake Maik and then, just before the interval, a left-foot shot flash off a post. In the second half, Lee Hughes stood on the ball when presented with a clear run at goal. The home side's best efforts came from the substitute Karlheinz Riedle, an acrobatic volley from a corner that flew narrowly wide and a low shot that Russell Hoult did well to block. \"We haven't passed the ball as well as we can,\" said the Fulham midfielder Lee Clark, \"but even the top clubs and top players have off days. It was probably one of our worst performances of the season.\" At this stage last season Charlton, the champions, had 15 more points than the eventual runners-up Manchester City, but picked up four draws and three defeats in their final seven games to take the title by only two points. Fulham, described by the Albion manager Gary Megson as \"the best team I have ever seen in this division\", are showing all the signs of a similar limp to the line."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}