{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/apr/02/personalfinancenews", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-04-01T23:00:00Z", "webTitle": "Blair should be more enterprising", "webUrl": "https://www.theguardian.com/money/2001/apr/02/personalfinancenews", "apiUrl": "https://content.guardianapis.com/money/2001/apr/02/personalfinancenews", "fields": {"headline": "It's about time Blair had a big idea", "bodyText": "Tony Blair's opinion poll lead over William Hague is so commanding it probably makes no difference when the election is held. But delaying it to June does involve economic risks and upsets the carefully calibrated timing designed to maximise the feelgood factor for early May. Last month's Budget was supposed to be the final piece of the jigsaw, but memories of the chancellor's package have already faded as the media's agenda has turned to foot and mouth. Unemployment will go back up, if only temporarily, this spring, as a result of the loss of jobs in the tourist industry, and economic growth will slow. The one crumb of economic comfort for a government with one wary eye on the febrile global stock markets is that the Bank of England may cut interest rates this week. It should. Despite the desperate attempts by the opposition to call this Blair's spring of discontent, Labour's biggest problem will be getting its supporters out to vote on election day. It is not that voters believe the government has screwed up, rather that having Labour in power with a 179-seat majority has made precious little difference. Britain now is remarkably similar to Britain on May 1, 1997. Perhaps the single most depressing statistic is that spending on the nation's infrastructure has been lower in each of Labour's four years than in the final 12 months of John Major's administration and only 25% of what it was in the dying months of Jim Callaghan's luckless government. To be spending less than 0.5% of the economy's annual output on restoring the tattered remnants of the public realm is scandalous. Gordon Brown blames spending departments for this, but the chancellor cannot shuffle off responsibility so easily. He holds the purse strings. He imposed the cuts in Labour's first two years. The buck stops with him. Labour's response to the charge that it has been a do-nothing government is two-fold. First, it points to some solid achievements - the minimum wage, extra money for low-income earners through a host of tax credits, help to some pensioners, extra billions for health and education - as evidence of work in progress. There are good things delivered by Blair that would not have been delivered by Hague. Any Labour supporters toying with the idea that there is no difference between left and right in the modern world should have been speedily disabused last week when George Bush decided that America's right to go on polluting the planet took precedence over the Kyoto agreement to cut CO-2 emissions. In retrospect, voting for Ralph Nader in Florida was not such a good idea after all. The second strand of the argument is that Labour's first term was all about showing competence and that things will get a lot better in a second term, honest. Only then will we see a full flowering of the government's progressive vision. Margaret Thatcher's radical phase was her second term between 1983 and 1987, which saw her take on and defeat the miners, sell off chunks of state-owned industry, and abolish the GLC and the metropolitan councils. Before that she had enough on her plate bringing down inflation from 20%, coping with mass unemployment and fighting the Falklands war, without heeding those in her government and in the free-market think-tanks peddling the ideas that would lay the foundations for the second term revolution. With Labour a demoralised rump of a party in 1983, she had the ideas and the opportunity to get radical. It is possible that Blair has merely been biding his time, storing up all his radical ideas for a second term. Did you see a pink, four-legged creature with wings and trotters float past your window? The reality is that politics now is more like the 1950s than the 1980s. In the 50s, the Conservatives were in power but did not do very much. They took over from Labour in 1951 at a time when the economic climate turned benign, when inflationary pressure was minimal and world demand strong. They accepted the status quo inherited from the Attlee government - that large chunks of the economy should be in state hands, that full employment should be the centrepiece of economic policy, that capital should shoulder some of the responsibility for building up the welfare state - and stayed in charge for 13 years, making only incremental changes. In some respects, the Conservatives did some of the things that Labour had never quite got round to doing; the mass expansion of council housing, for example, took place only after 1951. There were regular periods of breast-beating when it became clear that Britain, despite the favourable economic background, was performing far less well than Germany or France, but for the most part it was a time when the Conservative party thought that the point of politics was for it to stay in power rather than to change things. Like the Conservatives, this Labour government took over when the economic climate was set fair. For the first time in decades it is possible to run the economy at about 3% growth without stoking up inflation. Full employment, if not yet a reality, is a definite possibility. Of the four big macroeconomic indicators, only the balance of payments, the Achilles' heel of the British economy, gives cause for concern. Moreover, Labour accepts the traditional consensus. It believes low inflation is the prime objective of economic policy, that the balance of power in the workplace is just about right, that the industries privatised by the Conservatives should remain privatised, with a couple of new ones thrown in for good measure, it idolises business (the bigger the better). It seems to have no trouble, either, with 50s-style social authoritarianism. This is not a government that, even were it to be in power for 50 years, looks interested in rocking the boat. It just wants to change course by a couple of degrees. Such an approach may be justified. It may be that much of what happened in the final quarter of the 20th century was necessary, right and irreversible. It may be that capitalism has now reached a point of near perfection so tinkering with the machine is all that is necessary. Labour's pollsters would argue that anything more radical would risk alienating the contented masses of Middle England, driving them back into the arms of the Conservatives. But there is a different way of looking at things. Despite the good macro-economic numbers, Labour is so cocooned in its micro-management of the country that it fails to see the bigger picture. The global economy spends its time veering from one crisis to another, with the bursting of the hi-tech bubble only the latest in a series of disturbances. As those people in southern England who have spent the past 12 months on flood alert could testify, something weird is happening to the world's weather. When people die in train crashes because the private sector has skimped on safety, there are legitimate questions to ask about ownership. But there's the rub. Where Thatcher had both the opportunity and the ideas, Labour just has the opportunity. Yet the challenges are real and urgent. If the democratic left is not willing to provide a lead, history suggests there will be plenty of others with crackpot panaceas who will. George Bush for one. larry.elliott@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}