{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/apr/25/workandcareers.drwork", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-04-24T23:00:00Z", "webTitle": "Is it my age?", "webUrl": "https://www.theguardian.com/money/2001/apr/25/workandcareers.drwork", "apiUrl": "https://content.guardianapis.com/money/2001/apr/25/workandcareers.drwork", "fields": {"headline": "Is it my age?", "bodyText": "The problem I am a recent graduate with a first class psychology degree, and I have applied for several graduate management schemes with various organisations. I am female and aged 31 with several years' middle management experience but, as yet, no interviews. Is my age a problem or is it more likely something in my application form. The solution The typical applicant to a graduate management scheme is probably a 22 year old with little previous experience. Companies that run these schemes like to recruit fresh talent who can be trained in their own style and are unencumbered by outside influences. So, when a competent 31- year-old applies with bags of relevant experience, such companies can get a little nervous. No doubt you will have your own ideas and your own ways of doing things - not really what they want from graduate trainees. In other words, yes, it could well be that your age and experience are holding you back. But, do not be despondent. There are companies out there who do want a more diverse pool of trainees on their graduate programmes. They will recognise your experience as the asset that it is. Having said that, I would advise you not to rely on graduate training schemes for your first graduate placement. With your background, you could be entering at a much higher level and you are perhaps underselling yourself by going for graduate-entry level. I would aim for middle management positions and use your application form to really emphasise the relevance of various parts of your degree to your managerial skill development. The benefits of your taking time out to gain a degree might not be immediately obvious, so don't be hesitant about spelling them out. Of course, it is always a good idea to think about how you can improve your application form. Visit your university career centre, library or bookshop to have a look at the plethora of books that can advise on producing tip-top CVs and application forms. \u0095 Dr Sandi Mann is author of Psychology Goes to Work (Purple House) and Managing Your Boss in a Week (Hodder &amp; Stoughton). Advice given to this problem should only be regarded as a guide based on the limited information provided by the letter-writer. No responsibility can be taken by Dr Mann for any outcomes following advice given."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}