{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/29/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-28T23:40:03Z", "webTitle": "Fergie gambles on used Van", "webUrl": "https://www.theguardian.com/football/2001/apr/29/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2001/apr/29/sport.comment", "fields": {"headline": "Fergie gambles on used Van", "bodyText": "Nobody knows how good he is. Ruud van Nistelrooy, the British game's most expensive player ever, has played perhaps six matches in his career against top-class teams. The £19 million Manchester United paid for him must be a gamble. Still, from his seven years in Dutch professional football, one can deduce something. The first thing to say is that £19 million is not what it was a year ago. Last spring, when United bid a similar figure, it was the price of guaranteed success. That was in the days when it looked as if the transfer system might be abolished, before Luis Figo went for £36 million, and before the latest munificent Sky contract that made the previous one look like something out of Albanian football. Today, £19 million is the price of a punt. When Van Nistelrooy arrives at United he will be 25, middle-aged for a striker, yet he is still quite unproven. Born by magical coincidence on the same day as Patrick Kluivert (1 July, 1976), he hasn't a quarter of Kluivert's cv. By the summer of 1995, when Kluivert had scored the winning goal in the Champions League final, Van Nistelrooy's career amounted to three goals in 17 games for FC Den Bosch. Euro 2000 should have been his stage, but he spent it nursing his torn knee ligament at a clinic in Vail, Colorado. (He watched the matches on satellite television, and touched the Dutch nation by cheering Holland's goals in the manner of an eight-year-old fan, waving his crutches frantically in the air, conduct that most Dutch internationals would have considered quite non-U.) Van Nistelrooy has a monstrous scoring record, 60 league goals in his previous two seasons for PSV, but then that is in what Brian Clough liked to call the Mickey Mouse League. Take the striker's two hat-tricks against Ajax in the 1999-2000 season: for one goal in the Amsterdam Arena, he ran through the entire Ajax defence without once being tackled, and after his second hat-trick, in Eindhoven, he said he hadn't played well. This is not like playing Bayern Munich. Nor has his play quite recovered since his return from injury in March. He does not yet look sharp. He has five goals in eight games, a mediocre return for him, and his goal as a substitute for Holland against Cyprus on Wednesday, his second in 11 internationals, followed numerous misses. The medics say he has made a full recovery - 'You have a fine knee,' Manchester United's doctor told him last week - but Van Nistelrooy himself will probably only believe it when he sees it. Yet the view in Holland is that he is, in local football parlance, 'a real one'. Van Nistelrooy has the directness of Jimmy Floyd Hasselbaink combined with something of the touch of Kluivert. He may be the most all-round centre-forward since Gabriel Batistuta. He is two-footed, can head, runs all the time, and would not be a Dutch footballer if he couldn't read the game. And then there is the passion. With his long dark hair, his habit of crossing himself on the pitch, and his existential desire to score, Van Nistelrooy appears more Latin American than Dutch. Wim Kieft, himself a very decent striker for Holland, wrote in the Dutch magazine Voetbal International : 'Jürgen Klinsmann aside, I've never seen a striker with such a will to win duels, who has such feeling for space, is always moving, makes 44 movements before getting the ball or tries to get behind his opponent. It drives the defender mad.' Johan Cruyff adds in the same magazine: 'Especially technically Van Nistelrooy has a lot to learn.' But then Cruyff thinks Kluivert's technique is merely 'reasonable'. Kluivert himself is his lost twin's greatest fan, singling him out among the legion of Dutch strikers as the one he longs to play with. The fact that Van Nistelrooy has seen nothing yet is, in a way, an asset. There is nothing blasé about him. When he says: 'It's a dream to play for United,' he really believes it's a dream to play for United. When he says he had United posters on his walls as a child, he may have been omitting to mention that he still does. 'Super, super, super,' he commented when he was picked for Holland's squad against mighty Cyprus. It remains to say that this transfer couldn't have happened to a nicer man. He is a smiling and helpful character, with a good mind, and one hopes those qualities won't stop him from making friends at United. On a freezing day a couple of years ago I went to the launch of a kids' football magazine at a school in the middle of nowhere in the flatlands north of Amsterdam. Van Nistelrooy had driven most of the way across the country, without a fee, to be there. He outstayed the planned length of his visit by almost an hour, bantering with the children, who pelted him with red and yellow cards as he left. This was his natural milieu."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}