{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/apr/12/personalfinancenews.uknews", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-04-11T23:00:00Z", "webTitle": "Elton John loses court case", "webUrl": "https://www.theguardian.com/money/2001/apr/12/personalfinancenews.uknews", "apiUrl": "https://content.guardianapis.com/money/2001/apr/12/personalfinancenews.uknews", "fields": {"headline": "Elton John loses court case and a cool £22m", "bodyText": "Sir Elton John famously joked, \"If I were a banker, the bank would be broke within about five days,\" as he signed a seven-figure sponsorship deal with Citibank in January 1998. It was a claim he appeared to take pride in, and which, as an artist renowned for his tantrums and profligate spending, he fuelled over the years. But yesterday, his self-confessed lack of business acumen backfired as he faced an estimated £8m legal bill after the collapse of his high court claim against his former manager and financial advisers. The blow, which the singer-songwriter last night indicated he is likely to appeal against, came at the end of a marathon battle over £14m of touring costs he claimed he should not have paid. After the hearing, Sir Elton, on tour in the US with Billy Joel, said: \"I am considering with my lawyers the question of appeal, which seems likely. As everyone in business knows, it is notoriously difficult to succeed in a claim for negligence against professional advisers.\" Earlier, his solicitor and manager, Frank Presland, had himself displayed an almost rock-star-like air of dismissal, revealing that he had delayed relaying the judgment to his client because Sir Elton was playing tennis in Atlanta. \"Keeping fit is more important,\" he added. Asked about the star's reaction to the outcome, he implied that the estimated £8m cost - which includes the£3m bill of PricewaterhouseCoopers, £1.5m for Andrew Haydon, former managing director of John Reid Enterprises (JREL), Sir Elton's previous management company, and Mr Presland's own bill for £4m - would barely dent the rock star's wallet. \"It's just business,\" Mr Presland said. Sir Elton had tried to sue Mr Haydon for negligence in allowing JREL to charge him for overseas tour expenses, including booking agents, accountants and producers. While the management agreement was ambiguous on this point, the 54-year-old star argued that the expenses should have been paid by the company. The City accountancy firm PricewaterhouseCoopers, JREL's auditors and his financial advisers, were also accused of negligence in managing his affairs. Acted honestly But in a 138-page judgment following the three-month hearing, Mr Justice Ferris rejected claims of negligence against both, and said he was \"fully satisfied that Mr Haydon had acted honestly\". The costs should have been covered by one of Sir Elton's companies, he added. During the hearing, the court heard how Sir Elton, Britain's second richest rock star after Sir Paul McCartney, had spent almost £40m during a 20-month period up until September 1997 - including £9.6m on property and £293,000 on flowers. But Mr Presland suggested that the star - who recently proclaimed that shopping was the only addiction left to him - would not curb his lavish lifestyle. \"I don't think he will cut back on his flowers.\" Mr Haydon's solicitor, Nik Rochez, said his client, who was holidaying in the Caribbean, was \"over the moon\". \"He will be particularly pleased that the case against him was rejected on so many grounds and with such force. This is both a just and wonderful result,\" he added. In a statement, PricewaterhouseCoopers added: \"We are delighted by the decision reached this morning by Mr Justice Ferris, dismissing Sir Elton's claim and wholly vindicating our position. This was a case wholly without merit and resulted in misguided proceedings being brought.\" Generous man John Reid, 51, the star's former lover and manager, who has already paid him £2m in settlement of claims against him, was also in court for the judgment. \"It's very sad that the long relationship I had with Elton has ended this way,\" he added. \"I feel that the question mark that has been hanging over my integrity for the past three years has been removed and that was the most important thing to me in this case. It should never have come to trial. It was ill advised.\" It was a view that appeared to be reflected by the judge, who, while describing the star as \"clearly a man of an uncommonly generous disposition\" and of great intelligence, added he had \"little or no interest in business matters and does not bother to understand matters which do not interest him\". \"Sir Elton's indifference to the details of financial and business matters was for a long time compounded by the fact that he had serious problems with alcohol and drug abuse,\" he said. \"Sir Elton... says he was cured of them in 1990 and there is no reason to doubt this. \"It is right to add that John Reid had similar problems at the same time. He, too, is frank about them and in evidence he acknowledged Sir Elton's help in helping him to overcome them in 1991.\" The business and personal relationship of Sir Elton and Mr Reid had seldom proceeded entirely smoothly, the judge said, but it deteriorated sharply in the early months of 1998. \"Sir Elton became increasingly annoyed that his financial advisers were always telling him that he must cut his spending. He found this difficult because of his extravagant propensities and because he did not see why he could not spend what he wanted when he knew that his earnings were very large indeed. \"It seems he began to doubt the efficacy of John Reid's management and to feel that too large a proportion of his own earnings were being paid to JREL.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}