{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/apr/10/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-04-09T23:00:00Z", "webTitle": "Theatre Review: Tragedy: a Tragedy", "webUrl": "https://www.theguardian.com/stage/2001/apr/10/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/apr/10/theatre.artsfeatures", "fields": {"headline": "Tragedy: a Tragedy", "bodyText": "It is sometimes possible for a play to be both potentially profound and tedious at the same time. Occasionally you see something that is acted with acute clarity and yet remains obtuse. Every now and again you understand all the words but don't have a clue what they mean. Such is the case with Tragedy: a Tragedy by Will Eno, the last offering in the Gate's disappointing Liberty season. The play has an edgy, enervated quality that is always interesting, but for much of its 65 minutes it bored the pants off me. It spends a lot of time telling us nothing we don't already know about the way news agendas are set and the way 24-hour news media operate when faced with disaster (lots of on-the-spot television reporters confronted with nothing happening and forced to waffle to fill in the silence). And it ends by telling us something we may not know: that apocalypse may come not in a flash of lightning and a clap of thunder but with a simple putting out of the light and closing of the door. It starts, and continues for some time - in, fact rather too long - like a satirical sketch on a Radio 4 comedy programme. The premise is that the sun has set and shows no sign of ever rising again. A news team has been sent to cover the event. John is in a field, Constance is reporting from outside a deserted house and John is on the steps of the governor's mansion. They are all as much in the dark as anyone. The more they report, the less everyone knows. They speak for us but do not report what we see. Frank, the anchorman, a kind of tinpot god in the artificial light of the TV studio, tries to hold things together. But gradually, as the long night continues, everyone and everything begins to collapse: meaning, language, even the reporters themselves. In the end, as the professionals who control the news are unable to continue, an ordinary man bears witness. His simple testimony replaces their gobbledygook; his truth replaces their attempts to control the news. Eno's play is clever and you don't doubt for a moment he can write. And while I didn't like this play very much, his is such a quirky talent that I'd be prepared to travel quite some way to see his next one. Until April 28. Box office: 020-7229 0706."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}