{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/01/sport.england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-01T18:45:57Z", "webTitle": "Football: Paul Wilson's England review", "webUrl": "https://www.theguardian.com/football/2001/apr/01/sport.england", "apiUrl": "https://content.guardianapis.com/football/2001/apr/01/sport.england", "fields": {"headline": "Hail Sven, bold and lucky", "bodyText": "So concerted was the racist abuse aimed at Darius Vassell and Shola Ameobi in the England under-21 game in Tirana that several previews of the full international a day later expressed fears that Andy Cole might come under similar attack. That did not happen. The lipstick container that struck Ashley Cole at the end might have been intended for the scorer of the goal he was celebrating, but after breaking his international duck after six years the only flak Andy Cole had to field was from his own fans. 'Great goal Andy,' an England follower shouted as the Manchester United striker boarded the team coach. Cole turned to acknowledge the compliment and into a trap. 'Pity, I could have scored that one myself - as well as half the ones you've missed.' Cole kept up a level stare. 'You should be playing then, shouldn't you,' he said, before putting himself out of earshot. Touche, one might have thought, although the irony probably struck Cole as he lowered himself into his seat. He is the one who is not going to be playing. The yellow card that ruled him out of the next qualifier against Greece in June is unlikely to persuade Sven-Göran Eriksson to select him for the preparatory friendly against Mexico a fortnight earlier. Cole effectively misses the next two England games, and that means two chances for Robbie Fowler or Emile Heskey to make an impression. Eriksson, who has been assiduously expressing belief in Cole in the hope the striker would come good in front of goal to settle all the arguments, must be just as aware as Cole that the Liverpool pair will not be content to be sidelined indefinitely. Fowler has already been through all that with Alan Shearer, and both his club form and his sharpness in England training suggest he is presently a more reliable finisher than Cole, whose international statistics do not paint a false picture - one goal in 13 games. If Fowler and Michael Owen are deemed too instinctively predatory to form a partnership, Heskey deserves a try in his true position. It is faintly ludicrous that in the season in which Gérard Houllier has finally succeeded in stopping Heskey taking up wide positions and encouraged him to run at central defenders, he keeps popping up on the wing for England. Heskey practically played left-back for much of the second half in Tirana, when - late goal notwithstanding - Andy Cole was not engaging Albania's defence sufficiently to justify such a wasteful disposition of resources. Had Albania's last-minute 'equaliser' counted, instead of being ruled offside, Eriksson would have had to face some uncomfortable questions about England's unimaginative attack and dangerously inexperienced back line. Kevin Keegan had a point when he said he could not dispense with his experienced players all at once - the point being that it is almost impossible for an incumbent manager to attempt such a thing without incensing his older players and putting the young ones under intolerable pressure. Eriksson is in the ideal position of selecting the young pretenders from the word go, but still being able to call on Martin Keown or Graeme Le Saux if he feels the need. Some feel the need for Le Saux has arisen already, but although England rode their luck at times in collecting six points from Eriksson's first two games, the accent on youth is set to continue. Tord Grip, Eriksson's assistant, who expects Cole to continue in the next two games against Mexico and Greece, takes the view that players who acquit themselves well in the Champions League should have few problems at international level. 'I'm not concerned that there are too many kids in the team, it's more a case of being impressed that young players are coming through and taking their chances so well,' he said. 'I thought Wes Brown and Rio Ferdinand were both great. It was a pity about the goal, but these things happen. Some of our experienced players have retired, and Martin Keown has been injured, so we had to react to that.' Eriksson admitted that the depth of young talent in England was one of the factors that had persuaded him to take the job. 'We now have seven points, we have won three games, and I think we were convincing in all three,' he said. 'We deserved to win them all. I know perfectly well we haven't met France away yet, but all games are difficult today and we have made a good start. The aim before I came here was to do everything to qualify for the next World Cup, but because the team is so young it is possible to look a bit further and say England could have a very good team in a few years. Most of these players will be around for the next 10 years. I'm very lucky.' The word that Napoleon used about his generals and Graham Taylor adapted to England managers has been applied freely to the new man in the week since David Seaman prevented Jari Litmanen spoiling his welcoming party at Anfield. While his side might not have been quite as convincing as he appears to be suggesting, at least Eriksson has been decisive and brave enough to deserve some luck. He played Seaman, stuck with Andy Cole, and did not stand on ceremony when dropping Chris Powell. He was quick to remove the ineffective Steve McManaman on Wednesday, and can be expected to be just as positive when considering his striking options for the next game. 'The new manager is very efficient, and we needed that,' Sol Campbell said. 'He is very positive, he goes through all the aspects of the game but he doesn't waste energy. He goes over what he wants each of us to do, but he doesn't overload you with stuff. The team is responding to him, there is a nice balance now with a few young players coming through, and he's got our respect. We've played well over the two games to get six points, and we want to keep on winning. None of us wants next summer off.' With Steven Gerrard and Nick Barmby still to come back, that prospect is slowly receding, though every four years some of football's biggest names get to take the summer off. England might be breathing more easily but Holland are starting to get worried in group two. If the Republic of Ireland keep winning the Dutch might not be able even to claim a play-off place. Brazil should be safe despite their defeat by Ecuador in midweek, though at the moment the '98 losing finalists are uncomfortably close to having to rely on the play-off route. Argentina, England's nemesis in France 98 and early favourites to win in Japan and Korea, are all too clearly the real power in South America now. A German win in Helsinki on 2 June would leave England a clear run to second place and render September's showdown in Munich a formality. If that's the way group nine pans out, Eriksson can be officially classed as a lucky manager."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}