{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/apr/14/theloafer", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-04-13T23:32:12Z", "webTitle": "We are not amused", "webUrl": "https://www.theguardian.com/books/2001/apr/14/theloafer", "apiUrl": "https://content.guardianapis.com/books/2001/apr/14/theloafer", "fields": {"headline": "We are not amused", "bodyText": "\u0095 Proving that modern life is nothing if not anodyne, guests at the launch party for Wittgenstein's Poker by David Edmonds and John Eidinow spectacularly failed to come to blows. Among those reprising the night in 1946 when Karl Popper and Wittgenstein had a good shout-up - complete, according to the rumour of the day, with fiery pokers - were Melitta Mew, Popper's long-time assistant, and Wittgensteinian Sir John Vinelott, one of the few surviving witnesses. Despite its brevity, their meeting was cordial enough - although Popperians are said to be less than happy that their boy doesn't feature in the title. Much to everyone's disappointment, the poker in the fireplace remained in place - but then things aren't what they used to be. \u0095 Having watched her daughter-in-law drop a few embarrassing, if pertinent, clangers, the last thing HM wants to do is get mixed up in a Royal drugs scandal. When Canongate's Jamie Byng presented her with a special edition of cult cocaine novel Snowblind at the recent Buck House beanfeast, the Loafer imagined that discretion would be the better part of valour and that the rather racy title would be despatched out of royal view instanter. But no: Byng has recently received a thankyou letter hinting that it may be destined for greater things. \"The unusual cover certainly set it aside from those viewed during the day,\" enthused the official notelet-penner, \"and once Her Majesty has looked at it I expect it to be added to the Royal Collection.\" Something for the monarchy modernisation task force to mull over, anyway. \u0095 And speaking of the hapless Wessex girl, her one-time profiler Sean Smith - co-author of the ickily named Sophie's Kiss - is primed to write the unauthorised biography of J K Rowling, signed up by Andrew Morton's stable Michael O'Mara. Smith, it emerges, has just the qualifications: he went to the same school as Rowling. Not that he actually knew her, which makes him even more of an ideal candidate - who wants the facts to muddy the waters? \u0095 Poor old Mark Steel must wonder why he called his new book Reasons to be Cheerful. This week the producers of Ireland's The Kelly Show unceremoniously cancelled his forthcoming appearance. Why? After a quick look, they decided he just wasn't quite relevant enough to the Irish, apparently, and that little bit on the Republican side. So out he went. Ouch."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}