{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/apr/14/music", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-04-13T23:32:17Z", "webTitle": "Review: Haydn the Innovator ed David Young", "webUrl": "https://www.theguardian.com/books/2001/apr/14/music", "apiUrl": "https://content.guardianapis.com/books/2001/apr/14/music", "fields": {"headline": "String theory", "bodyText": "Haydn the Innovator: a New Approach to the String Quartets ed David Young, int H C Robbins Landon Arc, £11.95 Buy it at a discount at BOL I was once entertained by a theory which proposed that the origins of the four-square rock guitar combo - lead, rhythm, bass and drums - lay not only in the blues but in the string quartet, and particularly, the string quartet as conceived by Haydn. It's a pleasant theory to watch as it wobbles precariously aloft before collapsing; but then on listening to the quartets you may well be suddenly made to think of more contemporary stuff. There's something in the second movement of the Op 77 No 2 quartet that reminds me maddeningly of something I have in my post-punk record collection. And there are passages that anticipate just about everything Philip Glass has ever written. Which I suppose applies to anyone who's ever played an arpeggio again and again - but then Haydn did that kind of thing first. So it's not at all fanciful to call Haydn \"the innovator\", as this book does. And if he didn't exactly invent the string quartet, he saw its potential straight away and made it the pinnacle of the chamber-music tradition. For those of you who think of Haydn as a rather strait-laced and stuffy version of Mozart - well, let us hope you take this opportunity to slink off and learn a thing or two. Here is the man himself, answering a question on musical style and its precedents, with particular reference to Palestrina and intervals of fourths: \"Art is free, and will be limited by no pedestrian rules. The ear, assuming it is trained, must decide, and I consider myself as competent as any to legislate here. Such affectations are worthless; I would rather someone tried to compose a really new minuet.\" That's quoted in one of the essays here, David Wyn Jones's \"Minuets and Trios in Haydn's Quartets\". It's a paragraph that all composers should aspire to; and it should make us keep in mind Haydn's richness and strangeness. Wyn Jones notes that Haydn wrote the Trio of his Op 33 No 2 with deliberately marked glissandi in the first violin part; \"very close to the style,\" Wyn Jones writes, \"of Austrian folk music, such as today is typically encountered in the Schuhplattler evenings inflicted on drunken parties of British skiers.\" Nineteenth-century editors found these indecorous and removed them. Your recording may well not have them. Mine, the otherwise excellent complete set recorded by the Aeolians in 1976, doesn't. And how do I come to seem so effortlessly knowledgable about Haydn all of a sudden? Because the glory of this book is that it comes with a 60-minute CD. And so virtually every musical illustration given in the text has its own track on the CD. This makes a huge difference - if you've ever got up to Grade III in anything, you will remember the basics of musical notation, but only very basically. The business of understanding the textual explication of musical matters becomes much, much easier like this. The whole book may be pitched at the upper end of the layman's abilities - go on, stretch yourself - but it is straightforwardly arranged: an introduction by H C Robbins Landon, the world's greatest living authority on the composer, followed by essays on the beginnings, middles, and finales of the quartets. One chapter, \"Performing Haydn's Quartets\", by Alan George, addresses the question of why Haydn doesn't thrill audiences as much as he should. The real answer - because, in Beckett's words, people are bloody ignorant apes - he cannot give; but a book like this may well help change matters."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}