{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/25/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-24T23:29:13Z", "webTitle": "Fulham 2 - 0 Wolves", "webUrl": "https://www.theguardian.com/football/2001/apr/25/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/apr/25/match.sport1", "fields": {"headline": "Fulham ton up with Saha", "bodyText": "Promotion and the First Division title secured, Fulham brought up the century last night to take another step towards their season's final target - the League points record. Having cakewalked this match thanks to two penalties from the prolific Louis Saha, who has now converted 10 out of 10, Fulham need victories in their last two games, against Wimbledon and at Grimsby, to overhaul Sunderland's tally of 105 two seasons ago. The news is not so good for Wolves, who still need one point to be mathematically safe from relegation. While Jean Tigana has topped off the managerial good work started by Micky Adams and Kevin Keegan, the list of under-achievers in the Molineux hot seat is depressingly long. Dave Jones knew how much expectation came with the job when he took over in January but this season now offers only a survival mini-struggle and a chance to assess his playing staff for next term. A clear-out is likely, with Temuri Ketsbaia, on international duty last night, and Lee Naylor among those thought to be on their way. The scale of his task was evident last night even before the 23rd minute when Fulham, missing several players on international calls, converted dominance into a lead when Saha took his season's total to 31. Saha deserved the goal because he had begun the move that led to it, dispossessing Ludo Pollet in midfield, then embarking on a run that he ended with a neat pass to Karlheinz Riedle. As the German cut inside, he was brought down by Kevin Muscat. Fulham were soon in full cry and six minutes after the restart Pollet had to resort to upending Riedle just outside the area. Sean Davis's free-kick was heading for the top corner until Michael Oakes conjured up a fine flying save. Soon Lee Clark burst into the right of the area, only to see his shot cannon off a lucky defender. Wolves were chasing shadows, forced on to the defensive. A second Fulham goal was inevitable and Saha again obliged after Muscat, under strong pressure, pushed Riedle. Simon Morgan, long-serving and much loved captain during Fulham's darker days in the lower divisions, earned the night's biggest cheer when he came on as a late substitute, his first appearance after 15 months out with injury. He was, naturally, named Man of the Match. Wonderful. \u0095 Luton were relegated to the Third Division last night after losing 1-0 at home to promotion-chasing Rotherham, whose winner was scored in the 76th minute by Chris Sedgwick. Joe Kinnear, Luton's manager, was dismissed from the dug-out for protesting that Mark Robins, the creator, was offside. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}