{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/apr/10/uk.Whitehall", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-04-09T23:31:05Z", "webTitle": "MPs call for commission to speed Whitehall reform", "webUrl": "https://www.theguardian.com/politics/2001/apr/10/uk.Whitehall", "apiUrl": "https://content.guardianapis.com/politics/2001/apr/10/uk.Whitehall", "fields": {"headline": "MPs call for commission to speed Whitehall reform", "bodyText": "Tony Blair should attack the refusal of Whitehall to embrace fundamental reforms by establishing a royal commission on the future of the civil service, a Labour controlled select committee of MPs recommends today. The proposal has support in parts of Downing Street where there is growing frustration at the slowness of change in Whitehall and civil servants disinterest in the outcome of Labour's many policy initiatives. Mr Blair and his senior advisers want civil servants to focus much more on results and spend less time fighting departmental turf wars. The proposal for a royal commission comes from the Commons public administration committee which says there is a feeling \"in some quarters that the civil service has once again absorbed attempts at reform. A possible conclusion may be that the service is incapable of effectively changing itself and that reform must be imposed from the outside\". The MPs also point out that the head of the civil service, Sir Richard Wilson, has admitted he will not meet his target of 35% women in the senior civil service by 2005. \"If this one target cannot be met for reasons which could have been foreseen ... it raises questions about the basis for such target setting,\" the report says. The MPs also call for the posts of permanent secretaries - the most senior departmental post - to be opened up to external open competition. In recent months, both the Home Office and the Education Department have filled such vacancies from within Whitehall. The report says local councils and agencies have complained of the \"constant need to bid and rebid for central funds and the requirement to comply with a plethora of inspection regimes and externally imposed targets\". The MPs say these targets imply a lack of trust and stem from an excessive centralism. They suggest \"the twin imperatives of performance and accountability seem to us point inexorably towards a system of elected regional government combined with unitary local authorities\". The report also calls for the government's much criticised annual report to be changed so that claims about the government's record are subject to independent verification and endorsement."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}