{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/apr/16/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-04-16T21:54:53Z", "webTitle": "European round-up", "webUrl": "https://www.theguardian.com/football/2001/apr/16/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2001/apr/16/newsstory.sport2", "fields": {"headline": "European round-up", "bodyText": "Bayern Munich, with a 1-0 lead to defend at home to Manchester United in Wednesday's European Cup quarter-final second leg, suffered a demoralising 3-1 defeat at home to Schalke 04 on Saturday. Bayern, like United chasing a hat-trick of domestic titles, were derailed by the three goals from Ebbe Sand which took Schalke to the top, and that after Carsten Jancker had given them an early lead. \"We were far too nervous in defence,\" said Bayern's coach Ottmar Hitzfeld. Deportivo La Coruna, who have vowed to overturn Leeds United's 3-0 lead in tomorrow's home quarter final second-leg, trailed 1-0 to lowly Osasuna but late headers from Roy Makaay and Fernando kept them eight points behind the leaders Real. Valencia suffered a defeat at their Mestalla stadium where the season's surprise team, Alaves, earned a 2-1 victory. The visitors opened the scoring with a deflected shot after seven minutes but though Valencia's midfielder Vicente made it 1-1, Dan Eggen sealed Alaves' victory with a fine header after 74 minutes. Thereafter their minds began to wander to what should be Thursday's Uefa Cup semi-final second-leg formality at Kaiserslautern, whom they lead 5-1. Barcelona, Liverpool's visitors in the Uefa Cup that same evening, shared eight goals for the second week running. This time they were 2-0 down at home to Zaragoza before Marc Overmars pulled one back in the 53rd minute. The sides then exchanged four goals in a seven-minute spell, Patrick Kluivert scoring a neat double before Rivaldo curled in a last-minute free-kick to earn Barca's 4-4 draw. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}