{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/apr/06/loans.personalfinancenews", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-04-05T23:00:00Z", "webTitle": "£120m in loans offered as tourism lifeline", "webUrl": "https://www.theguardian.com/money/2001/apr/06/loans.personalfinancenews", "apiUrl": "https://content.guardianapis.com/money/2001/apr/06/loans.personalfinancenews", "fields": {"headline": "£120m in loans offered as tourism lifeline", "bodyText": "The government will today announce £120m of guaranteed loans to the hard pressed tourist industry. Ministers confirmed yesterday that bookings are down 10% across the country and up to 80% in the worst hit areas of Cumbria and Devon. The loans package is designed to tide the industry over its growing cash crisis, but is unlikely to be seen as enough by the many small rural tourist businesses on the edge of collapse. The English regional tourist boards estimate they are losing £200m a week in revenue, and the figure could be four times greater over Easter, which often represents as much as 10% of the industry's annual takings. The loans will be announced by the culture secretary, Chris Smith, alongside £6m in subsidies to increase marketing by the English Tourism Council and the British Tourism Authority. Mr Smith warned the cabinet yesterday that the danger of \"significantly reduced\" bookings for the summer was now serious. The package has been worked up in urgent talks between the Department of Culture, Downing Street and the Treasury. The money is on top of existing rate relief and VAT holidays. The Conservatives are likely to claim that the package follows their own call for interest free loans of up to £10,000. The tourist industry will claim the assistance is dwarfed by the huge compensation payments being prepared for farmers. But as President Bush told the Scottish first minister, Henry McLeish, in Washington that he \"empathised with the UK\" - and the European parliament snubbed Britain by voting overwhelmingly to call for a review of the non-vaccination policy - there were clear signs that government was becoming deeply frustrated at local councils in unaffected parts of the country. Mr Blair has already met council leaders to urge them to take a common sense approach to footpath closures but large areas still have blanket bans. The government found an unexpected ally in Sir Sean Connery, who was in Washington. \"You will find our majestic countryside open,\" he said. Agriculture minister Nick Brown, who told cabinet members that he would be spending much of the Easter holidays at his ministry's headquarters, advised caution however, saying that the epidemic might be levelling off but no risks could be taken. \"This is a very serious outbreak which is likely to have a long tail,\" he told MPs as some pressed for faster cull-and-bury policies and others urged relaxation of restrictions on the movement of animals in unaffected areas. The problem facing vets was multiplied by the fact that for every reported case of foot and mouth confirmed, there were two that turned out to be false alarms, Mr Brown said. Compensation payments to farmers were now approaching £600 million, Downing Street said. About 1,600 soldiers are working on foot and mouth in 14 areas of the country. Email update Sign up for our free daily foot and mouth round-up More on the election and foot and mouth Politics: foot and mouth What's going on? Full list: outbreaks Graph: rise in cases Full list: closed &amp; cancelled Causes and effects The issue explained The front line: meet those affected by the crisis 03.04.2001: Straws in the wind 06.03.2001: Meet our panel Related articles 06.04.2001: £120m in loans offered as tourism lifeline 06.04.2001: Burial mound suggested to cut west's surplus of carcasses 06.04.2001: Man shot in head with bolt gun dies 06.04.2001, analysis: No reason to be cheerful Ð yet 05.04.2001, world dispatch: ÔHoof and mouthÕ blights tourism Interactive guides How the virus spread across Britain The countryside in crisis More on the countryside in crisis 27.03.2001: Hard times From the Guardian archive 28.11.1967, leader: indecision on foot and mouth 18.11.1967: 'Slaughter must seem a cruel remedy' 16.11.1967: Foot and mouth may cost agriculture more than £12m 11.11.1967: Emigrant flights to Australia stopped by foot and mouth 01.11.1967: It is cheaper to kill than to prevent cattle disease Graphics Map: The spread of the disease (week 4) Map of confirmed cases so far Computerised image of the virus Cartoons Steve Bell on how pigs will fly Steve Bell on Hague going over the top Photo gallery The story in pictures Talk about it What do you think? Special reports What's wrong with our food? BSE Countryside in crisis Net notes Pigs - the story in links Useful links The government's Open Britain site Ministry of Agriculture, Fisheries and Food Maff information and factsheets EU legislation on the disease National Farmers' Union Meat and livestock commission National Pig Association World organisation for animal health: foot and mouth disease Advice for horse owners - Equine World The Ramblers Association The Institute of the Public Rights of Way The Forestry Commission The Association of National Park Authorities Countryside agency report - the state of the country 2001"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}