{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/apr/20/saving", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-04-19T23:00:00Z", "webTitle": "Savings", "webUrl": "https://www.theguardian.com/money/2001/apr/20/saving", "apiUrl": "https://content.guardianapis.com/money/2001/apr/20/saving", "fields": {"headline": "Welsh put the least aside", "bodyText": "The Welsh may be the weakest link, according to TV quiz show host Anne Robinson's controversial comments in a recent TV interview. But it seems that the Welsh are definitely the weakest link when it comes to savings, according to a new survey from online broker Halifax Share Dealing. Researchers quizzed 2,000 people on their money habits. And those that didn't simply reject the interviewer's questions with a Robinson-style goodbye owned up to an average £7,030 savings nest-egg. But in Wales the figure was much lower. The savings shirkers from Cardiff to Colwyn Bay have just £4,320 a head stashed away in the savings bank, according to the survey. And just over one in three has up to £5,000 squirreled away. Yet just across the border in the West Midlands, Britain's best savers sit in splendour. Birmingham folk claim to have average savings of £10,830 - more than twice the Welsh average. The south-east is traditionally the home of stockbrokers and the better-off. But the Halifax probe presumably found very few of them at home - the average savings for this area came out at a surprising £8,900. Mancunians and the north-west - including all that legendary Cheshire wealth - and East Midlanders came next with £8,530 and £7,710 respectively. Londoners fell below average - perhaps because they have the most expensive housing in the UK with mortgage bills to match - with a below-average £6,890. And if the Scots do have as many bawbees locked away as legend claims, then they are also keeping the traditionally Caledonian attitude of never discussing their wealth with strangers - let alone their family or friends. They admit to savings per head of just £5,010. Overall, just one in five of those questioned confessed to being \"savings free\". And one in 11 owned up to a rainy day nest-egg topping £20,000."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}