{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/apr/12/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-04-11T23:00:00Z", "webTitle": "Theatre:", "webUrl": "https://www.theguardian.com/stage/2001/apr/12/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/apr/12/theatre.artsfeatures", "fields": {"headline": "Made in China", "bodyText": "The Dublinese sub-genre of Irish theatre has always been an unashamedly macho sport. And this vicious piece of hard-boiled, working-class Dublin noir by Mark O'Rowe elevates his own Mametesque brand of hard-core Dub baroque to a high martial art form. O'Rowe's relish in the violent, genito-urinary passages of this piece packs enough masculine punch to open many large exit wounds through the backs of the audience's heads. Significantly, this is a terse three-handed drama, not a series of monologues. It's set in the spare, deluxe loft apartment of a sharply dressed hard-man, Hughie. He has become dangerously introverted while continuing to execute baseball-bat mutilations on behalf of his offstage boss, Puppacat. Hughie's gauche, skinhead sidekick Paddy gormlessly endures Hughie's sharp, philosophically avuncular put-downs. Their close relationship is murderously imperilled by Hughie's deputy-in-crime, Kilby, a wire-thin, combat-skilled psycho. Hughie's mother has been mown down in a car crash but Hughie baulks at Puppacat's gift of a grisly, teeth-extracting torture of the other driver. By not participating he is disobeying orders, so he is expelled from the gang and threatened with the less-than-divine judgment of the manically destructive Kilby. The young Paddy (played with delicate hilarity by Luke Griffin) is the unlikely fulcrum of the piece, wavering between his see-sawing loyalties to Hughie (Anthony Brophy, athletically luxuriating in the wounded-animal part) and the refined homicidal tastes of Kilby. As the latter, Andrew Connolly inflates into a depraved performance, oscillating between Cuchulainn's \"rage-horn\" and Rutger Hauer's bleach-headed killing machine in Blade Runner. Director Gerry Stembridge concentrates the ideas and oceanic humour into an equation of menace and physical fraternity between violent men. At times the pace scrunches the language into total incoherence - a compacted idiolect of self-consciously florid vernacular that undermines the more outlandish plot-twists and, rather distractingly, plays for low laughs. But this is pure, exhilaratingly irresponsible theatre, with its grimly realistic message that violence ultimately triumphs. \u0095 Until May 12. Box office: 00 353 1 878 7222."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}