{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/nov/01/fred-thompson-actor-and-senator-who-ran-for-president-dies-at-73", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-11-01T23:56:24Z", "webTitle": "Fred Thompson, actor and senator who ran for president, dies at 73", "webUrl": "https://www.theguardian.com/world/2015/nov/01/fred-thompson-actor-and-senator-who-ran-for-president-dies-at-73", "apiUrl": "https://content.guardianapis.com/world/2015/nov/01/fred-thompson-actor-and-senator-who-ran-for-president-dies-at-73", "fields": {"headline": "Fred Thompson, actor and senator who ran for president, dies at 73", "bodyText": "Fred Thompson, an actor who became a US senator for Tennessee and ran for the presidency in 2008, has died. He was 73. A statement from the Thompson family said: “It is with a heavy heart and a deep sense of grief that we share the passing of our brother, husband, father, and grandfather who died peacefully in Nashville surrounded by his family.” The statement, which the Tennessean newspaper reported said Thompson died from a recurrence of lymphoma, added: “Fred believed that the greatness of our nation was defined by the hard work, faith, and honesty of its people. “He had an enduring belief in the exceptionalism of our country, and that America could provide the opportunity for any boy or girl, in any corner of our country, to succeed in life.” Tributes to Thompson were instant. Jeb Bush, the former Florida governor now running for the Republican presidential nomination, used Twitter to say: “Fred Thompson lived an amazing life, he will be sorely missed. Columba and my prayers are with Jeri and his kids &amp; grandkids.” The Republican operative Stuart Stevens alluded to Thompson’s warm personality when he used Twitter to say: “Just before narrating Bush film at ’04 convention, Fred Thompson was enjoying adult beverage. Saw my nervous look. Laughed. Then nailed it.” An attorney who worked on the Watergate hearings, Thompson became a successful character actor after playing himself in the 1985 film Marie, based on a case in which he represented a whistleblower who exposed corruption in the government of Tennessee. He went on to star in the TV series Law &amp; Order. He played a fictional president in Last Best Chance (2005) and real-life president Ulysses S Grant in a 2007 TV movie, Bury My Heart at Wounded Knee. He provided the voice of another occupant of the White House, Andrew Jackson, in Rachel and Andrew Jackson: A Love Story (2001). In the 1993 Clint Eastwood hit In the Line of Fire, he played a White House chief of staff. Other film credits included The Hunt for Red October and Days of Thunder (both 1990), Cape Fear and Necessary Roughness (1991), and Secretariat (2010). On television he made appearances in Sex and the City, The Good Wife and many more series. Thompson entered politics in 1994, when he was elected to fill the remainder of the Senate term vacated by the then vice-president, Al Gore. He won re-election and represented Tennessee as a Republican until the 2002 elections, in which he chose not to run. In 2007, he took a break from acting to run for the Republican nomination for president. Unable to gain purchase in the primary race, he dropped out in late January 2008. One of the lines most famously attributed to Thompson compared his post-law career choices: “After two years in Washington, I often long for the realism and sincerity of Hollywood.” The Tennessee senator Lamar Alexander, who took over Thompson’s seat on Capitol Hill, on Sunday issued a statement which said: “Very few people can light up the room the way Fred Thompson did. He used his magic as a lawyer, actor, Watergate counsel and United States senator to become one of our country’s most principled and effective public servants. “He was my friend for nearly 50 years. I will miss him greatly.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}