{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2015/nov/24/alexis-sanchez-arsenal-substitute-dinamo-zagreb", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-11-24T22:51:23Z", "webTitle": "All-action Alexis Sánchez shows Arsenal there is no substitute for quality | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2015/nov/24/alexis-sanchez-arsenal-substitute-dinamo-zagreb", "apiUrl": "https://content.guardianapis.com/football/blog/2015/nov/24/alexis-sanchez-arsenal-substitute-dinamo-zagreb", "fields": {"headline": "All-action Alexis Sánchez shows Arsenal there is no substitute for quality", "bodyText": "With just over 20 minutes to go at the Emirates, and with Arsenal already cruising at 2-0 against a blunt Dinamo Zagreb, Arsène Wenger made his first substitution. As the board flashed it became clear the player coming off was not, as expected, Alexis Sánchez, the Premier League’s most overworked attacking whirl, a man who has been cheerfully buzzing his way through the dreaded “red zone” for the last two months, and who has now played 90 minutes seven times in four different countries in the last seven weeks. Instead it was Olivier Giroud who departed. Sánchez, who had already scored one and made one, took his place up front. There are players who might have let the throttle drop at this point. Other players. Within 90 seconds Sánchez, an incorrigible blur throughout, had sprinted 40 yards to score Arsenal’s third with a thrilling thumped finish. Ten minutes later he was careering in wildly off the left flank like a drop of fat fizzing around a hot plate and screaming for a penalty as he was bundled over. When you’re Alexis Sánchez there is a time to rest. And that time is never now. On a night when Arsenal’s hopes of progressing from Champions League Group F narrowed to an intriguing final act in Piraeus two weeks from now, it seemed fitting Sánchez should lead from the front. The Chilean is in his own way the least Arsenal of Arsenal players, a guaranteed source of thrust and energy irrespective of opponent or occasion. To borrow a phrase from Shane Warne, Sánchez hasn’t played 70 matches for Arsenal. He has instead played the same match 70 times, and in the most flattering sense. For Wenger he must be a managerial dream, the closest thing to a constant in a sport racked with variables. Arsenal now have their fate in their own hands, but their supporters will be just as encouraged by the broader evidence of attacking rhythm and pep. Before kick-off there was a tinny kind of tension around the Emirates, that familiar disjunct whenever any football match has its outcome bound up in events elsewhere. For a while the first half was as low-key as a must-win Champions League game in front of a (technically) full house is ever likely to get. Arsenal passed and probed politely. Zagreb are game but limited opponents. They really shouldn’t have come this close to eliminating from the Champions League the eighth richest club in the world. Here they ran and hustled well enough early on. At which point Arsenal’s high-spec attacking parts began to take the game away. Sánchez had started wide on the left, with Mesut Özil in full meandering maestro mode in the centre. As he often does in the opening minutes of these European nights – like a chess player enjoying the neat, square lie of the pieces – Özil provided an early flicker of jaw‑dropping vision, yawning a lovely little reverse pass inside Alexandru Matel from a flashy angle. Sánchez’s first act was to fall over attempting a jump-start dribble just outside the area. His second was a lofted pass towards Giroud that brought a corner. For a while he buzzed on the fringes, kitted out in an oversized pair of black gloves that emphasised the way he almost seems to be paddling the ground with his hands as he runs. It seemed inevitable the opening goal would involve Özil, and he duly scored it, stooping to head past Eduardo. It was a fine breakaway goal, made by Sánchez’s burst down the right and floated cross and finished by Arsenal’s record signing and – for some time now – best player. It was Sánchez’s fourth direct assist in this season’s Champions League. His own first goal followed shortly afterwards. Nacho Monreal stole the ball and slipped it inside for Sánchez, hurtling into space, to tuck it with almost disdainful haste past Eduardo. Despite all those recent minutes racked up it was his first goal in eight games for club and country, having previously come off a run of 10 in six. Not that a barren Sánchez spell ever really feels like cause for concern, such is his very obvious love of playing, of just keeping on keeping on. Sánchez may have walked a bit more of late in between those throttle‑thrumming impact runs. In fact his combined yardage stats are quite measured. But in a season that started in June – with a month off post‑Copa América – he has now played 30 matches, had 109 shots at goal, been fouled 67 times and embarked on an unquantifiable number of furious, vengeful, arm-waggling, sprints. Carry on Alexis. Bravo. More. There was more, too, as Sánchez and Özil continued to decorate what had by now become a distinctly zombified occasion. Arsenal are still alive in the Champions League, albeit despite their own best efforts in losing those opening two fixtures. They have a fair chance now of winning in Greece, maybe even winning well enough to creep through to the knockout rounds, thanks in large part to the enduring spirit of their most indefatigable presence."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}