{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/nov/20/liverpool-jurgen-klopp-raheem-sterling-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-11-20T22:30:08Z", "webTitle": "Jürgen Klopp: Liverpool must again become a club nobody wants to leave", "webUrl": "https://www.theguardian.com/football/2015/nov/20/liverpool-jurgen-klopp-raheem-sterling-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2015/nov/20/liverpool-jurgen-klopp-raheem-sterling-manchester-city", "fields": {"headline": "Jürgen Klopp: Liverpool must again become a club nobody wants to leave", "bodyText": "Jürgen Klopp believes Raheem Sterling’s move to Manchester City should be a stimulus for Liverpool to become a club that no player wants to leave. Liverpool face their former winger on Saturday for the first time since he departed Anfield in acrimonious fashion to become the most expensive English footballer of all time. Sterling followed Luis Suárez, and Fernando Torres before them, in seeking silverware away from the club who have won the league title 18 times, when he joined City in a deal rising to £49m this summer, having rejected Liverpool’s offer of a £100,000-a-week contract extension. Klopp, on his sabbatical when Sterling joined City, refused to comment on the controversial transfer or the player’s actions, saying only he had been told the 20-year-old “was a good boy”. The manager preferred to reflect on what the saga meant to his own club, and believes Liverpool must ensure the next talent to emerge has no reason to look beyond Anfield for success. “The will of the player is always very important,” he said. “I don’t know anything about Sterling’s story but I know about similar stories and it is normal. This is Mario Götze’s story with Dortmund. You cannot hold the player when he doesn’t want to be there. It doesn’t work. So you have to take the money and do something smart with it. The only thing is how you react on this. First of all we have to try to become a club in the future that nobody wants to leave. Then we will have the problem that we have to send some players away because we have too many! That is ultimately what we have to do. And it’s possible – the weather in Manchester is not that much better than Liverpool so that is not the biggest advantage. “It is a long, long journey but we have started it and we want to do this. We don’t have to talk about the past and not about Sterling. He’s a brilliant player, everybody knows this. Now he’s at Manchester City so we close the book. We have other good players, really good players, and that is what we have to think about.” Klopp admits he would rather develop a team than pay exorbitant prices for players but, despite his experiences with Bayern Munich after turning Borussia Dortmund into champions of Germany, insists he has no problem with the path taken by City. He explained: “It’s better you have players in your own squad that are worth £100m and don’t want to leave, that’s the best thing. This is what we try to do for the future. The truth is I like to build up teams, it’s what I really like in football, but I have no problem with a different way. I’m not here at Liverpool because we cannot buy expensive players! No, no, no; different reasons.” Bayern lured Götze and Robert Lewandowski from Dortmund during Klopp’s reign, with damaging consequences for Borussia, but the German coach insists money will not define Liverpool’s chances against City in the long term. “We couldn’t compete off the pitch but on the pitch, yes, of course we could compete. That’s normal, that’s what I love most about football,” said Klopp of his Bundesliga rivalry. “It’s not important what you spend, it’s not important who you are; it’s only important what you want to do, and what you want to do together. “Of course we can play against them. Of course we can beat them. I don’t know if we can do it on Saturday but of course we can. We beat City in Dortmund and drew in Manchester. They had more money but that’s not what’s important. It’s only a big, big thing to talk about here. I’m six weeks here but compared to Germany – where only two clubs sometimes talk about money – all the rest don’t talk about money and that’s because there is a big difference between Bayern and the rest because they don’t have that much. So they try to do their best. “Money is only one part of success. The rest is work. That is what we are doing. We don’t think about Manchester City. There is no decision about the result on Saturday so we can fight for it. That’s all I need. The rest is not interesting for me.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}