{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/nov/28/england-eddie-jones-contracts-richard-cockerill-leicester", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-11-28T22:00:03Z", "webTitle": "England’s Eddie Jones can forget central contracts, warns Richard Cockerill", "webUrl": "https://www.theguardian.com/sport/2015/nov/28/england-eddie-jones-contracts-richard-cockerill-leicester", "apiUrl": "https://content.guardianapis.com/sport/2015/nov/28/england-eddie-jones-contracts-richard-cockerill-leicester", "fields": {"headline": "England’s Eddie Jones can forget central contracts, warns Richard Cockerill", "bodyText": "Richard Cockerill has welcomed Eddie Jones with a friendly warning of what to expect in his role as the England coach. “He can talk about central contracts all he wants,” Leicester’s director of rugby said, “but it ain’t going to happen in our lifetimes.” When installed as the Stormers coach less than a fortnight ago Jones expressed his opinion that the Rugby Football Union must establish central contracts for its leading players before it can hope to be successful. “How can you manage your players when they are controlled by other organisations?” he said in Cape Town. “In my opinion, that is the single greatest task ahead of whoever is going to be appointed as the next England coach.” Jones may well find the central contracts horse bolted long ago – at the dawn of the professional era, some may say – but Cockerill is looking forward to working with him. Or should that be locking horns. “I think he’s the right man. He knows what he wants and he’ll drive it hard. I’ve met him a few times. I quite like people who are dead straight to the point. You can’t misread Eddie. You know what he’s thinking because he’s telling you. That’s cool. He’ll have to get used to working with the clubs and the restrictions in and around that. Notwithstanding that, England have more access to players than ever and there’s a good enough group to be successful. A little bit of entertainment along the way, no doubt, between clubs and country – and you guys [the media] and him will be interesting.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}