{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/nov/24/barbra-streisand-steven-spielberg-presidential-medal-freedom", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-11-24T23:59:51Z", "webTitle": "Barbra Streisand and Steven Spielberg awarded presidential medal of freedom", "webUrl": "https://www.theguardian.com/us-news/2015/nov/24/barbra-streisand-steven-spielberg-presidential-medal-freedom", "apiUrl": "https://content.guardianapis.com/us-news/2015/nov/24/barbra-streisand-steven-spielberg-presidential-medal-freedom", "fields": {"headline": "Barbra Streisand and Steven Spielberg awarded presidential medal of freedom", "bodyText": "Barbra Streisand, Steven Spielberg and Gloria Estefan were among the honorees awarded the presidential medal of freedom at the White House on Tuesday. Barack Obama presented the nation’s highest civilian honor to 17 people in celebration of the contributions they have made to the country and the world. “A bunch of people were saying I was pretty busy today, which is true, but this is a fun kind of busy right here,” said Obama, who had earlier that day met with French president François Hollande to discuss the global response to the Islamic State. The president first heralded the Nasa mathematician Katherine Johnson, who calculated the flight path for America’s first mission in space. The other scientist to receive the award was the first head of the Environmental Protection Agency, William Ruckelshaus. The honor was also given to artists, activists and politicians including Senator Barbara Mikulski and Shirley Chisholm, who in 1968 became the first African American woman to be elected to Congress. Obama called Mikulski, the longest-serving female US senator in history, a “lioness” on capitol hill and praised her for “fighting for the prospects of America’s women and girls”. Lee Hamilton, a former Indiana congressman who was chairman of the Iran-Contra committee and vice-chairman of the 9/11 commission, also received the honor. Along with Spielberg and Streisand, other artists bestowed with the award were the violinist Itzhak Perlman, the musician James Taylor, the Broadway composer Stephen Sondheim and Gloria Estefan’s husband, Emilio Estefan. The award was given to the athletes Willie Mays and baseball hall-of-famer Yogi Berra, who was presented with the award posthumously. “What can be said about Yogi Berra that he couldn’t say better himself?” Obama said. Bonnie Carroll, founder of the Tragedy Assistance Program for Survivors, was one of several activists presented with the medal along with Billy Frank Jr, a Native American rights activist and environmental conservationist, and Minoru Yasui, who fought against the US government’s internment of Americans of Japanese descent. Past recipients of the award include the presidential hopeful Ben Carson, the then secretary of defense Dick Cheney and the comedian Bill Cosby. In July, Obama dodged a question about whether he would rescind Cosby’s honor after more than 20 women accused the comedian of sexual assault. White House spokesperson Josh Earnest said at the time that he was not sure that the president had the power to rescind the award, which was issued by George W Bush in 2002."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}