{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2015/nov/01/homeland-recap-season-five-episode-four-why-is-this-night-different", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-11-01T22:05:04Z", "webTitle": "Homeland recap: season five, episode four – Why is This Night Different?", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2015/nov/01/homeland-recap-season-five-episode-four-why-is-this-night-different", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2015/nov/01/homeland-recap-season-five-episode-four-why-is-this-night-different", "fields": {"headline": "Homeland recap: season five, episode four – Why is This Night Different?", "bodyText": "‘Quinn, oh thank God…’ After last week’s shenanigans in the woods, Carrie wakes up to find herself tied up in a dark bunker. Ah, but there’s a familiar face: Quinn! Surely he’s come to rescue her … But he’s pretty slow to let her go, slow enough for her to articulate one of those classic Homeland questions: “What the fuck is going on?” It’s a fair question: fine, Carrie’s name is “on a kill list” and, according to Quinn’s intel, it’s Saul who put it in the box; but if Quinn is faking it and hasn’t been planning on listening to his boss why did he have to truss her up with zip-ties while she was asleep? Anyhow, Quinn fans can relax: even if Saul has thrown her under that CIA bus, Quinn is still on Carrie’s side. “Believe it – now play fucking dead,” Quinn growls, plastering her face with blood and staging a “proof of death” photo. It’s “fall back time” and he’s going to help her disappear. Once they’ve got all that clear (or as clear as anything really gets in Homeland), there’s just enough time for a quick nod to what might have been between them. Must be tough when you’re a spy and you have a fling with someone and then try to find them and they really don’t want to be found. ‘It’s the best one on the table’ And so to Saul’s masterplan for peace in the Middle East. Allison and Saul team up to engineer a meeting with General Youssef, a prime candidate to replace Assad (no matter what Saul is promising the Israeli ambassador). He’s in town with a sick daughter – the perfect opportunity to proposition him: $10m loaded on his jet for bribes, the promise of free elections, and the full support of the United States. “I’m flattered,” says the General over a smoke with Saul as he takes it all on board, though even he doesn’t seem that convinced it is “the best solution for Syria”, and there’s a real note of cynicism as Saul mentions the “full support of the United States”. Douchebag Backwards Laura tracks down Sabine, another hacker who goes by the name of “Savigeslut” when she’s online. It’s a mutual appreciation society (“We know your work”) and, even though Sabine is under house arrest and not allowed to talk to journalists, she’s happy to put in some time on the dark web rooting around for our pal Douchebag Backwards. Not sure what the hackers in Mr Robot would make of their hacking skill here, but anyhow. Sabine alerts Douchebag Backwards to the situation: Laura’s been palmed off with an empty flash drive and she’s not happy. Cue a quick scene in Gratuitous But Convenient Webcamland to talk to one of the bikini-clad web-cam operators. She’s dating Korzenik: where is he? As we know from last week’s shady deal, Korzenik double-crossed Douchebag Backwards. His answer – “Relax, we’re going to be rich” – doesn’t exactly inspire confidence, and when he tells Douchebag Backwards: “I’m not stupid,” you really get the feeling he’s not going to be able to cut a good deal with the Russian hood who just wants to be able to “trust people”. ‘There’s only one number in the memory’ There’s one number in Quinn’s evil burner phone; Carrie calls it – and gets through to Allison Carr. Has she been double-crossing Saul after all? But before anyone has time to think any more about that, bang! Uh oh, the private jet explodes in the skies over Berlin. There goes the General, his family and Saul’s great plan for peace in Syria – and $10m in cash, of course. “Oh my God” says Saul. Quite. Notes and queries Is that an eco-friendly bulb in Quinn’s bunker? He’s really the most thoughtful spy in the game. “You’re named after your grandfather, Frank Mathison, did you know that?” Carrie’s direct-to-camera message to Franny is a hard watch, but one that Claire Danes pulls off. “If you want Franny to be safe, you have to be dead.” The Homeland guide to parenting for field agents is writing itself this season. “Saul provides a name, I provide proof of death, return to the drop, get another name.” One of the more straightforward job descriptions in the black-book world. Carrie’s wig suggests that undercover wig technology has not improved much since the 1980s – did they nick it from The Americans? “Sending you to kill me is not smart, it’s fucking stupid.” She’s not wrong. Presumably Carrie is back on her meds then? She seems totally fine this week. Quinn thinks of everything. General Youseff is played by Igal Naor, who had bit of a longer run as Shlomo Zahary in The Honorable Woman. Gabehcuod has got to be the best code name in Homeland history."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}