{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2015/nov/13/the-returned-recap-series-two-episode-five-madame-costa", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-11-13T23:15:12Z", "webTitle": "The Returned recap: series two, episode five – Madame Costa", "webUrl": "https://www.theguardian.com/tv-and-radio/2015/nov/13/the-returned-recap-series-two-episode-five-madame-costa", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2015/nov/13/the-returned-recap-series-two-episode-five-madame-costa", "fields": {"headline": "The Returned recap: series two, episode five – Madame Costa", "bodyText": "In a programme where the dead routinely return to the land of the living and no one is truly gone, how do you raise the dramatic stakes? By inventing a fate worse than death, that’s how. Esteban’s transformation into one of the Horde, that group of mute and pained lost souls, was horrifying to witness, and the shot of a single tear rolling down his unresponsive cheek was devastating in its simplicity. That was just one powerful image in an instalment full of them, from Costa’s extraordinary death scene, to the final glimpse of Milan waking from his watery grave. What an episode! What a show! ‘Is she asleep?’ Another plus point in this episode’s favour: it was chock-full of classic, creepy Victor moments. We have not seen very much of little Louis Lewanski this season, his reunion with his mother and brother largely preventing him from going about his usual business of lurking round corners and coercing people into killing themselves. But he was in fine form here, playing a significant role in both the present storyline and in the past, where he learned of his role in the demise of Mme Costa. It has taken a long time to reveal the circumstances of Costa’s passing – until this week’s episode, it was only her and Simon whose deaths remained a mystery – but there’s no doubt that it was worth the wait. There was something both chilling (quite literally!) and playful in the manner it was depicted, the long-distance shot of Costa slipping silently into the ice feeling almost Fargoesque in its black comedy. Of course, we knew that Costa’s end was nigh: Victor/Louis had shown her a drawing of it mere moments before. Yes, as suspected by so many of you in the comments, Victor’s drawings uncannily predict the manner of people’s untimely demises. “Soon they will be saying it’s your fault,” Costa warned him shortly before she became the latest victim of his creative streak. But is he at fault for these incidents? Do his scrawlings cause deaths or merely report them in advance? I think we can probably assume it’s the later, judging by those flashes Victor witnessed back in the present, which showed among other things, Julie flinging herself from the town’s dam. That little flicker of an image was enough to send Victor scrambling back to the living side of town, with Costa in tow. Can Victor change the future as well as predict it? We’ll have to wait another week to find out: it was only the first few of the flashes – Costa encountering the Horde, and the pair in Julie’s ravaged flat – that we witnessed in this episode. The other flashes – a shot of the basement of the Helping Hand (let’s pray that Victor doesn’t find himself down there), the shot of Julie at the dam – remained unresolved. Besides, we know that Julie is safe for the time being: she is holed up in the hospital with Mr Lewanski and a nurse named Ophélie. I’m sure I wasn’t the only person who noticed a spark between Julie and Ophélie, who provided her both with a place to stay and didn’t hand her over to the military. Meanwhile, Julie now believes that her former partner is dead: Ophélie told her about the death of the police officers, though crucially failed to mention that one is unaccounted for. Could it be Laure? ‘We’ll find a way out of this place’ Hoping to join Mme Costa and Victor in exiting the dead side of town are Lena and Claire. They want to take Camille with them, though that’s likely to be difficult given that a) the dead are rather precious about losing any of their number and b) Camille is becoming increasingly attached to Virgil, with Lena catching the pair together this week. It seems to me that we’re inching towards a point where Camille will have to choose between the dead and the living. Esteban had the choice taken away from him this week. His sudden inability to even acknowledge Camille, Lena and Claire was initially blackly comic (urinating in front of them in the bathroom), then deeply creepy, and finally hugely sad. It’s remarkable that The Returned is able to give these things that, on the face of it, are so unreal a relatable weight. A case in point is the fate of Audrey, who reunites with her mother, only to find herself turned over to Pierre and his goons at the Helping Hand. It’s another gruelling moment in an episode full of them. ‘You can trust me’ Meanwhile, Simon and Adele go into hiding at the church, where they have demon baby Nathan baptised. An interesting location to lay low in, given that the last time Simon was in hiding there, Father Jean-François betrayed him to the gendarmes. At least this time around he has promised that they won’t dob them in, and Simon and Adele certainly need all the help they can get. Not only are the authorities on their tail, but Lucy and the undead are too. Why they’re so set on taking the baby back to the town of the dead remains a bit of a mystery. The intrepid duo of Berg and Jerome continue their investigations this week, using Victor’s pictures to flesh out Jerome’s revenants map. I described Jerome’s theory as “loopy” back in week two, but perhaps it has some credence. Based on the testimony of Audrey, the pair decide that their best bet is to visit the part of town where the dead reside. To do that, though, they’ll have to trek through the forest where the gendarmes were found. Best of luck, chaps. Finally, Serge and Toni are back together at the cabin, and have welcomed in some guests – a group of mute women. Their sudden appearance – and Toni’s reaction to them – was the standout moment of humour in an uncommonly funny episode of The Returned. Of course, it was tempered with darkness: the women were murdered by Serge during his serial killing spree. They seem to be mute like Estaban – members of the Horde, perhaps. Have they come for revenge? And when can we expect another houseguest in the form of Milan? I must confess that final image of Milan regaining consciousness didn’t quite shock me in the way I think The Returned’s creators intended; it was only last week that he left our screens, and we have seen him come back from the dead several times already. Yet, it’s hard not to be spooked by that menacing glint in his eye. What does he have planned? Notes and theories In other “regaining consciousness” news, Mr Lewanski is awake. Berg’s father is Etienne, the middle-aged man who befriended Claire. I’m sure we’ll hear more about him in weeks to come. Was the behaviour of Mme Costa’s dog, which inadvertently caused her death, another example of animals behaving weirdly? Or just a dog being, well, a dog? I think it’s probably the former. Why weren’t the Horde bothered about Victor and Mme Costa leaving deadsville? Did they instinctively know the pair were on urgent business? Julie was on a list of people who have disappeared at the hospital. I also spotted Toni on there in the bottom right-hand corner, but I don’t think anyone else on the list was relevant or familiar to us (though with this show you can never tell). According to a topographical study, the lake has tunnels under it, which may account for the town’s flooding. Mme Costa died 35 months after the dam burst: presumably as part of that spate of post-disaster deaths mentioned by the old woman last week. You’d also imagine that Mr Costa was involved in the fatal hit on the Lewanski house as a direct result. He’ll have found the drawing of Mme Costa, no doubt. The newspaper clippings on Jerome’s conspiracy wall included: “bus crash”; “third woman found mutilated”; “10 dead in nightclub tragedy”; “teacher commits suicide on dam”; and “Lewanski murders”. There were also drawings of a man being torn apart by dogs, the fight in the woods between the Horde and the police and an image of a hooded man. Talking of the conflict in the woods, Lucy claimed that her group weren’t responsible for the police officers’ deaths, and certainly not the bite marks found on them. “We tried to protect them,” she said, and claimed that they tied the officers to the trees for that reason. I really enjoyed the interactions between Louis and Mme Costa this week – particularly this exchange: Costa [looking at Victor’s drawing] “That lady’s got a funny face.” Victor: “It’s you.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}