{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2015/nov/09/que-es-un-chief-resilience-officer-y-por-que-estan-todos-en-la-ciudad-de-mexico", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2015-11-09T23:10:29Z", "webTitle": "¿Qué es un Chief Resilience Officer, y por qué están todos en la Ciudad de México?", "webUrl": "https://www.theguardian.com/cities/2015/nov/09/que-es-un-chief-resilience-officer-y-por-que-estan-todos-en-la-ciudad-de-mexico", "apiUrl": "https://content.guardianapis.com/cities/2015/nov/09/que-es-un-chief-resilience-officer-y-por-que-estan-todos-en-la-ciudad-de-mexico", "fields": {"headline": "¿Qué es un Chief Resilience Officer, y por qué están todos en la Ciudad de México?", "bodyText": "Dependiendo del criterio que se utilice para contabilizarlas, existen alrededor de 10,000 ciudades en el mundo que albergan a más del 50% de la población planetaria. Según la mayoría de las estimaciones, ese número va en incremento y, para el 2050, 70% de la población mundial vivirá en zonas urbanas. Nuestras ciudades enfrentan una serie de retos cada vez más diversos y complicados, desde las amenazas relacionadas con el cambio climático, hasta los problemas relacionados con la infraestructura, la sociedad y la economía. Ante la presión de tantos riesgos –algunos conocidos, otros desconocidos–, ¿cómo pueden volverse adaptables las ciudades frente a las dificultades sociales, económicas y físicas que presenta el siglo XXI y ¿cómo pueden valerse de éstos los retos previsibles para planear mejor y crear urbes boyantes,adaptables frente a los shocks y dificultades que vendrán aparejadas a los cambios drásticos? Para responder a estas preguntas, la Fundación Rockefeller –que apoya el proyecto Guardian Cities– creó 100 Resilient Cities(100RC), una organización dedicada a ayudar a las ciudades de todo el mundo a desarrollar adaptabilidad tanto a shocks – acontecimientos repentinos, traumáticos, como terremotos e inundaciones – como a problemas crónicos como la pobreza o la escasez en la vivienda. Desde la creación del 100RC en 2013, éste ha trabajado para cumplir su cometido mediante la elección de 100 ciudades que componen esta importante vanguardia. Para asistirlas a desarrollar la adaptabilidad, 100RC ofrece a las ciudades miembro cuatro formas de apoyo: ayuda para desarrollar una estrategia de adaptación integral, orientada a guiar el camino de las ciudades hacia ello, mediante acciones concretas y tangibles; acceso a un fondo de más de 100 millones de dólares de servicios de primera clase, provistos por socios en los sectores privado, público, ONGs y la academia, para auxiliar en la puesta en práctica de proyectos de adaptabilidad y reflexión; y los contactos de nuestra red de colegas, de manera que las ciudades puedan aprender de los éxitos y fracasos de los otros. Pero quizá la principal ayuda consiste en financiar y apoyar la contratación de un Chief Resilience Officer (CRO). Un CRO es un asesor de alto nivel para la máxima autoridad de la ciudad, quien tiene la responsabilidad de trabajar con diferentes sectores de la sociedad y con estructuras gubernamentales, de forma que los que toman las decisiones clave logren vincular importantes vertientes laborales. Un CRO puede ayudar a orientar la reflexión en cuanto a cómo las decisiones y prioridades afectan la capacidad de su ciudad, no sólo para sobrevivir a un desastre potencial, sino para adaptarse, crecer y prosperar sin importar los problemas de largo plazo o la severidad de los shocks que una ciudad enfrente. Si pensamos en los actores involucrados en el desarrollo de la adaptabilidad como si fueran una orquesta, el CRO debe actuar como su director, al conseguir que todas las partes trabajen juntas de manera armónica. Su trabajo implica la capacidad de crear consensos, mostrar liderazgo y zanjar dificultades, razón por la cual esta semana nos encontramos en la Ciudad de México, junto con nuestra red global de CROs, para llevar a cabo el segundo congreso de Chief Resilience Officers, un evento de una semana que congregará a pioneros en la práctica de la adaptabilidad urbana, provenientes de seis continentes y más de 30 países. Los CROs compartirán ideas, expondrán las prácticas más exitosas, y desarrollarán las herramientas necesarias para asegurarse de que sus ciudades sean más fuertes, más robustas, más incluyentes, y en última instancia más adaptables. No existe un mejor lugar para llevarlo a cabo que en el laboratorio de adaptabilidad que es la Ciudad de México. Como corazón cultural y político de México, y como potencia económica en América Latina, esta ciudad enfrenta diversos retos y oportunidades que comparte con otras ciudades de todo el mundo. Por ejemplo, si bien por un lado la ciudad florece en varios aspectos, también enfrenta dificultades propias a la rápida expansión urbana. Desde la década de 1950, el área metropolitana de la Ciudad de México ha observado una explosión demográfica, al pasar de tres a 21 millones de habitantes, con un total de tres millones de personas que en la actualidad viven en asentamientos irregulares. Una mala planeación de la expansión urbana, aunada a la proliferación de asentamientos irregulares, ha exacerbado los riesgos y el impacto de los shocks y problemas, pues los terremotos, el hundimiento de la tierra y la escasez de agua a largo plazo tienen un impacto significativo. El crecimiento rápido ha implicado graves complicaciones para la infraestructura social y física de la ciudad, al consumir tierras dedicadas a la conservación, reducir los niveles de los acuíferos, e incrementado la pobreza y la desigualdad. En aras de obtener una mejor comprensión de cómo se interrelacionan estos factores, la Ciudad de México recién comienza a explorar los vínculos entre los distintos problemas, por ejemplo, entre la vivienda informal y la inclusión económica, o entre las regulaciones de la construcción y los acuíferos. Este aspecto es crucial, pues permite planear la mejor manera de enfrentar el siguiente desastre, así como la construcción de una ciudad próspera para todos sus habitantes. Al igual que varias ciudades progresistas, con mentalidades proclives a la adaptación, la Ciudad de México está explorando nuevas formas de combatir shocks y problemas al mismo tiempo, poniendo un énfasis explícito en mejorar las oportunidades de comunidades vulnerables. Por ejemplo, los esfuerzos por mejorar el transporte y el tráfico, incluidas las inversiones en los autobuses de veloz tránsito, conocidos como metrobús, carriles para bicicletas y zonas peatonales, han permitido un mayor acceso a empleos y a ciertas zonas de la ciudad, al tiempo que contribuyen a disminuir la contaminación ambiental, alguna vez considerada la peor del mundo. Esta oportunidad de aprender de los colegas en un salón de clases tan rico como la Ciudad de México será crucial en el esfuerzo de 100RC como catalizador de una nueva práctica global de adaptabilidad. Queremos que los CROs aprendan del trabajo que se lleva a cabo en la Ciudad de México, y al tiempo notende los retos históricos que la ciudad ha enfrentado. Si bien las personas, los lugares y las lenguas siempre difieren, los enfoques hacia la solución de riesgos de largo plazo y oportunidades deberían ser similares. A través de nuestra labor, hemos visto que las ciudades de todo el mundo comparten retos y soluciones comunes, y esperamos que del aprendizaje de la Ciudad de México surjan nuevas ideas compartidas para nuestro amplio movimiento de adaptabilidad. Para nuestra ciudad anfitriona, se trata de un movimiento que el jefe de gobierno Miguel Ángel Mancera y la ciudad que rige están en condiciones de ayudar a dirigir en los años venideros. Michael Berkowitz es presidente de 100 Resilient Cities, una organización creada por la Fundación Rockefeller. Traducido por Eduardo Rabasa. Como parte de nuestra semana en vivo en la Ciudad de México, estamos publicando una serie de artículos en español. Los comentarios en español sobre estos artículos serán bienvenidos vía email. Al final de la semana publicaremos una selección en la web de Guardian Cities. Envíanos un email a mexicocity.week@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}