{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2015/nov/20/paris-attacks", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-11-20T22:32:55Z", "webTitle": "Paris attacks: woman killed in St-Denis raid 'did not blow herself up'", "webUrl": "https://www.theguardian.com/world/live/2015/nov/20/paris-attacks", "apiUrl": "https://content.guardianapis.com/world/live/2015/nov/20/paris-attacks", "fields": {"headline": "Paris attacks: woman killed in St-Denis raid 'did not blow herself up'", "bodyText": "One week on, Paris remembers Parisians gathered at 9.20pm, the exact time the attacks took place on the previous Friday, to remember those who died. (Gallery of Friday night vigils here). The French prime minister, Manuel Valls, announced that the death toll of the attacks in Paris last Friday has reached 130 after one person died in hospital. France announced plans for a formal remembrance ceremony honouring each of the victims. The national memorial ceremony at Les Invalides in Paris will take place next Friday and Republican Guards will carry a photograph of every victim of the shootings and bombings. Security in Europe French Parliament voted to extend the country’s state of emergency for a further three months. A second suicide bomber who detonated outside the Stade de France last week passed through Greece on 3 October 2015. Another of the Stade de France bombers is known to have passed through Greece. European governments have ordered the immediate vetting of all EU nationals for potential terrorism or criminal connections in a new regime of much tighter border controls of the EU’s free-travel area embracing 26 countries. Bernard Cazeneuve, the French interior minister, urged ministers to adopt a long-delayed EU-wide system for airline passenger information. Bodies found in St-Denis siege A third body was found in the terrorist hideout in St-Denis that was the scene of a ferocious shootout with police. It has yet to be identified but is understood to be a man. The remains of Hasna Aït Boulahcen, the woman who died during the raid, have been formally identified by forensics. The Paris prosecutor’s office said Aït Boulahcen was also not the suicide bomber who blew herself up in the raid. A younger brother of Abdelhamid Abaaoud has been held in Moroccan custody for more than a month, according to an intelligence source Suspect on the run French and Belgian authorities are believed to be investigating whether Salah Abdeslam, the suspect still at large after the Paris attacks, may have decided to abandon his plan and is now in hiding not only from police but from recriminations from extremist associates. An alleged friend of the fugitive claims Abdeslam was in Molenbeek as recently as Tuesday night, despite a Europe-wide manhunt, and expressed regret about the massacre. France’s national police chief has admitted authorities still do not have any clear information about the whereabouts of Salah Abdeslam. Arrests in Brussels Six out of the seven people detained yesterday during raids connected to Bilal Hadfi, one of the suicide bombers at the Stade de France, have been released. One other person has been held by police after separate raids connected to Paris, with another released, the prosecutor’s office said. One person arrested on Thursday was charged with involvement in terrorism over the Paris attacks. Two suspects arrested on Saturday in connection with the Paris attacks will be held for a further month. See here more on our coverage of the Paris attacks. That’s it from us tonight in New York. Thanks for tuning in. The atrocities of 13 November, 2015 triggered global condemnation, dramatic manhunts, political questions, military reprisals and expressions of solidarity. Here is a visual guide to the seven days that shook Paris. The mayor of Paris, Anne Hidalgo, spoke on Tuesday at the annual congress of French mayors, held in Paris and attended by 2,000 mayors of all political persuasions: It is with a heavy heart that I welcome you today on behalf of all Parisians in the city, afflicted, weeping, grieving, but more determined than ever to live and to live freely. On Friday night, terrorists came to challenge what they hate most: the cosmopolitan, generous, unruly and noisy life of Paris and of St-Denis, united by destiny as a single community. It is in the neighbourhoods where all generations, every language and every culture cohabit that they sought to forbid us to live and be vibrant, to talk and to listen, to exchange and to share. What they wanted to kill is our freedom – that freedom that we strive to protect and share in all our towns and cities – that freedom which is at once the air we breathe, the living language we speak and the blood that flows in our veins. In the spirit of fraternity all municipalities have united to address their condolences to the Republic and to the victims. And it is in this same spirit that together we hope the many injured will recover and live this infinitely precious life of which the terrorists sought to deprive them. Read her remarks in full in English: and in French: At 9.20pm on Friday, Paris didn’t fall silent or weep, writes Luke Harding (@lukeharding1968) from outside the Bataclan. Instead, exactly a week after last Friday’s devastating attacks, it exploded into a wave of human sound: cheering, whistling, whooping, clapping. And a burst of reggae, pumped from outside the Bataclan theatre by a yellow van with stereo stacks. Some held hands and raised cans of Kronenbourg. Others turned up with their kids. From a fifth-floor flat next to the concert venue – where 89 people were murdered last week – a man started singing the Marseillaise. On the pavement below, illuminated by candles, others joined in. It was a defiant affirmation of eternal values: noise, joy, light. In the 10th and 11th arrondissements some had gone drinking, occupying al fresco cafe tables similar to the ones were many were shot dead last week. Some restaurants were full, but others were semi-empty, a sign that the city is not entirely back to normal, and won’t be for some months to come. More on Paris, one week after the attacks: More details from Belgium (via Agence France-Presse): Belgium on Friday charged one suspect with involvement in terrorism over the Paris attacks and released one other as part of a separate investigation into suicide bomber Hadfi Bilal, prosecutors said. “The person that was arrested yesterday has been charged by the investigating judge with participation in terrorist attacks and participation in the activities of a terrorist organisation, and placed into custody,” Belgium’s federal prosecutor said in a statement. According to AFP, Belgium has charged one suspect linked to the Paris attacks with terrorism At the Bataclan: In the Place de la République: In front of Le Carillon restaurant, targeted in last week’s attacks: (Above, in English: “9.20pm passers by hold hands and sing La Marseillaise in front of Le Carillon, bloodied last week by the attacks.”) At La Belle Équipe restaurant, also targeted last week: People have been gathering at Place de la République in anticipation of the one week anniversary of the attacks. Earlier today, French cultural figures called for everybody to “stand up” at exactly 9.20pm under the hashtag #21H20 – the moment the first attack took place outside the Stade de France stadium – and make noise and light: (The above tweet reads: “Tonight, at 9.20pm, the whole French nation will be with you. We will never forget you”) A Moroccan woman has released a video via news website Alyaoum24, claiming that photographs purporting to show Hasna Aït Boulahcen – which have been published by newspapers and websites around the world – are in fact pictures of her. The Daily Mail was among several publications to print the photos – one showing a woman in a bath and another showing a woman with her two friends whose faces have been blurred out – which they claimed were of Aït Boulahcen. But the Moroccan woman, named only as Nabila, has said that the photograph of the woman in the bath is of her, and was taken at a friend’s house while she was living in France. It appears that the photographs published by the Daily Mail show two different women. According to Alyaoum24, Nabila is from Beni Mellal in Morocco and works at a driving school. Nabila has asked for the relevant authorities to intervene, as the photographs have been disseminated around the world online. Hasna Aït Boulahcen, the woman who was killed during the St-Denis raid was first believed to have blown herself up during Tuesday’s raid. On Friday, the Paris prosecutor said that she in fact had not blown herself up. A third body found in the aftermath of the St-Denis raid appears to belong to the suicide bomber, according to several French media reports. Watch the video in full here (in Arabic): Sixty-four suspected hate crimes have been reported in Scotland since the Paris terror attacks last week with at least three suspected to be in direct reaction to the events, the police said on Friday. Two of the three bombers who blew themselves up at a soccer stadium in Paris last Friday had their fingerprints taken on 3 October, while travelling through Greece, the Paris prosecutor said in a statement on Friday. “A new Stade de France suicide bomber, who blew himself up at 21.30pm on Rue Rimet, H Door in St Denis, was formally identified and his fingerprints matched those of someone who passed through Greece on the 3 October 2015. It was during this same immigration check that the other suicide bomber who blew himself up at 21.20pm at D door of the Stade de France had his fingerprints registered.” The original statement from the Paris prosecutor below in French: The French Senate has voted in favour of extending the state of emergency for three months following on from Thursday’s vote in favour of the measure by the lower house of parliament. The current state of emergency gives more powers to the security services and police to act without judicial oversight. The new beefed-up emergency measures include: Expanded powers to immediately place under house arrest any person if there are “serious reasons to think their behaviour is a threat to security or public order”. More scope to dissolve groups or associations that participate in, facilitate or incite acts that are a threat to public order. Members of these groups can be placed under house arrest. Extended ability to carry out searches without warrants and to copy data from any system found. MPs, lawyers, magistrates and journalists will be exempt. Increased capacity to block websites that “encourage” terrorism. (via Angelique Chrisafis). Ernest Hemingway’s A Moveable Feast (Paris est une fête, or Paris Is A Celebration, in French) has shot to the top of French book charts in the wake of last week’s attacks on Paris. The book is currently No 1 on Amazon’s French site, where the retailer says it has temporarily sold out. Copies of the memoir have been left among the tributes to the 129 victims of last Friday night’s attacks, reports Le Figaro. According to the French publisher Folio, orders have risen from an average of 10-15 copies per day to reach 500. The book has struck a chord with a mood of defiance in the wake of the attacks. This has seen Parisians drinking and eating in restaurants, cafes and bars across the city, and posting about it under the slogan “Je suis en terrasse” on social media. Written towards the end of his life but only published posthumously, in 1964, A Moveable Feast sees the American author trace his impecunious time in Paris, surrounded by luminaries such as Scott and Zelda Fitzgerald and James Joyce. Hemingway wrote: There is never any ending to Paris and the memory of each person who has lived in it differs from that of any other. We always returned to it no matter who we were nor how it was changed nor with what difficulties now what ease, it could be reached. It was always worth it and we received a return for whatever we brought to it. The demand for Hemingway’s memoir has also been fuelled by a much-shared interview with a Parisian woman named only as Danielle. It’s very important to bring flowers to our dead. It’s very important to see, many times, Hemingway’s book, A Moveable Feast, because we are a very ancient civilisation, and we will hold high the banner of our values, and we will show brotherhood to the five million Muslims who exercise their religion freely and kindly, and we will fight against the 10,000 barbarians who kill, they say, in the name of Allah,” she said. Read more here: The French TV station iTele is reporting that an unidentified man – not a woman – was the suicide bomber who blew himself up on Wednesday during a violent police shoot-out in St-Denis, write Kim Willsher (@kimwillsher1) and Luke Harding (@lukeharding1968): It was previously believed that Hasna Aït Boulahcen – a 26-year-old French national whose passport was found in a handbag in what remained of the apartment raided on Tuesday – had blown herself up by detonating a suicide vest. She was killed during the battle with police but wasn’t the suicide bomber, the TV station reported. The Paris prosecutor confirmed this to the Guardian. “All I can tell you is that the kamikaze was not Hasna,” the prosecutor said. Aït Boulahcen is the cousin of Abdelhamid Abaaoud, the suspected ringleader of the Paris attacks. His body was also discovered among the ruins of the terrorist apartment. On Friday, the Paris prosecutor announced that a third unidentified body was found in the afermath of the raid on the St-Denis apartment. The third body is understood to be that of a man. One week after the deadly attacks in their city, Parisians areurged to ‘make noise and light’ and reclaim joie de vivre, write my colleagues Kim Willsher (@kimwillsher1) and Luke Harding (@lukeharding1968): One week on, abstract horror has given way to particular grief. It has a name, a story. Outside the Bataclan theatre the faces of those killed in last Friday’s devastating attacks in Paris – 130 people – stare out. The p ictures show at a glance that most of the victims were young. Some are smiling, insouciant, with friends and lovers. Others are in suits, as if about to hurry off to work. Next to the pictures are messages, penned by friends, relatives, well-wishers. One: “To Cédric. My so competent colleague, assassinated by imbeciles, along with so many others.” Another: “To Stephane”, shot not inside the Bataclan,where 89 people perished, but while sitting at home in his studio apartment opposite. A ricocheting bullet hit him in the back. The garden across the road in Boulevard Voltaire has become a soggy shrine. After a week of superlatively mild temperatures Paris was drenched on Friday in heavy rain. Thousands have come here to show solidarity with the dead, to light candles, and to mutter prayers – a shuffling procession of the stunned and quietly grieving. [...]The public can be fickle. But on Friday the sentiment among most was that the fun for which France’s capital is famous – especially in its bohemian 10th and 11th arrondissements – should go on. It might not seem like much, but against the horror of the past week, raising a glass of wine and turning up the radio amounts to a declaration of defiance. A group of artists suggested exactly that. Via social media they published a lyrical appeal to their fellow citizens under the hashtag #21h20. It urged everybody to “stand up” at exactly 9.20pm, the moment the first attack last week took place outside the Stade de France football stadium, one of four suicide bombings to rock the city. Read the dispatch in full: Toys’R’Us has announced it is withdrawing all toy weapons from its 49 French stores following the Paris attacks, writes my colleague Kim Willsher. The toy guns will be withdrawn “the time it takes for things to calm down,” said Fréderik Renaud, director of a Toys’R’Us shop in Limoges. Renaud told France Info radio that the ban covered “anything that resembles a real weapon”, so plastic rifles, machine guns and pitols. He said it concerned around 50 out of the 10,000 different toys in stock. I’m handing over now to my colleague Raya Jalabi to continue our coverage. Here’s what’s happened over the past few hours. Security in Europe European governments have ordered the immediate vetting of all EU nationals for potential terrorism or criminal connections in a new regime of much tighter border controls of the EU’s free-travel area embracing 26 countries. Plans for a common “European intelligence agency” have been declared a non-starter by most of the countries involved Bernard Cazeneuve, the French interior minister, urged ministers to adopt a long-delayed EU-wide system for airline passenger information. Bodies found in St-Denis siege A third body has been found in the terrorist hideout in St-Denis that was the scene of a ferocious shootout with police. It has yet to be identified but is understood to be a man. The remains of Hasna Aitboulahcen, the female suicide bomber who detonated her explosives during the raid, have been formally identified by forensics. Omar Abaaoud, the father of suspected Paris ringleader Abdelhamid Abaaoud, has said he wishes his son was captured alive, but feels only “anger and revulsion towards him”. A younger brother of Abdelhamid Abaaoud has been held in Moroccan custody for more than a month, according to an intelligence source One week on, Paris remembers The French prime minister, Manuel Valls, has announced that the death toll of the attacks in Paris last Friday has reached 130 after one person died in hospital France has announced plans for a remembrance ceremony honouring each of the victims. The national memorial ceremony at Les Invalides in Paris will take place next Friday and Republican Guards will carry a photograph of every victim of the shootings and bombings. Suspect on the run French and Belgian authorities are believed to be investigating whether Salah Abdeslam, the suspect still at large after the Paris attacks, may have decided to abandon his plan and is now in hiding not only from police but from recriminations from extremist associates. An alleged friend of the fugitive claims Abdeslam was in Molenbeek as recently as Tuesday night, despite a Europe-wide manhunt, and expressed regret about the massacre. France’s national police chief has admitted authorities still do not have any clear information about the whereabouts of Salah Abdeslam. Arrests in Brussels Six out of the seven people detained yesterday during raids connected to Bilal Hadfi, one of the suicide bombers at the Stade de France, have been released. One person has been detained for a further 24 hours. One other person has been held by police after separate raids connected to Paris, with another released, the prosecutor’s office said. Two suspects arrested on Saturday in connection with the Paris attacks will be held for a further month. The continuing state of emergency in France has handed extra powers to local authorities, including the power to impose a curfew. In Sens, a town south of Paris, the curfew will kick in at 10pm and finish at 6am the following day, and will last the whole weekend. An official explained that only emergency vehicles will be allowed on the road. Elsewhere, in Yerres, a Parisian suburb, children under the age of 13 have been banned from going onto the streets between 11pm and 6am. Local officials said they plan to enforce this policy until 3 January. “Above all it’s about protection,” a spokesperson for the Paris mayor said. At this troubled time, everyone is a potential target. It is important to protect young people and avoid them being alone on the streets at night. This is the last picture from inside of the concert hall, from one week ago today, showing the beaming young faces and raised hands of hundreds of young Parisians dancing to Eagles of Death Metal, before the Bataclan became a battlefield. We now know who those 89 who died were — students, record label staff, architects, journalists, lawyers, aid workers, mothers, fathers, wives and husbands - enjoying a Friday night of music and dancing. The city of Paris has opened its website paris.fr for people to post messages, photos and videos, to honour the victims killed in the atrocities a week ago - via the email address noussommes@paris.fr. A selection of the hundreds of thousands of messages of solidarity and remembrance posted online over the past week will be published on the website, which also invites people to communicate using the hashtag #noussommesunis. We reported some days ago of the arrest of an Algerian man detained in a German refugee centre, who purportedly told Syrian refugees in the centre about the atrocities in Paris days before they happened. Germany’s top prosecutor has just announced it has taken on the case from local staff in Arnsberg, which could suggest that authorities are taking the accusations more seriously. “We’ve taken the lead in the investigation ... Further investigation will show if the accusations are really true,” a spokesman for the federal prosecutor said. Ralf Jaeger interior minister for North Rhine-Westphalia, said on Thursday the suspect was in custody and “not cooperative.” Ticket sales of concerts in Paris are 80% down on where they should be this year, according to Prodiss, the union of music promoters. “It’s been a shockwave,” a spokesperson told AFP who said the estimate had been reached after analysing twenty venues hosting concerts, one-man shows and variety performances in the French capital. Eighty-nine people died at the Bataclan concert hall in Paris where the Eagles of Death Metal were playing last Friday night. A priority for the ministers was the rapid agreement on collecting and storing data on all air passengers within Europe. The so-called PNR or passenger names records system has been in the works for years and has been blocked on data privacy grounds by the parliament for the past year. Cazeneuve said he was astonised it had taken so long. Not a single EU citizen will understand why the parliament continues blocking this essential tool. Britain, France and Belgium said they would press ahead with their own national system in any case. Dimitris Avromopoulos, the EU commissioner for home affairs, also called for the creation of a new EU intelligence service, viewed as a non-starter since the bigger countries in particular jealously guard their operational secrecy and are reluctant to share too much with EU partners. Cazeneuve said it would take too long to establish and Avramopoulos later climbed down, saying his was “an ideal idea” that had not even been discussed by the meeting. The meeting agreed to establish a new European counter-terrorism centre from January. The Guardian’s Europe editor Ian Traynor has the full details from the emergency meeting in Brussels. European governments have ordered the immediate vetting of all EU nationals for potential terrorism or criminal connections in a new regime of much tighter border controls of the EU’s free-travel area embracing 26 countries. All EU citizens entering or leaving the free-travel area, known as Schengen, will undergo “systematic” screening against pan-European databases. French interior minister Bernard Cazeneuve said the borders clampdown would take instant effect on a temporary basis, until the European Commission came up with changes to the Schengen rules enshrining the new regime as mandatory and obligatory. Under current Schengen rules, this is impossible, with EU citizens subject to “minimum” identification procedures which are generally cursory and perfunctory. The ministers called for: a targeted revision of the Schengen Borders Code to provide for systematic controls of EU nationals, including the verification of biometric information, against relevant databases at external borders of the Schengen area, making full use of technical solutions in order not to hamper the fluidity of movement. Finalising the new borders regime could take months, however, and is likely to run into legislative infighting in Brussels. Previous attempts to tighten the borders regime, notably after the Charlie Hebdo attacks in Paris in January, petered out. Brett McGurk, US special presidential envoy, has cast doubt on whether the hostage situation in Mali was related in some way to the attacks in Paris. “It is too really to soon to speculate, McGurk told MSNBC. The groups in Mali aren’t particularly connected to the Isis groups. Al-Mourabitoun, a jihadi group affiliated with al-Qaida, has claimed responsibility for the ongoing attack at the Radisson Blu hotel, according to Reuters. The claim could not immediately be verified. More than 100 people in the Calais ”Jungle” have observed a minute’s silence, many wrapped in blue, white and red flags, in front of the camp’s church to pay tribute to the 130 victims of the Paris attacks. Ako, 47, an Iraqi-Kurd, told Liberation: “We are have a brotherhood with France and we understand the tragedy that its inhabitants suffered. “We were also persecuted by Daesh, that’s why we fled the country.” About 4,500 people, mainly refugees from the Middle East and East Africa, are living in the makeshift camp close to the port terminal. France’s national gendarme service said “about 40” French special police forces are taking part in the assault on the Radisson Blu hotel in Bamako, Mali. The forces are permanently based in Bamako, with a primary role to secure the French embassy, and are working alongside local security forces. The Guardian’s Matthew Weaver is liveblogging the attacks on the hotel. The former UN human rights chief and president of Ireland, Mary Robinson, has expressed concern that terrorists will be encouraged by describing them as being “at war” with western countries, rather than calling them criminals. Robinson was speaking to an audience in London, which included the French ambassador: The initial response to Paris has been to say it is a war. This reminds me of 9/11 and George Bush. I pleaded with the US to take the criminal route, to see this as crimes against humanity. To declare war on terrorism undermines human rights. It encourages young people [who commit acts of terror] to think of themselves as being at war – a status they do not deserve. Terrorism is a totally criminal act and we must use every means to bring them to justice.” Robinson expressed her condolences and solidarity with the French people ahead of her remarks, and was careful not to name any countries or leaders as using the language of war, which has been invoked by François Hollande and David Cameron. The French prime minister, Manuel Valls, has announced that the death toll of the attacks in Paris last Friday has reached 130. One of the victims, who had been critically injured, has died in hospital, he said. A younger brother of Abdelhamid Abaaoud, the alleged Paris attacks ringleader, has been held in Moroccan custody for more than a month, according to an intelligence source who spoke to Reuters. He names the brother as Yassine Abaaoud, and says he was arrested last month after his plane landed in Agadir. The family is of Moroccan origin, and father Omar Abaaoud is currently in the country, according to his lawyer. There is conflicting information about the exact number and whereabouts of the Abbaoud brothers. Omar Abaaoud’s lawyer, Nathalie Garrant, told Belgian media that he was urgently seeking news of his 15-year-old son, Younis, who had been with Abdelhamid in Syria. Abdelhamid was killed in the French police raid on St-Denis. It is not clear whether Younis and Yassine are different brothers, or the same person. Garrant said Younis had been in Syria since the beginning of 2014, and said he wanted to know from the now-dead Abdelhamid “why he took Younes with him, where Younis is, and whether he’s still alive or whether he’s dead”. The French interior minister, Bernard Cazeneuve, said yesterday that France had no intelligence from European sources that Abdelhamid Abaaoud had returned to Europe and had believed him to still be in Syria. They received a tipoff that he was in Paris from a country “outside Europe”. It is now understood that was Moroccan security services. Four representatives of the Moroccan security services were in Paris on Tuesday to meet the heads of judicial police, a police source told Reuters. The Guardian’s Jon Henley in Paris, has been looking at the hunt for Salah Abdeslam, the suspect from Friday night’s attacks who is still at large. There are unconfirmed reports in various foreign media that Abdeslam, on the run since slipping through police hands during a routine check near the Belgian border in the early hours of Saturday, may have assumed a disguise and be using a false name. Spain’s RTVE has published a picture it says is being circulated by French police said to show 26-year-old Abdeslam, whose brother Brahim blew himself up in the attacks and whose younger brother Mohamed was detained by Belgian police before being released without charge, wearing a dark wig and glasses, and says he may be carrying identification in the name of Yassine Baghli. French authorities have not so far commented on this information and the Guardian has not been able to obtain independent confirmation. In the heavy rain, people are stopping to look at the hundreds of tributes outside the Bataclan theatre, a week on from the tragedy. French artists and cultural figures have urged people to remember those killed yesterday with an evening of “noise and light”. Singer Charles Aznavour, journalist Anne Sinclair and former French culture minister Jack Lang wrote in an open letter published by Huffington Post that they wanted to urge people to turn on their lights, light candles and play music at exactly at 9:20 pm, the time the attacks began. They write that they hope the gesture would show “that culture will continue to shine out and to burnish the light of hope and fraternity”. There is no record of alleged Paris attacks ringleader Abdelhamid Abaaoud, passing through Greece, one of the key gateways on the refugee route to Europe, according to several Greek officials. “It is reasonable to think that someone setting off from the Middle East would go through Greece or Italy,” the official told AP, adding that there was no record from any Greek agency that he was registered in the country, adding that he could not rule out Abaaoud’s having entered the country on a fake passport. France’s interior ministry has said that 90 arrests have been made over the last five nights and that 793 properties have been raided by police. The interior minister, Bernard Cazeneuve, also said that 174 weapons had been seized, 64 stashes of drugs and 250,000 euros confiscated. He confirmed that the raids would continue as part of the “ruthless fight against terrorism.” Most of the police operations are not directly connected to the Paris attacks. The Guardian’s Phoebe Greenwood has been meeting the young Parisians, nicknamed Generation Bataclan, who are the city’s youthful, fun and open-minded people like those hit by the terror attacks a week ago. This is their story. Bernard Cazeneuve, speaking from Brussels, confirms that EU nations will immediately tighten checks on all travellers, including European nationals, at the external borders of the passport-free Schengen area following the Paris attacks. More on this shortly. Liberation reports that about 40 elite French police officers have been sent to Bamako to aid the hostage situation. Here’s what’s happened over the past few hours. Bodies found in St-Denis siege A third body has been found in the terrorist hideout in St-Denis that was the scene of a ferocious shootout with police. It has yet to be identified but is understood to be a man. The remains of Hasna Aitboulahcen, the female suicide bomber who detonated her explosives during the raid, have been formally identified by forensics. Omar Abaaoud, the father of suspected Paris ringleader Abdelhamid Abaaoud, has said he wishes his son was captured alive, but feels only “anger and revulsion towards him”. One week on, Paris remembers France has announced plans for a remembrance ceremony honouring each of the 129 victims. The national memorial ceremony at Les Invalides in Paris will take place next Friday and Republican Guards will carry a photograph of every victim of the shootings and bombings. Security in Europe EU interior and justice ministers have met in Brussels a week on from the Paris attacks to agree a raft of new surveillance measures, border checks and gun controls. The EU executive may propose a common “European intelligence agency”, an idea likely to encounter resistance from some national governments. Bernard Cazeneuve, the French interior minister, urged ministers to adopt a long-delayed EU-wide system for airline passenger information. Suspect on the run French and Belgian authorities are believed to be investigating whether Salah Abdeslam, the suspect still at large after the Paris attacks, may have decided to abandon his plan and is now in hiding not only from police but from recriminations from extremist associates. An alleged friend of the fugitive claims Abdeslam was in Molenbeek as recently as Tuesday night, despite a Europe-wide manhunt, and expressed regret about the massacre. France’s national police chief has admitted authorities still do not have any clear information about the whereabouts of Salah Abdeslam. Arrests in Brussels Six out of the seven people detained yesterday during raids connected to Bilal Hadfi, one of the suicide bombers at the Stade de France, have been released. One person has been detained for a further 24 hours. One other person has been held by police after separate raids connected to Paris, with another released, the prosecutor’s office said. Two suspects arrested on Saturday in connection with the Paris attacks will be held for a further month. Mali hotel attack We’re also reporting live on the gun attack at the Radisson in Mali, as armed forces move in to free hostages. Two suspects detained on Saturday in connection with the Paris attacks will be held for a further month, the Belgian prosecutor’s office has said. Hamza Attou and Mohammed Amri were arrested for having driven suspect Salah Abdeslam back from the French capital to Brussels on Friday night, and he has since eluded capture. President François Hollande has issued a statement, expressing his solidarity and support for Malians as special forces move into a luxury hotel in the capital, Bamako, in an attempt to free hostages. I want to assure all Malians of our solidarity and support for them and I urge all French nationals who are in the affected area to be vigilant at this time. The Paris prosecutor has said the woman’s body found in the rubble of the building in St-Denis after the raid on Wednesday is indeed that of Hasna Aitboulahcen, the cousin of suspected ringleader Abdelhamid Abaaoud and the first female suicide bomber to ever blow herself up in Europe. A third body found at the scene, understood to be a man, has yet to be identified. Omar Abaaoud, the father of suspected Paris ringleader Abdelhamid Abaaoud, has said he wishes his son was captured alive, but feels only “anger and revulsion towards him”. Abaaoud was killed on Wednesday in a raid by French police in Saint-Denis. His father’s lawyer, Nathalie Gallant, told Belgian media her client felt regret his son was not arrested. “He wanted his son to be interrogated, to understand why he chose this path.” He also wanted news of his younger son, Younis, who has been in Syria since the beginning of 2014 and wanted to ask “why he took Younes with him, where Younes is, and whether he’s still alive or whether he’s dead”. Her client was “profoundly depressed”, she said, but had asked his lawyer to get more detailed information from the French authorities. Gallant said she had asked her client if he wanted to recover his son’s body but he had asked her not to make steps in that direction. EU interior and justice ministers have met in Brussels a week on from the Paris attacks to agree a raft of new surveillance measures, border checks and gun controls. Dimitris Avramopoulos, the European commissioner for internal affairs and migration, said the EU executive may propose a common “European intelligence agency”, an idea likely to encounter some resistance from national governments. Ministers are set to agree to checks at external borders, including on individuals enjoying the right of free movement, and citizens of the 26 Schengen countries will have their documents visually checked by security forces when they leave or enter the area. The EU agency for border controls, Frontex, is also set to get a stronger mandate. “We are here to show our French colleagues, and the French people, that we stand by them and that we are determined to make a tough, clear response,” the German interior minister, Thomas de Maiziere, said at the meeting. We published this on last night’s live blog, but here’s another plug for presenter Andrew Neil’s storming introduction to the BBC programme This Week, where he says Islamic State has no chance against France, the country that produced the likes of Balzac, Coco Chanel and Zizou Zidane. The Belgian prosecutor’s office has told the Guardian’s Ian Traynor in Brussels it has released six out of the seven people detained yesterday during raids connected to Bilal Hadfi, one of the suicide bombers at the Stade de France. One person has been detained for a further 24 hours. One of the two other people also arrested in connection with the Paris attacks, has now been released. My colleague Matthew Weaver is following the Mali hotel attack which is unfolding. Follow the live blog here: We’ve spoken to the Paris prosecutor’s office, which has clarified that in the aftermath of the raid on St-Denis they have found: The body of Abdelhamid Abaaoud A woman’s body – and the passport of Hasna Aitboulahcen A third unidentified body, which a spokeswoman told the Guardian was “in all likelihood that of a man”. More details have emerged from Mali, where gunmen have attacked a Radisson hotel in the country’s capital, Bamako, and are holding 170 hostages. At least two private security guards were injured in the attack, the hotel’s head of security said. Malian army commander, Modibo Nama Traore, said 10 gunmen stormed the Radisson Blu hotel shouting “Allahu Akbar” before shooting at guards and taking hostages. Some hostages, including those able to recite verses of the Qur’an, were later released, security sources told Reuters. Another source told AFP that the gunmen were “jihadis” and entered the hotel compound in a car with diplomatic plates. Read the full story here: Are you affected by the #Mali attack? Share your stories with us here http://gu.com/p/4ecky/stw or via Whatsapp +44 (0) 7867 825056. The prosecutor’s statement says a handbag has been retrieved from the scene, where investigators had found the passport of Hasna Aitboulahcen, the cousin of suspected ringleader Abdelhamid Abaaoud. She was named by police sources as the suicide bomber who blew herself up after an exchange with French police. “Three people have been killed in the assault, including Abaaoud,” the statement said, but it cautioned that Aitboulahcen had not been formally identified. “The identification of two of them [who were killed] is not yet known.” At 4.20am on Wednesday, after an exchange of heavy gunfire, anti-terrorist forces shouted to Aitboulahcen: “Where’s your friend?” She replied: “He’s not my friend.” After more gunshots, a large explosion rang out. Neighbour Christian, 20, reported hearing a blonde woman he believed was Aitboulahcen shouting “help me, help me, help me”, and police ordering her to raise her hands before hearing a burst of gunfire. It was unclear whether Aiboulahcen had detonated her suicide vest or whether the fire from French snipers outside the apartment had set it off. The Paris prosecutor has announced three people died during Wednesday night’s raid on an apartment in St-Denis, where Abdelhamid Abaaoud, the alleged ringleader of the Paris attacks, was killed. The third person’s identity is not yet known. A passport in the name of Hasna Aitboulahcen, the female suicide bomber in yesterday’s raid, was also found at the St-Denis property, the statement said. [Update: There are conflicting reports about whether the body is a second woman, and we have very little detail about the identity of the third body. The initial statement led to some confusion referring to a “third body, a woman”. But we now believe that may be a reference to Hasna Aitboulahcen.] The Swedish defence minister, Peter Hultqvist, has said the country’s authorities are interrogating a suspect arrested for plotting a terror attack. Mutar Muthanna Majid, an Iraqi, was arrested by police during a Thursday afternoon raid on a centre for asylum seekers in the north-eastern city of Boliden, police said. “We are now in a very intense stage of the investigation and we are still very interested in his activities and people he met with since arriving in Sweden,” a security service spokesman said in statement. The Swedish prime minister, Stefan Lofven, has praised the speed with which the suspect was located and arrested. A week on from the attacks, we are starting to get a clearer picture of the extent of the injuries suffered by more than 350 people who survived the massacre, and the overwhelming task of French medics to keep so many people alive. At the most recent count, 95 people were still being treated in hospital, three of them in critical condition and 41 in intensive care. Amandine Andretto, 32, who was at the Bataclan, was shot in her right leg and another bullet hit her in the arm. It will be at least three months before she can even begin the process of starting to walk again, her father Jean-Pierre Andretto told the Associated Press. “She has to have two or three more surgeries.” Rev Tristan de Salmiech has also told AP about a couple he knew who survived the Bataclan shooting with terrible injuries. The woman, who was pregnant, had a bullet shatter her ankle and rip through her calf, and explode out of her knee. Her leg has been saved, as has her baby, but she is likely to remain disabled, he said. Her husband “was incredibly lucky ... the bullet didn’t hit any organs,” he added. According to posts from his father on Facebook, a concert promoter is slowly waking up from a medically induced coma after a bullet pierced one of his lungs, shattered his ribs and narrowly missed his heart. My colleagues Kim Willsher and Luke Harding spoke to doctors on Thursday about the first 12 hours after the attack and the battle to save the wounded. Here’s more from the interview from France’s national police chief, who has admitted that authorities are no closer to finding Salah Abdeslam. Speaking to France Info, Jean-Marc Falcone said that all French security forces “are working together” in the hunt for Europe’s public enemy number one. We are working together and sharing information every day. There is a real collaboration between the services, no one is working alone, that would be unacceptable. He expressed regret that co-operation at a European level “it’s not working well enough, it’s not advanced enough, not integrated enough.” He also revealed that further raids were carried out yesterday. As we have said before, as we close one door, we open another. We will continue to carry out raids if the investigation uncovers individuals who took part in any way in the preparation for these attacks, or individuals who could eventually carry out these attacks in the coming days or weeks. France is currently not safe from other teams committing similar acts to those seen in Paris last Friday. Gunmen have attacked a Radisson hotel in Mali’s capital, Bamako, and are believed to be holding a number of hostages. The story will be updated here. France’s national police chief has admitted authorities still do not have any clear information about the whereabouts of Salah Abdeslam. Jean-Marc Falcone, speaking on France-Info radio, said police were trying to find him. “We can’t say anything about the exact geographic situation of that individual,” he said. Belgian media are reporting a significant police presence in Namur, a city in southern Belgium, after the local prosecutor issued a bomb alert. Le Soir reported a large number of police vehicles outside the courthouse just after 9am local time. The surrounding area has been cordoned off. There’s more on the movements of Salah Abdeslam from Belgian website Sud.info. An alleged friend of the fugitive claims Abdeslam was in Molenbeek as recently as Tuesday night, despite a Europe-wide manhunt. “Salah is in Molenbeek. I met him on Tuesday night. He was there, but not for long,” the friend reportedly told the website. He said Abdeslam had met him in order to get him to give a message to his brother, Mohamed. “He told me he had gone too far. It went beyond what it was meant to be. But he could not turn himself in. This could have consequences for his family,” the friend said, reportedly implying that Abdeslam feared reprisals from Islamic State against relatives. Mohamed Abdeslam, the brother of Salah and of suicide bomber Brahim Abdeslam, was released by Belgian police on Monday after several hours in custody. He told reporters he does not know the whereabouts of his fugitive brother but urged him to turn himself in for the sake of the family. Bernard Cazeneuve, the French interior minister, has been speaking at the opening of the emergency meeting of EU interior and justice ministers. “Terrorists are crossing the borders of the European Union,” he said, in a speech urging ministers to adopt an EU-wide system for airline passenger information. “We can’t take more time. This is urgent.” The French prime minister, Manuel Valls, has warned if “Europe does not shoulder its responsibilities the Schengen agreement is under threat”. Speaking to France2, he said that there was “no sealed border” or “safe zone”, referring to reports that suggest some of the Paris attackers had passed through the country’s borders with apparent ease. He added that “each country that had a border with France must play its part in maintaining security”. French and Belgian authorities are believed to be investigating whether Salah Abdeslam, the suspect still at large after the Paris attacks, may have decided to abandon his plan and is now in hiding not only from police but from recriminations from extremist associates. “Nothing [about Abdeslam’s movements] answers the description of a pre-planned escape,” one French police source told the Independent. “It is possible he panicked or chickened out of killing himself. It is possible that he was disgusted by what he had been involved in or that his explosive suicide belt failed to detonate.” Abdeslam is believed to have been in Paris for about seven hours before he called friends in Brussels to come and collect him. Belgians Hamza Attou and Mohammed Amri, who drove to the French capital to pick him up, are now in custody, but they have insisted they had no idea of any connection to the attacks. Amri, 27, and Attou, 21, drove Salah Abdeslam back from Paris to the Brussels suburb of Molenbeek, a longstanding hotbed of Islamic extremism. Although stopped by gendarmes on the A2 motorway, the trio were allowed to continue because Abdeslam was not at that point on a wanted list. The number of young people applying to join the French army has soared since the Paris attacks, Le Monde reports. The paper said the number of applications and requests for information received through the service’s recruitment website, sengager.fr, has gone up threefold, to 1,500 a day from about 500 before the attacks. Abdelhamid Abaaoud was filmed on the Paris Metro at about 10pm on the night of the attacks, according to French media, who say the CCTV cameras of the public transport company RATP picked him up at the Croix de Chavaux near Montreuil on Line 9. This is about 250 metres from where police found a Seat car with three assault rifles inside. Investigators say this means he could well have been part of one of the teams that carried out the attacks. As Parisians mark one week on from the devastating attacks, France has announced plans for a remembrance ceremony honouring each of the 129 victims. The national memorial ceremony at Les Invalides in Paris will take place next Friday. Republican Guards will carry a photograph of every victim of the shootings and bombings in Paris and all families are invited. “There will be no coffins. It is a national tribute, not a state funeral,” RTL reports. More than 1,000 people are expected to attend. We’re continuing coverage now from London on this moving story in the aftermath of the Paris attacks. Here’s what we’re looking at over the next few hours. France is to push for what is in effect a declaration of war against Isis at the United Nations security council with a resolution calling on members to “take all necessary measures” to defeat the terror group in the wake of the Paris attacks. EU ministers will hold emergency talks in Brussels today on tightening border checks after Abdelhamid Abaaoud, the ringleader of the attackers, apparently returned to Europe from Syria in plain sight, despite being the subject of an international arrest warrant. Interior and justice ministers will discuss tightening checks on all travellers at the external borders of the 26-nation Schengen zone as an emergency measure. The French interior minister, Bernard Cazeneuve, said Paris had received no warning from other EU members that Abaaoud was back in Europe, and it was “urgent that Europe wakes up, organises itself and defends itself against the terrorist threat”. Police sources suggest it was only after a tipoff from Moroccan intelligence that Abaaoud’s presence in Paris was communicated to French authorities, in the aftermath of the attacks. The French prime minister, Manuel Valls, said some of the killers in the Paris attacks had taken advantage of the refugee crisis to slip in unnoticed. Belgian police have arrested nine people in Brussels, seven in raids linked to a suicide bomber who took part in the Paris attacks. A key suspect, Salah Abdeslam, remains at large, after his brother, Brahim Abdeslam, blew himself at the Comptoir Voltaire restaurant a week ago, without killing anyone. The director of France’s national police has just been on the radio. Here are some grabs of what he had to say: He says Abdelhamid Abaaoud, the alleged mastermind behind Friday’s attacks, was spotted by CCTV on the Metro near where a black Seat was later found. The car was filled with Kalashnikov rifles and was hired in Belgium. Police believe it was used by the gunmen last Friday. He’s also defended cooperation between French police and intelligence services, but said inter-European coordination needs to improve: With that I’ll be handing over to my colleague Jessica Elgot, who will steer you through the next few hours in this developing story. Thanks for reading. Donald Trump, running for the US Republican party’s presidential nomination, has expanded on his brainwave on Thursday that Muslim-Americans should be forced to sign up to a special database to combat the threat of terrorism. “I would certainly implement that. Absolutely,” he confirmed to NBC. Here’s more: When asked whether Muslims are legally obligated to sign in to the database, Trump responded, “They have to be — they have to be.” The real estate mogul said Muslims would be signed up at “different places”, adding “It’s all about management. Our country has no management.” Later, Trump was repeatedly asked to explain the difference between requiring Muslims to enter their information into a database and making Jewish people register in Nazi Germany. He responded four times by saying, “You tell me.” He also ignored a question on whether there would be consequences for Muslims who do not register. Read the full story here One of the consequences of Friday’s attacks — and the revelation a top terrorist suspect had travelled between the EU and Syria without triggering an alarm — is renewed pressure on the continent’s leaders to get a grip on Europe’s borders, write Jon Henley and Ian Traynor. As the head of Europol, the EU police agency, revealed much higher figures for suspected and potential “foreign fighters” on its watchlists, EU interior ministers, meeting on Friday at France’s request, are set to unveil a battery of mainly electronic measures aimed at combating terror and improving border controls. Many have been mooted before, particularly after the Charlie Hebdo attack in Paris in January, but not implemented. “But because of Paris, it’s the best chance to push them through because that will vanish in a few weeks,” a senior EU diplomat admitted. Europe now had “to move fast and firmly”, [French interior minister Bernard] Cazeneuve said, calling on his fellow ministers to agree on a Europe-wide passenger information register, improved controls along Europe’s external borders, and better coordination against arms-trafficking. Read the full story here If you’re just joining us — here’s a wrap of the latest developments in France’s response to the horrendous attacks nearly a week ago that claimed 129 lives in Paris. France is to push for what is in effect a declaration of war against Isis at the United Nations security council with a resolution calling on members to “take all necessary measures” to defeat the terror group in the wake of the Paris attacks. EU ministers are to hold talks on Friday about emergency measures to tighten border checks after the ringleader of the attacks was killed in an apartment on the French capital’s fringe. French officials at the UN have circulated a draft declaration calling on countries to “redouble and co-ordinate their efforts” against Isis. It is understood the resolution has been worded to encourage unity so it can be swiftly pushed forward. Read the full story here Reuters is quoting five US officials who claim at least four of the people involved in the attacks on Paris were listed in a central counter-terrorism database maintained by the US intelligence community. The US officials said four of the attackers who have been publicly named by France were listed before the attacks in Tide, a central, highly classified database of raw information maintained by the National Counterterrorism Center (NCTC), a division of the Office of the Director of National Intelligence. They did not name those who were listed in Tide. A paper issued by NCTC last year reported that as of December 2013, Tide contained “about 1.1 million persons”, many including “multiple minor spelling variations of their names”. At least one was on a more selective “no fly list”, the officials said, without providing a specific number. Read the full story here My colleague Oliver Holmes has filed this report on a leaked police memo warning of an “imminent terrorist threat” to a world summit in Kuala Lumpur this weekend: A leaked Malaysian police report warns there are 10 suicide bombers in Kuala Lumpur, where the country will host the Association of South East Asian Nations (ASEAN) summit this weekend. Malaysia’s police chief Khalid Abu Bakar said the memo was authentic but warned the intelligence was not verified. “There have been reports of imminent terrorist threats in Malaysia,” he said in a statement. “At this point, I would like to underline that they have yet to be confirmed.” World leaders, including US President Barack Obama and Chinese Premier Li Keqiang, are arriving in Kuala Lumpur this weekend, and at least 2,000 army personnel are being deployed around the capital, Malaysian military forces said. Police chief Khalid said attacks in France, Egypt, Lebanon, and the Philippines merited increased security for the two-day summit for 18 world leaders. Read the full story here Welcome to our continuing coverage of the Paris terrorist attacks and their aftermath, including Wednesday’s firefight in St Denis, ructions in the United States over plans to take in Syrian refugees, and now warnings of an imminent threat in Malaysia. Let’s go: Malaysian police warn of terrorist threats as US president arrives in Kuala Lumpur Malaysia has deployed soldiers in the capital following “imminent terrorist threats” ahead of the Association of South East Asian Nations (ASEAN) summit this weekend, with US President Barack Obama flying in A local news website posted a leaked police memo — confirmed as genuine by the country’s police chief — warning there were 10 suicide bombers currently in the Malaysian capital, allegedly linked to Abu Sayyaf, an insurgent group which has pledge loyalty to Islamic State US presidential candidates sound off on Syrian refugees and American Muslims The Republican presidential candidate Ben Carson has said that blocking potential terrorists posing as Syrian refugees from entering the US was akin to handling “a rabid dog” Another leading contender, Donald Trump, had said he would consider “drastic measures” for monitoring extremism in the US Muslim community, refusing to rule out a database or ID card for Muslim citizens. The House of Representatives has approved legislation that would make it even more difficult for refugees from Syria and Iraq to enter the United States, in a major rebuke to the Obama administration’s refugee policy. Hollande to intensify air strikes in Iraq and Syria After a meeting with his defence council, Hollande announced the intensification of strikes targeting Isis in the Middle East French PM Manuel Valls has said that France has launched an inquiry to determine how Abdelhamid Abaaoud entered France. “One can always cross borders. There are no sealed borders nor zero risk.” Earlier, Valls warned the network of extremists who targeted Paris may use chemical and biological weapons in future France’s national assembly approved the extension of the state of emergency for three months. The chief of Europe’s policing co-ordination network says at least2,000 Europeans are foreign fighters who have travelled to Syria or Iraq, with 10,000 names on the EU database. The US House of Representatives approved a bill to slow the flow of Syrian refugees to the US. On the same day, eight Syrians turned themselves in to US border agents on the Mexico border. US officials know of no credible threat of an attack on US soil, FBI Director James Comey said on Thursday, six days after the attacks on Paris. Paris attacks ringleader confirmed dead in St-Denis raid The French prosecutor’s office confirmed Abdelhamid Abaaoud is the man killed in the raid on St-Denis yesterday, formally identified at the Rue de Corbillon in the Paris suburb using skin samples. More on Abaaoud here Police sources have said Abaaoud’s cousin Hasna Aitboulahcen was the woman killed in the raid, believed to have blown herself up.Identification took longer than expected because the entire third floor of the building collapsed during the raid Interior minister Bernard Cazeneuve said France had no intelligence from other European countries that Abaaoud may have returned from Syria to Europe, and relied on a tip-off from outside Europe that he had been spotted in Greece. Raids in Brussels amid security clampdown The Belgian prime minister, Charles Michel, has rebuffed any criticism of his country’s security services over the Paris attacks Belgian government introduces a raft of some quite draconian new security measures in the wake of the focus on Belgian inner cities as a crucible of jihadism. Nine people have been detained after nine raids were carried out in Brussels this morning in the communes of Jette, Uccle and Molenbeek"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}