{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/nov/16/martin-oneill-republic-of-ireland-roy-keane", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-11-16T23:50:08Z", "webTitle": "Martin O’Neill praises his Republic of Ireland heroes and Roy Keane", "webUrl": "https://www.theguardian.com/football/2015/nov/16/martin-oneill-republic-of-ireland-roy-keane", "apiUrl": "https://content.guardianapis.com/football/2015/nov/16/martin-oneill-republic-of-ireland-roy-keane", "fields": {"headline": "Martin O’Neill praises his Republic of Ireland heroes and Roy Keane", "bodyText": "Jon Walters described the Republic of Ireland’s victory over Bosnia as the greatest moment in his career but insisted the acclaim for reaching Euro 2016 should be equally divided among a “team of heroes”. Walters scored both goals in the 2-0 win as Martin O’Neill’s team joined England, Northern Ireland and Wales in qualifying for next summer’s tournament. O’Neill identified the Stoke City forward as Ireland’s outstanding performer during the qualifying stages but Walters said it was a victory for the team’s collective spirit. “There was a whole team of heroes out there,” he said. “We got there in the end and it is the best moment of my career, in any shirt. To qualify for the European Championship finals is unbelievable. You’ve got to take in the atmosphere because these moments don’t come around in a career very often. The management team deserve lots of credit –they have been excellent throughout the campaign.” Walters opened the scoring with a first-half penalty and then doubled Ireland’s lead in the 70th minute to set up a 3-1 aggregate win. “Walters has had a qualifying tournament to remember,” O’Neill said. “There have been a number of fantastic performances and fantastic performers and I think Walters has topped the lot. He has been exceptional.” O’Neill added: “I couldn’t be more proud because they are a fantastic bunch of players. They all want to play for their country. That’s important because you hear that some players find it a chore playing for their country. Well, I’ve not experienced that at all in my two years. “They gave everything. I don’t think they had anything left to give at the end. The spirit has been so strong. We may lack an occasional piece of absolute genius but we’ve been great. We deserve to go and that moment when the referee’s whistle went, and we’ve reached France, was just very special. I thought the Germany game [winning 1-0] was wonderful but I think it was eclipsed tonight. And these are the moments you live for.” O’Neill also praised his assistant, Roy Keane, describing his appointment as the best decision he has made since taking the job. “I’ve had to make many big decisions. The biggest was bringing in Roy Keane and he has been absolutely phenomenal. I couldn’t be more delighted with him. He’s an iconic figure. He sometimes polarises opinion but not in the dressing room.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}