{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/nov/16/kyle-edmund-davis-cup-leon-smith-andy-murray", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-11-16T21:59:04Z", "webTitle": "Kyle Edmund wins final on Argentinian clay in late push for Davis Cup", "webUrl": "https://www.theguardian.com/sport/2015/nov/16/kyle-edmund-davis-cup-leon-smith-andy-murray", "apiUrl": "https://content.guardianapis.com/sport/2015/nov/16/kyle-edmund-davis-cup-leon-smith-andy-murray", "fields": {"headline": "Kyle Edmund wins final on Argentinian clay in late push for Davis Cup", "bodyText": "James Ward is probably a slight favourite to share singles duties with Andy Murray at the Davis Cup final in Ghent when the Great Britain squad is announced on Tuesday but Kyle Edmund is pushing him hard. Edmund put in an impressive charge by winning a Challenger event on clay in Buenos Aires on Sunday – with the team captain, Leon Smith, looking on – to sneak back inside the top 100, putting pressure on his more experienced compatriot, as well as Aljaz Bedene, who will learn just before the team is announced if the ITF has granted his appeal to become eligible for his adopted country despite having already played Davis Cup for Slovenia. Edmund, speaking before starting the long return journey from Argentina, said: “The whole point of coming to South America was to prepare for Davis Cup. Otherwise I would have stayed on hard courts. But I was very happy with this plan anyway because I like clay and I feel like I play well on it. It’s turned out well, I’ve beaten some decent players and it doesn’t do me any harm. But the team comes first and I’ll do whatever the team and the management feel they need from me.” He beat the world No127, Carlos Berlocq, 6-0, 6-4 in the final, having gone through a reasonably strong field for the loss of one set in four matches to get there. The prospect of making history, helping Great Britain to victory in Belgium at the end of the month, and for the first time since 1936, does not appear to faze him. “I haven’t played a [Davis Cup] match yet and it’s quite rare for someone to play their first one in a final. But it’s just one of those things. It’s a special environment, a different atmosphere, but having been to matches as a hitter and sat on the sidelines won’t have done me any harm. “I’ve experienced that atmosphere and, if I’m picked, I won’t be going out there thinking: ‘Oh, I haven’t played before.’ Even top players get nervous in the Davis Cup and it’s just about how you deal with it.” It has not been untrammelled progress for the South-African-born player from Beverley. “At the US Open I was one point away from qualifying, but it had been a really good year until that point. I’d been consistent and my ranking was going up. Unfortunately, I went down on the practice court at DC and wasn’t able to play. “Then I went to the States and had two first-round losses, which is something you don’t want to happen, and lost a little bit of momentum. But a lot of people take two losses in a row, it’s not like it’s that big a deal. Now it’s been great to get these wins out here and regain that momentum. Matches are so important because when you’re match-tight it’s a good feeling. You can train as much as you want but it’s not the same.” The win lifted Edmund 11 places in the world rankings, keeping him 56 spots in front of Ward, although he is still a long way behind Bedene, who is ranked at 45. The only other British players inside the top 200 are Brydan Klein (177) and Dan Evans (185), who beat the rising American teenager Frances Tiafoe 5-7, 6-1, 6-3 to win a Challenger in Knoxville on Sunday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}