{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/nov/24/weekend-born-babies-slightly-more-likely-to-die-in-their-first-week", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-11-24T23:31:28Z", "webTitle": "Weekend-born babies slightly more likely to die in their first week", "webUrl": "https://www.theguardian.com/society/2015/nov/24/weekend-born-babies-slightly-more-likely-to-die-in-their-first-week", "apiUrl": "https://content.guardianapis.com/society/2015/nov/24/weekend-born-babies-slightly-more-likely-to-die-in-their-first-week", "fields": {"headline": "Weekend-born babies slightly more likely to die in their first week", "bodyText": "Babies born in English NHS hospitals at the weekend have a slightly higher risk of dying within their first seven days compared with those born during the week, a study has found. Researchers from Imperial College London’s department of primary care and public health examined 1.3 million births between 1 April 2010 and 31 March 2012 and found the perinatal mortality rate was 7.3 per 1,000 babies at weekends, 0.9 per 1,000 higher than for weekdays. They estimate that there are 770 more deaths of newborns, as well as 470 more maternal infections, per year than would occur if performance was consistent across the week. The researchers found “no consistent association between outcomes and staffing”. Nevertheless, the figures are likely to fuel the row over the so-called “weekend effect”, the idea that patient care is worse during the weekend. The idea is a central plank of the health secretary Jeremy Hunt’s justification for imposing an unpopular new contract on junior doctors, which has prompted a vote in favour of industrial action. He says it is necessary to turn the NHS into a genuine seven-day service. Hunt has been accused of misusing a previous BMJ study, co-written by NHS England medical director, Sir Bruce Keogh, in blaming 11,000 “excess” deaths on understaffing at weekends. That paper, published in September, found that 11,000 more patients a year die after being admitted on a Friday, Saturday, Sunday or Monday than on any other day of the week, but warned that it would be “rash and misleading” to conclude that an exact number of them could have been avoided. In response to the latest study, health minister Ben Gummer said: “This is further evidence that standards of care are not uniform across the week. We are determined to tackle this so that every new baby and mother receives the high-quality care they deserve, 24 hours a day, seven days a week.” Dr David Richmond, president of the Royal College of Obstetricians and Gynaecologists, said no definitive conclusions could be drawn from the results. He added: “Adequate out-of-hours senior staffing remains a key issue in maternity care. This includes appropriate staff training and supervision, ensuring good outcomes outside normal working hours and effective planning and risk management. More robust evidence on the quality of care afforded by different models of labour ward staffing is also required.” The authors stress that as it was an observational study no definitive conclusions can be drawn about cause and effect and several factors not accounted for may have influenced the findings. They write: “Unless managers and practitioners work to better understand and tackle the problems raised in this paper, health outcomes for mothers and babies are likely to continue to be influenced by the day of delivery.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}