{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/nov/13/england-close-gap-new-zealand-third-test-wigan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-11-13T22:00:10Z", "webTitle": "England out to prove they have closed the gap against New Zealand", "webUrl": "https://www.theguardian.com/sport/2015/nov/13/england-close-gap-new-zealand-third-test-wigan", "apiUrl": "https://content.guardianapis.com/sport/2015/nov/13/england-close-gap-new-zealand-third-test-wigan", "fields": {"headline": "England out to prove they have closed the gap against New Zealand", "bodyText": "As a man with plenty of international experience, the England captain, Sean O’Loughlin, is painfully aware of what defeat to New Zealand on Saturday would represent. Plenty has happened in the game in the past eight years, but the one worrying constant has been England’s failure against the big two of Australia and New Zealand – with Great Britain’s series victory against the Kiwis in 2007 the last notable success against either. England have a great chance of beating the world’s No1 side in a three-match Test series so it would be remiss to describe this as anything other than a golden opportunity for Steve McNamara’s side to show their worth before the Four Nations in England and Scotland next year and, more importantly, the World Cup in Australia and New Zealand in 2017. Although England have undoubtedly closed the gap on the game’s big two in recent years, there is only so long that can be used as a justifiable excuse for falling short. Victory by 26-12 in the opening Test at Hull two weeks ago was followed by a 9-2 loss in London last Saturday, and they will need to take that chance in Wigan on Saturday to end a period of countless shortcomings against the best teams on the international stage. “We have spoken a lot about being close over the last few years and we are desperate to get a series win and get our hands on some silverware,” O’Loughlin said. “We need that to prove we are making steps forward and improving. We have been so close for a few years now and that’s been spoken of a lot. This is a series we earmarked to get over the line and get a win. “Whenever Australia and New Zealand come over, you see it as the ultimate challenge. The Kiwis coming over as No1 in the world made it really good for us to have a crack at them. They have beaten the Aussies recently and while a bit has been made of players they haven’t got playing for them, the ones who have come in and the ones already here are still deserving of them being the best side in the world.” The defeat at the Olympic Stadium means McNamara is expected to make changes. The Huddersfield winger Jermaine McGillvary, Super League’s top tryscorer in 2015, could come in on the right wing for Joe Burgess, while McNamara will definitely relent with his faith in the young Wigan half-back George Williams at the expense of his club team-mate Matty Smith. “We don’t have to rip up the plan and find a different way to play,” McNamara said. “We’ve got a style where we’ve attacked over the last couple of years. Last week we didn’t have much shape, we were one out.” New Zealand have named an unchanged team with Kodi Nikorima retaining his place at scrum-half after making the most of his unexpected opportunity at the OIympic Stadium despite suffering from cramp for a large part of the second half. There were whispers after the defeat that England had lost home advantage by moving to the capital, but that will change when the teams walk out at a sold-out DW Stadium, despite the wet and windy forecast. O’Loughlin is one of three survivors from the Great Britain team that beat the Kiwis eight years ago and the opportunity to taste success against a major nation once again is something that is not lost on him. “It seems a long, long time ago now,” he said. “Even though we’ve not got over the line and got the win since, we have been a lot more competitive and have been bridging the gap. Since Steve got involved with the side we have definitely been closing the gap. “A lot of the wins you get against some international sides are ones you’re expected to get, so you don’t celebrate them as much. But ones against the Kiwis and Aussies feel more similar to wins in finals and you enjoy them much more, believe me.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}