{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/nov/19/italy-five-terror-suspects-attack-warning", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-11-19T23:46:22Z", "webTitle": "Italian forces searching for five terror suspects after attack warning", "webUrl": "https://www.theguardian.com/world/2015/nov/19/italy-five-terror-suspects-attack-warning", "apiUrl": "https://content.guardianapis.com/world/2015/nov/19/italy-five-terror-suspects-attack-warning", "fields": {"headline": "Italian forces searching for five terror suspects after attack warning", "bodyText": "Italian security forces are searching for five possible terror suspects following a warning by US authorities of a possible militant attack, according to foreign minister Paolo Gentiloni. Possible targets include St Peter’s Basilica in Rome – the world famous church at the heart of the Vatican – and two sites in Milan: the city’s main cathedral and La Scala opera house. “As of yesterday our security forces are working to identify five people,” Gentiloni said in an interview with state broadcaster RAI. Italy has already raised its security level in the wake of Friday’s terror attacks in Paris, in which 129 people were killed. But on Thursday Gentiloni pointed to a more specific possible threat after being alerted to five alleged suspects by the FBI in the US. The FBI gave Italy the names of “five Arab individuals who could be in Italy and should be searched for”, according to the Ansa news agency. The US embassy in Rome did not immediately respond to requests for comment. Gentiloni stressed that the US embassy was alerting tourists visiting Italy to be vigilant in public spaces, but it was not a warning that they should avoid the country altogether. Gentiloni also stressed that Italians could not be “prisoners” of the terror alert. The warning comes just three weeks before Rome is expected to welcome an estimated 33 million pilgrims and tourists to the city to celebrate the pope’s year of mercy, also known as the jubilee, which begins on 8 December."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}