{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/nov/28/saturday-sundae-steve-mcclaren-richard-wright", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-11-28T23:20:07Z", "webTitle": "Saturday Sundae: Steve McClaren’s teamtalk and Richard Wright’s return", "webUrl": "https://www.theguardian.com/football/2015/nov/28/saturday-sundae-steve-mcclaren-richard-wright", "apiUrl": "https://content.guardianapis.com/football/2015/nov/28/saturday-sundae-steve-mcclaren-richard-wright", "fields": {"headline": "Saturday Sundae: Steve McClaren’s teamtalk and Richard Wright’s return", "bodyText": "DELIVERY OF THE DAY Watford’s Troy Deeney, Wednesday: “I’d love to score in front of the Holte End, with thousands swearing at me. It’d be lovely.” Sat: Job done, with five minutes to spare. STRIKE OF THE DAY Adam Smith started Bournemouth’s fightback with a curvaceous 20-yarder. It wasn’t so much spinning as swinging wildly as it sped towards the top corner. DON’T STOP BELIEVING Two days over four years after his last league game, and one day under nine years since he was last seen in the top flight, Richard Wright, 38, made the bench for Manchester City. He’s now been in three of the 125 Premier League matchday squads they’ve named since signing him. TEAM TALK OF THE DAY Steve McClaren: looking for a big second-half response after rousing his Newcastle side, who were 3-1 down at the break. He hadn’t even made it back to the dugout before Yannick Bolasie scored Palace’s fourth. GIVE UP NOW DEPT Bayern Munich’s Thomas Müller scored 13 league goals in 2012-13, 13 league goals in 2013-14 and 13 league goals in 2014-15. Yesterday against Hertha Berlin he scored his 13th league goal of 2015-16 – time for a long holiday? MOST REGRETS Everton fans spilled on to the pitch to celebrate an apparent stoppage-time winner from Ross Barkley, with just 15 seconds to play. By the time they were cleared they’d created enough bonus stoppage-time for Bournemouth to equalise. PLUS: HOW TIMES CHANGE 27 November 2008: Portsmouth draw 2-2 with AC Milan in the Uefa Cup. 28 November 2015: Portsmouth draw 2-2 at Wycombe in League Two."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}