{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/nov/20/obama-immigration-executive-actions-supreme-court", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-11-20T22:05:00Z", "webTitle": "White House asks supreme court to rule on executive immigration action", "webUrl": "https://www.theguardian.com/us-news/2015/nov/20/obama-immigration-executive-actions-supreme-court", "apiUrl": "https://content.guardianapis.com/us-news/2015/nov/20/obama-immigration-executive-actions-supreme-court", "fields": {"headline": "White House asks supreme court to rule on executive immigration action", "bodyText": "One year ago, President Obama unveiled a sweeping initiative to shield from deportation millions of people living in the country illegally. In a televised address to the nation, the president said: “We are and always will be a nation of immigrants.” On Friday, the Obama administration formally asked the supreme court to uphold that action, which would grant protection and work permits to 5 million undocumented immigrants, after a federal court decision left it in limbo, where judgments at state level have placed it. The administration argued that a coalition of Republican-led states had no legal standing to challenge the president’s executive actions and that the president was within his rights to defer deportation for certain groups of immigrants. “It [the challenge] will force millions of people – who are not removal priorities under criteria the court conceded are valid, and who are parents of US citizens and permanent residents – to continue to work off the books, without the option of lawful employment to provide for their families,” the solicitor general, Donald Verrilli, wrote in the filing. On Friday immigration advocacy groups marked the anniversary of Obama’s executive action with rallies near the supreme court and the White House, in which they called on the administration to stop carrying out deportations. Among the protesters were many immigrants affected by Obama’s actions, which protect qualified parents of US-born children and undocumented immigrants who were brought to the country as children or teens. If the supreme court agrees to hear the dispute, it could re-inject the highly contentious issue into a 2016 presidential election in which immigration is already a highly charged and central issue. The initial challenge to Obama’s executive action was brought by a coalition of 26 Republican-led states, which argued that the president had overstepped the boundaries of his authority by going around Congress and acting unilaterally. A federal judge in Texas placed an injunction on the action in February, temporarily suspending it while the challenge wound its way through the courts. Earlier this month, the conservative fifth circuit court of appeals, which sits in New Orleans, upheld the injunction. The Obama administration said then that it intended to appeal. Immigration has become a central issue for candidates in the 2016 election cycle. The Democratic presidential candidates have all announced plans to expand Obama’s executive actions. Republicans have said the actions are an abuse of presidential power and vowed to repeal them. “Latinos are listening, and in 2016 there will be 1.5 million Dapa- [Deferred Action for Parents of Americans] affected US citizen voters who won’t forget who stood in our way and actively sought to deport and separate our families,” said Cristóbal Alex, president of the Latino Victory Project advocacy group. “Our community is strong and ready to hold people accountable and fight for relief.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}