{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/nov/28/claudio-ranieri-ruud-van-nistelrooy-jamie-vardy", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-11-28T22:02:18Z", "webTitle": "Claudio Ranieri and Ruud van Nistelrooy congratulate Jamie Vardy", "webUrl": "https://www.theguardian.com/football/2015/nov/28/claudio-ranieri-ruud-van-nistelrooy-jamie-vardy", "apiUrl": "https://content.guardianapis.com/football/2015/nov/28/claudio-ranieri-ruud-van-nistelrooy-jamie-vardy", "fields": {"headline": "Claudio Ranieri and Ruud van Nistelrooy congratulate Jamie Vardy", "bodyText": "The points were shared but the reactions were very different at the King Power Stadium after a 1-1 draw kept Leicester City ahead of Manchester United and behind Manchester City only on goal difference at the top of the Premier League. Claudio Ranieri was delighted with the performance and the Jamie Vardy goal that broke Ruud van Nistelrooy’s Premier League record, while Louis van Gaal was furious at the points dropped and the manner of the goal conceded. “I am very happy,” Ranieri, the Leicester manager, said, “because before the match I said to my players we had two objectives today: 1) win the match and 2) try to help Vardy score and achieve the record. We take one point which is good for our table and Jamie made the record. It is fantastic for us, a very good evening.” Vardy admitted getting a little carried away by the achievement. “I am obviously delighted, but the main thing was the performance,” he said. “It’s unbelievable. I think I got a bit carried away with myself [during the celebrations].” Van Nistelrooy himself tweeted his congratulations. “Well done vardy7! You’re number one now and you deserved it.” Ranieri added: “I gave Jamie a signed shirt, with the date, to mark a great achievement. I signed it first, then all the players too. I thought we closed our defence very well and tried to counterattack when we could, and I was not surprised when United came with three centre‑backs to try and stop Jamie scoring. I have been waiting for someone to do that, and I must admit I thought about Louis when Jamie scored the opening goal. It was good for us and great for Jamie but I thought at the time that maybe Louis would be very angry.” He was not wrong there. “We organised ourselves defensively to contain Vardy so we have to be disappointed at the way Leicester scored,” the United manager said after witnessing what can only be described as a trademark Vardy strike. “We have seen them before, we know how they play, so we knew what would happen. It came from a corner to us, so we have to blame ourselves, we gave the goal away and that should not be possible. There were big gaps in our defence and the way we set up there should not have been. “I am very disappointed with the result, because I felt we could have won this game. We could have been first in the league and we are not. If you want to be champions at the end of the season, and we all do at Manchester United, then you have to win these type of games. “I think it was harder for us, after giving everything against PSV in midweek, and also because the manager decided he wanted his team to play in a different shape. We actually played a fantastic game defensively and created a couple of big chances in the second half, but still we didn’t win. I cannot be happy, but at least we did better than last year.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}