{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/nov/09/snp-set-to-block-loosening-of-sunday-trading-restrictions", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-11-09T22:00:03Z", "webTitle": "SNP set to block loosening of Sunday trading restrictions", "webUrl": "https://www.theguardian.com/politics/2015/nov/09/snp-set-to-block-loosening-of-sunday-trading-restrictions", "apiUrl": "https://content.guardianapis.com/politics/2015/nov/09/snp-set-to-block-loosening-of-sunday-trading-restrictions", "fields": {"headline": "SNP set to block loosening of Sunday trading restrictions", "bodyText": "The government is facing defeat over its plans to liberalise Sunday trading laws in England and Wales after the SNP decided to vote against the measure. The SNP, which rarely votes on matters at Westminster that are unrelated to Scotland, has decided to oppose the reforms on the grounds that they could drive down the wages of Scottish workers who enjoy a special Sunday premium. The shopworkers’ union Usdaw has persuaded the SNP that normalising Sunday trading hours in England and Wales would prompt large retailers to set a lower wage for workers across the UK. Angus Robertson, the SNP’s Westminster leader, said: “SNP MPs could hold the balance of power in the House of Commons on Sunday shopping and we will not undermine shop workers. This legislation will impact on workers in Scotland and elsewhere in the UK and no pay safeguards have been offered by the Westminster government. The SNP will continue to work with the representatives of shop workers and we will oppose the Tory proposals.” Sajid Javid, the business secretary, who has been charged with implementing the reforms first outlined by George Osborne in his July budget, is understood to be examining whether the Tories now have the parliamentary numbers to win the vote. The Tory leadership, which has an effective parliamentary majority of 17, is expecting a rebellion by some of its MPs who support the Keep Sunday Special campaign on religious grounds. The SNP showed its parliamentary strength in tight votes when it announced in July that it would oppose government plans to relax the foxhunting ban in England and Wales. The government was forced to withdraw the plan. The decision by the SNP to oppose the change to Sunday trading laws is likely to irritate the chancellor, who announced in July that the government would give mayors the power to regulate Sunday trading in their areas. Brandon Lewis, the communities minister, and Anna Soubry, the business minister, launched a consultation the following month on whether to give councils the right to zone areas that would be free from restricted trading hours. The current law prevents shops that cover more than 3,000 sq ft from opening for more than six hours on a Sunday. Proponents of reform say allowing department stores, supermarkets and garden centres to open for longer would rejuvenate high streets. Convenience stores are not subject to the six-hour rule. The SNP’s decision is likely to be criticised by the government, which will argue that it has recently introduced the principle of English votes for English laws, known as Evel. But the SNP will argue that the enterprise bill and the cities and local devolution government bill – one of which is due to be amended to implement the reforms – were both introduced to parliament before the Evel changes. The SNP will also argue that the bill is an example of where Evel is unfair to voters in Scotland. The Sunday trading reform vote may be designated by the Speaker, John Bercow, as a matter relating only to England and Wales. But nationalists will say that the reforms will have an impact in Scotland by potentially driving down wages. The Sunday Trading Act, which permitted restricted opening hours on a Sunday, never applied to Scotland, where there has traditionally been a more liberalised environment. But Scottish workers are guaranteed a wage premium for working on Sundays. The SNP fears that allowing local councils to open trading laws in England and Wales could wipe out the Scottish wage premium if the large retailers set a UK-wide wage."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}