{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/nov/06/raising-the-gst-is-pointless-if-done-to-cut-taxes-on-the-rich", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2015-11-05T23:53:57Z", "webTitle": "Raising the GST is pointless if done to cut taxes on the rich", "webUrl": "https://www.theguardian.com/australia-news/2015/nov/06/raising-the-gst-is-pointless-if-done-to-cut-taxes-on-the-rich", "apiUrl": "https://content.guardianapis.com/australia-news/2015/nov/06/raising-the-gst-is-pointless-if-done-to-cut-taxes-on-the-rich", "fields": {"headline": "Raising the GST is pointless if done to cut taxes on the rich", "bodyText": "The bulk of the tax debate being driven by members of the Turnbull government is lame. While the details are scant, consideration of lifting the GST rate to 15% and broadening the base are next to meaningless unless there is a comprehensive proposal that outlines what the revenue from such a tax impost will be used for. If the extra tax revenue from the enhanced GST goes to cutting the company tax rate, which very few businesses pay; cutting the top income tax rate, which fewer than one in 30 Australian workers pay; and then shuffling money around the bureaucracy to compensate low-income earners and those on a pension, the proposal falls flat. The reform in this case? Zero. The impact on economic growth, productivity and efficiency? Zero. On issues of fairness and equity? Negative. The question so seldom asked in the debate over the possible increase in the rate and breadth of the GST is “what is the extra revenue being used for?” If the revenue is planned for medium to long-run productivity enhancing policies, the case for a higher GST would be stronger than the tax shuffle that is likely to be on the table. The areas where the extra GST revenue could be allocated in an unambiguously more favourable way would include funding all levels of education and training, improving healthcare and investment in infrastructure. Rather than using the revenue to cut company tax and the tax scales of high-income earners, substantially raising the tax-free threshold and cutting the tax rate on lower incomes would unquestionably boost workforce participation and would likely provide a boost to the medium-term growth potential of the economy. If the revenue from a higher GST is allocated in a way that reduces equality, as appears likely under any Coalition GST plan, it would act as a constraint on short-term economic growth and have a negative impact on the potential rate of GDP growth. At a time when there is great uncertainty over the protracted economic sluggishness in Australia, its restrictive influence would skew the unemployment rate higher. As things stand, it is important to recognise that there is no urgency for hiking taxes as a means to fast-track the budget to surplus. On the latest available information, the budget will be in surplus in four to five years based on current tax rates. Given the sluggish growth/low inflation climate prevailing, this timetable seems reasonable. Using a GST hike to speed up the return to budget surplus would merely act as a handbrake on growth as cash is simply taken out of the economy. All of this is not to say the rate and coverage of the GST are not important aspects of the tax reform discussion that is feeding into the Turnbull government’s policy options. By all means, let’s have a debate about tax, including the possibility of lifting the rate and broadening the GST base, but let’s also work out where the money will go, let’s also look at the absurdly generous tax treatment of superannuation, negative gearing, tax deductions for business, capital gains tax concessions and the rate of excise on petrol, alcohol and tobacco. Everything to do with tax needs to be on the table. Only with that can there be an understanding of who is paying how much tax and where tax policy can be framed with a keen eye on economic growth, productivity and fairness. This will help to clarify where those scarce funds are allocated through government spending with consideration also of the budget bottom line and the return to surplus. Only when that happens, can we assess whether any proposed changes to the GST are worth it or not."}, "isHosted": false}}}