{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/nov/17/the-project-waleed-aly-hits-out-isis-paris-attacks-viral-video", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-11-16T21:53:03Z", "webTitle": "The Project's Waleed Aly hits out at Isis over Paris attacks in viral video", "webUrl": "https://www.theguardian.com/australia-news/2015/nov/17/the-project-waleed-aly-hits-out-isis-paris-attacks-viral-video", "apiUrl": "https://content.guardianapis.com/australia-news/2015/nov/17/the-project-waleed-aly-hits-out-isis-paris-attacks-viral-video", "fields": {"headline": "The Project's Waleed Aly hits out at Isis over Paris attacks in viral video", "bodyText": "A powerful video of Waleed Aly outlining strategies to stop Isis after the Paris attacks has drawn more than 13 million views on Facebook. Aly, one of the hosts on Channel 10’s The Project, has become renowned for his editorials at the end of the show. On Monday’s program he focused on the aftermath of the attacks in France that left 129 people dead. “Isil’s weak,” Aly began, “I know it doesn’t look like that now, but it’s the truth. And they don’t want you to know it, which is why it’s something we should talk about.” The host outlined how Isis took credit for every attack, including those planned without any coordination from the group, such as the Sydney siege, “so that they appear bigger and tougher than they actually are”. “But Isil don’t want you to know that. How do I know? Because Isil told us they don’t want you to know that in their monthly magazine. “Isil don’t want you to know they would quickly be crushed if they ever faced a proper army on a real battlefield. They want you to fear them. “Isil’s strategy is to split the world into two camps, it’s that black and white.” He added: “They want countries like ours to reject their Muslims and vilify them,” before cutting to a clip of Pauline Hanson speaking in an interview. The video ends with a riposte to MPs who are “preaching hate”. “I am angry at these terrorists. I’m sickened by the violence and I’m crushed for the families that have been left behind. But you know what, I won’t be manipulated. We all need to come together. “It’s exactly what Isil doesn’t want. So if you’re a member of parliament, or a has-been member of parliament preaching hate at a time when what we actually need is more love, you’re helping Isil. “I’m pretty sure that right now, none of us wants to help these bastards.” The opposition leader, Bill Shorten, endorsed Aly’s “insightful” stance. But the Herald-Sun commentator Andrew Bolt savaged Aly’s comments in his blog on Tuesday, saying Aly “could be seen to have an agenda” because he was a Muslim and a former spokesman for the Islamic Council of Victoria when it “voted to make the extremist Sheik Hilali the mufti of Australia”. Bolt said Channel 10 should consider whether Aly should be the station’s “main explainer of Islamic terrorism”. “Anything that suggests that we can fight the Islamic State with a few hugs and hashtags, plus a big bucket of sand in which to bury our heads, is just what they want to hear,” he wrote."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}