{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/nov/02/knights-and-dames-removed-from-order-of-australia-by-malcolm-turnbull", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-11-01T23:20:23Z", "webTitle": "Knights and dames removed from Order of Australia by Malcolm Turnbull", "webUrl": "https://www.theguardian.com/australia-news/2015/nov/02/knights-and-dames-removed-from-order-of-australia-by-malcolm-turnbull", "apiUrl": "https://content.guardianapis.com/australia-news/2015/nov/02/knights-and-dames-removed-from-order-of-australia-by-malcolm-turnbull", "fields": {"headline": "Knights and dames removed from Order of Australia by Malcolm Turnbull", "bodyText": "Knights and dames are “not appropriate” in a modern Australian honours system and will be scrapped from the Order of Australia, the prime minister, Malcolm Turnbull, has announced. Speaking in Sydney on Monday, Turnbull said that the honours system was “a long way from being the most important issue in Australia today”. “Knights and dames are titles that are really anachronistic, out of date, not appropriate, in 2015,” he said. Turnbull said earlier that the Queen had agreed to the government’s recommendation to remove knights and dames. “Awards in the Order of Australia are an important way of honouring the achievements and service of many Australians, including those unsung heroes who might not otherwise be recognised outside their local communities,” Turnbull’s office said in a statement released on Monday. Turnbull’s predecessor, Tony Abbott, reintroduced knighthoods and damehoods in March 2014, and then on Australia Day 2015 awarded Prince Philip a knighthood. He was criticised for reinstating the honours, even by members on his own side of politics, who labelled them anachronistic. Abbott, a staunch monarchist, admitted the decision to reinstate the honours system, including the appointment of Prince Philip, was made unilaterally as a “captain’s pick”. The new prime minister said he had consulted colleagues before scrapping the system. “The cabinet recently considered the Order of Australia, in this its 40th anniversary year, and agreed that knights and dames are not appropriate in our modern honours system,” the statement said. “This change will not affect existing knights and dames of the order.” Abbott awarded five titles in the brief time that the honours were available. The first went to outgoing governor general Quentin Bryce and her successor, Peter Cosgrove. Marie Bashir, the former New South Wales governor, also received a damehood. On Australia Day this year, the then prime minister announced two more appointments, to retired chief of the defence force, Angus Houston, and controversially, Prince Philip. Many were upset that Abbott had given a knighthood to a foreigner, after originally implying it would be reserved for Australians. “This special recognition may be extended to Australians of extraordinary and pre-eminent achievement and merit,” Abbott said in March last year, when reintroducing the system that was scrapped in 1989. Abbott defended the appointment, saying Prince Philip had been a “great servant of Australia”. “I’m just really pleased that in his 90s, towards the end of a life of service and duty, we in this country are able to properly acknowledge what he’s done for us,” Abbott said during a press conference on Australia Day this year. Abbott’s opponents used the decision to paint the then prime minister as out of touch with modern Australia, and the move increased pressure on his leadership. The Greens leader, Richard Di Natale, said he was “underwhelmed” by Turnbull’s decision to reverse the honours, saying the new prime minister should focus on pressing issues such as climate change. “It says something about the standard of leadership in this country that installing knights and dames was one of the most significant acts of our former prime minister, and undoing that folly is so far one of the most significant acts of our new one,” he said. “I’m glad they’re gone, but getting rid of these honorifics does nothing to take on the big challenges or opportunities before us as a nation.” The shadow treasurer, Chris Bowen, told reporters on Monday that reinstating the honours in the first place was “ridiculous” and “set the rewind button on Australia’s national institutions”. “They never should have been brought back. It was a farce, a joke, a national disgrace,” he said. “It was just a rolling farce. Of course we are glad that this rolling farce has been corrected. “With all due respect to Angus Houston and Quentin Bryce and the other fine Australians who have received them, it is not appropriate in modern day Australia, in 2015, that we are clinging on to imperial Britain through our honours system,” Bowen said. “We shouldn’t be celebrating the fact that knights and dames are gone; we should be lamenting the fact that they came back under this government.” The opposition leader, Bill Shorten, wrote to Turnbull in late September, shortly after he replaced Abbott as prime minister, urging him to scrap the titles. “Labor believes the concepts of knights and dames are anachronistic and unfitting of our proud, modern nation in the 21st century,” he wrote. “Labor’s platform has opposed the inclusion of imperial honours in the Australian honours system for more than a century.” “The reaction to the government’s bizarre decision to grant a knighthood to Prince Philip demonstrates that the Australian people believe knights and dames have no place in Australia’s future. Labor wholeheartedly agrees,” Shorten said. Turnbull was chairman of the Australian Republican Movement during the 1999 referendum campaign to scrap the monarchy. But after becoming prime minister Turnbull said there were “much more immediate issues facing me and the government than the republic”. Turnbull made tongue-in-cheek comments about the decision to reinstate knights and dames the day after Abbott announced it. “It is an interesting time to see the knights and dames coming back. It’s good to see the broad acceptance of it in the community today,” he said. “There are many distinguished republics that have knights in their honours system. Guatemala, for example, Peru, Argentina, Brazil. Brazil has a whole series of knighthoods, it’s quite common in South America, but of course, France and Italy. They are two of the most distinguished republics,” Turnbull said during a media event. “So anyone who thinks this is some sort of slap at the republicans is really misjudging the prime minister’s commitment to looking after all Australians, and bringing us all together.” This article was amended on 2 November 2015. Marie Bashir is a former governor, not former governor general, of New South Wales. This has been corrected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}