{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2015/nov/19/jeff-lynnes-elo-alone-in-the-universe-review-grandeur-lush-arrangements-and-cod-reggae", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-11-19T23:00:05Z", "webTitle": "Jeff Lynne’s ELO: Alone in the Universe review – grandeur, lush arrangements and cod reggae", "webUrl": "https://www.theguardian.com/music/2015/nov/19/jeff-lynnes-elo-alone-in-the-universe-review-grandeur-lush-arrangements-and-cod-reggae", "apiUrl": "https://content.guardianapis.com/music/2015/nov/19/jeff-lynnes-elo-alone-in-the-universe-review-grandeur-lush-arrangements-and-cod-reggae", "fields": {"headline": "Jeff Lynne’s ELO: Alone in the Universe review – grandeur, lush arrangements and cod reggae", "bodyText": "The last time Jeff Lynne released an ELO album, in 2001, times weren’t so propitious: Zoom stalled commercially, and a planned US tour was cancelled. Last year though, he managed to sell 50,000 tickets for a gig at Hyde Park in London in 50 minutes, and the public’s appetite for super-lush Beatlesque pop has been revived enough to justify a new album. All the ELO trademarks are there: the leaps into falsetto, the sense of grandeur, the arrangements ornate enough to decorate a baroque cathedral. It all sounds oddly 80s, though, as though Lynne decided the Travelling Wilburys had been the exact point at which music stopped evolving. He still has a knack for putting in the twist that can lift an otherwise unexceptional song – the backing vocals on the chorus of Dirty to the Bone, for example – but, like many of his contemporaries, he also has a weakness for slightly excruciating cod reggae, though at least he sticks to his own accent on When the Night Comes. Alone in the Universe bobs along pleasantly, but you can’t help but notice the lack of any song as strong as Mr Blue Sky, Don’t Bring Me Down or Livin’ Thing."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}