{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/nov/20/house-democrats-refugee-bill-social-media-backlash", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-11-20T22:18:21Z", "webTitle": "House Democrats who backed refugee bill face social media backlash", "webUrl": "https://www.theguardian.com/us-news/2015/nov/20/house-democrats-refugee-bill-social-media-backlash", "apiUrl": "https://content.guardianapis.com/us-news/2015/nov/20/house-democrats-refugee-bill-social-media-backlash", "fields": {"headline": "House Democrats who backed refugee bill face social media backlash", "bodyText": "House Democrats who voted on Thursday in favor of additional restrictions on refugees from Syria and Iraq applying for entry to the United States were met with constituents’ wrath on social media, with many commenters rejecting the notion that added barriers were necessary to national security. The Democrats were reproached for joining Republicans to give the legislation a veto-proof majority. The bill, called the American Security Against Foreign Enemies Act (Safe), would have to win a similarly large majority in the Senate to become law, which was considered unlikely. “I am terribly disappointed in this vote,” wrote one self-identified constituent on Delaware Democrat John Carney’s Facebook page. “By voting against admitting Syrian refugees, the House of Representatives has legitimated the fear that ISIS aims on spreading. This vote is rooted in baseless fear and a lack of compassion for those most deeply hurt by ISIS.” “I’m disappointed that you’re caving to fear,” a self-identified constituent wrote to Minnesota Democrat Rick Nolan. “Were the existing checks inadequate? Regretting my vote.” Though Democrat Stephen Lynch of Massachusetts did not post on social media about his vote, he was still criticized on Facebook. “The process in place to assess refugees was already adequate,” wrote one voter. “You’re playing into fears and into the agenda of ISIS by voting for this bill. I’m ashamed that a Democrat from my state of Massachusetts would have gone along with this anti-refugee Republican legislation.” In advance of the vote, senior Democrats in the House presented colleagues polling data showing that lawmakers who didn’t support tighter restrictions would be in the sharp minority, the Huffington Post reported. Despite the warning, only 25% of Democrats in the House supported the legislation. The 47 Democrats who voted in favor of restricting refugees came from congressional districts scattered across the country, from blue states and red states, from cities and rural areas. Only 17 of them face competitive re-election races next year, in the judgment of the Cook Political Report. Many Democrats who voted for the bill issued similar statements explaining their thinking. After last week’s Paris attacks, they said, more security was better. President Barack Obama has said he would veto the bill, which requires all refugee cases from Syria and Iraq to be subject to an FBI background check in addition to Homeland Security Department checks. It was unclear how much more difficult the new legislation would make the process for admitting refugees. Applicants already face daunting hurdles to admission, including in-person interviews with homeland security officials and background checks by multiple agencies, in a process that typically takes 18-24 months. The details of the checks are secret. To date, the United States has admitted 2,034 Syrian refugees for resettlement, according to figures supplied to Congress. An estimated 4 million people have been forced out of Syria in four-and-a-half years of conflict. Only one Democratic House member who faces a competitive re-election race next years, Elizabeth Esty of Connecticut, voted against the Safe Act. “Not admitting refugees after an extensive and lengthy review process flies in the face of our country’s moral leadership and prevents our nation from protecting vulnerable victims of the same kind of terror that struck the streets of Paris and Beirut,” Esty said in a statement. Below is a list of the 47 Democrats who voted for the Safe Act, and links to statements they have released when available. Pete Aguilar (California 31st District, San Bernardino County) | Statement Brad Ashford (Nebraska 2nd District, eastern Nebraska) | Statement Ami Bera (California 7th District, Sacramento county) | Statement Sanford Bishop (Georgia 2nd District, middle and south-west Georgia) | Statement Julia Brownley (California 26th District, Ventura and Los Angeles county) Cheri Bustos (Illinois 17th District, north-western Illinois) | Statement John Carney (Delaware) | Statement Gerry Connolly (Virginia 11th District) Jim Cooper (Tennessee 5th District) | Statement Jim Costa (California 16th District, central california) | Statement Joe Courtney (Connecticut 2nd District, eastern Connecticut) | Statement Henry Cuellar (Texas 28th District, southwest / Laredo) | Statement John Delaney (Maryland 6th District, west Maryland) | Statement Lloyd Doggett (Texas 35th District, San Antonio) | Statement Tulsi Gabbard (Hawaii 2nd District) John Garamendi (California 3rd District) | Statement Gwen Graham (Florida 2nd District, panhandle) | Statement Gene Green (Texas 29th District, Houston) Janice Hahn (California 44th District, south Los Angeles) | Statement Jim Himes (Connecticut 4th District, south-west / NYC suburbs) | Statement Steve Israel (New York 3rd District, western Long Island) | Statement Marcy Kaptur (Ohio 9th District, Lake Erie shore) | Statement Bill Keating (Massachusetts 9th District, Cape Cod) | Statement Ron Kind (Wisconsin 3rd District, western Wisconsin) | Statement Ann McLane Kuster (New Hampshire 2nd District) | Statement Jim Langevin (Rhode Island 2nd District) | Statement Dan Lipinski (Illinois 3rd District, south-west Chicago) | Statement Dave Loebsack (Iowa 2nd District, south-eastern Iowa) | Statement Stephen Lynch (Massachusetts 8th District, Boston and southern Massachusetts) Sean Maloney (New York 18, downstate southern Hudson valley) | Statement Patrick Murphy (Florida 18th District, east coast / north of Palm Beach) Rick Nolan (Minnesota 8th District, rural north-east) | Statement Donald Norcross (New Jersey 1st District, south New Jersey) | Statement Scott Peters (California 52nd District, San Diego) | Statement Collin Peterson (Minnesota 7th District, west Minnesota) Jared Polis (Colorado 2nd District, north central including Boulder) | Statements via Twitter Kathleen Rice (New York 4th District, south-western Long Island and Long Beach) Raul Ruiz (California 36th District, Palm Springs) | Statement Tim Ryan (Ohio 13th District, Akron and eastern Ohio) | Statement Kurt Schrader (Oregon 5the District, north-west excluding Portland) | Statement David Scott (Georgia 13th District, south-west Atlanta) | Statement Terri Sewell (Alabama 7th District, west) | Statement Kyrsten Sinema (Arizona 9th District, Scottsdale/ Phoenix suburbs) | Statement Louise Slaughter (New York 25th District, Rochester) | Statement Marc Veasey (Texas 33rd District, Dallas / Fort Worth) | Statement Filemon Vela (Texas 34th District, south Texas / Brownsville) Tim Walz (Minnesota 1st District, south Minnesota)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}