{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2015/nov/01/fashion-world-pressure-top-designers", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2015-11-01T22:30:05Z", "webTitle": "Fashion world fears designer burnout as pressure takes its toll", "webUrl": "https://www.theguardian.com/fashion/2015/nov/01/fashion-world-pressure-top-designers", "apiUrl": "https://content.guardianapis.com/fashion/2015/nov/01/fashion-world-pressure-top-designers", "fields": {"headline": "Fashion world fears designer burnout as pressure takes its toll", "bodyText": "Sometimes fashion can seem like a merry-go-round of catwalk shows with a whirlwind of collections hitting stores almost hourly. Last week an industry moving at an ever higher speed almost crashed. On Wednesday, it was announced that Alber Elbaz would be leaving French house Lanvin, after 14 years as creative director. This followed the news last week that Raf Simons, the respected Belgian designer, would exit Christian Dior after three and a half years, his contract not renewed. They were two high-profile departures that appeared to confirm a widely held belief: the increasingly hectic search for markets and sales is taking a heavy toll on those who must come up with the ideas to feed the beast. Elbaz, it has emerged, was let go by Lanvin and its majority shareholder, Shaw-Lan Wang. The designer, in a statement, thanked his staff and clients and added: “I wish the house of Lanvin the future it deserves among the best French luxury brands, and hope that it finds the business vision it needs to engage in the right way forward.” What this future may hold is unclear but parting ways with Elbaz suggests the house, founded by Jeanne Lanvin in 1889 and revived by Elbaz’s appointment in 2001, is responding to slowing growth and searching for another direction. It is thought that additional investment is necessary and Wang’s hard bargaining to get the right amount of cash injection had caused a rift between her and Elbaz, a designer who was much adored for his feminine but wearable clothes, as well as his own trademark look of bow tie and glasses. The protests by those in the Lanvin atelier after his dismissal showed how well-liked he is. Simons, meanwhile, is thought to have left Dior in an attempt to preserve a work-life balance – and focus on his own label. In his statement, released last week, he said his decision was “based entirely and equally on my desire to focus on other interests in my life, including my own brand, and the passions that drive me outside my work”. Some argue that, for Simons, the Dior gig was a means to an end – providing enough money for his eponymous label, with its street-based aesthetic, to move to the next level. Is fashion’s current business model – where designers are expected to create at least six collections a year – sustainable? After Simons’ departure, esteemed fashion journalist Suzy Menkes wrote an article on Vogue’s website entitled “Why fashion is crashing”, bemoaning a world where a designer is expected to make six collections a year, as well as satisfy press commitments, a social media profile and personal appearances at client events around the world. Namechecking the morality tales of John Galliano and Marc Jacobs’ substance abuse issues, she wrote “designers – by their nature sensitive, emotional and artistic people – are being asked to take on so much. Too much.” She went on to praise Simons for “his brave stand”. The Elbaz news brought further impassioned pleas from the industry. Sarah Mower, Vogue’s chief critic and the British Fashion Council’s ambassador for emerging talent, used her article on Elbaz to ask “exactly what place of strife has today’s fashion industry become?” Speaking to the Observer, she suggested there was a disconnect at the heart of fashion between creativity and commerce. “We only ever get to talk to designers, we never get the commercial perspective,” she said. “It would be nice to hear from their side. They are under enormous pressure because of the luxury market in China. When that growth starts to plateau, that’s when there are problems.” Mower says the almost endless production of new designs by creatives is “worse than churning [them out].” Richard Nicoll, a successful London fashion week designer, put his business on hold last year when the breakneck speed of fashion took its toll. “It was not rewarding,” he said. “I was doing six [collections a year] and not enjoying it. It’s hard to keep doing them with integrity and authority when they’re so frequent. I fell out of love with it by the end.” Nicoll has since worked for high street brand Jack Wills, and is enjoying freelancing. He has plans to relaunch his own label at some point but “in a very different way”. Perhaps designers might take note of Azzedine Alaïa’s approach. The much-respected Tunisian-born, Paris-based designer refuses to show his clothes as part of fashion weeks’ seasons, and instead has presentations whenever he feels ready to show a collection. Some in the industry believe the current debate puts the focus on the wrong area. Daniel Marks, director of PR agency The Communications Store, who represents London designers including Christopher Kane and Erdem, agrees there is pressure “probably more than there ever has been, but that isn’t the reason something doesn’t work, it’s because a designer is not ably supported”. He argues that the secret is an alliance between the commercial and creative. “I have no idea what happened at Dior and Lanvin but the key to a successful brand is the balance between creativity and commerce and a team who work together towards the same goals with mutual respect,” he says. “When you get the right CEO, that’s when success happens.” Marks points to Kering – the fashion conglomerate that owns Gucci, Alexander McQueen, Stella McCartney and Christopher Kane – as a company where this culture is in place. “They look after their brands really well,” he says. “There’s Jonathan Ackroyd at McQueen, Sarah Crook at Christopher Kane.” Marks believes more business minds need to be attracted to fashion. “Fashion is a serious business and an extraordinary one,” he says. “We are all in the business of magic and dreams. Why would you not want to work in the fashion industry?” As for the creative talents, the exits of Elbaz and Simons leave two positions vacant at major Parisian houses. It seems probable that Elbaz may take over at Dior. Mower hopes, however, that he takes his time. “Alber would be very good at Dior – he loves women, he’s a great colourist and he would bring some humour,” Mower says. “But my fantasy scenario is that he will take a year out and then start his own business.” Whatever he decides to do will ripple across the industry, and have repercussions far beyond his own career."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}