{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/nov/16/france-intensify-airstrikes-isis-syria-francois-hollande", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-11-16T22:59:53Z", "webTitle": "France to intensify airstrikes against Isis in Syria", "webUrl": "https://www.theguardian.com/world/2015/nov/16/france-intensify-airstrikes-isis-syria-francois-hollande", "apiUrl": "https://content.guardianapis.com/world/2015/nov/16/france-intensify-airstrikes-isis-syria-francois-hollande", "fields": {"headline": "France to intensify airstrikes against Isis in Syria", "bodyText": "In a dramatic escalation of France’s war against Islamic State, François Hollande has pledged to intensify his country’s airstrikes against the terror group, as the mastermind suspected of organising Friday’s carnage in Paris was revealed to be a notorious Belgian-born Isis extremist living in Syria. Unveiling a raft of hardline measures to counter domestic extremism on Monday, the French president told an exceptional assembly of both houses of parliament at the Palace of Versailles: “France is at war ... But we are not engaged in a war of civilisations, because these assassins do not represent any civilisation.” A day after French jets pounded Isis targets in the terror group’s Syrian stronghold of Raqqa, Hollande said the aerial campaign would be stepped up, announcing a tripling of France’s strike capacity in the region with the departure of the aircraft carrier Charles de Gaulle for the eastern Mediterranean. He also said in the coming weeks he would be meeting the US and Russian presidents, Barack Obama and Vladimir Putin, in an effort to build “a union of all who can fight this terrorist army in a single coalition”. In further signs of a clampdown, the interior minister, Bernard Cazeneuve, said police on Monday had seized arms and ammunition in more than 160 early morning anti-terror raids across the country, taking 23 people into custody and placing 104 more under house arrest. Hollande described the bloody series of shootings and suicide bombings in bars, restaurants, the national stadium and a crowded concert hall that killed 129 people as “acts of war”. They “were decided and planned in Syria, prepared and organised in Belgium and perpetrated on our soil, with French complicity”, he said. Extending the country’s state of emergency by three months, he demanded changes to French law to allow authorities to better combat a “war of jihadi terror”. Five thousand extra police, 2,500 judicial staff and 1,000 customs officials would be hired, and military personnel cuts frozen. As details emerged of an elaborate and well-equipped international terror operation planned in Syria and carried out by a sleeper cell in Brussels, Hollande also demanded “coordinated and systematic controls” on the EU’s external borders, a greater effort to control illegal arms trafficking, and improved surveillance of returning jihadi. The president’s solemn speech followed reports that French intelligence officials believe the mastermind behind the attacks is a Belgian extremist in Syria, Abdel-Hamid Abu Oud, recently sentenced in his absence to 20 years in prison for encouraging young Belgians to fight for Isis. Abu Oud, 27, was “investigators’ best bet”, intelligence officials told French media. He is said to have carried out several armed robberies with one of the Paris attackers, and a French jihadi arrested last summer after returning from Syria reportedly told police Abu Oud had instructed him to attack a concert hall. Abu Oud is also a former resident of Molenbeek, the Brussels suburb that is a longtime base for hardcore Salafist radicals, breeding ground for extremists, the biggest source in Europe of foreign fighters in Syria – and home to several members of the militant cell that carried out the attacks. Prosecutors said five of the seven suicide bombers who died on Friday had now been identified. Four were French and the fifth possibly Syrian. One of three attackers who blew themselves up at the Bataclan was identified on Monday as Samy Amimour, 28, a one-time bus driver from the Paris suburb of Drancy. Another, who detonated his explosive vest outside the Stade de France stadium, was carrying a Syrian passport in the name of Ahmad Almohammad, aged 25, from Idlib. His fingerprints matched those of someone who transited the Greek island of Leros in October, prosecutors said, and claimed asylum in Serbia four days later. Omar Ismaïl Mostefai, 29, from Chartres, south-west of Paris, was the first killer to be officially identified, on Sunday. Police sources have named two other dead French assailants as Bilal Hadfi and Brahim Abdeslam, whose brother Salah, currently on the run, is also suspected of involvement in the attacks. French media said all the attackers so far identified were known to have spent time in Syria. The latest official figures estimate that 520 French men and women are currently in the Syrian and Iraqi war zones. About 137 have died there and some 250 have returned home. As a shocked nation returned to work after the attacks, Hollande joined a crowd of students from the Sorbonne university in Paris at midday for a sombre minute of silence observed by thousands at similar gatherings around the country. Much of France came to a halt, metro trains in Paris stopped, and large crowds gathered in the capital, including at the Place de la République close to where several of the shootings took place. Schoolchildren and office workers paused to stand at their desks, while MPs sang La Marseillaise. Paris hospitals reported that they had treated 415 people who were injured or traumatised by the assaults, the deadliest in France since the second world war. More than 40 remained in a critical condition. The raids in cities including Lyon, Toulouse, Grenoble, Marseille and Lille, were mostly described as “preventative” anti-terror operations. In Lyon, police seized a “war arsenal” of weapons including a rocket launcher, pistols and a Kalashnikov. The prime minister, Manuel Valls, said there was a real risk of more terror attacks to come. “We know that operations were being prepared, and are still being prepared,” Valls said. “France will live with the threat of new attacks for a long time to come.” The raids followed France’s biggest airstrike on Syria to date on Sunday night, targeting Isis positions in Raqqa after the group’s claim of responsibility for the Paris carnage. Isis warned in a video on Monday that any country that struck at its forces would suffer the same fate as France, promising specifically to target Washington. Ten fighter jets were launched from the United Arab Emirates and Jordan and 20 bombs dropped on a command centre, a recruitment centre for jihadi, a munitions depot and a training camp for fighters, said the defence ministry. Activists in Raqqa said the strikes did not appear to have killed any civilians. Amid escalating claims of intelligence failings in France and Belgium, a senior Turkish official said authorities had twice flagged Mostefai to their French counterparts but were not asked for information about him until after the attacks. It emerged on Sunday that Iraqi intelligence, too, had given French intelligence agencies specific warnings about imminent “bombings or assassinations or hostage-takings” the day before the Paris onslaught. Speaking at a G20 summit in Turkey, Obama said the US had no intelligence information ahead of the attacks that would have given a clue that an attack was imminent. The investigation into the Paris attacks quickly led to Belgium after police discovered that two cars used by the militants had been rented in the Brussels area. A manhunt is still underway for Salah Abdeslam, 26, who rented a Volkswagen Polo parked outside the Bataclan where 89 people died. One of Salah’s brothers, Brahim, 31, blew himself up outside the concert hall. Another, Mohamed, was one of five suspects arrested in Molenbeek over the weekend who have now been released without charge. Two others detained in raids have been charged with being part of a terror group and having links to a terror attack. Hunting for Salah, Belgian police staged further raids in Molenbeek on Monday, but no arrests were made. Mohamed said he had no idea where his brother was. “He grew up here, he studied here,” he said in Molenbeek. “He’s a completely normal boy.” His parents, he added, were “in shock ... I am touched by what happened ... I think of the victims, the families of the victims. But you will also understand that we have a mother, we have a family”. France urged its European partners to move swiftly to improve intelligence sharing, fight arms trafficking and terror financing and strengthen border security as a result of the attacks. “France was attacked, but all of Europe was hit,” said Harlem Desir, the Europe secretary. “We were hit together, and we will respond together.” Concluding his address, Hollande said that despite the “abomination” of the attacks, France must stay the same. “The barbarians who want to disfigure it … must not be allowed to change France’s soul,” he said. Ultimately, the country’s “values, culture, youth, way of life” would be preserved, because “terrorism will never destroy the Republic. The Republic will destroy terrorism.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}