{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/nov/28/colorado-planned-parenthood-shooting-civilian-victims", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-11-28T23:54:26Z", "webTitle": "Planned Parenthood on shooting: we will 'never back away' from mission", "webUrl": "https://www.theguardian.com/us-news/2015/nov/28/colorado-planned-parenthood-shooting-civilian-victims", "apiUrl": "https://content.guardianapis.com/us-news/2015/nov/28/colorado-planned-parenthood-shooting-civilian-victims", "fields": {"headline": "Planned Parenthood on shooting: we will 'never back away' from mission", "bodyText": "As investigations continued into the shooting at a Planned Parenthood clinic in Colorado Springs that killed three and wounded nine on Friday, the regional president of the organisation said it would “never back away” from providing healthcare to millions of women. One police officer and two unnamed civilians died in the attack, for which suspect Robert Lewis Dear, 57, was taken into custody. According to Planned Parenthood Rocky Mountains president and CEO Vicki Cowart, the region’s facilities provide care – including cancer screenings, STD tests and treatment, contraception and abortion – to 103,000 people in Colorado, New Mexico, Nevada and Wyoming each year. “We share the concerns of many Americans that the continued attacks against abortion providers and patients, as well as law enforcement officers, is creating a poisonous environment that breeds acts of violence,” Cowart said. “But we will never back away from providing critical health care to millions of people who rely on and trust us every day.” Planned Parenthood said its 28 other regional health centers would remain open while Colorado Springs was closed for investigation. Dawn Laguens, executive vice-president of Planned Parenthood of America, told the Guardian: “Today, 28 out of 29 of our healthcare centers in Colorado are open. Only that one healthcare center in Colorado Springs is not open today. “Across the country, thousands and thousands of people are being seen today, this Saturday, as the vast majority most of our healthcare centers are open.” In New York City, police officers remained stationed outside Planned Parenthood locations, despite no known threats being made. Colorado police said on Saturday they did not know if the two civilians who were killed in the clinic had been patients. The policeman who was killed was identified on Friday night as Garrett Swasey, a 44-year-old father of two. Planned Parenthood has said that the 15 staff members in the building at the time of the shooting were unharmed. The Colorado Springs police chief, Pete Carey, was asked at a press conference on Saturday if, in that light, he could confirm the two civilians killed had been patients. “I frankly just don’t know at this point, I’m sorry,” he said. Carey said he expected the names of the victims to be released on Monday, after autopsies are complete. Officer Swasey had worked as a police officer at the University of Colorado-Colorado Springs for six years and was there when he was called to the scene of the clinic shooting. Swasey was from Massachusetts. His father, John Swasey, told the Boston Globe: “He was a great dad. I mean, a super dad. Everybody in the police department loved him. Anybody who ever met him loved him. He was a great guy, a great person.” Carey said the five officers who were injured in the attack were alert and said he hoped most would be released from hospital on Saturday. “I am absolutely blessed more officers weren’t killed yesterday,” Carey said. Later, a police statement said the four injured civilians had gunshot wounds and were all in good condition. Of the five officers wounded, four were members of the Colorado Springs police department and one was with the El Paso County sheriff’s office. All were reported to be in good condition and expected to make a full recovery. Police confirmed reports that a Bearcat armored vehicle was used to gain “safe entry” to the clinic and then transport the injured away from the scene of the shooting. “There were 24 other people who were evacuated, unharmed from the Planned Parenthood building,” the statement said. “There were 300 people sheltered in place between the King Soopers [grocery store] and surrounding business.” Federal authorities were assisting with the investigation and officials said it was too early to determine a motive. Of the suspected gunman, Dear, the statement said: “The suspect lists his residency in Hartsel, Colorado but has ties to North Carolina.” An address in Colorado was also being searched. He was scheduled to appear in court on Monday. Colorado Springs’ mayor, John Suthers, said security cameras in the clinic showed the gunman wearing a trench coat and carrying a rifle as he walked calmly through the building. While the gunman’s motive has not been determined, Suthers suggested it was related to Planned Parenthood. He said that while investigators did not know the motive, people could make “inferences from where [the shooting] took place”. Laguens said: “Police are refraining from listing a motive. I won’t be at all surprised to find out that someone who is unstable can easily be motivated or manipulated by extreme rhetoric.” Threats and attacks against Planned Parenthood locations and abortion providers became a national issue after the supreme court’s Roe v Wade ruling in 1973 made access to abortion a nationwide right. This year, the anti-abortion group Center for Medical Progress released videos that purportedly showed Planned Parenthood officials discussing taking money for fetal tissue. The videos angered Planned Parenthood opponents, prompting Republicans in Congress to push for legislation to defund the organization, which provides a wide range of women’s healthcare services, not just abortions. Planned Parenthood leadership has denied wrongdoing by its staff. On Saturday, Ketanya Craion, a woman who was present at the clinic, told ABC that she was in an exam room when the shooting took place at the facility, which was equipped with an extensive security system that included “safe rooms”. “When I saw him shooting the guns, it looked like he was talking to himself as he was shooting,” said Craion. She said she and other people in the clinic pushed an exam bed against a door and hid. On Saturday morning, President Obama issued a statement in which he expressed sympathy for the victims and the families of the dead and also considered the subject of gun control. The president said the US had “to do something about the easy accessibility of weapons of war on our streets to people who have no business wielding them”. “Period,” he added. “Enough is enough.” Police officials also said that they could not confirm whether the shooting began inside or outside the clinic, because of the continuing investigation. Additional reporting by Molly Redden"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}