{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/nov/24/maccabi-tel-aviv-chelsea-champions-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-11-24T21:53:03Z", "webTitle": "Chelsea’s Willian hits another stunner in 4-0 win over Maccabi Tel Aviv", "webUrl": "https://www.theguardian.com/football/2015/nov/24/maccabi-tel-aviv-chelsea-champions-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2015/nov/24/maccabi-tel-aviv-chelsea-champions-league-match-report", "fields": {"headline": "Chelsea’s Willian hits another stunner in 4-0 win over Maccabi Tel Aviv", "bodyText": "A second successive win in a campaign littered with unexpected setbacks would normally leave a team buoyed and enthused, but this is Chelsea. José Mourinho’s side departed Haifa top of Group G on goal difference with a rare thrashing to celebrate and comforted by the knowledge a win from their final fixture against Porto will be enough to claim the group. Yet it was still a troubling flipside that occupied their minds. Anchoring the mood was the fact John Terry sustained ankle damage on a shoddy pitch. The injury to the captain will require scans before Sunday’s awkward trip to Tottenham Hotspur. The manager, who had watched the 34-year-old depart forlorn on a stretcher, admitted he did “not believe too much” the centre-half would be available and had already lost Ramires to a muscle injury when slipping in training the previous evening. He denounced the pitch as dangerous, though if he was helpless on that front he was disgusted on another. It was the ugly argument with Diego Costa on the stroke of half-time that seemed more alarming, exposing a relationship that has become disconcertingly tense this term. The striker’s lack of movement and anticipation is clearly infuriating the Portuguese, Costa’s instincts dulled perhaps by a lack of confidence. Nothing the forward tried came off here. Last Saturday’s winner against Norwich felt like an isolated incident amid sluggish reactions, though the Spain international is clearly quicker to fight his own corner. When Eden Hazard scurried on to Cesc Fàbregas’s clipped pass and lobbed the ball invitingly into the centre as the contest drifted into stoppage time at the end of the first period, Costa was dawdling on the edge of the area. Mourinho was livid and bellowed his exasperation, gesticulating frantically, with his assistant, Rui Faria, emerging from the dugout attempting to calm him down. Costa screamed back, flinging his arms in dismissal. Oscar and Terry approached him before he left the pitch but he waved them away and pursued his manager down the tunnel like a man possessed. “I’d wanted him to do a certain movement that he didn’t and I was disappointed,” said Mourinho. “I reacted. He did too. At half-time in the dressing room, a few kisses and a few cuddles. No problem.” That was deeply unconvincing. Indeed, more telling was his description of his team’s third goal, when Oscar burst into the area to meet Baba Rahman’s fine cross from close-range. “Oscar’s goal, for me, was the one I was most happy with because, finally, we had someone in the box attacking a good delivery,” said the manager. It is easy to see where Costa needs to improve, although, with Radamel Falcao diminished and currently injured and Loïc Rémy a very different kind of centre-forward, Mourinho lacks alternatives in that forward pivot. He did not need Costa adding to his season’s tally to overcome a poor Maccabi Tel Aviv team, whose status as the group’s whipping boys was confirmed with another heavy defeat. They threatened only fleetingly and were undermined by Tal Ben Haim’s first-half dismissal after he twice attempted to land a kick on Costa, even if Eli Dasa and, most spectacularly, Eran Zahavi subsequently forced Asmir Begovic into smart saves. Yet Chelsea monopolised possession and were always more inconvenienced by the surface than the opposition. They led when Gary Cahill headed down Willian’s corner, Predrag Rajkovic doing well to scoop the ball on to the post before the centre-half poked in the rebound. Willian’s free-kick and headers from Oscar and the substitute Kurt Zouma gave the scoreline a gloss Mourinho did not think was entirely merited. “The result was too nice for us,” he offered, his frustration at the state of the pitch all too obvious. “Such a beautiful stadium, such a fantastic public – they deserve a better surface because that was bad and dangerous. Yesterday we tried to protect. We trained just a little bit, but Ramires slid and has a muscular injury. Then, to my surprise, Maccabi trained after us on it and, after the warm-up before the game, the pitch was really bad. “John has an ankle injury I think down to the pitch. For him to have left the pitch with the score only 1-0, I know he’s in trouble. John is a special guy with a special desire to recover. But to leave with the result 1-0, I don’t believe too much that he can play.” Mourinho had actually walked on to the turf while his players celebrated their opening goal to stamp in some of the divots. Repairing his relationship with Costa may take a bit more time and effort."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}