{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2015/nov/11/facebook-notify-news-alerts-app", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2015-11-11T22:32:41Z", "webTitle": "Facebook's Notify: latest app is like Twitter – but for phone alerts", "webUrl": "https://www.theguardian.com/technology/2015/nov/11/facebook-notify-news-alerts-app", "apiUrl": "https://content.guardianapis.com/technology/2015/nov/11/facebook-notify-news-alerts-app", "fields": {"headline": "Facebook's Notify: latest app is like Twitter – but for phone alerts", "bodyText": "If the main reason you keep news apps on your phone is their alerts, go ahead and delete them. On Wednesday, Facebook rolled out Notify, an app that is meant to consolidate all the news notifications and alerts on your phone into one livestream that lives on your phone’s lock screen. “Notify from Facebook sends you notifications from the sources you trust, whether you are a sports fan, a film buff, a news junkie or a little bit of everything,” Facebook explained in a video introducing the new app. “Stay up to date on things you care about right on your lock screen.” Notify joins a series of other apps from the company, including Facebook itself, Messenger, Instagram, WhatsApp, Facebook Pages, Paper, Facebook at Work and Mentions. Similar to some other apps, Notify is a standalone service but requires a Facebook login. Notify is available on iPhones starting on Wednesday. Users can select “stations” from categories like news, sports, business, entertainment, politics, culture and “fun”. Stations range from news sources, such as the New York Times and Washington Post, to specific sections within those sites, such as cooking or health, to shopping sites like Racked, Groupon and Fandango. In addition to selecting different stations for their alerts, Facebook users can also select opt-in to receive alerts based on their location. “This is a central place you can go where you can build a notification experience that works for you,” Julian Gutman, the Notify product manager, told the New York Times. The live feed of alerts on the lock screen is similar to a curated Twitter feed. This month Facebook announced that it now averages over one billion users a day. According to the company’s quarterly report, the number of its mobile monthly active users has reached 1.39 billion. About 78% of Facebook’s $4.29bn advertising revenue comes from mobile. “We had a good quarter and got a lot done,” said Zuckerberg in a statement to shareholders. “We’re focused on innovating and investing for the long term to serve our community and connect the entire world.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}