{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/nov/09/matthew-ajibade-georgia-student-taser-officer-prison-weekends", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-11-09T23:42:59Z", "webTitle": "Ex-officer convicted in Matthew Ajibade case allowed to serve time on weekends", "webUrl": "https://www.theguardian.com/us-news/2015/nov/09/matthew-ajibade-georgia-student-taser-officer-prison-weekends", "apiUrl": "https://content.guardianapis.com/us-news/2015/nov/09/matthew-ajibade-georgia-student-taser-officer-prison-weekends", "fields": {"headline": "Ex-officer convicted in Matthew Ajibade case allowed to serve time on weekends", "bodyText": "A former Georgia sheriff’s deputy, convicted for using a stun gun on a restrained detainee who later died alone in his cell, was sentenced on Friday to one month in jail and three years’ probation. His conviction for cruelty of an inmate carried jail time of up to three years. But significantly shorter jail time was not the only way Chatham County superior court judge James Bass issued a more lenient sentence: he also allowed the former deputy to serve his time on the weekends. While experts say weekend-only jail sentences are not unheard of, they are not common, either. In fact, some say they would like to see those sentences used more often – for defendants who aren’t members of law enforcement. “It is the type of creative sentence that in one sense seems a great reform move because it allows people to serve time while keeping their jobs, thus promoting re-entry and life stability,” said Andrea Roth, an assistant professor at the UC Berkeley school of law. A similar remedy sees inmates allowed to serve time in a halfway house and attend work during the day, she said. Roth, who is an expert in criminal law, said the weekend sentence is typically used for defendants who hold down a job that a judge finds “socially valuable” or when the individual is the “breadwinner for the family”. “One would hope, however, that all defendants, and not just sheriff’s deputies, would get the benefit of such creative sentencing practices,” she said. Last month, former Chatham County sheriff’s deputies Jason Kenny and Maxine Evans were found not guilty of involuntary manslaughter in the January death of 21-year-old Matthew Ajibade, a former Savannah College of Art and Design student. Though the manslaughter charge was dismissed, Kenny was found guilty of cruelty to an inmate, a felony. Ajibade was taken into custody on domestic violence charges the evening of 1 January following an altercation with his girlfriend. His family has said Ajibade was having a manic bipolar disorder episode. As deputies attempted to book him, Ajibade became “combative” and started a fight, according to the sheriff’s office. A video later released showed Kenny shocked Ajibade four times with a Taser, while the Nigerian man’s hands and feet were shackled. A local coroner ruled the student’s death a homicide by blunt force trauma. Kenny and eight other deputies were fired after the incident. Another ex-deputy, Maxine Evans, received six years’ probation for providing false grand jury testimony, along with a $1,000 fine and 350 hours’ community service. A jail nurse, Gregory Brown, was found guilty of making false statements to investigators and received three years’ probation. Kenny’s sentence to serve successive weekends is known as “intermittent sentencing”. Proponents of criminal justice reform point to the punishment as a way to offer courts “greater flexibility” to devise a punishment that matches a particular crime, said Paul Heaton, senior fellow and academic director at the Quattrone Center for the Fair Administration of Justice at the University of Pennsylvania’s law school. Most states have statutes that allow for convicts to receive that type of punishment under certain circumstances, he added. “Moreover, structuring a sentence this way can, in some cases, allow an offender to avoid negative collateral consequences (e.g., loss of employment, disrupted family relationships) that are not necessarily the intent of a particular sentence, but which might otherwise occur following a traditional sentence,” Heaton said in an email. Heaton said he hasn’t seen “great” statistics on intermittent sentencing in the US, and that it is more common outside the US. It has, for example, been used in cases related to financial fraud and sexual abuse by Catholic priests. “It happens now and again, especially to preserve employment,” said Stephanos Bibas, a professor of law and criminologyalso at Penn Law. “Maybe it should be more widespread. Cops sometimes get favored treatment, but the remedy might not be to abolish their deal, but to give it to others.” In a statement provided to reporters through the family’s attorney, Ajibade’s cousin, Chris Oladapo, said: “Whatever sentence is handed here today makes no difference. These three people are just pawns, and those in leadership most culpable will be left unpunished.” The office of Mark O’Mara, the family’s attorney, told the Guardian it is still considering a civil suit in the case."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}