{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/nov/09/russia-athletics-rotten-system-doping-deceit", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-11-09T23:38:00Z", "webTitle": "How Russian athletics’ rotten system built a wall to conceal doping and deceit | Sean Ingle", "webUrl": "https://www.theguardian.com/sport/2015/nov/09/russia-athletics-rotten-system-doping-deceit", "apiUrl": "https://content.guardianapis.com/sport/2015/nov/09/russia-athletics-rotten-system-doping-deceit", "fields": {"headline": "How Russian athletics’ rotten system built a wall to conceal doping and deceit", "bodyText": "Anyone who followed track and field during the Cold War would have felt an eerie sense of déjà vu as Dick Pound set out the collusion between the Russian state and its coaches and athletes on Monday. The drugs have changed. The deceit is less brazen. But from top to toe the infection and deception remain. This was the overwhelming thrust of Monday’s independent commission report into allegations of Russian doping. The results, as Pound admitted, were “worse than we thought”. That was a striking admission. The 73-year-old has been at the vanguard of the fight against doping since before the collapse of the Berlin Wall and is not easily shocked. As part of the Canadian delegation to the Seoul Olympics he looked Ben Johnson in the eye and asked him was he clean. When it was proved Johnson had lied to him and the world, the effect was like caustic soda stripping away Pound’s naivety. The independent commission did not flinch in setting out its recommendations. There was little waffle or fence-sitting, which was a refreshing change after the dithering of the International Association of Athletics Federations over the Russia question in recent weeks. Among the highlights: Russia should be banned from international athletics competition and claims that London 2012 had been “sabotaged” because the IAAF had allowed 10 athletes with “unexplained and highly suspicious” abnormal blood profiles to compete. The report also urged the IAAF to ban for life five middle-distance runners – including Mariya Savinova, who won 800m gold at London 2012 and Ekaterina Poistogova, who took bronze from the same event – and five senior coaches. This was serious stuff. But the independent commission’s detailed explanation of the nexus of collusion and corruption among Russia’s athletes and its government was even more compelling. It was, agreed Pound, state-supported doping. “I don’t see how you could call it anything else,” he admitted. “Our conclusion was this couldn’t happen without the knowledge or consent of state authorities.” Athletes were expected to cheat and there were consequences for those that did not. As one coach, Oleg Popov, admitted, they “have no choice but to dope otherwise the athlete is ‘out’, meaning removed from the team”. Systems were in put in place to subvert usual international norms. So, when Russian athletes failed drugs tests, they did not necessarily get caught or punished. The interference came from the top. The Russian sports minister, Vitaly Mutko, even issued direct orders to “manipulate particular samples” and there was “direct intimidation and interference by the Russian state with the Moscow laboratory operations”. Not only were its offices bugged but its director, Grigory Rodchenkov, was required to meet a security officer from the FSB weekly to update him on the “mood of Wada”. But Rodchenkov was not an innocent party. As the independent commission revealed he was an integral part of the conspiracy to extort money from athletes in order to cover up positive results. Staggeringly he was also involved in “the intentional and malicious destruction” of 1,417 samples to deny evidence for the inquiry. A shadow laboratory that covered up positive doping results by destroying samples was also set up by the Russian state. Pound’s report is necessarily incomplete: one chapter will not be published until police finish their investigations into Lamine Diack, the former IAAF president, and Gabriel Dollé, who was once the most senior anti-doping official in track and field, whom they suspect of corruption. But it does confirm that “there existed a conspiracy to conduct and conceal corrupt behaviour by particular highly placed members and officials of the IAAF and the ARAF [the Russian Athletics Federation]”. It is worth noting that there were two interlinking strands of corruption. The first involved Russian state support in the doping programmes of its athletes which, said Pound, had probably been going on uninterrupted since the 1960s. Then, more recently, there were those senior IAAF officials – including Diack, who is accused by French police of accepting more than €1m in exchange for covering up positive tests – who connived to take financial advantage of a system that was already corrupt by extorting money from Russian athletes. After wading through the report it is not surprising that Pound recommends that Russia should be banned from international competition. The sheer scale of their behaviour is breathtaking. Yes, other athletes and other countries will have doped – and are doping – but it would be a major surprise if it was as co-ordinated as this. The consequences of a complete ban would go beyond Russian athletes not being allowed into the Olympics. All their track and field athletes would be stopped from competing in every international race and event. The IAAF world junior championships and IAAF World Race Walking Cup are due to take place in Russia next year. If Russia is considered noncompliant with the World Anti-Doping Agency code, and its main testing laboratory is also banned, how can it possibly stage these events? The decision to ban Russia is likely to be taken later this month when the IAAF’s council meet in Monaco.. An extraordinary motion, suspending the country until it is ruled to have a clean bill of health, is expected to sail through. Realistically, how long would it take for that suspension to be lifted? Especially given that the report calls for “all necessary steps to be taken to remove and prevent any actions by state agencies [including the security agency, the FSB] that may affect the independence of the anti-doping programme in Russia”. With Vladimir Putin around how likely is that to happen? And there seems little willingness in Russia to clean up its act. As recently as this summer the report states there was still “widespread doping” taking place at the Olympic training centre in Saransk with “active use of blood-transfusion equipment” with Russian coaches feeling it was safe enough for six out of 10 race-walkers who tested positive to continue doping as part of their training programme. Pound urges Wada to develop a whistle-blower assistance and protection programme to encourage more people to come forward. Certainly those Russians who did speak to the German TV documentary makers at ARD were incredibly brave. The Guardian also understands that when Dollé, the IAAF’s former head of anti-doping, announced to his staff that Habib Cissé, a legal adviser to Diack, was taking over responsibility for the management of the athlete biological passport in November 2011 many were outraged. But they had no outlet to voice suspicions. Now, maybe, they will. The report also recommends the IAAF should appoint a chief compliance officer for anti-doping matters as an independent ombudsman whom athletes can ask for advice and assistance. Here it could go further. Why should we trust a particular sport or country to administer a doping programme or police its own athletes ever again? Pound calls for greater funding for Wada. Some, like Jessica Ennis-Hill’s coach, Toni Minichiello, believe all testing and sentencing should go through an independent doping agency. Yet while Pound’s report is focused on the problems in Russian track and field, there is a warning for other sports and countries. As he puts it: “The public view will move towards believing all sport is corrupt. If you can’t believe results, then there is a serious credibility problem. I hope all sports will look at their governance and their anti-doping systems because their existence may be at risk.” It is advice that they would be wise to heed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}