{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/nov/09/olivia-wilde-meadowland-gender-afi-festival", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-11-09T22:42:01Z", "webTitle": "Olivia Wilde: It's harder to secure funding for female-led productions", "webUrl": "https://www.theguardian.com/film/2015/nov/09/olivia-wilde-meadowland-gender-afi-festival", "apiUrl": "https://content.guardianapis.com/film/2015/nov/09/olivia-wilde-meadowland-gender-afi-festival", "fields": {"headline": "Olivia Wilde: It's harder to secure funding for female-led productions", "bodyText": "In recent months, a number of Hollywood actors have come forward to speak out about misogyny in the entertainment industry. Jennifer Lawrence recently publicly attacked the gender pay gap in the industry in an essay that went viral. And over the weekend, Sharon Stone recalled weeping over unequal salaries more than 20 years ago, following the release of Basic Instinct. On Sunday in Los Angeles, during a panel discussion dedicated to independent film at AFI festival, actor Olivia Wilde joined the chorus, recounting the hurdles she went through to get a female-led production financed independently. Wilde recently starred in Meadowland, a low-budget drama on which she also served as producer. The film, from first-time director Reed Morano (a well-regarded cinematographer who worked on Kill Your Darlings, Frozen River and The Skeleton Twins), centers on the self-destructive path a mother (Wilde) sets out on shortly after her child goes missing. It premiered at the Tribeca film festival in the spring to good reviews, and was released a few months later. Wilde said that despite her considerable clout as a star and Morano’s promise as a film-maker, it was “shockingly difficult” to finance the film initially. “Morano is just a rock star in the [film] world, so I thought it’d be a breeze,” Wilde said. “If I were investing in films, I’d want to invest in a director who’s worked on all these films, and really knew her way around on a set. “It was hard not to assume it had something to do with gender: we were [making a] female-directed, female-produced story about a female.” Wilde said that financing only came together once she and Reed secured Wilde’s male co-star in the film, Luke Wilson. Wilde is arguably the lead of Reed’s film; Wilson, playing her husband, has considerably less screen time. “At the time I heard this shocking story that when Julianne Moore was getting Still Alice put together, she said: ‘Don’t bother going out for financing until you hire the male lead’,” Wilde added. “I was shocked by that. I thought: that’s Julianne fucking Moore!” Moore won the Oscar for best actress this year for her performance in that drama. Wilde said the experience of getting Meadowland made served as a “real education in indie film financing. “I hope that because we made such a beautiful film, that it will encourage financiers to take that risk with a little less drama.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}