{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/nov/19/steve-mcqueen-the-man-le-mans-review", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-11-19T22:30:06Z", "webTitle": "Steve McQueen: The Man & Le Mans review – racing doc sticks to the middle of the road", "webUrl": "https://www.theguardian.com/film/2015/nov/19/steve-mcqueen-the-man-le-mans-review", "apiUrl": "https://content.guardianapis.com/film/2015/nov/19/steve-mcqueen-the-man-le-mans-review", "fields": {"headline": "Steve McQueen: The Man & Le Mans review – racing doc sticks to the middle of the road", "bodyText": "A weird mood of solemnity settles like rain on this interesting, odd documentary about the petrol-head Hollywood star Steve McQueen and the film he took on in 1970 at the height of his celebrity prestige. It was to be a big budget movie about the Le Mans 24-hour auto race in which he would be producer-star: he wanted all the real thrills of the sport he loved. It was soon horribly clear that this film was something between a vanity project and a midlife crisis. McQueen could never decide on a script or story, and the movie went wildly over budget as McQueen’s team of professional drivers risked their necks shooting hours and hours of ambient race footage. Another type of documentary, with a little more ironic detachment, would have played up the hilarious tinseltown nightmare of McQueen’s Le Mans, and been much more candid about him being an egomaniacal pain. But not this film, which has the cooperation of McQueen’s family and so respectfully insists on how poignant and sad it all was. It could be that this documentary defeats your hopes for fun and interest in exactly the same way as the original film – which is, however, still admired in certain quarters for its almost wordless documentary realism. But it’s still an interesting study in how even the biggest movie stars can bump their heads on a career ceiling. Like Brando, McQueen was discontented with pretty-boy fame. He yearned for producer-power and producer-control, but finally had to settle for being the world’s biggest acting star instead."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}