{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/nov/16/wayne-rooney-england-france-wembley-paris-attacks", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-11-16T23:13:00Z", "webTitle": "England v France shows ‘the world stands against terror’, says Rooney", "webUrl": "https://www.theguardian.com/football/2015/nov/16/wayne-rooney-england-france-wembley-paris-attacks", "apiUrl": "https://content.guardianapis.com/football/2015/nov/16/wayne-rooney-england-france-wembley-paris-attacks", "fields": {"headline": "England v France shows ‘the world stands against terror’, says Rooney", "bodyText": "Wayne Rooney believes the staging of England’s friendly against France will demonstrate “the world will go on and stand against terror” as Wembley Stadium prepares an emotional show of solidarity for the visit of Les Bleus. Ticket sales over the weekend will ensure a crowd of around 80,000 at the national arena in a united show of defiance after the terrorist atrocities in Paris. Didier Deschamps’ team had been playing against Germany at the Stade de France when the venue was targeted by suicide bombers. Their entire 23-man squad, including Lassana Diarra who lost one of his cousins in the attacks, have travelled to London. England’s players had watched events unfold on television after their friendly defeat by Spain in Alicante, with Rooney among those who had immediately sought to contact club-mates and friends in France. Nine of Deschamps’ squad play at English clubs, with another four having previously graced the Premier League. “It was shocking, sickening, hard to watch,” said the Manchester United striker. “We knew, watching it all unfold, that there would be a chance the game might not be on. We were happy to do whatever was decided, either way, but I’m pleased the game’s on. “Playing it shows France is demonstrating to the terrorists that they’re standing strong against them, and we have to support that. Sometimes, when bad things happen, football is the place where you feel most comfortable. Their players might be taking that into consideration. This will be a great night of togetherness for everyone to see. It will show the terrorists that the world will go on and stand against them.” The FA, having liaised with the government and the Metropolitan police, spent the weekend in talks with the French Football Federation over whether to proceed with the fixture, with the FFF president, Noël Le Graët, having made clear the desire to go ahead with the game. “I’m not surprised, given the way London reacted to 7/7,” said the FA’s chief executive, Martin Glenn. “When all liberal democracies are attacked in this way, they want to react by triumphing over terror, so I’m not surprised the French wanted the game to go ahead as planned.” Security around the fixture will be significantly stepped up – there were armed police standing in the mouth of the tunnel at Wembley as the France players went out to train on Monday – with Kensington Palace having confirmed the Duke of Cambridge will attend “out of solidarity to the people of France”. David Cameron is also expected to be at the match. There will be armed police around the ground and more mounted officers present, with gates to open at 6pm and all bags to be searched on entry to the stadium. The players will wear black armbands in memory of the victims while Rooney and the France captain, Hugo Lloris, together with the referee, will lay a floral tribute on the pitch before the kick-off. The words to La Marseillaise are to be emblazoned across the screens in the stadium in the hope the whole arena sings the French national anthem, which will be sung after God Save The Queen. “We want to properly respect the occasion,” added Glenn. “It’s a game of football, and a very public commemoration of the feelings we have after the tragedy. But the fact we’ve sold more tickets over the weekend [fewer than 100 tickets have been returned in the wake of Friday’s atrocities] suggests people want to show their solidarity. The match will have massive global significance. It’s the first big public event since Friday and the eyes of the world will be on Wembley, not just those of English people. It’s important to do something to demonstrate terrorism can’t win.” It will be a youthful England after Roy Hodgson lost Fabian Delph – who has complained of fatigue after recent hamstring trouble – on Monday to swell the list of absentees to 17. The Tottenham Hotspur midfielder Ryan Mason has joined the squad, with the manager considering handing at least five players aged 22 or under a start and offering the Spurs pair Dele Alli and Eric Dier their full debuts. John Stones, Harry Kane, Raheem Sterling and Ross Barkley are also in the manager’s thoughts to begin the game, though the uncapped Manchester United winger Jesse Lingard, who was called up on Sunday, will be on the bench. “This isn’t a normal game of football, we can’t deny that,” Hodgson said. “A lot of the focus around this game will be on the occasion, the importance of everybody in the world showing we are not going to let the terrorists win. “But of those players on the field many will be quite young, making debuts even. We mustn’t forget that it’s an important moment for them and we want them to enjoy playing football. “I hope that, when the whistle goes, it’ll be about football: the French trying to beat us and us them.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}