{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/nov/20/esperance-bushfire-british-man-norwegian-student-and-farmer-among-dead", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-11-19T22:51:48Z", "webTitle": "Esperance bushfire: British man, Norwegian student and farmer among dead", "webUrl": "https://www.theguardian.com/australia-news/2015/nov/20/esperance-bushfire-british-man-norwegian-student-and-farmer-among-dead", "apiUrl": "https://content.guardianapis.com/australia-news/2015/nov/20/esperance-bushfire-british-man-norwegian-student-and-farmer-among-dead", "fields": {"headline": "Esperance bushfire: British man, Norwegian student and farmer among dead", "bodyText": "A British man, a Norwegian student and a German woman have been identified as victims of the Western Australian bushfire that also killed a local farmer on Tuesday. All three were workers at the Karranga Station in Scadden, north of Esperance. A local man also died. Briton Tom Butcher, 31, died as he tried to save his girlfriend’s horse from the huge fire near the town of Esperance, his employer told the Australian newspaper. A mechanic who was planning to buy a house with his girlfriend after moving to Australia four years ago, he had been living in the town for the past year. “I spoke to him on Friday evening and his last words to me were “I’m living the dream mate, I’m living the dream”,” his sister, Jess Greenaway, told WA Today. “Tom had a heart of gold and he would do anything for anyone.” His girlfriend, Leila Vadnjal, wrote on Facebook that she didn’t “go an hour” without talking to him. She described Butcher as her hero. “Feeling lost is an understatement,” she wrote. “I told you every day I need a cuddle and today I need it most.” The other victims were named as Anna Winther, 29, from Norway, and Julia Kohrs-Lichte, 19, from Germany. Their employer, Linda Campbell, told the Australian newspaper that she and Butcher thought there was enough time for him to leave the Campbells’ farm with Winther and Kohrs-Lichte and drive towards Esperance to drop off the horse at Vadnjal’s stables. Campbell said she had suggested her daughter go with the other three, but she had opted to stay at the farm. The homestead was undamaged. The local man who died, Kym “Freddy” Curnow, 45, has been hailed as a hero for trying to stop the trio and others driving into danger. But they and Curnow were overwhelmed by smoke a few kilometres from the farm, apparently after heeding Curnow’s warning for them to turn around but failing to outrun the rapidly moving fire. Curnow had stopped several cars driving into the blaze in the Grass Patch and Salmon Gums areas, north of Esperance, on Tuesday. It is believed Winther and Kohrs-Lichte had arrived to work on the farm only two weeks ago. Perth’s Curtin university said Winther had graduated with a master’s degree in human rights last year. She is believed to have been working for Amnesty International, with one of her colleagues, Amelia Freelander, tweeting; “Very sad to hear that Amnesty Activist Anna Winther was one of 4 to perish in the #EsperanceFires”. Curnow’s friend Glen Quinlivan held back tears talking about the Scadden farmer on Thursday. “We were full tilt in our fire truck, trying to get away from it and only just made it,” he told reporters. “Anyone who was behind us had no chance. “It’s not about heroics, it’s just you do what you’ve got to do, and he did what he had to do. Guy Green, whose family lost farms, machinery and houses, said his life would never be the same without Curnow. “Not all heroes wear capes or a suit,” he wrote on Facebook. “We’ve all lost a great mate and to us younger boys a father figure. “You were much more than a hero and risked your life doing what you always did.” Western Australian premier, Colin Barnett, said the deaths were tragic. “Foreign nationals who came to Australia to work and have a good time, and tragically and sadly, they’ve lost their life,” he said. About 135,000 hectares have been burnt by the fire and the alert level remained at “watch and act” on Thursday evening. The Bureau of Meteorology said temperatures would gradually rise on Saturday and thunderstorms could form on Sunday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}