{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2015/nov/09/london-spy-recap-episode-one-whitehall-wonks-hidden-trunks", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-11-09T22:00:04Z", "webTitle": "London Spy recap: episode one – Whitehall wonks, hidden trunks", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2015/nov/09/london-spy-recap-episode-one-whitehall-wonks-hidden-trunks", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2015/nov/09/london-spy-recap-episode-one-whitehall-wonks-hidden-trunks", "fields": {"headline": "London Spy recap: episode one – Whitehall wonks, hidden trunks", "bodyText": "London hasn’t lacked high-calibre televised espionage thrillers in recent years, but the world of London Spy is a very different one to that of David Hare’s Page Eight or Hugo Blick’s The Honourable Woman, where deals are still done by wry, rumpled gentlemen over a malt whisky. We don’t yet know how it’ll take shape for series creator Tom Rob Smith, but after the beguiling, sedate blossoming of the love affair, the murky climax implied something altogether less convivial, with a heavy nod to the real-life “spy in the suitcase”. Some will have found this episode po-faced, ponderous, preening or plain daft. “Their importance emanates from them,” says Scottie of Alex’s sort, but he could have been referring to the sort of prestige BBC drama that specialises in gnomic dialogue and self-conscious camerawork. I found it cast a disturbing and seductive spell. As a mood piece, it inevitably meandered a little. But by the end there was a real narrative drive and purpose, and the central mystery gripped all the tighter for its sedate setting-up. I only hope the love affair – of a sort and style we see so little of on TV – isn’t forgotten in the forthcoming twists and turns. Hollywood made a horrible job of Smith’s Child 44. Let’s see if the BBC can do any better. My hopes are high. What about yours? Danny: ‘I must be easy to read’ It’s hard to imagine anyone other than Ben Whishaw pulling a character like this off (so to speak). Jittery, boyish, awkward, garrulous, melancholy, charismatic, needy, romantic – anything but “fine”. Of indeterminate age (late 20s, probably?), Danny works in an Amazonian distribution warehouse, lives in a huge but chaotic Vauxhall apartment-cum-bedsit with flatmates who seem nice enough, if a bit flaky, has enough of a local reputation to get him into crowded clubs and only seems to have one friend: Jim Broadbent’s Scottie. He was also, we learn in Whishaw’s harrowing and brilliantly performed monologue, subjected to a horrendous, prolonged assault some years back that left him deeply dependent on Scottie, concerned (understandably but unnecessarily, as it turned out) about having contracted HIV, and burdened with a fair few issues that a good, solid relationship with someone steady and reliable might help resolve. Enter Joe. Sorry, that’s Alex. No, Alastair. Look, the credits call him Alex, so we’ll stick with that for now. There’s an instant spark despite Danny’s chemically induced comedown, and Danny engineers another meeting. Gradually, they fumble their way towards knowing each other (or do they?), and into bed. Then Alex vanishes and Danny is mysteriously directed towards a house key hidden in the warehouse. He lets himself into Alex’s flat and discovers a hidden sex dungeon where Alex has been stuffed in a trunk, very much dead. After starting to cover his tracks, he calls the police (who question him like he’s a suspect rather than a witness). Danny’s clearly being framed, but by whom and to what end? And what is it he discovers (and swallows) in the battery compartment of Alex’s laptop? His speed of response suggests Danny isn’t quite the vulnerable patsy his shadowy enemies might wish. There are, clearly, a lot of questions, and Danny’s as much in the dark as the rest of us. It’s very likely that the overriding theme will be how difficult it is to be honest with yourself, let alone others, whether you’re a drifter or a spy. Alex: ‘I’ve been serious for a very long time.’ Alex presents an altogether trickier challenge for Edward Holcroft. On the surface, there’s little to do: Alex was an apparently simple soul, innocent, taciturn and unknowable going-on anonymous. Alastair, of course, was very different. Holcroft did his best, but I was more convinced by the chemistry than the characterisation. Does anyone in the real world talk or behave like this? Alex was, I presume, somewhere on the spectrum: all the narrative shorthand was there – “always out of step”, child prodigy at university by 15, good with numbers, bad with interaction. Which was the real man? Was Alex, the solemn, virginal orphan who worked for an investment bank, a complete fabrication? Or could Alastair, the MI6 agent with living parents and a penchant for hardcore S&amp;M (the bondage not stopping with Ben “Q” Whishaw or the opening credits, it seems), be a front? Or are they two sides of the same coin – a vulnerable man unable to find a partner who sought solace in anonymous sex? Was his love for Danny genuine? I think so. One thing is certain. If you like your orgies fastidious, he’s your man. Or was, anyway. Scottie: “Do you ever wonder what I might want?” Something tells me Scottie is more than capable of getting what he wants when he puts his mind to it. He’s a Whitehall wonk with a comfortable life about which we (again) know very little. But he’s out and fond of Danny, although often exasperated by him. And that’s your lot. Again, the casting sells it. Jim Broadbent is as twinkly and avuncular as always, but there’s a steeliness, too, that makes you wish he was used more often as a villain. Remember Hot Fuzz, or Gangs of New York? Whether he’s an out-and-out wrong’un is up for debate, but his offhand question to Danny about pinching an item of “sentimental value” was loaded with menace. What’s more, his interrogation of Alex on their “first” meeting (I suspect he’s not being entirely honest when he tells Danny he just knows Alex’s “type”) teetered into aggression and humiliated Danny in the process. Not that Danny isn’t capable of viciousness, too – as demonstrated at Scottie’s place – but for Danny, it’s instinctive rather than calculated. Has their relationship always been chaste and generous, or are charge and mentor playing a power game? Scottie seems to hold the cards. His wrangling of a lawyer might just as much have been a display of dominance as of protectiveness. London Director Jakob Verbruggen worked on both The Bridge and The Fall, and brings some of the same sense of alienation, paranoia and downright otherness as he did to Copenhagen, Malmo and Belfast. Whether close-up or panorama, claustrophobia infused the camerawork even when the old CCTV trick wasn’t being rolled out. The strolls on the South Bank involved precious few tourist landmarks, thank goodness, and the sun stayed stubbornly behind the clouds until emerging post-coitally, albeit fleetingly. Some beautifully framed interiors, too – Alex and Danny in Danny’s bathroom; the sex; the louche modernism of Scottie’s flat; the attic. There was something inevitably Rear Window-ish about Danny’s courtyard, especially in the cigarette butts on the other side – was this the smoker puffing away in the van outside Alex’s apartment? And that attic. A masterclass in slow-burn suspense. The production design here was stunning, even if putting the drug paraphernalia in a bloody music box might have been overkill on the creepiness front. Smith has posited it as the visualisation of a gay man’s worst fears: what brings pleasure can also bring death. Whether or not you buy into that, it’s still a hell of a dramatic coup. A word, too, for the wonderful music from another Bond veteran, David Holmes, and Keefus Ciancia. That drag geisha lullaby was very Lynchian, while the gathering sense of dread after Alex falls off the radar is intensified by the throbbing soundtrack. Notes and observations The juxtaposition and interaction of Vauxhall’s two demimondes – gay village and hub of espionage – is narrative gold. I’m not sure Whishaw’s been this badly treated on screen since he played Pingu. Will Danny’s flatmates remain shiftless cyphers or prove their worth? “That would have been the reason you were selected. The appearance of innocence.” Even for a strange man, this was a strange thing for Alex to say to Danny. TV and film still haven’t quite figured out how to “do” computers without making it a bit cheesy (see the peculiar algorithms and encryption graphics on Alex’s laptop). Who directed Danny to the keys to Alex’s flat? Alex himself, or the people attempting to frame him? Where was Danny being interviewed? Surely police stations don’t look like that, even in heavily stylised BBC dramas. Is Danny an entirely reliable observer? Could some of what we see just be taking place in his head? Nice segue from the beach to the bed, there, or from groynes to groins. Eight months passed between Danny and Alex getting together and Scottie meeting Alex. It’s quite the gaping hole to leave in a narrative: will we ever find out what happened? Tom Rob Smith’s partner is former BBC head of drama commissioning Ben Stephenson, fact fans. The supporting cast is really something. We still have Mark Gatiss, Adrian Lester, Charlotte Rampling, Harriet Walter, Clarke Peters all to come, plus a cheeky cameo for Chewing Gum’s brilliant Michaela Coel …"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}