{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/musicblog/live/2015/nov/24/coldplay-tease-new-album-head-full-of-dreams", "type": "liveblog", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-11-24T22:09:56Z", "webTitle": "Coldplay tease new album A Head Full of Dreams – as it happened", "webUrl": "https://www.theguardian.com/music/musicblog/live/2015/nov/24/coldplay-tease-new-album-head-full-of-dreams", "apiUrl": "https://content.guardianapis.com/music/musicblog/live/2015/nov/24/coldplay-tease-new-album-head-full-of-dreams", "fields": {"headline": "Coldplay tease new album A Head Full of Dreams – as it happened", "bodyText": "Over 10 hours, we were treated to about 7 minutes 50 seconds of music from Coldplay’s new album. What a time to be alive. The band sound liberated, as Martin’s hinted in recent interviews with Rolling Stone and the Wall Street Journal. That doesn’t necessarily mean they sound good, but more that they’re willing to experiment with new genres and styles. I’m not entirely convinced by the pseudo-R&amp;B we heard on Hymn for the Weekend (track 3) and not deeply moved by Fun’s arpeggiated guitar lines – but then again, I only heard 15 seconds of each song. When they’ve gone for new-age indie, atmospheric spoken word and a bit of on-brand wailing, things have sounded better. Whatever happens come release day on Friday 4 December, you can always tell the grandkids that you were somewhere online, scrolling past a snippet-by-snippet analysis of a very famous band’s very average-sounding album. With that, I’m off. Look, I’ll admit I cheated and listened to a ripped full version of this on YouTube. It’s an X&amp;Y-era closing credits number, all about pulling yourself together after being crushed to a fine powder by heartbreak. Also, this is apparently the one that features Noel Gallagher on guitar, so there’s something. Overall, this sounds like the track destined for cathartic post-breakup activities: packing up your ex’s stuff, sobbing while scrolling through couple-y Facebook or Instagram pictures, setting their car alig– I mean drinking alone and giving yourself a drastically new haircut. And so on. Verdict: I’m too tired for this. A rousing-yet-predictable 6/10. I can smell massage oils. There is the sound of cascading fountains in the distance. Someone is caressing my foot with what can only be described as an hibiscus leaf. I see the gentle glow of candles around me as I slowly open my eyes to discover that yes, Coldplay have treated us all to a trip to a Health Spa to wrap up our Amazing Day. Thank you Coldplay. This is the sound of super deluxe relaxation. It’s hard to tell with such a small snippet of music but, considering NME sacked off their Coldplay liveblog three hours ago and everyone else is watching Masterchef so nobody really cares, I am certain this will be Coldplay’s answer to Tubular Bells. Verdict: Tantric indie rock with a deep tissue groove. 6/10. A curious clip to opt for, Coldplay Social Media Coordination Team. It’s almost as if you are trying to test us in these final stages of the liveblog. There is very little to ascertain from these 15 seconds other than a) There will be some emoting taking place on track 9, and b) Coldplay are about to join an esteemed list of artists who have also created Day-related hits: Lou Reed’s Perfect Day, Take That’s Greatest Day, Elbow’s One Day Like This, Bill Withers’ Lovely Day, U2’s Beautiful Day. One Fine Day by The Chiffons. As I say, not got a lot to say about this track. Verdict: They say it’s an ‘Amazing Day’ but there is just a smidgeon of agony in Martin’s vocals, no? 5/10 I guess. I literally have no idea. Hello everyone. I’ll be taking you through the drive-time section of the Head Full of Dreams liveblog. Consider me a meek, slightly anaemic version of Simon Mayo. If you’ve been staring at this liveblog for its whole seven hour duration then perhaps take a quick break before we continue in order to ensure concentration levels remain high. Please do not walk away from your computer - just close your eyes for a few seconds. Maybe I am coming in a bit wide-eyed and enthusiastic to this whole process, but I strongly believe this track has all the hallmarks of a Coldplay classic. If I am correct, that is the sound of Martin singing the words “go now”. The song title itself - Army Of One - suggests this might be a track in which Martin finds peace in solitary, single life. There is something very ceremonial about this 15 second clip - its alien, organ-like blast sounds like some kind of religious epiphany. Verdict: I think I am coming in a bit wide-eyed and enthusiastic to this whole process. 10/10. Everyone, welcome Harriet Gibsone to hell the blog Gibsone, our music news editor, is going to take over for a while as I take a long, hard look at myself after doing this for six hours. She’s our resident Coldplay fan, so I’d rather not spoil the album for her by making her preview too many songs. Have a look at her first-listen review of the band’s last album, Ghost Stories, in the meantime. I leave you in her capable hands for now. Well, so much for Obama singing Amazing Grace. This little sliver of Kaleidoscope is all atmospheric synths, piano and what could be a glockenspiel underneath the US president speaking. This sounds more like an interlude than a full song, and perhaps only runs to a minute or so on the actual album. Of course, lest we forget, we’ll have to wait until release day next Friday to know that for sure. So far, this is reminiscent of the Cinematic Orchestra or Sigur Rós when they get all pensive. Verdict: Obama’s speaking voice is like a wonderful bed made of treacle that I want to drown in – is that weird? – so I’m on board with this. 8/10 Fun. Is this fun to you, Coldplay? A snippet of poppy electric guitar and four kick drum-style thumps? This song features Swedish singer-songwriter Tove Lo, though you can’t tell that from the 15 seconds on offer here. Hopefully, if she co-wrote this, she’ll have left her melodic and catchy stamp all over it. Otherwise, we’ve got some arpeggios, an uplifting chord progression and a guitar that sounds like it was played in a giant fish tank. That would be more fun than this, surely. An aquarium. That sounds like actual fun. Someone get me to an aquarium, please. Verdict: This sounds well on its way to sappy ballad territory. Coldplay are best when they’re sad and raw, not sad and limp. 4/10 Yes, we’ve reached peak Instagram teaser We’re at the halfway mark of this hourly ordeal campaign. I’ve drifted from excitement (“an album’s worth of teasers in an hour, cool”) to surprise (“wait, one song per hour? That … can’t be right”) to quiet resignation. While Coldplay are a hugely successful pop-rock act, this approach may end up feeling like more of a cruel tease than a fun one. Fans just want to hear the real thing when the album’s released on Friday 4 December. For non-fans, it’s a reminder of tiny sections of music they know they don’t like. Elsewhere this year, Justin Bieber used Instagram hints to whip up excitement around album Purpose and its singles Sorry and What Do U Mean. He enlisted the help of other famouses, getting various celebrities to hold up a sign stating the number of days left before his music was released. It was a simple, visual tactic, buoyed by its capacity to rope in the demographics of other people’s fans. Singer Ariana Grande also used visuals and audio to tease her October single, Focus, on social media. She’d count down the days until the song’s release, using promo pictures, gifs and video snippets. But hourly, rather than daily updates? They feel as though Coldplay are out to test their fans’ patience a bit. If you’re a fan and plan on sticking with the drip-feed until 10pm GMT, please do comment or tweet me at @Guardianmusic or @tnm___. I’m keen to hear what you make of the experience so far. Leon Milk, below, has this to say: We shared track 5, Adventure of a Lifetime, in this blog’s opening post so I won’t bludgeon you with the same song twice. Instead, enjoy this ridiculous behind-the-scenes footage of Martin and co, making the video for Adventure of a Lifetime. Coldplay are currently obsessed with gorillas, for reasons I do not understand. Please share your theories with me in the comments. If nothing else, your thoughts would slightly shake up the drudgery of waiting for another 15 seconds of music. Oof. This one sounds the most like the Coldplay we know, but it’s also slightly shrill. I wonder what the everglow that Martin “lives for” might be? That feeling when you step into the Tube carriage that perfectly spits you out at the exit? When you wake up and are like: ‘dammit, another day at work,’ then remember it’s Saturday? Finding a non-discontinued 50p coin down the back of the sofa? Whatever he’s singing about, he’s howling into the wind like a baby seal that’s been through a divorce and come out on the other side, smiling. Fair enough. UPDATE: This song features Martin’s ex-wife Gwyneth Paltrow on backing vocals, according to a recent Wall Street Journal interview. Conscious uncoupling sounds amicable, doesn’t it? Verdict: Lighters-up, swaying side to side, standard Coldplay. 7/10 Beyoncé’s arrived, singing with Chris Martin about symphonies on this slice of heavily processed R&amp;B-pop. If this is Martin’s idea of the weekend, then maybe we should concerned. But in any case, we’ve got some programmed horns and handclaps and a pounding bassline that sounds like something J Lo would have done in 2003. Here’s a bit of what Martin had to say about Beyoncé, speaking on London radio station Magic. The band roped Bey in to do backing vocals on a few songs – “three, really” – according to the frontman. “But she is just wonderful, as you know, and she was so sweet, and I said: ‘Is there any chance you would come and help us do some, you know, backing vocals?’ “On one song, Hymn For The Weekend, I said: ‘Could this be a bit more of a duet?’ and we just – she was just so lovely to watch sing. She’s so good, it’s insane.” There you go. Verdict: Look, I like Beyoncé as much as the next person, but this sounds tinny and reminiscent of 00s bubblegum pop. 5/10 Birds continues the sort of upbeat, sunny electropop we’ve heard so far on Adventure of a Lifetime and the 15 seconds we’ve been given of A Head Full of Dreams. Martin’s mumbling seductively now, though I’d need a lyric sheet to confirm whether he is in fact saying: “We’ve got this moment / You and me / Go to your muffin / The geography.” Probably not. This sounds a bit like Friendly Fires on a comedown, shooting for sonic poptimism but dragged down by a reflective and slightly mopey vocal. My colleague Harriet Gibsone’s hearing elements of Here We Go Magic’s Make Up Your Mind. “Could this be Coldplay’s first krautrock-inspired track?” she asks. You be the judge. Verdict: Hey, as far as 15 seconds of shimmery guitar and vocals go, it’s not bad. 6/10 Forget what I said earlier about middle-class politeness. The band are in fact eking this process out for 10 hours, sharing one snippet per hour. I repeat: this process is set to go on until 10pm GMT. With that in mind, I’m going to get back to doing my normal day job and I’d implore all the excited fans (and other less excited readers) to do the same. Check back in with me every hour, for my undoubtedly rigorous analysis of each 15 seconds of sound that Coldplay decide to share. See you back at about 1pm GMT. In the meantime, here’s a photo of Chris Martin giggling with people in gorilla suits at Sunday evening’s American Music Awards. Will we get to hear Barack Obama sing on the album? According to the Sun and New York Times, Coldplay may have secured a sample of the US president singing Amazing Grace, to use on song Kaleidoscope. The audio comes from Obama’s speech at the funeral for South Carolina state senator Clementa Pinckney, one of the nine people killed in a church by a gunman in June. Watch the original video below, while we wait for the next truly engrossing 15 seconds of music. Right, so here’s a snippet of singer Chris Martin shouting on the album’s title track. This sounds like the sort of festival singalong fare that’s become the band’s calling card since they stopped sounding sad and shy in 2002. There are hints of Mylo Xyloto’s Every Teardrop is a Waterfall here, too: a slightly corny chord progression and a smattering of electropop. “Tropical-pop” says my colleague Tim Jonze. Hmm. Verdict: Not their best. A stadium-ready 5/10 Well, they’re dropping hints about teasing you True to polite, middle-class form the lads gave their Instagram followers a 30-minute pre-snippet warning. That’s plenty of time to make a cupppa and mentally prepare for about, er, 1/12th of each song. Everything’s set to kick off at 12pm GMT. In the meantime, see the album tracklist above. Note: track 10 is actually called Colour Spectrum, for those not well-versed in the language of rainbows. Coldplay are teasing you! Chris Martin and friends have announced that they will be taking to Instagram to play 15 second-clips of every track from their new album A Head Full of Cold Dreams. In your service, we are going to listen to each 15-second clip and present it here. They’ve already let the world hear their disco-tinged new single, Adventure of a Lifetime, so they might actually not bother with 15 seconds of that one. Well, they call it disco-tinged, but it sounds a bit like poppy Foals to us."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}