{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2015/nov/16/london-spy-recap-episode-two-the-secret-lives-of-spies", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-11-16T22:00:05Z", "webTitle": "London Spy recap: episode two – the secret lives of spies", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2015/nov/16/london-spy-recap-episode-two-the-secret-lives-of-spies", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2015/nov/16/london-spy-recap-episode-two-the-secret-lives-of-spies", "fields": {"headline": "London Spy recap: episode two – the secret lives of spies", "bodyText": "Well, episode one proved as divisive as expected. Some found it self-indulgent and sluggish, others were gripped by the slow-burn and rapid reveal. And the Daily Mail thought there was “no plot but lots of disco dancing!”. It’s fair to say episode two won’t have changed many minds either way, but I don’t mind getting lost down this particular rabbit hole. (I’ll even forgive it Stand By Your Man.) The Alice in Wonderland allusions hinted at when Danny swallowed what turned out to be an encryption device became explicit once Clarke Peters’ man of mystery had offered Danny a blue pill inside a red sweet. Curiouser and curiouser … ‘You’re friends with everyone but you know no one’ – Danny Poor Danny is still in a state, breaking down in front of a sub-Homeland-style wall of news clippings and speculations on Alex’s fate. His performance for the journalists was a bit of a disaster – all sincere supposition, no evidence – although I was intrigued that Michaela Coel’s hack seemed more sympathetic. Did she and Danny already know each other? At least his instincts – “something akin to female intuition”, reckoned Frances – are spot-on. The quick response in Alex’s flat. Intuiting first that the staff weren’t Alex’s parents, and then which room was Alex’s bedroom. He’s probably better qualified to speculate on Alex’s sexual proclivities (“your muscles can’t lie”) than cold fish Frances or a bunch of detectives who have never met him, no matter what the attic might have suggested. However much Danny’s state of mind might be distorting what he thinks or sees (and, by extension, what we think and see), I’m inclined to trust his sexual instincts completely. That said, there’s clearly more to him. While I’m not convinced he’s a sleeper agent as some have speculated, I can’t think why he would need a hiding place-cum-dead letter drop in a disused factory (via the back door of a cafe). Unless, of course, it was a spot used by Alex. I could decipher the following from the journal therein: “I’m falling and I can’t turn back. I need a love to keep me warm and safe,” and “Non sense. The boys are too much to handle but what can you do when you’re lonely.” The scribblings of a lonely man, which both Alex and Danny were. And then there was the Clarke Peters postscript. I’m assuming Paxton &amp; Grey is a not very discreet front for the CIA and that Peters (billed as “the American”) is not a man to be trifled with. But what about the pill inside the sweet? I thought it might be cyanide, although perhaps the American sucked it to demonstrate to Danny that it wasn’t harmful. Classic grist to the espionage mill, anyway. One thing’s for sure: no one wants Danny to pursue the case and everyone is underestimating him. Frances underestimates his intelligence, Scottie his determination, the American his courage, Frances’s chef-cum-maid his passion. By tearing up the American’s business card, Danny has declared his intentions. Your move, spooks. ‘He hates the name Alastair’ – Alex Frances confirms Alex’s genius (embellished by the PhD certificate and painstakingly constructed Ferris wheel in the staff house) and social disconnection, suggesting he regarded everything as an intellectual problem to be solved, whether that be an inclination for rough sex or a garden maze. She also claimed credit for giving him the drive and discipline to succeed, apparently regardless of his own wishes. By contrast, Danny’s sticking to his story. Of course, it’s possible that both of them could be right, to an extent. Spies specialise in secret lives, after all. Alex’s second appearance, via the rather charming pen portrait of his relationship with Danny, could be misleading. It was clearly playing in Danny’s head and could therefore simply be Danny rewriting the past and creating a story he wants/needs to believe … Finally: is Alex even dead? Everything would suggest so, except that, as several of you noted, we never actually saw his body. There was an eye, Danny’s reaction and the words of the police. And note the above quote from the woman who wasn’t his “mum”: he “hates” rather than “hated”. Slip of the tongue or something more significant? ‘We weren’t close.’ ‘Get as far away from these people as you can’ – Mr and Mrs Turner Well, you can see why Alex might have a few issues. First, the fake family – David Hayman and Lorraine Ashbourne were a further glowing tribute to London Spy’s casting team. Defiantly, almost stereotypically Presbyterian from decor to clingfilm-wrapped dinner, they clearly know far more than they’re letting on, with “mum” seemingly desperate to talk and “dad” to do anything but. “Mum” (sick, according to her husband) was perhaps the only one who really cared for Alex. That said, I noted they were called Mr and Mrs Turner in the credits. Could this suggest they really are Alex’s parents, and perhaps gave him up to Frances and Charles to allow him a better chance in life? Or am I just being paranoid? As for the second pairing, what an introduction for Charlotte Rampling, imperious on a drawbridge somewhere outside London. She played Miss Havisham in a Beeb production of Great Expectations a few years back, and this place had shades of Satis House. A maze that felt like Chekhov’s gun. Sepulchral gourmet dinners eaten by candlelight in silence. Sullen, watchful staff. Downton Abbey, this was not. Rampling was perfect: chilly, distant, dismissive and very pleased with herself. If Frances was as upset as she claimed, she was doing a fine job of hiding it. Numbness and disconnection may well be symptoms of grief, but these ran deep enough to feel pathological. Not sure what the deal was with silent, detached Charles (played by the appropriately named Nicolas Chagrin), although I think we’ll be hearing more from him. I very much hope that’s not the last we’ll see of Rampling and Whishaw going toe to toe. This was delicious: no melodrama, just throbbing dramatic intensity. “Before you hold some sort of parade” v “When he told me you were dead, he wasn’t lying”? I’m calling that a score draw. ‘I am so fucking far from being part of the establishment’ – Scottie At last, a little of the real Scottie: a depressed, briefly suicidal recovering alcoholic, quick to anger when wronged. Signing up for MI6 at Cambridge to avoid the rat race, he was entrapped in a post-Philby/Blunt/Burgess/Maclean “fag hunt” and shunted to the MoD and into celibacy. Or so he says. Danny certainly seemed convinced (the pat of the hand was genuinely touching) and he delivered the story sincerely enough. I still don’t trust him, though. A part of me wonders whether he arranged Alex’s murder out of jealousy – after all, as soon as he was aware that Alex and Danny were an item, Alex was bumped off. And, of course, he joined the chorus warning Danny off further investigation, albeit with Danny’s safety in mind: “Occasionally, it’s right to be afraid” is a hard argument to fault where the secret service is concerned, but “it’s just you alone” effectively told Danny he’s running out of friends. London The tube pursuit (if that’s what it was) was a textbook spy-movie sequence, well-mounted and filmed in the paranoid style (the attention to detail extended to having one of Vauxhall’s escalators out of order). It was also, by a margin, the most kinetic sequence of another hour of long silences and lengthy monologues. But most of the visual impact lay in the careful framing tonight – Hampstead Heath, the disused factory, Danny facing down MI6 HQ. The provincial detours were also creepily effective – Danny’s night-time prowl around the staff quarters had me right on edge. Notes and observations Good spot from several of you that the lights weren’t working in Alex’s flat, yet the bulbs and bar-fire were lit. A production oversight, or evidence of a set-up? Some of you have wondered how warehouse worker Danny could afford his flat in Vauxhall – even Frances thinks he’s got no money (hence her fears of extortion). Is he squatting? A dealer on the side? Being bankrolled by Scottie and/or his absent parents? I’m pretty sure a tree on Hampstead Heath played a central role in Tinker Tailor Soldier Spy. In fact, that whole scene played out like respectful homage. Everyone’s obsessed with sleep in this show. Alex was an insomniac, while each character seems to want to know where/when/how Danny will get some kip. Every house Danny visits, apart from perhaps Scottie’s, feels so austere as to never have been lived in. Alex’s flat, Alex’s attic, the castle, the staff’s house – you wouldn’t call any of them homes. At least Danny’s flat has a life to it. What, if anything, was in the jar marked “for guest use” at the Turner staff house? And what would said house’s TripAdvisor rating be? I’m not buying Lester Freamon as a sinister puppetmaster. Not yet, anyway. I liked the way the MI6 building was like Sauron’s eye as Danny tore up the American’s card. The Daily Express, eh? And now based in the Blue Fin Building (real-life home of IPC/Time Warner), apparently. Still, nice to see the good old Independent Times didn’t stoop to muckraking and manufacturing quotes. “No fuss is the best piece of advice you will ever hear.” Cut to the three wise monkeys on the mantelpiece. Lovely. I genuinely thought David Hayman might try and bump Danny off when they went for a walk. “Journalists make difficult bedfellows.” True dat."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}