{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/nov/05/microbe-gasoline-review-michel-gondry-comedy-drama", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-11-05T23:00:03Z", "webTitle": "Microbe & Gasoline review – weird, sad and deserving a big hug", "webUrl": "https://www.theguardian.com/film/2015/nov/05/microbe-gasoline-review-michel-gondry-comedy-drama", "apiUrl": "https://content.guardianapis.com/film/2015/nov/05/microbe-gasoline-review-michel-gondry-comedy-drama", "fields": {"headline": "Microbe & Gasoline review – weird, sad and deserving a big hug", "bodyText": "If this film were a person, you’d want to give it a big hug, as you would a gawky teenager, and reassure it that it will be tough out there, that not everyone is going to get its idiosyncratic charms, but that’s OK because it’s awesome just the way it is. Michel Gondry’s spiky-sweet comedy drama centres on two such 14-year-old outsiders: scrawny, girlish-looking Daniel (Ange Dargent) and more confident but jagged Théo (Théophile Baquet). A pair of geeks who don’t really fit in with their own families, let alone the Versailles high school they attend, they decide to run away from home. Sure, they have adventures, but all that hiding from cops, nearly getting beaten up by American-football-playing pimps and stalking girls is less the point to this delightfully picaresque story than the boys’ budding bromance. As you’d expect from Gondry, the characters are lovers of lo-fi technology, romantic dreamers with bad haircuts, who, when told they’ve grown tall, reply that, no, the world has shrunk. Somehow, precocious adolescent boys seem the perfect fit for the irrepressibly playful Gondry. Like The Diary of a Teenage Girl, the film has been awarded a 15 certificate in the UK. That means British viewers the same age as the protagonists will be spared from finding out that French kids masturbate, draw their own pornography and discuss with their siblings the sounds of their parents having sex. But the fact that this film will struggle to find an audience – not just because of its classification but also because it’s weird and sad and refuses to deliver any sort of message for young people – makes it all the more lovable."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}