{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2015/nov/28/the-bridge-recap-series-three-episodes-three-and-four-sex-hallucinations-and-a-scarecrow-makeover", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-11-28T23:01:04Z", "webTitle": "The Bridge recap: series three, episodes three and four – sex, hallucinations and a scarecrow makeover", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2015/nov/28/the-bridge-recap-series-three-episodes-three-and-four-sex-hallucinations-and-a-scarecrow-makeover", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2015/nov/28/the-bridge-recap-series-three-episodes-three-and-four-sex-hallucinations-and-a-scarecrow-makeover", "fields": {"headline": "The Bridge recap: series three, episodes three and four – sex, hallucinations and a scarecrow makeover", "bodyText": "SPOILER ALERT: This is for people watching The Bridge at BBC4 pace. Don’t read on if you haven’t seen episodes three and four of the third series – and if you’ve seen further ahead, please do not post spoilers. You can read the episodes one and two recap here. Crikey. This week’s episodes certainly got us into open, if choppy, water. There was a raft of new faces – no small percentage of which were male, pale and at first a little hard to tell apart – as well as new plot lines. Hints were laid for future episodes, and red herrings exposed from the first two. Was it just me or were these episodes heavy on sex? And, on the whole, more creepy sex (I’m looking at you Claes, the self-help guru who has just euthanised his father, and Annika, his strange groupie who “happens” to be a funeral director, and a scrambled egg pusher), awkward and unerotic (you know who you are), than anything particularly steamy. The theme of family continues, but not as we thought it might – there was little emphasis on the nuclear family or heterosexual marriages, as the supposedly politically motivated killing of Helle Anker in the first episode had indicated – and much more on father figures, motherhood, siblings and children. Saga’s confused grief at her father’s death is contrasted with the grief she’s feeling over Hans – out of the hands of the murderer but not yet out of danger, he’s in a coma, missing a hand. Saga fled her father’s memorial service to go to Hans’s bedside. And Saga’s mum continues to be a thorn in her side, turning up at the office and calling Saga’s boss to get her help hoodwinking Saga into going to the memorial service. Did this feel like massive professional overreach to anyone else? And so we see Saga spiral in a way we haven’t before. She was upset as she watched Martin dragged off, but she was still on relatively sturdy ground – following the rules. She’s on increasingly rocky emotional terrain this season, especially when it comes to her mum’s claim that Saga’s theory about her sister’s death was wrong and had “terrible consequences”. Her language to the comatose Hans was telling: “It fit my knowledge of Munchausen by Proxy… I couldn’t have acted in any other way.” Where last week Saga reacted to bad news by methodically lining up the files on her shelves, this week her sorting of cupboards soon turns to smashing, with IKEA utensils all over the floor, as her colleagues look on. Hats off to the hoards of you below the line who clocked, unlike me, that there was something otherworldly about Henrik’s wife and children a la River (never in my adult life have I felt more like I’m back in GCSE maths, the only one yet to get trigonometry). By the end of episode four, it seems obvious that Henrik’s family is in his head – hallucinations (they are “missing persons”, not murder victims) rather than supernatural apparitions, which for me would be a bridge too far. Horns were locked this week – Saga and Lillian both butting heads fairly spectacularly with Hans’s temporary replacement, Linn. Saga’s best put-down was her correction of Linn’s use of “blog” when she meant “vlog”. Her response to Linn’s suggestion of sensitivity training because, after all, “limitations is just another word for new possibilities” was poignant: “Not for me.” What else do we know so far? Morten Anker is dead. Shot three times, small impact area – the same as Aleksandr Dover – by someone he called his “brother”. Cue the link to the “Kill Brothers”, Morten’s brothers in arms in Afghanistan, all three accused of rape and tortured – Kevin Larsen committed suicide a few years ago, which leaves Lukas Stenstrup. Ballistics reports show Morten and Dover were killed by bullets from the same gun so I think we can assume – but please don’t quote me – that they were killed by the same person. It also seems the person who killed Morten was someone he had been trying to speak to urgently. The lipstick used on Helle and on Fabian was made by a company, FeliCity, that Lars, suspicious transport company CEO and husband of Lis, is on the board of. Confronted with this by Henrik he does do a fairly good job of showing up the absurdity: “You’re saying I killed Helle Anker at my own workplace and then used makeup from the company whose board I’m on.” When you put it like that, it does seem unlikely, but that doesn’t mean you’re home and dry yet, my friend; he’s still plenty suspicious throughout these episodes. And, as Henrik counters: “Sometimes murderers are cocky. They think they’re better than police.” Interesting when you consider two of the Bridge’s convicted murderers have been policemen. Lukas Stenstrup is a Copenhagen gangster. On paper he’s the kind of guy you’d trust your kids with but in reality he’s hot-tempered, with a dark sense of fun. He has an (overly) ready excuse for where he was at the time of Morten’s murder and a penchant for sadistic games – he makes the infuriatingly hapless Marc play Russian roulette to win extra days to find 78,000 kroner Marc owes him (for what is unclear, though what is clear is that Marc should quit trying to win it at poker). As mentioned, Hans is alive but not quite kicking. The team was led to him by the discovery of Helle Anker’s car (no fingerprints) with its heart on the dashboard (Helle’s), pinned to which was a ticket to the ghost train. In a brilliantly horror-ish sequence, we leave the misty terrain of the neon-lit funfair to enter the cobwebbed ghost train, finding Hans strapped up, missing a hand but with a pulse. He’d been given a scarecrow makeover, with straw stuffed in his shirt, hoisted on high. Is that going to prove significant? I’m unclear why it wasn’t mentioned. The thinking that the murders of Helle, Fabien and Hans are linked by them all being mentioned on Lise’s vlog loses sway when it becomes clear that the spider loving wrong’un Rikard killed Fabien in a bid to impress Lise. His shoddiness gives him away – he leaves fingerprints on Fabien’s car and idiosyncratic comments on Lise’s vlog that link his online persona (Knightrider) to the person who typed Lise a letter asking for “appreciation”. (Nice work, Cypher!) It’s clear he didn’t murder the others though - he doesn’t take anything from Fabien and the other murders are are far more dexterously stage-managed. Rikard also tried to kill Helle’s wife Natalie, who’d just announced she would continue with plans for the first gender-neutral school in Denmark. Anna is an ex-Eurovision contestant (LOL)-turned-CEO of a family-run building company called Ekdahl Housing. She’s having an affair with the 17-year-old son of her best friend. A call from her mum alerts her to the fact the affair is front page news – pics and all. How this plot will be woven into the main story remains to be seen. Theories? As previously alluded to, Marc is a tool. His pregnant girlfriend Jeanette tries to negotiate a “payment plan” with Lukas and ends up running an errand to pay off the debt, while Marc stays behind as collateral. She collects a bulky bag but is robbed by men who take the bag to a house that looks like a Scandi architect’s wet dream, where a man called Freddie (The Killing’s Justice Minister Thomas Buch AKA Nicolas Bro!) tells his pal Colbert to “resolve it”. Perplexingly, regardless of Jeanette having been robbed, Lukas sends the pair on their way saying “from now on you don’t owe me shit.” What’s unclear is why he then has a black Mercedes 4x4 (a car that signals trouble, if ever there was one) follow them out, and how the bag then ends up back with Lukas, his rat-tail-plaited friend saying everything had gone “perfectly”. More on this next week, we hope. As night follows day, so Hans’s hand led, indeed pointed, to the next murder victim, just as Helle’s body part led to Hans. Next up is 72-year-old Lars-Ove Abrahamsson, a retired PE teacher from Oxie. Henrik sums it up neatly when he says this murder scene, like that of Helle and the not-quite murder scene of Hans is “spectacular, staged, lit”. What’s missing? Well, we can expect a navigational nob in next week’s episode. The bid to find a link for the three victims who can’t be ascribed to Rikard takes an interesting turn when Henrik suggests thinking of them as random choices and focusing on the “how” rather than the “who”. Saga and Henrik Well, what to say. I still miss Martin, but this new partner is turning out to be an abundant source of interesting story lines! And he certainly seems to be outdoing Saga in some key policing stakes. While Saga made some good observations on the state of mind of isolated Rikard – she seemed to find it easy to get into his way of thinking - Henrik is out in front in more concrete ways, remembering Morten’s photo box and clocking from memory that the number plate on the white van used to transport Helle matches one at Lukas’s centre. Perhaps he doesn’t yet fully understand Saga, but he’s certainly kind to her, if occasionally gently poking fun (“Wiki”), and he did a good job both of stopping her going back into the ghost train and of talking her down when her gun was lingering a little too long around Rikard’s temple. The two-season-long story of Martin and Saga – “Might they? No, they probably won’t, ever” – now seems glacial compared to the hilariously matter-of-fact and abrupt sexual encounter this pair had. One thing: it was unclear to me why he insisted they go back to Saga’s. Perhaps the memory of his wife would make being at his with another woman too much to contemplate? Let’s hope Saga can help him solve his cold case. That’s it for another week and it feels like there’s an awful lot to get our heads around. No doubt I’ve missed things so, please, pour yourself a lingonberry juice and share your theories about this week’s developments in the comments section below. Thoughts and observations Does anyone else think that any/all swearing phrases in Scandi languages sound exactly like swearing in English, but in a Geordie accent? “Do you think I’m fucking joking?” in particular. The scene where Lukas asked Henrik where he might have seen him before was hugely intriguing. Theories? Henrik’s emotional speech to Rikard about killing children seemed particularly prescient. Besides anything else, it seemed like quite a niche romantic gesture from Anna to her 17-year-old lover: she’ll offer to look into the unofficial policies that mean the workers for her company in Russia are prevented from unionising off the back of the oral sex she looked to be enjoying. What have Toblerones done wrong? Did Saga not shoot at Rikard as he jumped out of Natalie Anker’s window because she couldn’t get a good shot, or because she’s not authorised to use her gun in Denmark? Dodgy of Lillian to ask Henrik to keep her in the loop on the case, when Linn had said she was off it. But even more dodgy was his pretending to have been in the shower. I’m not sure I got it – did he not want to let on to his boss that he was spruced up to go to a singles’ night? Would anyone else like to know a bit more about what Aleksandr’s ex-partner, now heinous bungalow man’s partner, is up to? She features briefly telling the police that Aleksandr had a house other than the one they had failed to find Hans in. If she knew about it, does that mean she could have killed Aleksandr herself? Some below-the-liners think the arm seen chloroforming Hans looked like a woman’s. So are there three killers, Rikard included? It seems unlikely that Morten would know Sabrina as “brother”. Was Annika’s quest to bed Claes really just the elaborate plot of a funeral director out to bag a new client?! Surely not. Can we ban pork pie hats please? Marc wearing one for yet another poker game played behind his girlfriend’s back was the nail in the coffin for me."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}