{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/nov/28/labour-ukip-oldham-west-byelection-fight", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-11-28T22:04:07Z", "webTitle": "Labour has good reason to feel nervous about its poll test in Oldham", "webUrl": "https://www.theguardian.com/commentisfree/2015/nov/28/labour-ukip-oldham-west-byelection-fight", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/nov/28/labour-ukip-oldham-west-byelection-fight", "fields": {"headline": "Labour has good reason to feel nervous about its poll test in Oldham", "bodyText": "By a strange twist of fate, the people of Oldham, who provided the first electoral verdict on the Labour party’s previous leader, will also render on Thursday the first judgment on its new one. In ordinary times, an early byelection defence provides an opportunity for a new opposition leader to show strength. This is how it was the last time Oldham’s voters went to the polls in January 2011, in the first electoral test of Ed Miliband’s tenure: Labour’s vote share in Oldham East and Saddleworth increased by more than 10 points, turning an ultra-marginal into a relatively safe seat. As polling day approaches in the far safer Oldham West and Royton, one thing is certain: these are not ordinary times. Oldham West should not be a difficult defence. Its long-serving MP, the late Michael Meacher, bequeathed a 15,000-vote majority in a seat he comfortably held for 45 years. Yet reports from the campaign trail suggest Labour is nervous and Ukip buoyant. Comparisons are made with the neighbouring seat of Heywood and Middleton, where a collapse in the Labour vote nearly delivered an upset victory for Ukip in 2014. Could Labour lose? It is possible, but Oldham West is much tougher terrain for Ukip than Heywood; Labour’s starting majority is larger, and there is a hefty ethnic minority vote unlikely to switch to Nigel Farage’s party. Ukip needs everything to go its way to get into contention. Turnout is the first factor to watch. Big turnout drops are the norm in by-elections, particularly those held in safe seats, in Labour seats or in winter. This byelection is all three, so a drop of up to 20% is likely. Labour will bear the brunt of this, both because it is locally dominant and because its voters tend to be harder to motivate. Ukip support is concentrated among the old and the angry – the former vote reliably, the latter have a strong incentive to do so. Oldham West also has a sizeable Tory vote; 19% backed David Cameron’s party in May. Ukip needs a big chunk of this if it is to close the gap with Labour. It helps that it begins in second place and is widely acknowledged to be the only viable local challenger. The polling to date also suggests Conservative voters are more intensely hostile to Jeremy Corbyn than they were to Miliband, so “anyone but Jez” may be a more effective campaign message for them than “anyone but Ed”. The growing prominence of debates over the EU will also help Ukip, as Eurosceptic Tories may see a Ukip vote as a good way to apply pressure to their own leadership. Low turnout and Tory recruits can narrow the gap, but a Ukip win would also require large numbers of voters to switch from Labour to Ukip. These are very unlikely to come from Oldham’s south Asian voters – around 20-25% of the local electorate. Ethnic minority voters have seldom warmed to Ukip, and the party’s divisive, identity-based campaigning is unlikely to go down well with them. Ukip therefore needs to make very big inroads into Labour’s traditional white, working-class electorate. The broader context will be crucial to this effort. An election focused on local issues will give a major advantage to Labour, whose candidate, Jim McMahon, is known as an effective, pragmatic local council leader with strong working-class roots. The more events push the agenda towards issues such as identity, security and immigration, where the current Labour leadership holds views at odds with white, working-class voters, the better for Ukip. Recent rows over “shoot-to-kill”, nuclear disarmament and Syria have been close to ideal for Labour’s opponents. The stakes are high for both parties. Ukip, weakened by infighting and a funding crunch, sorely needs a morale boost. Yet growing speculation about an upset has raised activists’ expectations: anything but a win will be seen as another setback. The Labour leadership also needs a thumping win to ease pressure from its internal critics. A narrow victory won’t be enough, as it would point to a strong swing away by white, working-class voters, who make Ukip a serious threat in less diverse northern heartland seats such as John Healey’s Wentworth and Dearne or Caroline Flint’s Don Valley. An outright Ukip win would rightly cause serious alarm, putting into contention dozens of Labour seats with smaller majorities, and more white, working-class electorates than Oldham West, including those held by Tristram Hunt, Ed Miliband, Andy Burnham and Yvette Cooper. The Labour leadership will be hoping next Thursday is “business as usual” – a comfortable hold in a safe seat. Given its starting advantages, this is still a strong possibility. But “business as usual” has been a scarce quality since Corbyn’s ascension and Thursday’s vote could set off another round of fireworks. Dr Robert Ford is a research fellow in politics at the Institute for Social Change at the University of Manchester. He is the co-author, with Matthew Goodwin, of Revolt on the Right: Explaining Public Support for the Radical Right in Britain. He tweets @robfordmancs"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}