{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/nov/19/arsene-wenger-arsenal-laurent-koscielny", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-11-19T22:41:00Z", "webTitle": "Arsenal’s Arsène Wenger concerned over Laurent Koscielny after Paris attacks", "webUrl": "https://www.theguardian.com/football/2015/nov/19/arsene-wenger-arsenal-laurent-koscielny", "apiUrl": "https://content.guardianapis.com/football/2015/nov/19/arsene-wenger-arsenal-laurent-koscielny", "fields": {"headline": "Arsenal’s Arsène Wenger concerned over Laurent Koscielny after Paris attacks", "bodyText": "Arsène Wenger will talk to Laurent Koscielny and Olivier Giroud before Arsenal’s trip to West Bromwich Albion on Saturday to assess whether the France players feel able to return to the Premier League with full focus following the Paris attacks. “I will look how deeply they are affected,” said Wenger, wary of how trauma can have delayed impact. “Sometimes it hits you more two or three days later than on the night. On the night you try and protect yourself or not know what’s going on. But slowly you realise the shock is a bit after.” If they need time, they will have it. The characteristics Wenger is looking for from Koscielny and Giroud before selecting his team for the trip to The Hawthorns are “resilience and desire to play”. Koscielny appeared visibly affected by the atrocities when he played in the friendly against England at Wembley on Tuesday. “He had a fantastic game against Germany, and you could see that on Tuesday night he was not himself,” said Wenger. “It affected him deeply and I didn’t recognise the player I saw on Friday night on Tuesday night. “I will talk with him to see if he is completely recovered and focused. It’s a big game for us. You have to trust the player in these kind of situations. Today in the Premier League you don’t get away with it with 80% focus. You have to be completely committed. What I will want from him is that he’s completely committed and feels ready. If not, I will not play him.” With other matches in Germany and Belgium postponed during the international week Wenger considered whether there was a broader issue with players feeling anxious about security around football stadiums. “I don’t think suddenly every game is under threat. But who knows what the future is or how strong the organisation is? Or how many people in France or England are prepared – as from what I’ve heard, they planned a multi-European attack as well. We have to live with that and just get on with our lives.” The Arsenal manager was in Paris last Friday night. He had been due to attend the France v Germany game at the Stade de France but was running late and decided to watch the match on television from his hotel. “I was not far from the event and I think everybody who was in Paris on Friday night was in shock,” he said. “France is, like England, a tolerant and generous country and to discover how much your own citizens hate you and hate the country is of course a huge shock for everybody. You wonder what is going on there. Why does this country get this kind of treatment? I believe at the moment nobody in France has found an answer or a real explanation for what’s going on and why, because what was targeted was the way of life, basically. Football, going out, listening to music. It’s more way of life that is targeted than any individual community. “You always think after this kind of event: do you continue or do you stop your life? For me they made the right decision to play at Wembley and I believe the event on Tuesday night has shown that it was the right decision. The football world has responded the way you want it to respond in a big union and a big togetherness. “At some stage we have to be responsible adults and show strength and not to lie down. In England you have a history of that, of saying: ‘Let’s get on with our lives and show that we are strong’.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}