{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/nov/11/charles-koch-support-republican-candidates", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-11-11T22:13:07Z", "webTitle": "Billionaire Charles Koch not endorsing Republican candidate during primary", "webUrl": "https://www.theguardian.com/us-news/2015/nov/11/charles-koch-support-republican-candidates", "apiUrl": "https://content.guardianapis.com/us-news/2015/nov/11/charles-koch-support-republican-candidates", "fields": {"headline": "Billionaire Charles Koch not endorsing Republican candidate during primary", "bodyText": "Activist billionaire Charles Koch, who with his brother David has contributed hundreds of millions of dollars to advance “conservative” causes from voter ID laws to for-profit prisons to stand-your-ground gun laws, has no plans to endorse a Republican candidate in the presidential nominating race. “I have no plans to support anybody in the primary now,” Koch told USA Today in an interview published on Wednesday. The brothers may not spend as much on the 2016 election cycle as they had initially anticipated, either, Koch told the paper. Earlier this year the brothers said they would raise and spend $889m. The actual figure may be as low as $750m, Charles Koch said. Past presidential candidates backed by the brothers have ended as disappointments. In April, David Koch signaled support for Scott Walker, the governor of Wisconsin famous for stripping some public unions in his state of collective bargaining rights. But Walker was the first candidate to drop out of the race. A fundraising network attached to the brothers raised $407m for the 2012 campaign, according to a Washington Post analysis of tax documents. The effort failed to unseat Barack Obama, while the Democrats gained seats in both the House and Senate. Charles Koch told USA Today that he is shopping for a candidate who will not only talk the talk but walk the walk (to borrow a recent phrase from Bernie Sanders). “It’s not only what they say,” Koch said. “If they start saying things we think are beneficial overall and will change the trajectory of the country, then that would be good, but we have to believe also they’ll follow through on it, and by and large, candidates don’t do that.” Koch sat for an interview this month with MSNBC’s Morning Joe, whose hosts were accused by no less than the Senate minority leader, Harry Reid, of playing softball with their VIP guest. To combat the liability their name has become in certain corners of American politics and society, the brothers and their namesake enterprise, Koch Industries, embarked earlier this year on an image makeover."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}