{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2015/nov/19/king-gizzard-and-the-lizard-wizard-paper-mache-dream-balloon-review-mellow-defuzzed-psychedelia", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-11-19T22:30:05Z", "webTitle": "King Gizzard and the Lizard Wizard: Paper Mâché Dream Balloon review – mellow, defuzzed psychedelia", "webUrl": "https://www.theguardian.com/music/2015/nov/19/king-gizzard-and-the-lizard-wizard-paper-mache-dream-balloon-review-mellow-defuzzed-psychedelia", "apiUrl": "https://content.guardianapis.com/music/2015/nov/19/king-gizzard-and-the-lizard-wizard-paper-mache-dream-balloon-review-mellow-defuzzed-psychedelia", "fields": {"headline": "King Gizzard and the Lizard Wizard: Paper Mâché Dream Balloon review – mellow, defuzzed psychedelia", "bodyText": "A year ago, these Australian psychedelicists were racing through their music, showing the world what motorik would sound like played twice as fast and with raging guitar. Earlier this year they delivered an album of four tracks, each 10min 10secs long, stretching out into trippiness. Now they’re exploring pastoral psych pop – only one track here passes four minutes, and you’ll hunt in vain for viciously fuzzed guitars: it’s all flutes, acoustics and mellowness here. Even The Bitter Boogie sounds remarkably unbitter, and its boogie is too gentle to upset the status quo. For all that it sounds like pastiche – 1968 as reimagined by people looking at a book of colourised photographs, right down to the sitar on NGRI (Bloodstain) – Paper Mâché Dream Balloon is a joy, because King Gizzard and the Lizard Wizard are terrific songwriters, out of whom melodies tumble incessantly. They couldn’t have more perfectly captured the moment when psychedelia renounced noise if they’d called the album Getting Our Heads Together in the Country, Man."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}