{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/nov/16/fit-for-work-tests-serious-toll-mental-health-work-capability", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-11-16T23:30:00Z", "webTitle": "Fit-for-work tests may have taken serious toll on mental health – study", "webUrl": "https://www.theguardian.com/society/2015/nov/16/fit-for-work-tests-serious-toll-mental-health-work-capability", "apiUrl": "https://content.guardianapis.com/society/2015/nov/16/fit-for-work-tests-serious-toll-mental-health-work-capability", "fields": {"headline": "Fit-for-work tests may have taken serious toll on mental health – study", "bodyText": "Tougher “fit for work” tests to assess eligibility for disability benefit may have taken a serious toll on mental health in England, according to a study that linked the tests to 590 extra suicides and hundreds of thousands of additional antidepressant prescriptions. In what is believed to be the first research of its kind to examine the mental health impact of the work capability assessment (WCA) in England, experts said there could be “serious consequences” of the policy to move people off benefits, which they said had been introduced without any evidence of its potential impact. Published online in the Journal of Epidemiology and Community Health, the analysis follows research published last week which found that debt, austerity and unemployment were significant factors in the rising number of British men who have killed themselves since the tests were introduced in 2008. Disability rights campaigners and mental health charities have long called for an overhaul of the assessment scheme, following anecdotal evidence of adverse effects on mental health. One million recipients of disability benefit had their eligibility reassessed under the WCA tests in England between 2010 and 2013, according to researchers from the University of Liverpool. The researchers calculated that these assessments were linked to an additional 590 suicides, 279,000 extra cases of self-reported mental health problems and the prescribing of an additional 725,000 antidepressants between 2010-13. This is equivalent to a 5% rise in total suicides, 11% increase of self-referred mental health problems, and 0.5% more antidepressant prescriptions. The researchers believe they have ruled out the impact of deprivation, economic trends and long-term trends in mental health, but the methodology can only identify correlations between WCA and the increase in mental health problems. It cannot say definitively that WCA is the cause. Benjamin Barr, from the public health department at Liverpool University, who is the report’s principle author, said: “The pattern of increase in mental health problems closely matches the increase in assessment of the work capability assessment.” He said they looked at other potential explanations, including unemployment, wages, levels of deprivation and cuts to services, and were able to discount them. The rise in mental health problems happened after the increase in numbers of people being assessed. “We’re left with the conclusion that this is quite a likely explanation,” Barr said. He said that areas of England where the highest proportions of people – about 6% to 7% – went through the reassessment process, such as Knowsley, Liverpool and Blackpool, experienced a much larger increase in suicides, mental ill health and antidepressant prescriptions. He compared the potential damage caused by the WCA programme with large-scale programmes in the NHS such as breast screening, which was subject to rigorous assessment to avoid potential for harm, and warned: “This policy may have had serious adverse consequences for mental health in England, which could outweigh any benefits that arise from moving people off disability benefit. “This benefit assessment programme, which you are introducing to a very large number of people, should have the same level of rigour applied [as that of cancer screening in the NHS] to see whether we want it or not. You have to be sure you are not causing harm.” The paper states: “Although the explicit aim of welfare reform in the UK is to reduce ‘dependency’ it is likely that targeting the people living in the most vulnerable conditions with policies that are harmful to health will further marginalise already excluded groups, reducing rather than increasing their independence.” Doctors, mental health and disability rights groups, coroners and bereaved families of those who have taken their own lives have expressed concern following anecdotal evidence that the tests are adversely affecting the mental health of claimants, but this is the first study to look in detail at the issue. The study, which examined 149 local authorities in England, found the greatest increases in mental health problems occurred in areas with higher rates of WCA reassessment, generally in more deprived areas. Tom Pollard, the policy and campaigns manager at the mental health charity Mind, said: “This worrying study shines a light on the damaging impact the work capability assessments can have on people’s mental health. We’ve long been calling on the government to overhaul their current fit-to-work tests. “We know that people with mental health problems often find these assessments hugely stressful and, since they don’t accurately assess the extent to which a mental health problem can affect someone’s ability to work, many individuals get the wrong outcome. This could mean they are required to look for work before they are ready, or have to go through a lengthy and stressful appeals process to challenge the decision, all of which can impact further on their mental health. “This research provides further evidence that this process can be seriously harmful, yet thousands of unwell individuals still have to endure it every week.” Anita Bellows, of campaign group Disabled People Against Cuts (DPAC), said: “It comes as no surprise for DPAC and confirms anecdotal evidence that we have been receiving on a daily basis of people being placed under intolerable stress, misery and hardship by the work capability assessment. “With people hounded by the Department for Work and Pensions and subjected to endless reassessments, people consistently tell us that their conditions are worsened by this inhuman regime, especially people with mental health issues, while those with physical impairments also find their conditions worsen due to the intolerable stress. “We have repeatedly called for the scrapping of the WCA, and the results of this survey make this even more urgent. Too many lives have already been damaged or lost.” A DWP spokesman said: “This report is wholly misleading, and the authors themselves caution that no conclusions can be drawn about cause and effect. “In addition, it is concerning that they provide no evidence that the people with mental health problems highlighted in the report even underwent a work capability assessment.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}