{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2015/nov/24/happiness-health-lifespan-2015-world-happiness-report-united-nations", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2015-11-24T22:10:20Z", "webTitle": "Don't worry, be happy: your life might depend on it", "webUrl": "https://www.theguardian.com/lifeandstyle/2015/nov/24/happiness-health-lifespan-2015-world-happiness-report-united-nations", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2015/nov/24/happiness-health-lifespan-2015-world-happiness-report-united-nations", "fields": {"headline": "Don't worry, be happy: your life might depend on it", "bodyText": "I am a bit of a nerd. That is why this column is about subtle and surprising patterns in the world, often teased out of big datasets. My subject is the signatures of long and happy lives. Why this topic? In broad terms, I think that each of us wants roughly the same thing humans have always wanted. However we like to define it, happiness is a good thing. While life brings relief, laughter and all sorts of other pleasurable emotions and sensations, you probably wouldn’t want to feel any of them quite as much or as constantly as happiness. When we are happy, life is good. Hence the additional pursuit of longevity. But working towards a long and happy life can be tricky. We are all flooded with decisions on a daily basis, few of which would rattle around our heads if we weren’t such thoroughly modern humans. Sometimes patterns in the data astound the experts. Take, for example, a research paper published this month that details a rise in the death rate among white, middle-aged Americans. The rise is so big that the additional deaths in this group since 1998 exceed the total number of Americans who have died from Aids between 1981 and the middle of this year. This is not a gradual evening up of the absolute figures among racial groups in any straightforward sense, but a turnaround. It’s a miserable business. Poisonings – that is, booze and drugs – and suicide largely account for the change. In 1999, more middle-aged African Americans than middle-aged whites died from poisoning (10.2 per 100,000). By 2013, the numbers were 19 more whites than African Americans per 100,000. These trend lines crossed back in 2006. More broadly, the findings provide yet another example of how happiness and longevity are often closely linked. The world over, the more healthy years of life that are normal in a society, the higher the average level of happiness in it. “Healthspan” is one of the main predictors of where a country ranks for how positively citizens evaluate their lives, according to the United Nations’s 2015 World Happiness Report, along with income and the normal level of social support. Which is good news for humanity, since people are living for longer almost everywhere. Life expectancy at birth as a global average rose from 65 years for men and 69 years for women in the years 2000 to 2005 to 68 for men and 73 for women from 2010 to 2015, driven largely by changes in the developing world. The trend in the number of healthy years of life in different countries is broadly the same as this. Yet, since the late 1990s in the US, the mental and physical wellbeing of a sizeable section of society has taken a weird nosedive – and obesity has little to do with it. This period has seen a 2-3% increase in the proportion of middle-aged whites who say they have more than “a little difficulty” climbing 10 steps, walking a quarter-mile, standing or sitting for two hours, shopping and socializing with friends. Income, and the worry it brings, is undoubtedly also part of the explanation, and US citizens don’t appear to handle this well. Americans became measurably less happy during the years of the recent global recession – not by as much as Greeks, Italians and Spanish, whose economies were more soundly clobbered – but Irish and Icelandic people didn’t seem to get so sad, even though their banking crises were extreme. A few years ago, Angus Deaton, the Nobel prize-winning economist who is one of the authors of this month’s report, found that worry peaks in midlife in America. He and Anne Case (also a Princeton professor, co-author of the latest findings, and Deaton’s spouse) believe that pensions may have something to do with the rise in alcohol, drugs and suicide among white, middle-aged Americans. Unlike in Europe, where defined-benefit pensions are common, the US has moved towards pension plans that are associated with market risk. That might be why Americans felt the recession so keenly. And now for some optimism. The surprising thing about the link between happiness and longevity is that causation seems to flow both ways: not only do uncomfortable lives make people less happy, but happiness appears to make people live longer. A study of thousands of Dutch people bears this out. Its participants were at least 65 years old when they were surveyed in the mid-1950s and scored for happiness in 11 different aspects of their lives, such as how at ease they were with the idea of aging. In 1983, researchers tracked down as many of the original participants as they could. When the influence of a long list of physical health indicators was statistically removed from the data, there was a stark difference in how long the happy people lived over the rest. A man who was 70 in 1965, and back then recorded as 14% happier than the mean but only averagely physically healthy, lived 20 months longer than expected – apparently due to his positivity alone. A more recent compilation of work in this area concludes that happiness buys you more time by protecting against ill health, but doesn’t extend your life if you’re already sick. The effect is so huge that its authors compare having a positive outlook to not smoking. The data may seem dazzling, but the lesson from the numbers is simple: make lemonade from whatever lemons fall in your path, and the path itself might just grow. That goes for white, middle-aged Americans too."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}