{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/apr/25/liberal-islam", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-04-24T23:15:00Z", "webTitle": "Terry Eagleton: The liberal supremacists", "webUrl": "https://www.theguardian.com/commentisfree/2009/apr/25/liberal-islam", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/apr/25/liberal-islam", "fields": {"headline": "The liberal supremacists", "bodyText": "One side-effect of the so-called war on terror has been a crisis of liberalism. This is not only a question of alarmingly illiberal legislation, but a more general problem of how the liberal state deals with its anti-liberal enemies. This, surely, is the acid test of any liberal creed. Anyone can be tolerant of those who are tolerant. A community of the broad-minded is a pleasant place, but requires no great moral effort. The key issue is how the liberal state copes with those who reject its ideological framework. It is fashionable today to speak of being open to the \"Other\". But what if the Other detests your openness as much as it does your lapdancing clubs? There is no quarrel about how to treat those whose scorn for liberal values takes the form of blowing the legs off small children. They need to be locked up. But socialists as well as Islamists reject the liberal state, so what is to be done about them? Are they to be indulged only until they successfully challenge the state, at which point they too will find themselves behind bars with the zealots of al-Qaida? It is not, of course, that the left rejects civil liberties: the working-class movement fought to secure so many of them. Marx had undying admiration for the great revolutionary legacy of middle-class liberalism. Even so, there is a fundamental conflict between liberals and leftists. Liberalism holds that the state should tolerate any opinion that does not seek to undermine that very tolerance. It is an ironic kind of politics. As Tony Blair warned: \"Our tolerance is part of what makes Britain Britain. So conform to it, or don't come here.\" Whether this is comically self-contradictory or properly paradoxical depends on your view of the liberal state. That state is not too bothered about what you believe, as long as it does not thwart the right of others to their beliefs. A more cynical view is that advanced capitalism is inherently faithless; as long as you pay your taxes and refrain from beating up police officers, your opinions are mostly neither here nor there. The agnosticism peddled by Richard Dawkins and Christopher Hitchens as subversive stuff is part of late capitalism's everyday routine. The liberal state has no view on whether witchcraft is more valuable than all-in wrestling. Like a tactful publican, it has as few opinions as possible. Many liberals suspect passionate convictions are latently authoritarian. But liberalism should surely be a passionate conviction. Liberals are not necessarily lukewarm. Only the more macho leftist suspects that they have no balls. You can be ardently neutral, and fiercely indifferent. Any honest liberal, however, will acknowledge that the neutrality of the state is a form of partisanship. There should be laissez-faire in the realm of belief, just as there should be in the marketplace. The left objects to the liberal case not because it believes in crushing those who differ, or dislikes the idea of a partisan state, but because this case rules out the kind of partisan state that socialism requires. It rules out, for example, a state that would not be neutral on whether cooperation or individualism should reign supreme in social and economic life. If the test of liberalism is how it confronts its illiberal adversaries, some of the liberal intelligentsia seem to have fallen at the first hurdle. Writers such as Martin Amis and Hitchens do not just want to lock terrorists away. They also tout a brand of western cultural supremacism. Dawkins strongly opposed the invasion of Iraq, but preaches a self-satisfied, old-fashioned Whiggish rationalism that can be wielded against a benighted Islam. The philosopher AC Grayling has an equally starry-eyed view of the stately march of Western Progress. The novelist Ian McEwan is a freshly recruited champion of this militant rationalism. Both Hitchens and Salman Rushdie have defended Amis's slurs on Muslims. Whether they like it or not, Dawkins and his ilk have become weapons in the war on terror. Western supremacism has gravitated from the Bible to atheism. The irony is clear. Some of our free literary spirits are defending liberal values in ways that threaten to undermine them. In this, they reflect the behaviour of western states. Liberals are supposed to value nuanced analysis and moral complexity, neither of which are apparent in the slanderous reduction of Islam to a barbarous blood cult. They are noted for their judicious discriminations, rather than the airy dismissal of all religion as so much garbage. There is also an honorable legacy of qualifying too-absolute judgments with an awareness of context: the genuine liberal is appalled by Islamist terrorism, but conscious of the national injury and humiliation that underlie it. None of the writers I have mentioned is remarkable for such balance. On the whole, they are more preoccupied with freedom of expression than freedom from imperial rule. There is an irony or paradox built into liberal thought: you must be properly intolerant of assaults on tolerance. But this irony is in perpetual danger of getting out of hand. For the liberal state to accommodate a diversity of beliefs while having few positive convictions is one of the more admirable achievements of civilization. But such neutrality, once under pressure, can easily slide into superiority, as sitting loose to other people's faith comes to look like rising disdainfully above it. It is then only a short step from superiority to supremacism."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}