{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2009/apr/02/google-earth-censorship-crime-comodities", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-04-01T23:07:11Z", "webTitle": "Read me first: Bruce Schneier on how Google Earth has illuminated a gap in the market", "webUrl": "https://www.theguardian.com/technology/2009/apr/02/google-earth-censorship-crime-comodities", "apiUrl": "https://content.guardianapis.com/technology/2009/apr/02/google-earth-censorship-crime-comodities", "fields": {"headline": "An enterprising criminal has spotted a gap in the market", "bodyText": "Before his arrest, Tom Berge stole lead roof tiles from several buildings in south-east England, including the Honeywood Museum in Carshalton, the Croydon parish church, and the Sutton high school for girls. He then sold those tiles to scrap metal dealers. As a security expert, I find this story interesting for two reasons. First, among attempts to ban, or at least censor, Google Earth, lest it help the terrorists, here is an actual crime that relied on the service: Berge needed Google Earth for reconnaissance. But more interesting is the discrepancy between the value of the lead tiles to the original owner and to the thief. The Sutton school had to spend £10,000 to buy new lead tiles; the Croydon Church had to repair extensive water damage after the theft. But Berge only received £700 a tonne from London scrap metal dealers. This isn't an isolated story; the same dynamic is in play with other commodities as well. There is an epidemic of copper wiring thefts worldwide; copper is being stolen out of telephone and power stations – and off poles in the streets – and thieves have died because they didn't understand the dangers of high voltage. Homeowners are returning from holiday to find the copper pipes stolen from their houses. In 2001, scrap copper was worth 70c (50p) a pound in the US. In April 2008, it was worth $4. Gasoline siphoning became more common as pump prices rose. And used restaurant grease, formerly either given away or sold for pennies to farmers, is being stolen from restaurant carparks and turned into biofuels. Newspapers and other recyclables are stolen from pavements, and trees are stolen and resold as Christmas trees. Iron fences have been stolen from buildings and houses, manhole covers have been stolen from the middle of streets, and aluminum guard rails have been stolen from roadways. Steel is being stolen for scrap, too. In 2004 in Ukraine, thieves stole an entire steel bridge. These crimes are particularly expensive to society because the replacement cost is much higher than the thief's profit. A manhole is worth $5–$10 as scrap, but it costs $500 to replace, including labour. A thief may take $20 worth of copper from a construction site, but do $10,000 in damage in the process. And the increased threat means more money being spent on security to protect those commodities in the first place. Security can be viewed as a tax on the honest, and these thefts demonstrate that our taxes are going up. And unlike many taxes, we don't benefit from their collection. The cost to society of retrofitting manhole covers with locks, or replacing them with less resalable alternatives, is high; but there is no benefit other than reducing theft. These crimes are a harbinger of the future: evolutionary pressure on our society, if you will. Criminals are often referred to as social parasites, but they are an early warning system of societal changes. Unfettered by laws or moral restrictions, they can be the first to respond to changes that the rest of society will be slower to pick up on. In fact, currently there's a reprieve. Scrap metal prices are all down from last year (bit.ly/schneier22) – copper is currently $1.62 per pound, and lead is half what Berge got – and thefts are down too. We've designed much of our infrastructure around the assumptions that commodities are cheap and theft is rare. We don't protect transmission lines, manhole covers, iron fences, or lead flashing on roofs. But if commodity prices really are headed for new higher stable points, society will eventually react and find alternatives for these items – or find ways to protect them. Criminals were the first to point this out, and will continue to exploit the system until it restabilises. • Bruce Schneier is BT's chief security technology officer: schneier.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}