{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/apr/20/championship-wolverhampton-wanderers-promotion-qpr", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-04-19T23:05:15Z", "webTitle": "Wolves 1-0 QPR: Mick McCarthy prepared for the Premier League", "webUrl": "https://www.theguardian.com/football/2009/apr/20/championship-wolverhampton-wanderers-promotion-qpr", "apiUrl": "https://content.guardianapis.com/football/2009/apr/20/championship-wolverhampton-wanderers-promotion-qpr", "fields": {"headline": "Mick McCarthy awake to impossible dream and huge DIY project at Wolves", "bodyText": "Wolverhampton was honking and rocking on Saturday night. When the moment came and Wolves shakily claimed the prize they had been hunting for 8½ months, no one knew what to say except the fans, who played it simple and roared and sang their heads off in heaving old gold celebration. Premier League status, last known in a single season five ago, is theirs to cherish through the summer but no one was looking that far ahead. \"I can't articulate how I feel,\" said the manager, Mick McCarthy, home and hosed by champagne. \"A bit of everything, knackered but beaming inside.\" He expected to wake at six and be varnishing the garage door. DIY is his therapy. Yesterday morning was far enough for Steve Morgan, too. \"All I want is a thumping hangover,\" said the chairman, beaming outside. In due course he will look forward to the fixture list and thrill at the visit to Anfield. Morgan, \"born and bred a Liverpool fan\", tried to buy them first. When he bought Wolves in 2007 for £10 with a promise to invest £30m, Sir Jack Hayward, the club's great benefactor, said: \"Steve's had a heart transplant – from Liverpool to Wolverhampton.\" On recent evidence – stable here, squabbling there – Liverpool are the losers and he has no regrets. \"The best tenner I ever spent,\" he said. Hayward is returning from the Bahamas for the final two games. \"If he wants the club back, he'll have to pay at least £20,\" Morgan said. \"I'm a man for a profit.\" There will be no profit for anyone if they do not prepare better than in 2003 (seven wins, last place) or than Sunderland did on promotion under McCarthy in 2005 (three wins, 15 points). McCarthy said if he was given £6m, as with Sunderland, they stood no chance. He also admitted: \"I had a bit of naivety last time. I had the arrogance to think I could do it.\" Experience is vital. Wolves have only Jody Craddock. And his experience is relegation with Sunderland in 2003 and Wolves in 2004. Morgan acknowledged that even in the Championship \"we showed our lack of experience. Most of these lads are way short of their peak.\" Fresh and exciting at first, they were lately cramped by the manager's caution. They were edgy on Saturday until the previously excellent Damion Stewart dithered over a pass back and let in Andy Keogh for Sylvan Ebanks-Blake to score his 25th goal of the campaign. Flavio Briatore, team principal of Renault and joint owner of QPR with Bernie Ecclestone, reckons to know a concrete post when he sees one. Their club has had eight managerial reigns, including caretakers, since McCarthy went to Molineux in July 2006. Such is motor racing, ever meddling. Wolves, with their three Ms –Morgan, McCarthy and Jez Moxey, chief executive – have adhesive. \"We have a good working relationship,\" said McCarthy. \"I believe we'll be given the opportunity to make a fist of the Premier League.\" Having brought in the bulk of the side, it will be DIY to him. His shelf life depends on it. He had been at pains beforehand not to anticipate \"the carnival stuff\" but the club did warn: \"Invading the pitch is a criminal offence,\" adding that offenders faced a potential ban from the ground. At the end some 10,000 swarmed in front of the main stand to hail their heroes. No doubt the house will still be full in August. By then they may have learned the club's anthem, unveiled on Saturday – The Impossible Dream from Man of La Mancha – a slow burner with a rousing finish and including the verse: \"This is our quest, To follow the Wolves, No matter how hopeless, No matter how far.\" With regard to the distance, it will exclude Plymouth and may not reach Newcastle either. As for the other, Wolves are 13-8 on for relegation. Man of the match David Edwards (Wolverhampton Wanderers)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}