{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/apr/29/digger-bernie-ecclestone-peter-mandelson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-04-28T23:49:00Z", "webTitle": "Digger: British race date at Donington still the pits for Bernie Ecclestone", "webUrl": "https://www.theguardian.com/sport/2009/apr/29/digger-bernie-ecclestone-peter-mandelson", "apiUrl": "https://content.guardianapis.com/sport/2009/apr/29/digger-bernie-ecclestone-peter-mandelson", "fields": {"headline": "British race prospects are the pits for Bernie Ecclestone", "bodyText": "Peter Mandelson has this week opened discussions with Bernie Ecclestone in an effort to retain a future British date on the formula one calendar. A meeting had been due to take place for weeks but the business secretary made his first formal contact by telephone on Monday. The government has grown alarmed at Ecclestone's claims he will scrap the British grand prix if Donington fails to make the grade. For now at least it will play host to the race from 2010 under a 10-year agreement with Ecclestone's rights-holding Formula One Management. Although there was no offer of direct government funding, something Ecclestone had called for last week, Mandelson pointed out that they had been willing to support infrastructure developments at Silverstone with the possibility of regional development agency cash. However, the discussions were inconclusive and Ecclestone, who has had a number of high-profile clashes with Silverstone's owners, the British Racing Drivers Club, is likely to have been unmoved by those pledges. The 2010 deal has been plunged into doubt after the circuit's owners served the grand prix's promoters, Donington Ventures Leisure, with a writ over allegedly unpaid rent. FOM requires infrastructure improvements to the grandstand and press centre, contributing to an estimated first-year cost of £50m. Ecclestone reportedly claimed yesterday that the funding for those developments, due to come from the debenture sale of £5,000 corporate seats and underwritten by the investment bank Goldman Sachs, has now been withdrawn, casting fresh uncertainty over the race. Sporting chance to fix it Fresh allegations of football match fixing have brought added urgency to a meeting of leading sports bodies and senior Gambling Commission executives in London today. The Central Council for Physical Recreation will bring together for the first time the betting-industry regulator and, among others, the national governing bodies of football, cricket, tennis, both codes of rugby, cycling, snooker and horse racing. Give boxing club a ring Boris Johnson's £15m Olympic legacy initiative announced yesterday included a series of boxing academies to be rolled out across the capital. A pilot scheme in Edmonton will be replicated in Hackney, about a mile from the Repton Club, who have lost their main sponsor, John Knight, to the recession. But while Johnson boasts a desire to promote boxing, the funding required and the presence of one of the nation's leading clubs on his initiative's doorstep, \"no one's written to us, phoned us or wanted to see us,\" said Repton's chairman, David Robinson. Contract hits hurdle Despite bullish expectations of a consensus between athletes, governing bodies and funders, UK Sport and the British Olympic Association have conceded there is no point trying to enforce the end-of-April deadline for the athletes' deed central to the Team 2012 sponsorship drive. There were threats that athletes who did not sign up would lose funding but their challenges have broadly been sustained. BBC gets unhelpful hand John Grogan, chair of the all-party parliamentary BBC group, put the organisation he champions in an invidious position yesterday when he called for the Ashes, the Cricket World Cup and World Twenty20 to become listed events. Giving evidence to a Westminster debate on listing sport's \"crown jewels\" for terrestrial broadcast, Grogan said he wanted to see live cricket on the BBC but acknowledged the Beeb would have to \"step up to the plate\". Yet surely Grogan knows better than most the BBC's difficulties in accommodating cricket's time-consuming schedules."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}