{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/apr/12/premier-league-fans-verdict", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-04-11T23:30:35Z", "webTitle": "Football: Observer fans give their verdict on Saturday's Premier League games", "webUrl": "https://www.theguardian.com/football/2009/apr/12/premier-league-fans-verdict", "apiUrl": "https://content.guardianapis.com/football/2009/apr/12/premier-league-fans-verdict", "fields": {"headline": "The fans' verdict on Saturday's games", "bodyText": "Chelsea 4-3 Bolton Wanderers Karen Childs, Observer reader It should have been a walkover – we've felt like we've been walking on air since beating Liverpool but I wasn't expecting us to score four. The atmosphere was subdued – it should have been electric. We played a strong team. Ivanovic got a big cheer, while Carvalho was back. We felt like we had to win the game after Liverpool's result against Blackburn. They played well in midfield. The substitutions weren't wise tactical decisions. Player ratings Cech 7; Ivanovic 7, Carvalho 6, Terry 7, A Cole 8; Mikel 6; Kalou 7, Ballack 7, Lampard 7 (Deco 66 6), Malouda 7; Drogba 8 (Anelka 66 7) Shaun O'Gara, Supporters' Club We almost pulled off a remarkable comeback. We looked out of it completely but we put up a fight. We almost got it back if the shot was not kicked off the line at the end we would have got a draw. Some of the defending wasn't great but the penalty was harsh. The turning point was Chelsea substituting Drogba. Kevin Davies gave them a torrid time, they couldn't handle him and he had a hand in all the goals. He managed to flick it on or hold it up. He's been tremendous this season. Player ratings Jaaskelainen 7; Steinsson 6, Cahill 7, Shittu 6 (O'Brien 45 6), Samuel 5; Davies 8, Muamba 5, McCann 6 (Cohen 83 5), Gardner 8, Taylor 7; Elmander 5, (Basham 66 6) Liverpool 4-0 Blackburn Rovers Ian Bolland, Observer reader It should have been about 16-0. This was one of the best performances of the season, although nothing can beat the day at Old Trafford. Alonso was the main man for me. He dictated everything and made sure we didn't miss Gerrard. Samba gave Reina a bit of headache, but then Pepe did the same for him when he knocked him out. I don't think we'll beat Chelsea in Europe but the league is still open and the pressure is on United. Player ratings Reina 7; Arbeloa 7, Carragher 7, Agger 7, Insua 7; Benayoun 8, Mascherano 7, Alonso 9 (Lucas 87 n/a), Riera 7; Torres 8 (El Zhar 74 7), Kuyt 8 (Ngog 84 7) Simon Leigh, Observer reader Under Mark Hughes, the top four found us hard to beat, but now we are a soft touch for them. Allardyce rested some players for Stoke and the game was lost before we went out. He decided to play five midfielders and a centre-half up front, so he was hardly looking for a win. Some Liverpool fans behind us said Big Sam was simply fulfilling a fixture and if true that is just negative. I think we'll stay up and I'm happy for Allardyce to stay, but he needs some good buys in the summer. Player ratings Robinson 9; Andrews 4, Ooijer 6, Nelsen 6, Givet 6; Mokoena 4 (Doran h-t 7), Dunn 6 (Villanueva 59 7), Tugay 5 (Grella 66 5), Warnock 5, Treacy 4; Samba 8 Middlesbrough 3-1 Hull City Andy Walker, MSS-online.org The season starts here for us. It was a very good performance, and credit to Southgate, Cooper and the backroom staff for getting the team up for the game. Tuncay got us off to a great start and King, Aliadière and Huth all played really well. If you looked at the table before the game you would have thought the worst, but if we beat Fulham next week and results go for us we'll be OK. It's not all doom and gloom. If Southgate can get them all playing together and keep it tight at the back we can stay up. Player ratings Jones 6; McMahon 7, Wheater 8, Huth 8, Taylor 7; Downing 8, Tuncay 8, Bates 8, Aliadière 7 (Emnes 90 n/a); King 9, Alves 7 (Johnson 77 6) Matt Wilson, Hull.VitalFootball.co.uk Basic mistakes cost us for all three goals today. We didn't show as much desire as Boro and lost the battle in midfield. We're giving away too many goals and just can't score ourselves. At the moment I can't see where the next win will come from, but we'll know more about whether we can stay up after the Sunderland game. Phil Brown has the backing of the fans – and will have even if we do go down – but he got the January transfer window wrong. We didn't strengthen, especially when it came to strikers. Player ratings Duke 5; Ricketts 6, Turner 6, Zayatte 5, Dawson 6; Ashbee 5; Mendy 6 (Marney ht 5), Barmby 6 (Folan 62 6), Geovanni 5, Fagan 5 (Boateng 72 5); Manucho 6 Portsmouth 2-2 West Bromwich Albion Glenn Duggan, Observer reader The manager bottled it today – after a slow start we upped the tempo, and West Brom were all over the place. You'd think we'd take the game to them from there yet we didn't. Hart picked a couple of defensive midfielders and this gap developed between our forwards and midfield, which brought problems on ourselves. Then the second half started terribly and we were not at the races at all – luckily we got back into it through Kranjcar but Hart withdrew Nugent and brought on Belhadj meaning there was only one forward on the pitch. Player ratings James 6; Kaboul 7, Campbell 6, Distin 6, Hreidarsson 5; Pennant 7 (Gekas 90 n/a), Mullins 6, Hughes 6, Nugent 6 (Belhadj 64 6) ; Kranjcar 7; Crouch 7 Terry Wills, Baggies@yahoogroups.com A much improved performance – a well-deserved point that could have been three and a display that if we'd seen replicated earlier in the season could have seen us well clear of the relegation zone. The defence for once looked solid, and it actually took two wonder goals to beat them. The midfield created chances and the forwards actually managed to bring one or two good saves out of David James. The outstanding performers today were Graham Dorrans, Jonas Olsson and Chris Brunt. It's just a shame we couldn't do this earlier. Player ratings Carson 6; Zuiverloon 6 (Hoefkens 77 n/a), Meite 6, Olsson 7, Robinson 6; Morrison 7 (Woods 75 6), Greening 5, Koren 6, Dorrans 7, Brunt 8 (Mulumbu 81 n/a); Fortune 5. Stoke City 1-1 Newcastle United Nick Dunn, Observer reader I wasn't sure what effect Alan Shearer would have on Newcastle but they certainly looked a lot better today than they have been recently. However, I was disappointed to not get the three points given their equaliser came only 10 minutes from the end. We played well the first-half, and in the early part of the second-half missed a few good chances to score again and really finish things off. I'm still reasonably comfortable of avoiding relegation – I'd be amazed if we don't win at least one of our remaining fixtures. Player ratings Sorensen 7; Wilkinson 7 (Kelly 90 n/a), Shawcross 9, Ab Faye 9, Higginbotham 8; Lawrence 8, Whelan 8, Delap 8, Etherington 8 (Pugh 80 7); Beattie 8 (Cresswell 73 6), Fuller 8 Phil Greaves, Midland Supporters Club We'll take that draw as a point gained rather than two lost – our goal was coming. Not many teams get points at Stoke, their football was reminiscent of Wimbledon at their worst in the 1980s. It would be pushing it to say we could have won but we were by far the better team after the break. Our first-half formation was an experiment gone wrong. Shearer tried something, it didn't work, but he altered it with the substitutions of Gutiérrez and Carroll and it got us a point. On that basis, he's learning fast. Player ratings Harper 7; R Taylor 6, Beye 10, Edgar 8, Bassong 8; Butt 6; Guthrie 6 (Gutiérrez 63 8), Nolan 8, Duff 8; Owen 7; Ameobi 6 (Carroll 70 9) Sunderland 1-2 Manchester United Pete Sixsmith, SalutSunderland.com Our performance was better than the result and a draw would have been fair. We showed we can play well, kept our shape and were beaten by a huge deflection that wrong-footed Gordon. Our back four looked solid and, although our two forwards still don't work well together, they put in plenty of effort and never let United relax. Tainio also showed how much we have missed him over the season with a splendid performance in midfield. Now we need to transfer this performance into the next two games against our fellow strugglers. Player ratings Gordon 7; Bardsley 8, Ferdinand 7, Davenport 7 (McShane 73 7), Collins 7; Edwards 6, Leadbitter 7, Tainio 8 (Yorke 85 n/a), Reid 6 (Murphy 80 n/a); Jones 6, Cissé 6 Francis Forkan, Observer reader United got out of jail today. It was a very nervous performance by the players. Paul Scholes performed well, but, again, we had to rely on Sir Alex to pull the rabbit out of the hat with a substitution. To be honest, a draw might have been a fairer result. Our players looked tired and were lacking a bit of energy. Wayne Rooney had a very good game and Dimitar Berbatov put himself about more than he sometimes does, but we are getting a bit nervous. Macheda coming on raised the crowd and – aside from scoring the winner – his awareness on the pitch is good. Player ratings Foster 6; Neville 6, Evans 8, Vidic 8, O'Shea 6; Park 6 (Ronaldo 69 7), Carrick 5, Scholes 7, Rooney 8; Tevez 8, (Anderson 82 7), Berbatov 7 (Macheda 75 9) Tottenham Hotspur 1-0 West Ham United Mark Dorett, PlanetSpurs.com Europe's not a possibility, but if we'd started like that a bit sooner in the season, it could have been on. We showed more invention and deserved to win, although we didn't have enough up front to demonstrate our dominance. Darren Bent didn't seem interested; it was like he's resigned to moving on. Pavlyuchenko was much more hungry when he came on. I don't know why Harry [Redknapp] is leaving him on the bench at the moment. Maybe he doesn't fancy him, but the fans want him to start every game – he's definitely the best of our two big strikers. Player ratings Gomes 8; Corluka 6, Woodgate 7; King 7, Assou-Ekotto 6; Modric 6, Huddlestone 8, Jenas 6 (Zokora ht 7), Lennon 7; Bent 4 (Pavlyuchenko 56 8), Keane 6 Indra Morris, Observer reader I can't remember the last time Spurs were there for the taking on their home turf. We held on till the 65th minute, but we never looked like getting anything. Tristán and Di Michele were both ineffectual up front – in fact, I never thought I'd say this, but we missed Carlton Cole today. Zola got some flak for leaving Tristán on as long as he did, but what are you going to do – bring Sears on early to rescue the game? He's still a baby. It was frustrating, but we should remember how things were last season. Zola is very positive and everything feels so much better. Player ratings Green 8; Tomkins 7 (Savio Nsereko 81 n/a), Upson 7, Collins 8, Ilunga 7; Boa Morte 7 (Dyer 71 7); Neill 8, Noble 7, Stanislaus 6; Tristán 4 (Sears 85 n/a), Di Michele 5 Wigan Athletic 1-4 Arsenal Dave Whalley, Observer reader I'm so angry. I've witnessed the worst refereeing performance ever. It's the small club, big club syndrome again. Valencia was clean through and Gibbs pulled him down. It wasn't a stumble or an accident. He was the last man and he was beaten. I just don't understand how you get a yellow card for that. Then later Gibbs goes on to clear off the line. It's bordering on corruption – the big four clubs are protected while the small, unfashionable clubs get nothing. The scoreline flatters Arsenal and detracts from a very good first half from us. Player ratings Kirkland 6; Melchiot 7, Boyce 6, Bramble 7, Figueroa 6; Valencia 7, Brown 6 (De Ridder 78 5), Scharner 6, Watson 6 (Koumas 85 n/a); Rodallega 7, Mido 8 (Kapo 58 6) Bernard Azulay, GoonersDiary.blogspot.com After one of our poorest first-half performances, we could easily have come in 0-2 and down to 10 men after Gibbs appeared to be trying out for the egg-chasers with his tackle on Valencia. Mercifully the game changed when Walcott's equaliser knocked the stuffing out of a Wigan side that had been all over us like a rash, forcing mistakes up until then. With Van Persie and Adebayor added to the mix, we gained momentum as the home side lost all theirs, and were able to run riot in what ultimately was a flattering result. Player ratings Fabianski 6; Sagna 6, Djourou 6 (Silvestre 35 6), Touré 7, Gibbs 7; Walcott 6 (Adebayor 68 6), Song 7, Denilson 5 (Van Persie 63 6), Arshavin 7; Fábregas 6; Bendtner 6"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}