{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/apr/12/chelsea-champions-league-michael-essien", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-04-11T23:05:06Z", "webTitle": "Michael Essien has turned Chelsea into a team on a mission, says Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2009/apr/12/chelsea-champions-league-michael-essien", "apiUrl": "https://content.guardianapis.com/football/blog/2009/apr/12/chelsea-champions-league-michael-essien", "fields": {"headline": "Michael Essien has turned Chelsea into a team on a mission", "bodyText": "Everyone seems to think Barcelona's name is on the Champions League trophy this year on account of their stunning 4-0 demolition of Bayern Munich in the first half of the quarter-final first leg. That's fair enough, and if Lionel Messi, Thierry Henry and Samuel Eto'o are all on song one can easily imagine a few more defences having nightmares, though it is debatable whether the Camp Nou witnessed the outstanding performance of the round. Barça were playing at home, after all, and the Bayern defence was doing without Lucio and Philipp Lahm. The Germans have not been playing particularly well recently, and warmed up for their rout in Spain with a 5-1 Bundesliga defeat at the hands of Wolfsburg last Saturday. So many people have been watching the highlights of the latter on YouTube, particularly Grafite applying a sensational coup de grâce with a strong contender for goal of the decade, that the authorities have withdrawn the footage, ostensibly to protect image rights, but perhaps to spare national embarrassment. So while Barça could doubtless have scored more had they wished, their cakewalk was still a cakewalk. Much more impressive in its way was Porto travelling to the supposed fortress of Old Trafford and scaring Manchester United out of their wits, a performance that pipped Arsenal's encouraging comeback at Villarreal. Easily taking the gold star in this column's opinion, however, was Chelsea's stupendous 3-1 win at Anfield. While Guus Hiddink and his players have been attracting superlatives for a result no one saw coming, Frank Lampard rightly pointed out that Chelsea could easily have had more. Didier Drogba could have had a hat-trick in addition to the chance he did take, with two one-on-ones with Pepe Reina and a goalbound effort that Jamie Carragher scooped off the line, and had Chelsea finished 4-1 or 5-1 winners away to a team widely regarded to have Europe cracked then people really would be taking notice. As it is, Liverpool are still being given an outside chance in the second leg, which is only fair given the amount of goals they have been scoring recently, their capacity for defying the odds and, wait for it, the incredible comeback in Istanbul. Yet history is on Chelsea's side at the moment, whether or not Steven Gerrard is fit to play at Stamford Bridge. The Gerrard who lit up the 2005 final and pulled Manchester United apart last month was nullified by Michael Essien on Wednesday, and while some have suggested this was a master strategy on the part of Hiddink, in reality it was simply Essien playing his natural game. Competing for the ball and closing down the space in front of the back four is what he does for a living, and from the moment he reappeared to help Chelsea through the previous round in Turin, last year's beaten finalists have looked more like a team on a mission to make up for events in Moscow. It has been easy to forget that Chelsea have had to do without one of their best players for most of the season, and now Essien is back other parts of the team fall naturally into place. Apart from preferring Alex to Ricardo Carvalho, which seemed to work, the best decision Hiddink made was to leave out John Obi Mikel and go with Michael Ballack and Essien at the back of midfield, allowing Lampard to get further forward. Whether this helped transform Florent Malouda and Salomon Kalou into genuine threats at last is unclear, but Hiddink is certainly doing something right. From the look of it he is targeting the European Cup. There was nothing in Chelsea's performance at Newcastle the previous Saturday to hint at the imperiousness they showed at Anfield, even though the only actual changes were Drogba returning for Nicolas Anelka, Ballack getting a game ahead of Mikel and Essien moving to his best position. Whatever Hiddink's private thoughts about leaving Chelsea at the end of the season, bearing in mind that he has the same paymaster in both his present jobs, he must have worked out that Champions League success is the most impressive feat he can accomplish in the short time available to him. His Chelsea side have certainly impressed the defending European champions. \"That was a terrific result, and you could tell from the celebrations afterwards that Chelsea are really buoyed up,\" Sir Alex Ferguson said. \"They are flying at the moment and I know that feeling. It happened to us on the way to the treble in 1999 when Ryan Giggs's goal beat Arsenal in the FA Cup semi-final. From then on we knew we were unbeatable.\" No one is saying Chelsea are going to win a treble. The league chance seems to have gone and anything could happen at Wembley on Saturday. Yet on the basis of the self-belief shown already, the Champions League suddenly looks possible. Barcelona may dazzle, but are they unbeatable? In addition to a great defence, proven coach and some top players at the top of their game, Chelsea have last year's bitter disappointment as motivation. This could finally be London's year in spite of everything, as long as Chelsea do not begin to think that way until they have finished the job against Liverpool. Shout it out loud for the perverse silence of supporters A visitor from outer space, materialising in this country a couple of weeks ago and keen to sample the atmosphere at Premier League football grounds, would almost certainly have been pointed in the direction of Liverpool or Newcastle. Without taking anything away from the din and fervour created by Stoke, Everton and Portsmouth supporters, among others, one would have put money on Newcastle fans excelling themselves for the return of Alan Shearer and Liverpool's crowd rising to the occasion of Chelsea visiting in the Champions League. Such a bet would have been lost, however, and our spaceman would have ended up sadly disappointed. St James' Park last Saturday was as flat as it has been for most fixtures since Kevin Keegan departed, and while Anfield was more recognisably itself, as European nights go it was nothing to write home about. Even when Liverpool took the lead the crowd failed to generate the usual noise, and by the end the Chelsea supporters were mocking the Kop over the lack of atmosphere. It is possible the forthcoming 20th anniversary of Hillsborough was at the back of Liverpool supporters' minds, yet with some justification Anfield normally feels that giving full voice to the club anthems is one of the best ways of remembering and respecting the dead. It is possible also that some of the terrace spontaneity has been undermined by the release of an \"official\" version of \"Fields of Anfield Road\", even if it was done with the best of intentions to support the Hillsborough victims. Yet there may be a simpler explanation, one that has nothing to do with the tragic events of 20 years ago. Perhaps supporters just don't like being taken for granted. In the cases of both Newcastle and Liverpool the scale of the home crowds' response had been heavily advertised beforehand, with Chelsea (on both occasions) made aware they would be facing something between a 12th man and a bear-pit. But crowds are unruly beasts by nature, football crowds all the more so, they will not necessarily perform to order. Even when sitting in the seats that Hillsborough ushered in, football audiences reserve the right to be unpredictable."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}