{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/organgrinder/2009/apr/14/the-wire-re-up-season-one-episode-eight", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-04-13T23:15:00Z", "webTitle": "The Wire re-up: Season one, episode eight", "webUrl": "https://www.theguardian.com/media/organgrinder/2009/apr/14/the-wire-re-up-season-one-episode-eight", "apiUrl": "https://content.guardianapis.com/media/organgrinder/2009/apr/14/the-wire-re-up-season-one-episode-eight", "fields": {"headline": "The Wire re-up: Season one, episode eight", "bodyText": "\"Come at the king, you best not miss\" – Omar Finally, we get our Omar. Of the hazy memories I have of watching season one the first time around – the haziness a product of box-binging too late at night and after a taste – Omar's eerie, echoing whistle was crystal clear. The mythology of the man, the character and the code starts here. Episode eight packs in so many portentous scenes it really underlines why we're bothering to revisit the series. If only our earlier selves knew it, hey? 'Lessons' introduces the money trail, and the corruption at the very top of the force that suppresses good pOlice from following it. We are given our first allusions to Daniels' murky past, and the importance within BPD of having 'dirt' on colleagues as a key to career progression and suppression. The hour opens with what can only be described as a horrifically cavalier episode of parenting from McNulty. Giving your your kids an insight into your job is one thing, getting them to front-and-follow one of the city's drugs kingpins – even if they did get a license plate – is entirely, well, McNulty. In fact, maybe we should have a tally of his other ham-headed childcare moments. The episode title describes Stringer's enrolment at the local adult education college – a further sign of his determination to break out from the blood and fury of the streets and 'go straight' with the Barksdale crew's ill-gotten gains. But how successful will he be? \"You're acting like we got an inelastic product, and we don't!\" he tells the mopes in the copy shop, to looks of general mirth. He doesn't have much better luck with Avon either, does he? Calling the situation after Stinkum's slaying at Omar's hands \"the worst part of the game\" doesn't wash with Avon, whose eyes seem to flash with the adrenaline of revenge. I felt a definite Macbethian twitch in the scene between Daniels and Marla, as the pragmatic soon-to-be-councilwoman imbues her husband with ambition ('When you durst do it, then you were a man'). Another of D's Road to Damascus moments arrives with Wee-Bey's treatment (and possibly negligent murder) of the hired party entertainment – but just how many will he need? Other points of note: Wallis becoming evermore the Naimond/Randy/Dukie of the series. And at this stage, I actually can't remember what happens to him, so I'm clinging vainly for some salvation. Bunk starts off wearing a pink shirt, ends up trying to burn his 'pussy-soaked' clothes in what must be one of the funniest scenes of marital infidelity ever. Poot's sheer delight at being crowned king for an hour in D's absence – demonstrated by his catwalk-style strut on the orange sofa. \"Sheeeet, look at me\". Freamon shows signs of the genius to come with his first Obi-Wan moment, telling Kima: \"Interrogation is more art than science. You gotta feel your way through on instinct, mostly.\" And is it just me, or was even Kima not safe from Phelan's leering? I'm expecting much more sophisticated analysis from you guys. Over to you ... Running totals: Murders: Up one to six, with Omar's slaying of Stinkum. Sadly, Wee-Bay escapes with a leg-dinger. Omar stick-ups: I'm assuming Omar's revenge killing isn't a stick-up as such, so we remain on two. Herc fuck-ups: Still on four, but Sydnor's classic \"What if your mother and father never met?\" response to his inane babbling up on the roof had me in creases. McNulty \"giving a fuck when it wasn't his turn\": Up one to six. \"Hey – what the fuck?!\" he screams at Daniels after being told to turf Davis's aide on the pavement – with the $20,000. (Listen to Dominic West's accent swaying in the breeze during this scene.) Drunken Bunk/McNulty: Up one to six. McNulty's rescue of a post-amorous Bunk after his bar pick-up is one of my favourite scenes. McNulty school of parenting: New one, and I'm counting two so far: the front-and-follow and last week's trip to the morgue with Omar (\"It's my night with the kids\"). If I've missed any, let me know."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}