{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/apr/14/horse-racing-commentary", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-04-13T23:05:30Z", "webTitle": "Government must get behind call to Bet British, writes Lydia Hislop", "webUrl": "https://www.theguardian.com/sport/2009/apr/14/horse-racing-commentary", "apiUrl": "https://content.guardianapis.com/sport/2009/apr/14/horse-racing-commentary", "fields": {"headline": "Government must get behind call to Bet British", "bodyText": "Buy Local, Buy British: in these constrained times economic sense dovetails snugly with environmental ethics. So how about Bet British? It is not something most punters think about but – as current legislation stands – where we bet has a real impact on the wellbeing of British racing. Ladbrokes, possibly our best-known bookies, launched a series of adverts with the slogan 'Bet British' last month. The bookmaker was not prompted by altruistic outpouring towards the sport of racing yet, as is often the case, there is a symbiotic benefit to maintaining the health of both parties. The migration of betting firms from Britain to locations with more favourable tax regimes – such as, recently, Betfred's internet sports book and Stan James's telephone and internet businesses to Gibraltar – costs those whom they leave behind. British bookmakers find it harder to compete against rivals with lower overheads. Racing loses its 10% levy, formerly paid on profits by those businesses – money on which it relies to fund prize money, employment, security, regulation and welfare. It is not good news for the British economy either, as the Treasury loses out on 15% gross profits tax. What to do? Punters can choose whom to bet with but, unsurprisingly, many of the attractive concessions are offered by bookmakers with lighter expenses. But those of us who love racing may believe our losses are best put to use by the sport that entertains us, rather than just increasing the profits of a far-off business. Bookmakers have further plans. Ladbrokes may soon find allies – William Hill, Coral, Totesport, Skybet and Bet365 – keen to promote their British credentials in a future awareness campaign. For racing the good principle of discouraging sponsorship from offshore bookmakers is widely agreed. Putting a company name to a race is not comparable to nor a substitute for levy payments, because sponsorship is a commercial decision made for tangible benefits. If racecourses were to deny this oxygen of publicity, this direct connection to potential customers, there would be more value to paying the levy. However, in practice racecourses will not risk losing a potential sponsor to a rival on a point of principle. This is the commercial world – and one that just got much harsher. Racecourses would argue that a sport still without a Derby sponsor can ill afford to pick and choose. So the greatest onus in this lose-lose situation rests on government. It must render expatriation less commercially attractive or at least offer more added value to those bookmakers and betting exchanges, like Betfair, who stay and pay. Legislation requiring offshore companies to adhere to the operating standards already upheld by British firms – and outlawing advertising from those that did not – would help. Obliging offshores to pay for the right to bet on British racing and enforcing that electronically is another, legally fraught option. Yet expatriate businesses need forfeit neither the respect nor perhaps the custom of all who love British racing: voluntary levy contributions are always welcome. Greg Wood is away"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}