{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/apr/05/nmc-songbook-review-kings-place", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-04-05T23:10:50Z", "webTitle": "Classical review: The NMC Songbook, Kings Place, London", "webUrl": "https://www.theguardian.com/music/2009/apr/05/nmc-songbook-review-kings-place", "apiUrl": "https://content.guardianapis.com/music/2009/apr/05/nmc-songbook-review-kings-place", "fields": {"headline": "The NMC Songbook", "bodyText": "The NMC Songbook, commissioned to mark the 20th anniversary of the founding of the NMC recording company, consists of 96 new songs by British and Irish composers. Recorded in September last year, the Songbook received its first live performance in eight concerts over four days last week. The aim is to assess and revive flagging traditions of English-language art song composition. If the first two concerts were anything to go by, the results are notable for diversity and, on occasions, variability. Response to texts is, of course, all-important. The opening night's parameters were effectively set by Brian Elias's Meet Me in the Green Glen and Jonathan Harvey's Ah! Sun-flower - the former an unaccompanied ballad of drastic simplicity, the latter so vocally extravagant that it swamps the Blake poem on which it is based. The remaining composers occupied territory somewhere in between, though the finest songs, as always, were those in which music respects words, and sound and sense are inextricable. Elias's contribution ranks among their number, as does Roxanna Panufnik's majestic Wordsworth setting That Mighty Heart, Jeremy Dale Roberts's Spoken to a Bronze Head and Roger Marsh's breathtaking Lullaby for soprano and marimba. Each concert featured a pair of singers. Susan Bickley shared the first with Claire Booth, who then returned to join Ailish Tynan later in the evening. All three were formidable, though Tynan's diction was occasionally none too clear. The exemplary accompanists included pianist Iain Burnside, harpsichordist Jane Chapman and the remarkable percussionist Owen Gunnell. Given that everyone's responses to song are personal and very different, the whole thing will probably be a talking point for weeks. A wonderful project, beautifully done."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}