{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2009/apr/02/letters-and-blogs", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-04-01T23:15:16Z", "webTitle": "Letters and blogs: 2 April 2009", "webUrl": "https://www.theguardian.com/technology/2009/apr/02/letters-and-blogs", "apiUrl": "https://content.guardianapis.com/technology/2009/apr/02/letters-and-blogs", "fields": {"headline": "Letters and blogs", "bodyText": "China's big thinking Britain often whines about the abject state of present-day science – the loss of the Beagle space probe, for example (China's giant step into nanotech, 26 March). I think the most important lesson we need to draw is that science is hard. It costs a great deal of money, requires the investment of considerable political capital, and must be sustained over long periods of time. And when public funds are involved, other problems must be addressed – transparent processes need to be put in place, along with widely agreed-upon benchmarks and accountability-responsibility structures. mucho-suerte.livejournal.com • Yes, there are serious concerns over materials like long, thin multi-walled carbon nanotubes. But plenty of nanoparticles are likely to be no more harmful than their non-nanoscale counterparts. The issue here though is that I was Tom's [Mackenzie, the writer's] source on nanotechnology safety, and I screwed it up – I wasn't sufficiently clear or focused to provide him with the information he needed to place the story in a sound, science-based context. I'm not beating myself up over this (too much). It happens, and in many cases less-than-perfect science coverage in the media gets absorbed into the bigger story and evens out over time – the biggest impacts being dented pride and the derision of one's colleagues. 2020science.org Well hello, Ada Great to have Ada Lovelace, Lord Byron's daughter (Newly Asked Questions, 26 March). But how about her teacher, too, Mary Somerville. Women do need splendid role models! I'd love you to do an article in which you suggest Mary's fine statue but which has lost her name on her tomb in a closed cemetery in Naples be brought to Florence's \"English\" Cemetery where she could be by her husband, William Somerville. It was because of Mary's teaching that Ada could suggest to Charles Babbage using Jacquard loom cards with holes punched in them and the binomial theorem. And that I could write to you this letter. Julia Bolton Holloway, Florence, Italy Which road for Google? Both MixTape.me and Blip.fm have Amazon.com associate links beside each song, which is probably the best business plan in web 2.0 (Read Me First, 26 March). Rather than toss random ads for stuff we don't want on the page and cross their fingers, these sites present the immediate opportunity to buy something that, by definition, the user is interested in. This is targeted advertising done the right way, as opposed to the intrusive approach favoured by Google. newsome.org • While not dismissing the point, of all the people taking us \"down the road to hell\", Google ain't high on my list. twitter.com/fraserspeirs IE8 – good or bad? Jack Schofield should remember that IE8 scored a pathetic 20 out of 100 in the Acid 3 test, making it the worst browser for standards available (The new Explorer will appeal to ordinary mortals, 26 March). Calling it a \"standards-based browser\" is plain rubbish. James Looker, Chislehurst • I was wondering. After this week's issue should you not change the title of the Thursday supplement from 'Technology Guardian' to 'Technology Guardian (sponsored by Microsoft)'? :) Adam Wainwright, Long Eaton • The article from Jack Schofield about the new Internet Explorer read like a Microsoft press release rather than a fair and balanced piece. There is constant mention of support for current web standards, but no mention of the fact that its support is the worst of all modern browsers. Sentences like \"IE8 doesn't compete with Firefox on geeky scripts\" are needlessly pejorative. Jon Ramster, via email • Has Jack Schofield actually used the latest version of Internet Explorer 8? He claims in his article that it is \"snappier and far more secure than IE6 &amp; IE7\". Whilst it may be more secure, it is hardly snappier – unless snappier means slower. The general user consensus is that IE8 is slower than IE7 for opening new tabs. Friends disunited How \"content producers\" think they can get away with not spending money on content is baffling (Why ITV is losing Friends, 26 March). twitter.com/tom_murphy • Friends Reunited … Is anyone STILL using that? twitter.com/Vicky_B Caught on camera I cannot work out a legitimate use for a camera \"cunningly disguised as a bedroom alarm clock\" (Technophile, 26 March). Or am I not devious enough? Colin Hall, Broughty Ferry Programming production codemonkeyramblings.com writes (Java's not working, 26 March) that \"there is nothing particularly special about the syntax or the libraries of the major dynamic languages that make them naturally better than Java\". If that is the case, why do so many programmers report that their productivity increases significantly when using languages like Python or Ruby, compared with languages such as Java, C# and C++? Python and its siblings operate at a fundamentally higher level than Java, making it easier for programmers to translate their ideas into working code; however, they pay for this advantage with reduced program performance – which is why Java, C# and C++ are still needed in many situations. Nick Efford, Post town Out of the loop Anne Wollenberg is absolutely right about the provision and effectiveness of induction loops (Illegally left out of the loop, 26 March). But more attention needs to be focused on the point by Jonny Cotsen that many of the poor performers are the same people who never provide an email address for contact, expecting you to use a difficult (and often expensive) phone, made worse by the \"press 1, press 2\" rigmarole and eventual connection to an operator with an overseas accent who talks at high speed, and when you say you can't hear passes you to a similar colleague – I recently had five in succession from British Gas. As secretary of my local access group I regard this as equally discriminatory against disabled customers. I set out to complain to CEHR, but couldn't find an email address there either! David J Brown, York • Appeals to newspapers (including this one) for support for hearing impaired television viewers, unable to watch popular programmes on 5USA (Wire ; 30 Rock etc) owing to the channel's lack of subtitles have been fruitless. So it would be nice to see positive results from your excellent article 'Illegally left out of the loop, IT, 26 March), regarding the indifferent treatment of hearing-impaired in 'shops, banks, and other businesses'. But I won't hold my breath. Bob Jones, Worcester Free data – sort of Better Connected (a DRMed copyrighted publication) tells councils to free their data (Free Our Data, 26 March). twitter.com/PSFbuzz IT challenges Michael Cross's article on the difficulties faced by the National Identity Scheme (Another grand IT project, another chance of fiasco, 19 March) doesn't put enough emphasis on a subtle distinction: that between the risk of the project being a 'fiasco' – failing to do what has been promised, in reasonable time, for proprtionate cost – and the risk of the project being stopped. From the point of view of the Home Office and its agencies, the former is meaningless: They can (and have) move the goalposts and fiddle the figures. They can (and have) keep as much as possible secret and vague, so that the project is not capable of evaluation. The only risk that matters to the scheme's management is the risk of it being stopped and of their empires shrinking or vanishing. By cutting up the project into conceptually segregated chunks for procurement, the IPS isn't reducing the technical risk to the project. It may even be increasing that risk. The chunks still have to work together, and the weakest will determine whether the grand project works. The risk that is being minimised is the risk to the unnecessary, poisonous, institution of the IPS and the jobs of its managers. Passports and other systems are being (and have been) re-engineered to provide the capacity and pretext to build the mass-surveillance systems of which ID cards form but a part. In a triumph of circular logic, it can be maintained that keeping the sub-projects going is \"vital\" to specifications in other fields – though those specifications were only introduced to enable the grand project. The same motive of pre-emptive fortification of the institution against political change also explains the agency's massive hiring of technical staff. Government staff are more difficult to sack than contracting firms. And the same circular logic applies: If you have a lot of project managers it is easy to maintain that they are doing something important, and keep them doing it. Guy Herbert, General Secretary, NO2ID Google out of view I am surprised that some people have been able to get a response from Google at all (Ask Jack, 26 March). I have been trying for several days now to alert them to problems with Street View – via their feedback forms and report a problem. So far? Nothing – not even an acknowledgement. We live at the end of a cul-de-sac. I was standing outside my house when photographed by the Google car – so I am on it, and my neighbour's children, and all of our car licence plates: no blurring. In another nearby street – also a cul-de-sac – the same problem seems to have occurred: all number plates are clearly visible. Is this a pattern? It is clearly a flaw! John Morrison, Aberdeen Amazing Amazon I love Amazon's attitude towards their cloud services (You can fire us on a minute's notice, 26 March). They piloted it, they pioneered it, they gave us what we want and they've found a whole new business – to lead in. blog.broadbandmechanics.com • I'll not condone Amazon's business practices, but your phrase '\"fulfilment center\" [sic]' didn't come out right (Jeff Bezos spends a week on the Amazon warehouse floor, 27 March). Presumably you're implying there's something euphemistic going on – that for some reason Amazon are trying to avoid using the word \"warehouse\". In the book trade, picking, despatch and delivery of orders is always called fulfilment. A warehouse is for storage, and is normally at a printer's or at a port. Whatever you feel about how Amazon treats its workers, you've got to admit that the accuracy and quality of their fulfilment is amazing – certainly it's way, way, ahead of most publishers' own distributors. They deal with huge numbers of product lines and orders really well – it's not a warehouse in the conventional sense, at all. Personally I'd applaud Bezos for getting down there and picking books – and presumably learning a lot about how his distribution works. \"We wonder whether he took the same hourly pay\" – do you really? Why the hell should he? Do you get paid varying rates according to whether you're writing / picture researching / editing / interviewing / reading a press release / cutting and pasting chunks of that press release into an article? No, it's all part of your job. Speaking of which, I've mine to do. Roly Allen, Lewes • Email us at tech@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}