{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/apr/12/chelsea-guus-hiddink-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-04-11T23:05:31Z", "webTitle": "Guus Hiddink's total football gives Chelsea bite", "webUrl": "https://www.theguardian.com/football/2009/apr/12/chelsea-guus-hiddink-premier-league", "apiUrl": "https://content.guardianapis.com/football/2009/apr/12/chelsea-guus-hiddink-premier-league", "fields": {"headline": "Guus Hiddink's total football gives Chelsea bite", "bodyText": "Guus Hiddink left Merseyside on Wednesday evening having engulfed Liverpool in a perfect storm of Chelsea play, which Rafael Benítez's supposed European masters had found impossible to repel. The manner of the 3-1 victory was reminiscent of his Russia team's dismantling of Holland by the same score in last summer's European Championship. Except, the Dutchman had more than two years' preparation before that tournament, while he has been in west London less than two months. In addition, he took charge of a club left in disarray by Luis Felipe Scolari. Yet such is their resurgence that Chelsea have acquired critical mass at the perfect time, making them the heavy favourites to remove Liverpool on Tuesday and almost certainly face Barcelona in the Champions League semi-final. Hiddink's achievement seems to have been to almost instantly inject into his squad a twin dose of resolve and fluidity, which coarsed through their play on Wednesday night. Michael Essien was asked to remove Steven Gerrard as a factor, which he achieved effortlessly. Frank Lampard was pushed almost as high up as Andrey Arshavin had been for Russia against Holland on that night in Basle. Salomon Kalou and Florent Malouda morphed into menacing widemen, with the Frenchman delivering the cross that gave Didier Drogba Chelsea's third goal. This was Hiddink's response when it was suggested Lampard is a refined Arshavin and the two sides he currently coaches have similar DNA: \"Yes of course – [it is] in the overall philosophy of how I like to play,\" he says, before emphasising the importance of wingers to his strategy with club and country. \"Not just offensively – they're not allowed to take a rest after they have lost possession.\" While Yuri Zhirkov and Aleksandr Anyukov were encouraged to attack against Holland from full-back, so, too, are their Chelsea equivalents. Yet unlike Scolari's more cavalier approach, the need to protect is strongly emphasised. \"Ashley Cole has a licence,\" Hiddink says. \"But he has also to drop back as soon as possible. You must look to the team's balance. That's why I say some players play midfield and must be able to play central defence or left or right.\" This is a precise definition of Essien's abilities, of course – a précis of the qualities needed for total football, the tactical theory pioneered by Dutch football and in which Hiddink began his schooling during the 1970s while captaining De Graafschap as a No10. John Terry, Hiddink's current captain, is conscious of having to slot in seamlessly. \"He was saying to me and Alex and Michael Essien to make sure we stayed solid [at Anfield] and got Branislav Ivanovic in as a four if Ashley went forward. Michael has played at centre-half anyway, so if you do get sucked out he sits in. It worked very well.\" Ask Hiddink to define his perfect shape and there is a reply that Rinus Michels, the godfather of Dutch football, would be proud of: \"I don't like to talk 4-4-2 because in games the defensive and offensive lines overlap.\" Chelsea are also far sharper than in the days when Terry confronted Scolari over lethargic training sessions. One statistic at Anfield suggested Chelsea's players had, on average, run half a kilometre more than Liverpool's. Here again, though, Hiddink has had to work against time constraints, which was not an issue when preparing Russia for the European Championship. Then, his pivotal session came in a February training camp in Turkey five months before they would rout Holland in extra-time, when Hiddink's trusted physiotherapist, Arno Philips, drew up 14 exercises to improve the squad's core strength. With Chelsea, Hiddink has focused on mental agility. \"You must define fitness,\" he says, shrewd as ever. \"Many people are just focusing on the physical. Well, the players [had been] in a period where they didn't perform well. If you start working without any excuses then the fitness comes back.\" The word is that he has tweaked training sessions, introducing routines he uses with the Russia team. A clue as to how might be drawn from Raymond Verheijen, a trusted advisor on physical preparation who helped Hiddink with Russia last year. Verheijen is not involved at Chelsea, but as an independent consultant has experience of the scenario Hiddink found himself in. \"Regularly I'm called by a coach who says, 'I'm in a new job in the middle of the season, what do you advise?' I say it's better to prolong [general] training by 20 minutes rather than introduce specific fitness training. If you do a new approach it might create problems in other areas.\" At the moment, the problems seem to lie with all Chelsea's opponents, starting with Liverpool on Tuesday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}