{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/apr/14/county-championship-cricket-preview-nottinghamshire", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-04-13T23:26:11Z", "webTitle": "Cricket: County Championship guide First Division – Nottinghamshire", "webUrl": "https://www.theguardian.com/sport/2009/apr/14/county-championship-cricket-preview-nottinghamshire", "apiUrl": "https://content.guardianapis.com/sport/2009/apr/14/county-championship-cricket-preview-nottinghamshire", "fields": {"headline": "County Championship preview: Nottinghamshire", "bodyText": "Big year for Ali Brown Has been snapped up in the belief that his prowess in one-day cricket will remain at 39 In a nutshell Nottinghamshire's championship challenge went to the final game last season in a fine start to Chris Read's captaincy. Captaincy, wicketkeeping and a benefit, though, sounds dangerously close to overload. Ashes factor Trent Bridge, a haven of swing bowlers, was essentially where England won the 2005 Ashes. This summer it does not stage an Ashes Test and England's chances in the series are reduced as a result. Madness. Foreign flavour Adam Voges has yet to make the same impact as his fellow Australian, David Hussey, but he is a respected professional Well I never Mark Wagh, the only player in the team to pass 1,000 runs last term, has written his first book, a diary of Notts' 2008 season David Hopps Bob Willis's verdict My tip for this year's championship, Mick Newell's side will be particularly strong if Ryan Sidebottom is deemed unfit for England this summer. The two Browns – off-spinner Jason and batsman Ali – are good acquisitions Captain Chris Read Director of cricket: Mick Newell 2008: Championship 2nd (Div 1) Pro40 4th (Div 1) Friends Provident quarter-finals Twenty20 Cup 4th in North Division In Jason Brown (Northants), Ali Brown (Surrey), Akhil Patel (Derbs), Kyle Hodnett (triallist) Out AJ Harris (Leics), Rob Ferley (Kent), Gareth Clough (released) Overseas Adam Voges (Aus)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}