{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2009/apr/09/the-factory-chekhov-seagull", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2009-04-09T23:15:00Z", "webTitle": "No lines, no set, no costumes: how The Factory theatre group took Chekhov back to basics", "webUrl": "https://www.theguardian.com/stage/2009/apr/09/the-factory-chekhov-seagull", "apiUrl": "https://content.guardianapis.com/stage/2009/apr/09/the-factory-chekhov-seagull", "fields": {"headline": "No lines, no set, no costumes: how The Factory theatre group took Chekhov back to basics", "bodyText": "In the downstairs studio at London's Hampstead Theatre, minutes before 8pm, actors scurry around the room making last-minute preparations. As the sense of urgency threatens to tip into hysteria, there's also a feeling that everything could go horribly, anticlimactically wrong. Director Tim Carroll declares: \"you have all gambled £10 on a show where none of the actors have learned their lines\". I sense a collective buttock-clench. He adds: \"And there are no refunds\". Yet what follows is truly a great surprise. Yes, the actors really don't know their lines (they probably only knew what part they were playing a few hours ago). There is no set to speak of, no costumes, no blocking. Yet the three-hour performance of Chekhov's The Seagull that follows proves as unforgettable and moving as any theatre I've seen. This is the first night of the latest project from The Factory, a group who gained a cult following last year with their \"guerrilla\" performances of Hamlet, cropping up at secret locations across the capital (City Hall and the underpass outside Riverside Studios among them) with randomised, part-swapping shows that relied on audience members bringing unusual objects to use as props – once, most famously, a baby. Preparations for The Seagull began five months ago with weekly rehearsal sessions, where actors learnt the play as \"units of action\" rather than memorising a part. The result is a translation of Chekhov in the very loosest sense of the word. Their first Hamlet performance was to 15 people in a tiny studio theatre in Southwark – almost exactly a year on, they played to an audience of 1,500 at the Globe theatre. As Tim Evans, one of the group's founding artistic directors points out, they've always relied on word-of-mouth and online buzz. \"The success that we've achieved so far has been based on the fact that we do not care about money and we've had no money – no resources, no space, no funding,\" he says. \"The one thing that was important thing was just to do the work that we wanted to do.\" Evans and Alex Hassle, both young actors frustrated with the lack of opportunities to do interesting work, founded the company in 2006 and enlisted Tim Carroll, perhaps best known for his work at Shakespeare's Globe and the RSC, as an associate director. Ever since, they've energetically devoted themselves to what Hassle calls \"the rules of the game\", which boil down to getting over ego and most of all, being brave. Doing one of Chekhov's most famous plays on the fly is, Hassle admits, terrifying. \"On the first night I did feel like a standup comedian – that I could completely die on my arse, or that it could grind to a halt,\" he says. \"I've never felt such terror before going on, but the joy was having nothing at all to fall back on.\" The performance I see falters to start with, but as the show progresses it gains confidence – as does the audience. Between scenes there's a mad scramble for props as actors shout what they need, and people get faster at obliging, eagerly proffering coats, books, mints and – loveliest of all – a graceful seagull, hurriedly but deftly fashioned from paper. \"What are we going to do when we don't have an origami expert in the house?\" jokes Carroll. Some of the finest moments are accidents . When Konstantin and Nina (or rather Steve and Sarah – all the actors use each others' real names) are reunited in the final act and embrace for the last time, they stumble a little, and a chair clatters clumsily behind them. Afterwards, Liam Evans-Ford, the producer, enthuses how one audience member told him that he interpreted this as an anticipation of the climactic offstage gunshot that closes the play. \"If that had been planned, if Tim Carroll had come in one day in rehearsals and said 'I have this great idea – if we bang this chair then we'll get an echo of the death to come' – the audience would have probably sensed that you were trying to trick them.\" Even the choice of play – particularly in its characters' questioning and testing of new art forms – has been serendipitous. \"I'm moderately ashamed to say that I didn't chose the play for any of the clever reasons people assume,\" admits Carroll. \"The fact that it's all about trying to make a new form of drama – actually I chose it just because I'm 43 and I still haven't done it.\" Most miraculously, for all the randomised elements of the show, the actors manage to tell the story clearly and beautifully. \"I've had a number of people come up to me and say: 'I've seen about six productions and tonight was the first time I understood it.' That is the best compliment you can get,\" says Evans-Ford."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}