{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/apr/21/frank-lampard-chelsea-guus-hiddink", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-04-20T23:05:13Z", "webTitle": "Frank Lampard credits Guus Hiddink for Chelsea's rejuvenation", "webUrl": "https://www.theguardian.com/football/2009/apr/21/frank-lampard-chelsea-guus-hiddink", "apiUrl": "https://content.guardianapis.com/football/2009/apr/21/frank-lampard-chelsea-guus-hiddink", "fields": {"headline": "Frank Lampard credits Guus Hiddink for Chelsea's rejuvenation", "bodyText": "Frank Lampard believes he is having the best season of his career, which ought to make him feel more mystified about his omission from the PFA Player of the Year shortlist. The Chelsea midfielder, after all, has been nominated in the past. Lampard, though, also believes his team are at the peak of their powers, playing as well as when they were serial trophy accumulators under Jose Mourinho, and there is no doubt which silverware he would prefer to finish the season with. \"I've not really thought about the PFA shortlist,\" he said, which comprises Liverpool's Steven Gerrard and five Manchester United players. \"A lot of people have said they're surprised but I think when the nominations are done, players pick with the right idea. They don't pick for political reasons. I would happily give away any PFA nomination for a bit of silverware in terms of the Champions League or the FA Cup. \"We are very close to winning trophies again and are playing as well as we did during those times. I hate to compare to the Mourinho era but there's certainly an element of that strength and belief. We lost that at the start of the season. We lost points and games through giving away late goals but now there's a much stronger feeling. Whether we're playing better [than the Mourinho years] I don't know but we're certainly scoring more freely which breeds confidence. There's always a belief that we're going to go on and win, even late on in a game.\" The most recent late winner came on Saturday in the FA Cup semi-final, when Didier Drogba's 84th-minute goal saw off Arsenal at Wembley, and with Everton beating United in the other tie, Chelsea have been installed as favourites for the trophy. Guus Hiddink, the manager, hopes to enjoy a \"beautiful\" ending to his temporary reign in the final on 30 May. Before that, though, there is the small matter of the Champions League and, if the team can get past Barcelona in the semi-finals, they would face either Arsenal or United in the final on 27 May. For Ashley Cole it means the prospect of facing his former employers in club football's biggest show piece three years after his acrimonious transfer. \"That is something I might have to deal with,\" he said with a shrug. \"I will never, ever forget Arsenal, I will always have memories of there and a lot of love, but I am at Chelsea now for the rest of my career. Hopefully I can win a few more trophies here.\" His chances of doing so this season, he feels, have been bolstered greatly by Hiddink, whose record since taking over from the sacked Luiz Felipe Scolari in February stands up to any scrutiny. Like Lampard, Cole found himself drawing the comparison to life under Mourinho, who was at the helm when he signed. \"Guus has been a breath of fresh air with the players,\" said Cole. \"He has given us all a belief, he has come in and just made everything click so easily. He has got Drogba back and we seem to be playing and showing the spirit when I first joined and which gave me the reason to join. If we get that little bit of luck that we didn't have last season, the Champions League is still winnable.\" Whether Hiddink stays or returns full-time to his post as the Russia manager continues to be a talking point, despite the Dutchman's categorical statements that he sees no future for himself at Stamford Bridge beyond the end of the season. Cole, though, would like him to have a change of heart. \"All the players would love him to stay,\" he said. \"He has got everything and the lads just love him. He can be funny and he likes a laugh but he can be serious and, when he is serious, you know he is serious. We are normal people. We play football but we do have feelings and do get down but he just lightens up the place.\" Lampard added: \"It would be very fitting for the manager to finish by winning the FA Cup final but who knows what can be achieved before then? There's nothing better than going to a stage like Wembley, which is why we celebrated like we did. All the players were there, even the quieter ones and the foreign players like Alex, and that's how it should be.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}