{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/apr/20/premier-league-portsmouth-bolton-wanderers-kanu", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-04-19T23:05:23Z", "webTitle": "Portsmouth 1-0 Bolton Wanderers: Kanu gives Paul Hart a timely reminder", "webUrl": "https://www.theguardian.com/football/2009/apr/20/premier-league-portsmouth-bolton-wanderers-kanu", "apiUrl": "https://content.guardianapis.com/football/2009/apr/20/premier-league-portsmouth-bolton-wanderers-kanu", "fields": {"headline": "Kanu gives Paul Hart timely reminder for Portsmouth against Bolton", "bodyText": "On FA Cup semi-final weekend last year Nwankwo Kanu was at Wembley, scoring the goal that took Portsmouth back to the national stadium for the final. Arguably Nigeria's greatest ever player, he again scored the winner against Cardiff City to add a third FA Cup medal to a collection of honours that, World Cup apart, includes most things to be won as a player. Olympic gold, European Cup, Uefa Cup, two Premier League titles and twice African Player of the Year. That is some résumé. Relegation Saviour would add a different kind of dimension to a glittering CV for the forward who, though at West Brom during the great escape of 2006, was little more than an extra then, his two league goals coming before the year's turn. While the Portsmouth defender Sylvain Distin supplied his midfield with many accurate passes, Bolton's Andy O'Brien was more agricultural - but with far less success Kanu's knack of scoring when most needed – his only other strike this season was in the 2-2 Uefa Cup draw with Milan – was underlined yet again against a tepid Bolton when his deflection, from Nadir Belhadj's 78th-minute corner, grabbed what could prove a crucial three points. \"I scored the winner in the FA Cup final a year ago, and also in the semi-final. But this goal could be just as important. That was exactly what we needed. We were expected to win against West Brom but didn't,\" Kanu said, of last week's draw. \"It was important and needed, because if you keep playing games and getting only one point, in this league it's not good. \"Now we believe we can win more games. That was my first league goal this season, and although the most important thing is that we won, it is difficult for me when I have not been playing, or coming on with 10 minutes to go when we're struggling.\" Last year's Cup hero has become the forgotten man who was last given a start in January. But Portsmouth's manager, Paul Hart, could well decide to draw on Kanu's big-game pedigree for Wednesday's visit to Old Trafford and the trip to Newcastle on Monday, especially as Niko Kranjcar will definitely miss the first of these following his twisted ankle here. \"We have a very important week ahead – if we can take points from those games then I believe we'll stay up,\" Kanu said. \"Is Old Trafford my lucky ground? I won a title [with] Arsenal there, and we won there in the FA Cup [last year]. Maybe we shall find out on Wednesday. I just hope I get the chance to play, then I can do what I can do. \"But the most important match will be against Newcastle. If we can get something from that game it could decide our fate.\" It is also, potentially, contract renewal time of year again for Kanu. \"I don't know what my future is. It's important I play in as many games as possible, because I love Portsmouth and I want to play for them. I know how to play football, so if I get the opportunities I can still play. \"Maybe this was a little reminder to the manager, but we have a good squad here so it is a case of just awaiting my chance to play.\" Portsmouth, who have lost just once in eight games under Hart, are six points clear of third-bottom Middlesbrough – the same position as Bolton, though Gary Megson's side have a game less to beat the drop. \"I think everyone's looking to see where the relegated teams will come from,\" said a concerned Megson. \"We've five games, three at home – we're in the same situation as last year, we need the same response.\" Man of the match Glen Johnson (Portsmouth)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}