{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/apr/06/cricket-what-england-needs-to-win-ashes", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-04-05T23:05:30Z", "webTitle": "Mike Selvey: England's blueprint for Ashes success should start with Andy Flower as coach", "webUrl": "https://www.theguardian.com/sport/blog/2009/apr/06/cricket-what-england-needs-to-win-ashes", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/apr/06/cricket-what-england-needs-to-win-ashes", "fields": {"headline": "England's blueprint for Ashes success should start with Andy Flower as coach", "bodyText": "1 Appoint the director of cricket The process of appointing a new director of cricket, head coach as was, begins this week, when a four-man panel will interview \"a short short-list\". A decision is expected by the end of next week. From then it is to be hoped that some measure of stability can return to the England team. Few higher profile names were available but the assumption is that they would be more suitable than the temporary incumbent, Andy Flower. They might not. Bearing in mind his necessarily restricted powers at this stage, he, together with Andrew Strauss, with whom he has developed a strong working relationship, has done remarkably well. He took the Jamaica Test as a catalyst for change. Experienced, cosy players were dropped. His reputation as a cricketer and as a man are peerless. His coaching and organisation are, according to those under him, first rate. Now he needs to convince his current employers that he has the right vision for the future. 2 Find a fast bowler The England team is not without shape or stability. Given full fitness, there are two or three places, depending on strategy, about which there will be real debate this summer. Three of the four fast bowlers that will be necessary at times, if not all the time, are already in place, the performances of James Anderson and Stuart Broad marking them out, to which can be added Andrew Flintoff. A fourth strike bowler is needed. Steve Harmison has frustrated once more, his potential sustaining him, but performance not doing it justice. He might have reached the terminus. Alternatives are not shouting from the rooftops. Amjad Khan left the tour early to have his knee examined, while Ryan Sidebottom, unfit for almost a year, has had an achilles operation although that is thought to have been a complete success. A return to full fitness and top pace would be a real bonus. Two bowlers, Sajid Mahmood and Kabir Ali, will get a early chance to put themselves forward in the MCC match this week. 3 Sort out the No3 slot This is the pivotal batting position in the side. Who bats there must be capable of opening or sitting patiently. Good against pace, adept against spin. Great players bat at three. For England it has been a hot seat. On this tour, patience ran out with Ian Bell after his insipid shot precipitated the Jamaica debacle. He will return – he has too much talent not to – but he has to rebuild his career first. He was replaced by Owais Shah but he has proved too intense for the role. Now the focus is back on Michael Vaughan. He has scarcely played cricket in the past two years but his knee appears to be as settled as it ever will be. At 34 age is not the barrier it is performance. Runs over the next few weeks and he may return to the Test side, though it might be apposite for Vaughan to open with Strauss and move Alastair Cook to three. 4 Choose a T20 captain England, quite rightly, went for stability on this tour and it was decided that Strauss would captain in all forms of cricket, despite the fact that he had not played one-day internationals for two years. He has responded outstandingly, with a century in a 50-over match in Guyana, and a brilliant match-winning innings in what effectively had become a Twenty20 match in Barbados, though the feeling was that he was at the limit of his capability. England should still be looking to separate the Twenty20 side from ODIs, and this could include the captain, who has to be worth his place as a player alone. Kevin Pietersen would have been ideal, and is captaining his side in the IPL, but has said he feels it is too early to return to the role for England while it might not sit comfortably with his employers or colleagues. Paul Collingwood doesn't want it. Could Dimitri Mascarenhas do it? 5 Decide on Ashes strategy In part this has to be done on a match-by-match basis, but the weakness in the Australian side is self-evidently spin bowling, and England surely must do all they can to exploit this. Commercial imperatives have meant that they have not taken advantage of two grounds, Old Trafford and Trent Bridge, at which they have been successful. But Cardiff, venue for the first Ashes Test, is an unknown quantity. England may yet plan their strategy around the spin of Graeme Swann and Monty Panesar rather than the pace quartet that helped win the Ashes in 2005."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}