{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/apr/21/drugs-cycling-giro-italia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-04-20T23:05:22Z", "webTitle": "First doping cases in cycling due in blood passport programme", "webUrl": "https://www.theguardian.com/sport/2009/apr/21/drugs-cycling-giro-italia", "apiUrl": "https://content.guardianapis.com/sport/2009/apr/21/drugs-cycling-giro-italia", "fields": {"headline": "First doping cases in cycling due in blood passport programme", "bodyText": "The International Cycling Union says it is on the brink of a major breakthrough in its fight against doping. The sport's \"biological passport\" programme was launched to great fanfare last year but has so far failed to catch a single cheat. Now, though, the UCI says it is preparing to prosecute its first cases and expects to announce them before 9 May, when the first Grand Tour of the summer, the Giro d'Italia, gets under way in Venice. \"With the first case we need to be absolutely sure,\" the UCI spokesman Enrico Carpani told the Guardian. \"We need to be sure we can defend ourselves in a court, so it has to be safe, reliable. So the [anti-doping] experts are working on it, but also the legal department. But before the Giro I expect the first [doping] cases to be confirmed.\" The passports, introduced in January 2008, were heralded as the answer to cycling's doping problems, since they involve \"longitudinal\" testing, including long-term blood and steroid profiling. In theory, having such information allows the authorities to take action against riders whose natural values show suspicious fluctuations, even if they do not test positive for a banned substance. Yet six positive tests during last year's Tour de France – all by riders on the passport programme – suggested the passport was not the panacea, or not yet. All six failed conventional urine and blood tests rather than being exposed by the regular testing for their passports. The main challenge for the UCI, as Carpani indicated, is of a legal rather than scientific nature. That could explain last year's false dawn, when the UCI announced that 23 riders \"warranted further scrutiny\" following the initial rounds of tests. It was rumoured that at least one \"big\" name was among them but the 23 were never named publicly and no action was taken. Carpani's claim that he expects cases to be announced within the next three weeks suggests that, again, some riders are under suspicion, though he did not give any indication as to how many. David Millar, the British rider who served a two-year ban for admitting to EPO use in 2004, and who now sits on the World Anti-Doping Agency's athletes' committee, described the passport as \"the ultimate goal of the anti-doping movement\". He added: \"A first case would give it more credibility but it's not surprising it's taking time because it's not as black and white as a drugs test. I think it'll get there, though, and it is the final frontier in anti-doping because the passport should be able to catch out athletes who are using new, undetectable drugs.\" Millar, who is recovering from a broken collarbone sustained in last month's Paris-Nice, will join Bradley Wiggins in the Garmin-Slipstream team for the Giro d'Italia. The Giro will see the return to racing, also following a broken collarbone, of Lance Armstrong. The American's participation in the Tour de France remains in the balance. Dick Pound, the former Wada chairman, said yesterday he thinks the seven-time Tour winner broke anti-doping rules in early March by leaving a French agency tester waiting for half-an-hour while he had a shower. \"I think it is pretty clear [that], if you are selected for testing, you have to be chaperoned from the time you are notified until the time you provide the sample,\" Pound told Cyclingnews.com. \"Lance, who calls himself the world's most tested athlete, certainly knows that.\" The French Anti-doping Agency is due to discuss the case early next month."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}