{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2009/apr/17/theatre-review-honeymoon-suite", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2009-04-16T23:51:58Z", "webTitle": "Theatre review: Honeymoon Suite, New Vic, Newcastle-under-Lyme", "webUrl": "https://www.theguardian.com/stage/2009/apr/17/theatre-review-honeymoon-suite", "apiUrl": "https://content.guardianapis.com/stage/2009/apr/17/theatre-review-honeymoon-suite", "fields": {"headline": "Honeymoon Suite", "bodyText": "To read some of the recent commentary on Richard Bean's immigration drama, England People Very Nice, you might conclude that he's a xenophobe with a line of humour better suited to a working men's club than to the National Theatre stage. Having not seen that play, I can't comment. Yet when this five-year-old piece was recently revived in Bean's home town of Hull, I don't recall an outcry among former trawlermen complaining that the citizens of East Yorkshire are depicted as mendacious, cynical and corrupt. The play features what at first appears to be a disastrous overbooking in a Bridlington hotel. You wonder why the three couples are so accommodating about taking turns in the bathroom, until it transpires that they are actually the same pair simultaneously viewed at different stages of their marriage. Bean's theme is the divergence that occurs over a long relationship. Eddie's business empire begins with stealing fish from the docks and culminates in a disastrous insurance scam. Izzy is a naive but bright young bride, who finds her husband's affairs increasingly abhorrent and eventually leaves him to pursue a political career. Tim Luscombe's fine revival feels like a fond tribute to three ages of British comedy. The newlywed scenes are a bit of a Carry-On, which later develop into the bickering interdependence of Terry and June. The later years, in which Eddie has become a pulse-eating hermit and Izzy a successful Labour MP, has the surreal pathos of a Mike Leigh scenario. Bean's detractors accuse his humour of being stereotypical and retrogressive. Yet this superbly constructed play suggests he writes the way he does because he loves comedy rather than hates people."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}