{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2009/apr/20/james-murdoch-edinburgh-festival", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-04-19T23:05:27Z", "webTitle": "James Murdoch to give MacTaggart Lecture at Edinburgh TV Festival", "webUrl": "https://www.theguardian.com/media/2009/apr/20/james-murdoch-edinburgh-festival", "apiUrl": "https://content.guardianapis.com/media/2009/apr/20/james-murdoch-edinburgh-festival", "fields": {"headline": "James Murdoch to give MacTaggart Lecture at Edinburgh TV Festival", "bodyText": "James Murdoch will deliver the James MacTaggart Lecture at the MediaGuardian Edinburgh International Television Festival in August, 20 years after his father Rupert used the same platform to deliver a caustic attack on the British television establishment. Murdoch Jr, the News Corporation chairman and chief executive, Europe and Asia, who is also chairman of BSkyB, will attempt to set the broadcasting agenda with his speech, which opens the annual TV conference. In 1989, Rupert Murdoch, then losing millions of pounds a week on the newly launched Sky satellite TV broadcaster, gave a speech entitled Freedom in Broadcasting, railing against the \"narrow elite\" of British broadcasting. He espoused the virtues of multichannel broadcasting and attacked public service broadcasters for giving up their freedom in return for the government protecting their monopoly. James took up his current role in late 2007 after four years as chief executive of BSkyB, in which News Corp is the largest shareholder. The 36-year-old is seen as the heir apparent to his father's News Corp empire and tipped for an eventual move to the company's global HQ in New York. Before joining Sky, Murdoch was chairman and chief executive of Star, News Corporation's Asian satellite television group. \"I am honoured to have been invited to deliver the MacTaggart this year. Our industry is so clearly at a turning point that now is a good time to consider the right way forward for the industry, for regulators and, most importantly, for our customers,\" Murdoch said. Previous MacTaggart speakers have included scriptwriter Dennis Potter, journalist Janet Street-Porter, CNN mogul Ted Turner, Big Brother producer Peter Bazalgette, Today programme presenter John Humphrys and Newsnight anchor Jeremy Paxman. The MacTaggart lecture will take place on Friday, 28 August. • To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. • If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}