{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2009/apr/09/obituary-donald-hall", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2009-04-09T23:11:58Z", "webTitle": "Obituary: Donald Hall", "webUrl": "https://www.theguardian.com/theguardian/2009/apr/09/obituary-donald-hall", "apiUrl": "https://content.guardianapis.com/theguardian/2009/apr/09/obituary-donald-hall", "fields": {"headline": "Donald Hall", "bodyText": "Our friend Donald Hall, who has died aged 81, was a splendidly creative artist and an inspirational teacher. In 1963 he became a lecturer in arts and crafts (ceramics) at St Paul's College, Cheltenham - now part of Gloucestershire University - remaining there until his retirement in 1990. Donald had wonderful, idiosyncratic humour and a deep irreverence towards the posturing and self-aggrandisement that often goes with the academic territory. He loved watercolours, particularly trees and landscapes, and enjoyed painting in that medium, both in Britain and on the many trips he made with his wife to visit their daughter in Australia. He was born in Jarrow-on-Tyne, County Durham, and was proud to call himself a Geordie. The son of a marine engineer, he moved with his family to London when he was seven. There he attended Dame Alice Owen school, Islington. In 1939 the school was evacuated to Bedford, sharing with Bedford modern school. He was made captain of boats and was a member of a crew that beat the Oxford second crew at Henley-on-Thames in 1944. After obtaining a diploma in book illustration from South East Essex College of Technology in 1950, he took an art teacher's diploma, specialising in pottery and ceramics, from the then University College of Wales, Cardiff. He taught in Alfreton and Blackwell in Derbyshire and in 1956 returned to join the staff at Dame Alice Owen. Then he moved to St Paul's, Cheltenham. In 1984 Donald took his doctorate on the history of design from Manchester University. His subject was copper red glazes, focusing particularly on the work of the early 20th-century Staffordshire potter Bernard Moore. An early passion of his had been flying, but a sight defect prevented him from becoming a pilot. However, he never lost his interest in early aircraft and fulfilled an ambition in 1992 when he was taken for a flight in a Tiger Moth biplane. Latterly, he co-wrote four crime novels that await publication. Donald was a keen collector of old toys and books and his wonderful collection was featured on a Channel 4 film. He is survived by his wife Elaine, their three children and six grandchildren."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}