{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/apr/14/phil-spector-lana-clarkson-murder", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2009-04-13T23:46:20Z", "webTitle": "How Phil Spector was convicted of the murder of Lana Clarkson", "webUrl": "https://www.theguardian.com/world/2009/apr/14/phil-spector-lana-clarkson-murder", "apiUrl": "https://content.guardianapis.com/world/2009/apr/14/phil-spector-lana-clarkson-murder", "fields": {"headline": "How Phil Spector was convicted of the murder of Lana Clarkson", "bodyText": "The second trial of Harvey Phillip Spector for the murder of Lana Clarkson was dominated by one phrase: \"I think I killed someone.\" The 69-year-old record producer, creator of pop's \"wall of sound\", was said to have uttered that phrase as he emerged from his home in the small hours of Monday, 3 February 2003. Behind him, slumped in a fake Louis XIV chair, lay the body of Clarkson, a 40-year-old actor he had met earlier that night when she was working at the House of Blues venue on the Sunset Strip The full force of Los Angeles's celebrity crime armada descended: news helicopters hovered overhead, high-priced lawyers – celebrities in their own right – were summoned, news crews and the idly curious gathered to peer through the iron railings of Spector's home. Spector, too, played the part, seeming to revel in a return to the spotlight. He provided other staples of the Hollywood justice story: the tirade on the steps of the courthouse, the elaborate and downright weird hairdo, the rococo attire, the trophy wife, the phalanx of bodyguards. \"She kissed the gun,\" he told one interviewer. While the first trial was dominated by forensics and the finer points on how blood spatters, the rerun came down to an elaborate game of did he, didn't he, involving meditations on memory, suggestibility and English language proficiency. At the centre of the dispute was Spector's stand-in chauffeur on the night of Clarkson's death, Adriano de Souza, a Brazilian student who proved an unflappable witness. Despite his occasional awkwardness with English, De Souza recounted how he had collected Spector for an evening out that had seen him visit a clutch of Hollywood haunts, Trader Vic's and Dan Tana's, imbibe a huge amount of alcohol – \"navy grog\", 150-proof tequila – and share his evening with two dates before ending at the House of Blues. There, Spector met Clarkson, an actor whose role, far removed from the showbusiness recognition she craved, was to guard the VIP area. Initially she took the freakishly coiffed Spector for a woman, before being corrected by the management and told to treat him \"like gold\". After some persuasion she agreed to go home with Spector for a nightcap, watching Kiss Tomorrow Goodbye in the back of the Mercedes S430 limousine driven by De Souza on the way to \"Phil Spector's Pyrenees castle\", a 33-room turreted mansion perched on a hill in the unprepossessing Los Angeles suburb of Alhambra. Two hours later, she was dead. For the second trial, almost six years after Clarkson's death, Spector downsized. Gone was the retinue of heavies that had marched into court with him every day the first time around. He was accompanied by just one bodyguard, and his young wife, Rachelle. His legal team was reduced to a single lawyer, Doron Weinberg. Facing him was the same lead prosecutor from the first trial, Alan Jackson. Without the theatrics of that trial, Weinberg's speciality was studied doubt. De Souza, he noted, had been through eight variations of the phrase \"I think I killed someone\" in recounting events to investigators. Surely that suggested sufficient doubt to acquit, Weinberg argued. But ultimately, Spector came up against a barrage of evidence. Clarkson had given no indication that she was suicidal, the defence's proffered explanation. Why would someone who was just about to shoot themselves go out and buy multiple pairs of shoes? The trial heard expert testimony that people rarely kill themselves on the spur of the moment, and almost never at the home of a stranger. More damning for the defence was the judge's decision in both trials to allow evidence of prior acts by Spector involving women and guns. A parade of women at both trials described how Spector had turned from charm to menace, often fuelled by alcohol and medication. His penchant for waving guns in people's faces, they recounted, suggested an accident waiting to happen. The gruesome imagery from the crime scene also made an impression the defence found hard to dispel. The dead actor, a cult success for her incarnation of the Barbarian Queen in the eponymous film, was reduced to a film noir cliche: the blonde starlet sprawled on a chair, the bottom of her mouth blown off, a 36 Colt under her left leg. Spector's assertions to interviewers before the first trial that she was the victim of accidental suicide never seemed more ridiculous. \"If this were not Phil Spector, with a lot of money to spend, a trial like this would never have gone on for so long,\" said Jean Rosenbluth, a law professor at the University of Southern California. \"Cases don't usually go to trial when there is this much evidence against the defendant.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}