{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/jun/17/the-missing-50m-mystery-surrounds-nsw-covid-arts-relief-fund", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-06-16T23:58:56Z", "webTitle": "The mysterious $50m: questions surround NSW’s coronavirus arts relief fund", "webUrl": "https://www.theguardian.com/culture/2020/jun/17/the-missing-50m-mystery-surrounds-nsw-covid-arts-relief-fund", "apiUrl": "https://content.guardianapis.com/culture/2020/jun/17/the-missing-50m-mystery-surrounds-nsw-covid-arts-relief-fund", "fields": {"headline": "The mysterious $50m: questions surround NSW’s coronavirus arts relief fund", "bodyText": "Mystery surrounds the intended dispersal of the New South Wales government’s much-anticipated $50m Covid-19 relief fund for the arts, as organisations voice concerns about the lack of transparency in the granting process. NSW was one of the last of the states and territories to provide substantial emergency relief for arts organisations, announcing its package on 24 May, more than two months after shutdowns forced arts companies to close their doors. The $50m scheme was to be run in two stages: the first to provide funding to allow organisations to hibernate temporarily; the second to enable organisations to restart operations when health guidelines permit. But no funding has yet been awarded under the scheme, Create NSW told Guardian Australia, despite lockdown restrictions already being substantially eased. Information about who is eligible for the money and how it will be dispersed is scant. No assessment criteria, process information, advice on assessors or deadline for applications for either funding stream is publicly listed. The application form can only be accessed by direct request to Create NSW. The lack of assessment information is in stark contrast to other programs run by the government agency. The public page for the quick response grants program for small projects, for example – an existing pot of money that had been repurposed to focus on Covid-19 relief – includes a detailed description of who is eligible, what the money can be used for, how the application will be assessed, and a deadline to apply. Create NSW did not answer direct questions from Guardian Australia about who would be assessing the Rescue and Restart applications, against what specific criteria, whether there would be a cap on funding for each organisation, and whether they would be making a list of recipients publicly available. The funds’ apparent stagnation comes as the NSW arts community grapples with revelations in May that former arts minister Don Harwin and deputy premier John Barilaro directed arts grants towards Coalition electorates in 2018 contrary to the advice of advisors. Barilaro told the ABC the projects “were all funded based on merit and the [grants] are designed where the discretion is left with the minister”. The incident compounded the lingering memory of Harwin’s raid of the state’s arts and cultural development fund in the same year to give $400,000 earmarked to independent artists to the Sydney Symphony Orchestra. He later defended the decision in question time, saying: “What does the honourable member suggest I do? Let that great orchestra fail? Of course not.” The SSO later returned the funds. Harwin resigned as arts minister early into the national coronavirus shutdown period after he breached a Covid-19 public health order by staying at his Central Coast holiday house. The portfolio is now held by NSW premier Gladys Berejiklian. Create NSW restructured its granting assessment process in 2019, setting up artform-specific advisory boards, the purpose of which was to assist with assessing applications to the arts and cultural funding program. “It concerns me that whatever the situation, that is not transparent and clearly shared with the sector,” the director of a small NSW arts organisation told Guardian Australia on condition of anonymity. “The lack of information about how [the Rescue and Restart package] fits into the new setup with the artform boards is troubling, because those boards represented a mark of improvement, and a willingness to be more transparent and provide more information about distribution of funding to constituents. Having just asked the sector to get on board with this new set of processes, how does this all fit into the new framework?” Guardian Australia encountered considerable reluctance from arts organisations in NSW to go on record about their concerns regarding transparency of this new fund. Naomi Riddle, who runs small grassroots literary magazine Running Dog, told Guardian Australia there was “a lot of mistrust” in the funding process in the NSW arts community, thanks in part to the revelations about the government’s mismanagement of the grants process in 2018. “Everyone’s already in a precarious position. Australia Council funding is shrinking and likely to shrink further. Many organisations are anxious not to upset the apple cart,” Riddle said. Despite reports when the fund was announced that organisations would be considered for their cultural importance as well as their financial state, the Rescue and Restart application form asks no questions about how an organisation’s programs have been affected, its community impact and how that has changed in the wake of Covid-19; only for applicants to “attach your latest program or documents to support your application”. The form primarily requires applicants to provide detailed financial information, including a profit and loss breakdown for the 12-month period from January 2020 to the end of the year – including forecasts that would be impossible for many organisations to provide, particularly in the small-to-medium sector. The strict focus on financial impact differs to Covid-19 relief funds provided by other state governments and private bodies to arts and community organisations, some of which require only that organisations briefly explain how Covid-19 has affected their organisation and how the funds will help. “The organisational structure and income model of a small arts organisation does not map on to that kind of reporting,” the director said. “It reflects an assumption that small organisations have this administrative capacity – that is not the case.” Riddle said her magazine had mostly relied on federal funding, despite being a mainly NSW-based project. “The rigmarole to even get your foot in the door [to get funding] is quite onerous and labour-intensive, particularly for small initiatives that are already doing much of the work on a voluntary basis,” she said. “That circular bind is quite draining for the arts community – being reliant on [a funding system] that is often really opaque, while also not being able to find an alternative to it other than philanthropy or something more corporate. And this comes along with some frustration about how funding seems to be much more accessible in other states.” Create NSW has been approached for comment."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}