{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jun/05/aleksandar-katai-wife-racist-social-media", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-06-05T20:43:53Z", "webTitle": "Aleksandar Katai cut by LA Galaxy over wife's 'racist and violent' Instagram posts", "webUrl": "https://www.theguardian.com/football/2020/jun/05/aleksandar-katai-wife-racist-social-media", "apiUrl": "https://content.guardianapis.com/football/2020/jun/05/aleksandar-katai-wife-racist-social-media", "fields": {"headline": "Aleksandar Katai cut by LA Galaxy over wife's 'racist and violent' Instagram posts", "bodyText": "Aleksandar Katai has been released by the LA Galaxy after a series of alarming social media posts by his wife, Tea. The Galaxy announced their decision to “mutually part ways” with their new Serbian winger Friday in a one-sentence news release. Tea Katai made the posts on her Instagram story earlier this week, and the Galaxy angrily condemned them as “racist and violent” on Wednesday. The Instagram posts made by Tea Katai on Tuesday, which have since been deleted, mocked protests related to the killing of George Floyd while in police custody in Minneapolis last week. One image showed a police SUV attempting to drive through protesters in New York. A caption in Serbian read, “Kill the shits!” while a second showed a picture of an individual carrying boxes of Nikes with the caption “Black Nikes Matter”. The Galaxy met with Aleksandar Katai on Thursday. He disavowed his wife’s posts late Wednesday night, saying the “views are not ones that I share and are not tolerated in my family”. Katai signed with the Galaxy as a free agent on 31 December. Galaxy fans immediately reacted with wide online calls for his dismissal. On Thursday, a handful of fans gathered by the David Beckham statue outside the club’s stadium holding a banner reading “No Racists in Our Club” along with a circle and a red line through No 7, Katai’s uniform number. The 29-year-old Katai had been participating in voluntary individual workouts this week with his Galaxy teammates at their training complex in Carson. On Thursday, he posted a message on Instagram calling the posts “a mistake from my family” and saying he took full responsibility, apologizing “for the pain these posts have caused the LA Galaxy family and all allies in the fight against racism”. Although he had played in only two games with his new club before the coronavirus pandemic postponed the MLS season, Katai was expected to be an important part of the Galaxy’s attack this season alongside Javier “Chicharito” Hernández and Cristian Pavón. Katai joined MLS with the Chicago Fire in 2018 after a career in Europe, including time with Serbian powerhouse Red Star Belgrade. He had 18 goals in his first two seasons with the Fire, who acquired him from Alavés in Spain’s La Liga."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}