{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/jun/25/children-at-rnib-schools-and-homes-put-at-risk-charity-regulator-finds", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-06-24T23:01:29Z", "webTitle": "Children at RNIB schools and homes put at risk, charity regulator finds", "webUrl": "https://www.theguardian.com/society/2020/jun/25/children-at-rnib-schools-and-homes-put-at-risk-charity-regulator-finds", "apiUrl": "https://content.guardianapis.com/society/2020/jun/25/children-at-rnib-schools-and-homes-put-at-risk-charity-regulator-finds", "fields": {"headline": "Children at RNIB schools and homes put at risk, charity regulator finds", "bodyText": "Major charities are being warned to make the safety of the people they serve a priority after an inquiry into systemic failings at one of the UK’s best-known charities concluded that it allowed vulnerable children to come to harm. In what the Charity Commission described as the “the third in a series of recent high-profile failures by household-name charities”, serious shortcomings in management, oversight and staffing were found at the Royal National Institute of Blind People (RNIB). The failings led to repeated incidents where young people in its schools and residential homes were put at risk, or suffered harm and distress. The watchdog found staff and trustees at the 152-year-old charity had been guilty of misconduct and mismanagement in several of its former care facilities over several years, breaching its duty of care to beneficiaries. It said it was one of the worst examples of charity failure it had dealt with. “Charity represents the best of human characteristics – that is why the way charities do their work matters. Unfortunately, RNIB fell far short of these expectations in its corporate stewardship of vital services for children with complex needs,” the commission concluded. The findings come after inquiries into safeguarding failures in Oxfam’s overseas operations and into Save the Children’s poor handling of allegations of workplace harassment by top executives. The commission said safeguarding should be a priority for all charities, and a repeat of the mistakes made by the RNIB risked a collapse of public trust in the voluntary sector. “Protecting people from harm is not an overhead to be minimised, it is a fundamental and integral part of operating as a charity for the public benefit,” it said. Matt Stringer, the RNIB’s chief executive, said: “We are truly sorry for the failings identified in this report, which represents the low point in our 152-year history. It is clear that we seriously let down children and their families, staff, volunteers, supporters and blind and partially sighted people, who make up the RNIB community. We are sorry to every one of them.” The former chief executive Sally Harvey, and four former trustees, resigned from the charity in 2018 at the start of the commission’s two-year inquiry. The current chair, Eleanor Southwood, who took on her role in November 2017, is to step down later this year. RNIB said her departure was not related to the inquiry report. The inquiry centred on multiple failings at the RNIB’s Pears Centre for Specialist Learning residential school near Coventry, which opened in 2011 at a cost of £26m, and provided services for visually impaired children and young people with complex learning and physical needs. The commission became involved in March 2018 after being notified that the schools’ regulator, Ofsted, was to cancel the Pears Centre’s registration because of a series of regulatory breaches and safeguarding incidents dating back to 2015. Ofsted found that the centre had repeatedly failed to ensure staff were appropriately trained and qualified, made persistent errors in administering medication to pupils, neglected to record incidents of physical restraint on children and failed to put in place effective safeguarding procedures. A safeguarding review overseen by the commission highlighted a series of incidents involving children who attended the centre, including inadequate investigations into complaints by a family about unexplained marks on their child’s skin, and failure to tell parents of injuries children had sustained. One child suffered several injuries to their feet after theywas left for three months in boots that were too small, while the parent of another child was not invited to a medical appointment, resulting in the child being given medication that made their epilepsy worse. Staff were often unqualified, and there was too much reliance on agency staff, the inquiry found. An audit of safeguarding incidents found 26 unreported serious incidents across the RNIB’s facilities between March 2017 and April 2018. Five staff have been referred to the disclosure and barring service with a view to being prevented from working with children again. Up until 2018, the board of the RNIB had lacked the skills and expertise properly to oversee its care services, the inquiry found. There had been an insular culture on the board as well as evidence of “dysfunction in leadership and governance over many years” and “serious inadequacies” in its oversight of safeguarding issues. Helen Stephenson, the Charity Commission chief executive, said: “A catalogue of serious failings were allowed to occur because the charity’s governance was simply too weak for the trustees in charge to do the job that beneficiaries needed them to do.” The RNIB, which had a turnover of £106m in 2019, including £59m in public donations, was plunged into serious financial trouble by the crisis. It lost £31m on the Pears Centre alone, which it closed in 2018 after seven years, and sold at a loss. It is now selling off all its 18 homes and schools. The commission said it had issued a formal official warning to the RNIB requiring it to make changes. It said the charity’s failings were collective, rather than those of particular individuals or the board of trustees alone. The RNIB was making progress, it said, but remained under the commission’s supervision. Elizabeth Chamberlain, head of policy at the National Council for Voluntary Organisations said: “Although the RNIB is currently in a place that no charity would want to be, there is clearly a strong commitment to addressing the failings identified. Charities, particularly those that deliver these types of multifaceted services, have a responsibility to reflect upon the findings of this inquiry.” Previous critical Charity Commission reports The Charity Commission’s report into the RNIB is the third in a series of highly critical recent watchdog inquiries. Each reflects in part the belief of the regulator, under its current chair, the Tory peer Lady Stowell, that charities have a moral duty to adhere to far higher standards of conduct than public services or commercial firms. She argues that if they fail to live their values, they corrode public trust in the sector. As she wrote recently: “The brightest future lies with those causes and organisations who understand and respect what charity means in the hearts and minds of the public.” Oxfam GB A 2019 report into the aid charity’s handling of allegations that its staff paid for sex with minors in Haiti after the 2010 earthquake disaster concluded that Oxfam GB failed to take safeguarding issues seriously enough. It highlighted what it said was a reluctance by Oxfam GB’s board and executive management to deal robustly and transparently with what it called “serious problems with the culture, morale and behaviour” of its staff in Haiti at the time. The charity’s approach to dealing with, disclosing, and reporting the allegations displayed an approach to governance that was was marked at times, the watchdog said, “by a desire to protect the charity’s reputation and donor relationships”. The report prompted the resignation of Oxfam GB’s chief executive, Mark Goldring, and its deputy chief executive, Penny Lawrence. The commission said Oxfam’s internal culture had “at times lost sight of the values it stands for”. Save the Children One of the UK’s biggest aid charities, Save the Children, badly let down the wider public over its handling of alleged sexual harassment and inappropriate behaviour by senior managers, the Charity Commission said in a report published in March It said the mishandling of complaints against its former chief executive, Justin Forsyth, and Brendan Cox, its former policy director, amounted to mismanagement and had a “corrosive effect” on the organisation’s culture. The charity had been “unduly defensive” when the allegations became public and had failed to take them seriously. The commission said Save the Children had a right to defend its people “but that does not equate to protecting its reputation from and avoiding adverse criticism at all costs”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}