{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/jun/29/peers-call-tougher-regulation-digital-social-media-uk", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-06-28T23:01:17Z", "webTitle": "Peers call for tougher regulation of digital and social media in UK", "webUrl": "https://www.theguardian.com/media/2020/jun/29/peers-call-tougher-regulation-digital-social-media-uk", "apiUrl": "https://content.guardianapis.com/media/2020/jun/29/peers-call-tougher-regulation-digital-social-media-uk", "fields": {"headline": "Peers call for tougher regulation of digital and social media in UK", "bodyText": "Ministers are being urged to toughen up the regulation of digital and social media because “a pandemic of misinformation and disinformation” is eroding trust in politics and public institutions. A House of Lords committee on democracy and digital technologies, chaired by the film producer and Labour peer David Puttnam, has called on ministers to push ahead with the long-mooted online harms bill and to overhaul rules for online political advertising. Also among the dozens of recommendations in the 153-page report is that Ofcom be given the power of new sanctions against tech firms that fail in their duty of care, including fines of up to 4% of global turnover, or blocking the sites of those found to be serially non-compliant. The peers on the committee, which made the recommendations unanimously, argued that too much power had been given away to a “few unelected and unaccountable digital corporations”, such as Google and Facebook. The impact of this, including the spread of inaccurate news and a lack of effective regulation in political advertising, was having a significant impact on trust in politics and institutions more widely, Puttnam argued in his foreword to the report. “This is a virus that affects all of us in the UK – a pandemic of misinformation and disinformation,” he wrote. “If allowed to flourish, these counterfeit truths will result in the collapse of public trust, and without trust, democracy as we know it will simply decline into irrelevance. The situation is that serious.” Among the report’s key recommendations is the creation of a regulatory committee on political advertising, comprising experts from the Advertising Standards Authority, Electoral Commission, Ofcom and the UK Statistics Authority. This would develop a code of practice and system of sanctions for political advertising, to restrict “fundamentally inaccurate advertising during a parliamentary or mayoral election, or referendum”. In its response to the online harms white paper earlier this year, the government announced that Ofcom would be put in charge of regulating the internet, with executives at tech firms potentially facing fines or even prison sentences over “harmful and illegal content”. The Lords report said the bill setting out such measures “needs to happen and it needs to happen fast”, adding: “The necessary draft legislation must be laid before parliament for scrutiny without delay.” Other recommendations include the establishment of an “independent ombudsman for content moderation”, to which people can appeal over online content, and more digital media literacy programmes, both in schools and for adults. Speaking ahead of the report’s publication, Puttnam argued that the tech giants were not too big to fine or otherwise regulate, despite their vast wealth. “I think the greatest single sanction is reputational damage. Google, Facebook and all those companies are more affected by reputational damage than we might think. And I think they rather rely on trying to keep everything as suppressed as possible.” Puttnam called delays to the online harms bill “utterly remarkable”, saying previous culture secretaries had appeared more onboard with it. “When I first talked to Jeremy Wright about this – it’s now almost three years ago – he was passionate about it,” he said. “Karen Bradley as well. But somehow that passion has evaporated and I don’t think we, as a committee, were convinced that the government is prepared to move with the kind of speed or seriousness that we think we need.” The Electoral Commission said it supported the committee’s focus on improving public trust in online content. Louise Edwards, its director of regulation, said: “We know that digital political campaigning can be a force for good, but many voters are increasingly concerned about truth, transparency and the targeting of political advertisements.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}