{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jun/11/british-clampdown-on-non-essential-travel-came-a-week-too-late", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-06-11T21:02:28Z", "webTitle": "No 'patient zero' as Covid-19 came into UK at least 1,300 times", "webUrl": "https://www.theguardian.com/world/2020/jun/11/british-clampdown-on-non-essential-travel-came-a-week-too-late", "apiUrl": "https://content.guardianapis.com/world/2020/jun/11/british-clampdown-on-non-essential-travel-came-a-week-too-late", "fields": {"headline": "No 'patient zero' as Covid-19 came into UK at least 1,300 times", "bodyText": "There was no “patient zero” in the UK’s Covid-19 epidemic, according to research showing that the infection was introduced on at least 1,300 occasions. The findings, from the Covid-19 Genomics UK consortium, have prompted further criticism that opportunities to suppress the spread of infection in February and March were missed. The study by the consortium – which was set up to sequence the virus’s genetic code – shows that introduction of the virus into the UK peaked in mid-March at a time when infection rates were surging in European countries, but before the government clamped down on non-essential travel. Had travel restrictions and quarantine requirements been introduced a week earlier, overall case numbers in the UK may have been far lower, critics say. The analysis, which has yet to be peer reviewed, also suggests that very few cases were introduced from China, where the pandemic started, with the vast majority coming from Spain, France and Italy. Prof Gary McLean, professor in molecular immunology at London Metropolitan University, said: “If we’d started much earlier with severe external restrictions, it would have reduced the cases coming here and the onward transmission. We didn’t do it until too late.” Jeremy Farrar, director of the Wellcome Trust and a member of the government’s scientific advisory group, Sage, described the latest findings as “very important”. Writing on Twitter, he said the research highlighted the challenges of containment, saying that the many introductions show that closing borders “has to be either very targeted and smart (impossible in early stages pandemic) or absolute to have any real impact”. The study analysed viral samples from more than 20,000 people with Covid-19 in the UK and examined the viral code. This can be used to piece together a family tree for the virus, with several different branches emerging. By combining this genomic data with international travel data, the scientists were able to reconstruct the spread of the epidemic within the UK. They found the virus was not brought to the UK by a single “patient zero”, but arrived on at least 1,356 occasions and spread onwards each time. The rate of introduction peaked around 15 March, with an estimated 34% of cases arriving from Spain, 29% from France, 14% from Italy and fewer than 0.1% directly from China. The scientists highlight mid-March as a notable period when “inbound travel to the UK was still substantial and coincided with high numbers of active cases elsewhere”. After UK government advice to avoid non-essential overseas travel on 17 March, and advice on 23 March for British travellers to return home, there was a steep decline in travel into the UK and far fewer introductions. The study also found that individual events, such as Liverpool’s controversial match against Atletico Madrid, on 11 March, probably made little difference to the overall number of imported cases. An estimated 3,000 fans travelled to watch the game, but at the time around 20,000 inbound passengers were arriving from Spain every day anyway. “Large-scale and longer-term trends in prevalence and mobility are much more important,” the paper concludes."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}