{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/jun/21/how-we-stay-together-if-were-not-all-together-then-its-not-home", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-06-20T20:00:58Z", "webTitle": "How we stay together: 'If we’re not all together, then it’s not home'", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/jun/21/how-we-stay-together-if-were-not-all-together-then-its-not-home", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/jun/21/how-we-stay-together-if-were-not-all-together-then-its-not-home", "fields": {"headline": "How we stay together: 'If we’re not all together, then it’s not home'", "bodyText": "Names: Danielle and Frank Savaglio Years together: 21 Occupations: HR and engineer When Frank Savaglio married Danielle in 2002, amid all the excitement, there was a standout moment for him: “I remember thinking, ‘Right, this is it now. I have a family. This is the family that I’m responsible for,’” he says. He and Danielle were officially a team. “That’s the difference between going out together, being engaged, or whatever happened before that. After that day, it was like, ‘All right. This is the team. The family is formed. Onwards.’” Danielle, on the other hand, was nervous: “Marriage didn’t seem like a good thing. And yet, I followed my gut a little bit in that this guy was worth jumping off that cliff for.” While neither are especially sporty, the Melbourne couple met at a football game at the Melbourne Cricket Ground in 1999. Frank had moved down from far-north Queensland and was living in a share house with some of Danielle’s friends. That night, after the football, everyone ended up at a nearby bar. “Frank was the only new person to join the group. And at this bar, he was witty, charming and a really good conversationalist. But the biggest thing was that he was funny,” Danielle remembers, “I could tell that he was actually a very introverted person. And yet, here he was, he was almost holding court with my friends.” Danielle offered to show him around (“I was putting the moves on him,” she jokes) and suggested a day trip to the Twelve Apostles. “It was one of those days when you just talk a lot. You talk and you talk. And you get back to Melbourne and you could still keep talking,” she says. The more time they spent together, the more they realised they had in common. They both wanted more out of life than the treadmill of work, marriage and children. And as analytical problem-solvers, they both like planning for the future. “It’s really helped us be on the same page all the time … Having that discussion about where we’re going and what we want to achieve has really helped,” says Danielle. They moved in together and then got married. They both wanted to travel and work overseas and Frank was the first to get a job, so they moved to Paris in early 2004. However neither knew anyone in the city or spoke French. “When we moved to Paris, I remember thinking: ‘If we can get through this, then we’re probably OK’, because this is the sort of stressor that could break up a couple,” says Danielle. “There are a lot of challenges moving into a country like France when you don’t speak the language ... There’s a lot of bureaucracy that you have to get through. It’s not a holiday.” Frank’s calmness steadied her and the couple lived in France for the next five years. Things got more challenging when their daughter Bella was born in Paris in 2007. She was premature, arriving at just 28 weeks. Danielle had an emergency caesarean section and both mother and baby were in intensive care, but in different parts of a very big hospital. As he dashed across the hospital, Frank kept telling himself everything was under control. “It’s not that I didn’t allow my mind to wander to like, ‘Well, what’s going to happen in the next week or the next couple of weeks?’ It really was, ‘We’ve just got to now take things a day at a time. See what tomorrow brings’, especially with Bella in ICU. That’s all you can do.” Eventually Danielle went home, but Bella stayed in hospital for a few months. Although they were worried, it gave them time to get used to being parents. And when she finally arrived, the couple doted on her, although they maintained their own strong bond. “As a family, we’re really tight. And I think when Bella was born, as this new person into a relationship, we focused on her a lot, but we still were together.” She adds: “Frank and I had five years together before we had Bella. And that gave us the foundations that we needed.” They made sure they had time to themselves, employing nannies and babysitters as many French families do. “That’s worked really well for us because then we still get date night and we still do the things that we like to do,” says Danielle. “The other thing – and this is a challenge for a lot of families – when you only have one child, your life isn’t impacted the same way as if you have two or three. It’s just so much easier.” Frank was offered his dream job in Malmo, Sweden, a few years later, and the couple decided to accept – with one proviso. “I said, ‘I need to find a job in Scandinavia. And if I don’t find something in six months, we need to go back to Australia or do something else,’” says Danielle. “If I said, ‘No, this isn’t working, we need to go,’ I knew he would leave.” However Sweden was very different from France. It was one of their most challenging times as a couple, says Frank, particularly in the depths of their third bleak winter: “We were nowhere near as connected with Sweden as we had been in France in terms of local friends, connection to the local society,” he says. “It wasn’t a loneliness, but it was kind of an isolation where now the two of us together weren’t enough.” Added to that, it was supposed to be his dream job but he wasn’t enjoying it: “I felt the responsibility to make it work for Danielle as well.” Danielle wasn’t aware of his isolation. At the time her job was in Denmark, and she was settling well, while Frank was feeling stuck in Sweden. “I had some really great friends and a really great time in Denmark. And I think Frank was suffering with depression. And he was all alone in it,” she says. After a family holiday and much discussion, they decided to return to Melbourne. They did import many European traditions however, including a healthy work-life balance. “This links back to our values. We both feel really strongly that our home is where the three of us are. Home can be anywhere. But if we’re not all together, then it’s not home,” says Danielle. They found one of the best ways to do that is to plan ahead. “All throughout, we need to have one parent who has flexibility that allows them to work around the other. And that’s changed at times. But because I’m a planner, everything is organised,” she explains. “So, at the beginning of the year, for example, I’ll sit down with Frank and I’ll say, ‘Well, this year Bella has this after school, and I need to do that. How many days a week do you think you could pick her up from school?’ And we plan it. And it stays that way for the whole year.” Although they are both playful, they’re thoughtful about how they talk to each other. “Early on, I said to Frank: ‘Australians have that self-deprecating sort of humour. And then once you’re in a couple, your self-deprecation falls over on to the other person as well. And I just don’t think it needs to. I think we’re unkind a little bit too easily.’” They continue to be “intellectually adventurous”, encouraging each other along the way: “We both stretch each other in different ways,” says Danielle. Frank agrees: “We’ve both made each other much better ... If I hadn’t met Danielle, I can’t imagine having lived overseas and done the work I’ve done overseas.” For Danielle, their secret to staying together is simple: trust. She remembers a day in Paris, not long after they’d arrived, when a man ambushed them on the street. “He went to grab me and Frank pushed him off. And then he went to grab Frank, and I ran back into it and pushed him off Frank. And none of it was thought about in the moment. But we both showed exactly the same protection for each other … we would probably give our lives for each other.” At the core is a solid commitment to each other. Years ago, Frank made Danielle a promise she never thought he could keep. “[He] said that he was going to make sure that every year of my life would be better than the year before. And I said to him, ‘You are making stuff up. You cannot say that. There’s no one in the world who could ever say that.’ And the bizarrest thing is, every year has been better than the year before,” she says, through a few happy tears. “We’ve just been so lucky.” “It’s not rocket science, right?” jokes Frank. “You work out what you want and I let it happen. That way, you get what you want every year.” Danielle laughs: “Maybe there’s a little bit of that too.” We want to hear your stories about staying together. Tell us about you, your partner and your relationship by filling in the form here"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}