{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/jun/11/justin-rose-shines-as-golf-returns-after-91-day-enforced-absence", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-06-11T23:08:48Z", "webTitle": "Harold Varner matches Justin Rose and strikes blow for equality on return", "webUrl": "https://www.theguardian.com/sport/2020/jun/11/justin-rose-shines-as-golf-returns-after-91-day-enforced-absence", "apiUrl": "https://content.guardianapis.com/sport/2020/jun/11/justin-rose-shines-as-golf-returns-after-91-day-enforced-absence", "fields": {"headline": "Harold Varner matches Justin Rose and strikes blow for equality on return", "bodyText": "If Harold Varner spends Sunday evening in Texas posing with a trophy, we will have been supplied further evidence of sport’s propensity to deliver moments that scriptwriters would reject as too fanciful. If golf is true to a rising commitment, Varner won’t find himself in rare company for too much longer. Before the PGA Tour made this comeback following a 91-day absence, at the Charles Schwab Challenge, Varner was in recorded and meaningful conversation with Jay Monahan. The PGA Tour’s commissioner has committed to “amplifying voices and efforts to end systemic issues of racial and social injustices” following the horrific death of George Floyd. Varner is integral to the discussion as one of only three black American players who routinely feature on the PGA Tour. The amiable 29-year-old, who once chased Tiger Woods for an autograph, has not yet won at this level; what a tale it would be if Varner further laughed in the face of prehistoric attitudes by prevailing at Colonial Country Club. So far, so good on that front. Varner’s opening round of 63, seven under par, meant he joined Justin Rose atop the leaderboard. “I just want to play well,” said Varner. “The platform I have is through golf so I have to focus on that.” In Varner’s only other appearance at this tournament, he missed the cut. Eighteen greens in regulation, then, represented quite the turnaround. Monahan stood with head bowed on the 1st tee as the clock struck 8.46am. This pre-planned moment of reflection was introduced – and shall remain for the next three days – following events in Minneapolis. It will take more than golf to heal the gaping race relations wound in the United States but this sport – where white men dominate – appears to have discovered a new level of consciousness. By the time Rory McIlroy, Jon Rahm and Brooks Koepka led the afternoon wave of play, events inside the ropes at least appeared pretty standard. Outside came the marked change; there are no galleries. Golf in this form is flat, of that there is no question. There are members of this 148-man field who would quietly disclose that events without spectators are fine by them – “Get in the hole” jars after the 30,000th scream – but the spectacle is diminished. Rare applause was left to volunteers or coaches and even they appeared bashful. Golfers, as with all sportspeople, are notoriously caught up in their own bubble but one imagines the novelty of a backdrop akin to a junior tournament will inevitably wear off. Not that Rose seems remotely bothered. The 39-year-old spent two weeks in quarantine before this tournament, after he arrived in the US from his home in the Bahamas. Whatever Rose did during that isolation worked; he was seven under before saving par from 92ft at the 4th, his 13th. Five subsequent pars carried him home with a blemish-free card. “As a professional, you love going up against great players,” Rose explained. “I was playing with Dustin Johnson and Bryson DeChambeau, I haven’t had that competition at home to deal with, so that obviously makes it feel pretty real. You’re back playing the PGA Tour when you tee it up with guys like that. So it felt great, but obviously the fans were missed.” Perhaps Rose also relished his chance to reset. Having reached the summit of the world rankings early in 2019, the Englishman has endured a curious slide. He entered this week at No 14. Rose has a curtailed season in which to continue a remarkable run; he has returned victory at least once in every year since a barren 2009. Olympic gold is included in that haul. McIlroy, the world No 1, is two under. Rahm is a shot worse off after bogeying the last while Koepka matched McIlroy’s score. That trio will be hoping for Friday fireworks. There were other matters to trigger minor intrigue. Coaches were warned about “repeatedly” getting too close to their pupils in this age of social distancing. “A rope line will be added to the range – 8-10ft behind hitting bays – as an added safety measure,” read a memo as the Tour looks to control renegade swing masters. The aforementioned Johnson has not been able to shake the habit of spitting, abhorrent enough before personal hygiene became such a matter of significance. If there is a golfing god, one day Johnson will gob all over himself. Ian Poulter returned an impressive 66, with Shane Lowry one over after a 71. Brian Harman, who signed for a 65 having played in the first group, described the scene as “interesting” and “a little odd”. Harman added: “It’s nice to get out the house.” Small mercies and all that."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}