{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jun/28/global-report-covid-19-cases-exceed-10m-as-anxieties-rise-over-us", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-06-28T23:02:10Z", "webTitle": "Global report: Covid-19 cases exceed 10m as anxieties rise over US", "webUrl": "https://www.theguardian.com/world/2020/jun/28/global-report-covid-19-cases-exceed-10m-as-anxieties-rise-over-us", "apiUrl": "https://content.guardianapis.com/world/2020/jun/28/global-report-covid-19-cases-exceed-10m-as-anxieties-rise-over-us", "fields": {"headline": "Global report: Covid-19 cases exceed 10m as anxieties rise over US", "bodyText": "Global coronavirus cases have passed the 10 million mark as concerns mount over dangerous resurgences of the disease in several countries, most prominent among them the US, where infections are rising in 29 of 50 states. The pandemic has claimed 500,000 lives worldwide in seven months. The US vice-president, Mike Pence, claimed “remarkable progress” in the Trump administration’s chaotic fight against the disease, despite several states reporting record numbers of new infections. Meanwhile, China imposed a strict lockdown on nearly half a million people in a province surrounding the capital, Beijing, to contain a new coronavirus cluster as authorities said the outbreak was still “severe and complicated”. Health officials said on Sunday that Anxin county – about 90 miles (150km) from Beijing – would be “fully enclosed and controlled”, the same strict measures that were imposed at the height of the pandemic in Wuhan earlier this year. Beijing, which has increased its coronavirus testing efforts, had so far tested about a third of the Chinese capital’s population, a city official said on Sunday, as authorities attempted to control an outbreak stemming from a wholesale market in mid-June. Cases have also emerged in neighbouring Hebei province in recent weeks. In Israel, which has also had a recent resurgence, a panel advising the national security council on the coronavirus outbreak said the country had “lost control of the pandemic” as the number of new cases rose. Most concern, however, remained focused on the situation in the US, which reported 44,000 new cases by 4pm on Friday, its biggest daily increase in the pandemic. Five states reported record numbers of infections, and Pence called off campaign events in Florida and Arizona for this coming week. He told a briefing by the White House’s coronavirus taskforce on Friday that he would be visiting Florida, Texas and Arizona to receive a ground report on the rising numbers of cases. The Republican governors of the three states have been criticised for pushing for aggressive reopening after lockdowns. The coronavirus resurgence in the US has led to concern from abroad. The European Union seems almost certain to bar Americans from traveling to EU countries in the short term as it draws up new travel rules to be announced shortly. North America, Latin America and Europe each account for about 25% of cases, and Asia and the Middle East 11% and 9% respectively, according to a Reuters tally compiled from government reports. The new peaks emerging in numerous countries have underlined the continuing threat the disease poses as countries ease restrictions on lockdown-weary populations and try to jumpstart their stricken economies. The first cases of coronavirus were confirmed on 10 January in Wuhan, before infections and fatalities surged in Europe, then the US and later Russia. The pandemic has entered a new phase, with India and Brazil trying to contain outbreaks of more than 10,000 new cases a day, putting a significant strain on resources. The two countries accounted for more than a third of all new cases in the past week. Brazil reported a record 54,700 new cases on 19 June. Some researchers say the death toll in Latin America could rise to more than 380,000 by October, from about 100,000 this week. Commenting on the highest number of infections in a fortnight in Ireland, the country’s chief medical officer, Tony Holohan, described an increase in infections among younger people – recently noted in other countries and attributed to loosening adherence to physical-distancing requirements – as a worrying trend. Countries and regions have been rushing to reimpose restrictions to try and control emerging clusters. In Australia, the state of Victoria said on Sunday that it would implement mandatory coronavirus tests for returning travellers after a sharp rise in infections over the past two weeks. The state’s leader, Daniel Andrews, said he would consider potential stay-at-home orders and suburban lockdowns to contain several coronavirus clusters in Melbourne after another 49 cases were detected on Saturday – the highest daily number since April. A record increase in daily new cases in the Czech Republic, centred on an eastern mining region, led health authorities to reimpose recently lifted restrictions on gatherings there. Almost half of the country’s new recorded cases, 122 of 260, were identified in the Karviná region, where a hotspot had appeared among miners, the health minister, Adam Vojtech, said. “We are conducting rather massive testing in the most-affected region, Karviná. It is mainly about [the mining company] OKD,” Vojtech said in a live debate on Prima television. “It is not a question of a blanket rise across the whole country, it is still about local hotbeds.” South Korea has also faced cluster outbreaks. The country reported 62 new cases on Sunday as physical distancing rules are eased. South Korea has recorded a total of 12,715 infections and 282 deaths, remarkable figures given its population of 52 million."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}