{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2020/jun/13/coronavirus-live-news-fauci-warns-against-trump-rallies-health-fears-in-australia-over-blm-protests", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-06-13T23:13:17Z", "webTitle": "Coronavirus news on Saturday: Beijing back into partial lockdown as new cluster emerges", "webUrl": "https://www.theguardian.com/world/live/2020/jun/13/coronavirus-live-news-fauci-warns-against-trump-rallies-health-fears-in-australia-over-blm-protests", "apiUrl": "https://content.guardianapis.com/world/live/2020/jun/13/coronavirus-live-news-fauci-warns-against-trump-rallies-health-fears-in-australia-over-blm-protests", "fields": {"headline": "Coronavirus news on Saturday: Beijing back into partial lockdown as new cluster emerges", "bodyText": "Here some key developments from the last few hours at a glance: Egypt saw a record daily rise in infections and deaths, as it confirmed 1,677 new coronavirus cases and 62 deaths on Saturday. In total, the Arab world’s most populous country has registered 42,980 cases including 1,484 deaths, the ministry said in a statement. Infections in Turkey have been increasing since travel restrictions were lifted and facilities reopened at the beginning of the month. Israel has noted a spike in coronavirus cases as schools, businesses, restaurants, bars, tourist attractions and other establishments reopen, leading to 177 schools and educational institutions throughout the country closing again after 493 students and teachers tested positive for the virus. France reported 24 new coronavirus deaths over the 24 hours to Saturday, taking the total to 29,398 and marking the fourth day with under 30 fatalities. The president of Iran, Hassan Rouhani, reproached citizens on Saturday for their reduced adherence to health measures designed to stop the spread of coronavirus. Algeria will further relax its coronavirus lockdown on Sunday, easing a curfew, allowing public transport to resume in the cities and reopening some more businesses, the government said on Saturday. Travellers from Germany, Iceland and Norway are to be permitted to enter Denmark from Monday as long as they have booked accommodation for at least six nights, as the country gradually lifts its coronavirus-related travel restrictions. Lebanese protesters took to the streets in Beirut and other cities on Saturday in mostly peaceful protests against the government, calling for its resignation as the small country sinks deeper into economic distress amid lockdown restrictions. This is all from me, I’m off to bed. Thanks for reading and writing in, as always. Foreign visitors have begun to trickle back to the white sands and warm waters of Mexico’s Caribbean coast as its popular beaches gradually reopen to tourism with new sanitary measures in place to prevent the spread of the coronavirus. “I’ve been stuck in New York City in my apartment for three months, so I decided that on the beach somewhere open was probably a good call,” web designer Sam Leon, 31, told Reuters after arriving Saturday at the airport of the resort town Cancun. He said he planned to head to the trendy beach of Tulum with a friend, and said he had no qualms about possibly picking up the virus while traveling because he was in good health. Others were similarly undeterred, even as Mexico reported record infection levels in recent days and in certain areas is at the peak of the pandemic. Mexico has registered 16,448 overall deaths. “We travel all the time... we’re really not super concerned,” said Canadian national Brad Kendell, 32, who lives in Panama. He had been in Mexico City with his wife last March when Panama put the country on lockdown. They chose to decamp to Cancun for a “change of pace” while waiting for travel restrictions to ease. “The most important thing right now is to revive the state’s economy, but we have to be careful with the health of our people,” Carlos Joaquin, governor of Quintana Roo state which includes Cancun, said last week. A full recovery for Mexico’s tourism sector - which represents 8.7 per cent of gross domestic product and employs 4.5 million people - looks far off, however. Mexico registered only 86,000 foreign visitors in April, down from 2.8 million the same month the year before, according to official data. Brazil has registered 21,704 new coronavirus cases over the last 24 hours, taking the total number of confirmed infections to 850,514. The health ministry reported 892 new deaths on Saturday, and said the official total death toll had now reached 42,720. More than half of people in Britain support an extension to the Brexit transition period, while three quarters believe the UK should work very closely with the EU to combat coronavirus, a survey suggests. A study from the Health Foundation indicated that 54 per cent of the public support an extension to the Brexit transition period to allow the British government to focus on Covid-19. Cabinet office minister Michael Gove formally told the EU on Friday that the UK would not ask for a delay, despite concerns the departure would compound the economic chaos inflicted by the pandemic. Overall, people aged 18-24 taking part in the survey were far more likely to support an extension (85%). The survey of 1,983 people in Britain found overwhelming public support (95%) for the UK to work closely with the EU in its response to the pandemic. While coronavirus headlines about the US, the UK, Brazil and Italy drop on a daily basis, Belgium, a country that has been hit hard by the virus, is often omitted from the daily news round-ups. Belgians were able to move freely during the first weekend since restaurants and cafes were allowed to open, after the country entered the third phase of its deconfinement strategy on Monday. According to the latest figures from Johns Hopkins University, Belgium has had 9,650 coronavirus deaths — which, at more than 84 per 100,000 people, is the highest rate in the world. As a small, densely populated nation of 11.5 million people in the heart of Europe, it was necessarily going to be at risk in a way that the Scandinavian nations or those of eastern Europe were not, the Times reports. The British government is working to ensure all schools can open in September and to provide support packages to help children catch up on lost learning, the office of prime minister Boris Johnson said on Saturday. Schools shut to most pupils in March due to the coronavirus pandemic but selected age groups have been able to return since the beginning of June, although some educators decided not to re-open because they said it was not safe. The decision to gradually re-open schools has divided opinion, with Britain suffering one of the world’s worst death tolls from Covid-19 and some critics warning of the need for caution to prevent a second wave of the virus. Johnson has asked for measures to be drawn up to help children over the summer and further into the future, said the statement. For social justice reasons help was especially needed for those who had less support at home, it added. Algeria will further relax its coronavirus lockdown on Sunday, easing a curfew, allowing public transport to resume in the cities and reopening some more businesses, the government said on Saturday. The government will end the curfew in 19 provinces and shorten it in the remaining 29, including in the capital Algiers, where it will run from 8pm to 5am instead of 7pm-7am currently, the prime minister’s office said, according to Reuters. Buses and taxis in urban areas will also resume services with a limited number of passengers, while taxi drivers are ordered to take one client only. Some businesses such as clothing and shoe shops, car rentals and hair salons will reopen. The government last week allowed the reopening of business such as men’s barbershops and cattle markets. The authorities also decided to end a paid leave given in March to 50 per cent of state employees, although pregnant women and those with children will continue to benefit from the leave. Algeria has so far reported 10,810 coronavirus cases, with 760 deaths. Travellers from some countries are to be allowed to enter Denmark again from Monday, as the country gradually lifts its coronavirus-related travel restrictions. Travellers from Germany, Iceland and Norway are to be permitted to enter Denmark as long as they have booked accommodation for at least six nights, DPA reports. The Danish police are expecting large numbers, with Germans alone expected to head for some 14,000 holiday homes they have booked in advance. Denmark’s police advised travellers to expect delays and to follow traffic updates, and to avoid travelling at the busiest times of day, where possible. The police said they would provide ongoing updates about the traffic situation in Danish, English and German, through Twitter and other channels. Denmark reopened its border crossing to Germany near the southern town of Padborg on Saturday. Denmark had closed all but three of its 13 border crossings on 14 March. 597 people are confirmed to have died in the country from Covid-19 so far. As my colleague Helena Smith reported earlier, Greek’s holiday resorts are readying themselves for the beginning of the country’s tourist season. Vasilis Theodorou, the owner of Pelican, a new restaurant on the Greek island of Mykonos, expects a slow slummer but says he’s in a hurry to get back to business, the Associated Press reports. And so is the rest of the country. Heavily reliant on tourism, the country is officially reopening to foreigners on Monday after closing its borders to most during the coronavirus pandemic. Its hopes are pinned on popular tourist destinations such as Mykonos and the islands of Rhodes, Corfu, Crete and Santorini, where regular ferry service already resumed and direct international flights are set to restart on 1 July. Mykonos would normally be packed in early June, but it’s beaches were empty. “Tourism might be down by as much as 80 per cent this year, so we’re waiting for the 20 per cent, and we’re happy,” Theodorou said. “No matter how much we wish for it and want it, it won’t be more than that,” he said. “We expect that tourists from central Europe will come first, and hopefully Americans at a later stage. They are our best customers.” Prime minister Kyriakos Mitsotakis acknowledged Saturday that Greece is prepared for a huge drop from the 33 million tourists who came to visit last year. France reported 24 new coronavirus deaths over the 24 hours to Saturday, taking the total to 29,398 and marking the fourth day with under 30 fatalities. The government also reported the number of people in hospital fell by 215 to 10,909 and those in intensive care units fell by eight to 871, with both tallies continuing weeks-long downtrends, according to Reuters. Egypt confirmed 1,677 new coronavirus cases and 62 deaths on Saturday, the health ministry said, the highest daily increase for both counts. In total, the Arab world’s most populous country has registered 42,980 cases including 1,484 deaths, the ministry said in a statement. Covid-19 has killed at least 427,495 people since the outbreak emerged in China last December, according to a tally from official sources compiled by AFP on Saturday. At least 7,711,490 cases of coronavirus have been registered in 196 countries and territories. Of these, at least 3,458,300 are now considered recovered with 4,523 deaths and 136,525 cases logged over the past 24 hours. The tallies, using data collected by AFP from national authorities and information from the World Health Organization (WHO), probably reflect only a fraction of the actual number of infections. In the absence of help from Brazil’s president Jair Bolsonaro, cartels in the favelas of Rio de Janeiro have gone from pushing drugs to distributing medical supplies. Gangs now also enforce curfews, social distancing and organise food handouts for the neediest, CNN reports. Lebanese protesters took to the streets in Beirut and other cities on Saturday in mostly peaceful protests against the government, calling for its resignation as the small country sinks deeper into economic distress. The protests come after two days of rallies spurred by a dramatic collapse of the local currency against the dollar. Those rallies degenerated into violence, including attacks on private banks and shops, the Associated Press reports. The local currency, pegged to the dollar for nearly 30 years, has been on a downward trajectory for weeks, losing over 60 per cent of its value. But the dramatic collapse this week deepened public despair over the already troubled economy, a crisis that was further compounded by the coronavirus pandemic. The government was faced with handling the coronavirus pandemic soon after prime minister Hassan Diab took office earlier this year, and implemented a lockdown lasting months. Diab’s government is supported by the powerful militant group Hezbollah and its allies, but has already been weakened by the economic crisis. In a speech Saturday, Diab urged the public to be patient, saying there were a great many political hurdles, including from rivals he said sought to undermine his government. Diab offered no solutions to the crisis, nor did he name his opponents, but said his government was working to fight corruption and uphold the power of the state. Confirmed coronavirus cases in the US have increased by 22,317 to 2,038,344 since Friday, the US Centers for Disease Control and Prevention (CDC) said on Saturday. The CDC said that the number of deaths had risen by 711 to 114,625. Israel has noted a spike in coronavirus cases as schools, businesses, restaurants, bars, tourist attractions and other establishments reopen, the Haaretz newspaper reports. 177 schools and educational institutions throughout the country have closed after 493 students and teachers tested positive, and 25,821 people within the Israeli education system are currently in preventative quarantine. Prime minister Benjamin Netanyahu tested negative for coronavirus after three of his security personnel tested positive, and an employee at president Reuven Rivlin’s residence also tested positive on Saturday. 18,972 infections have so far been recorded in the country, rising by 177 since Friday. 300 people have died. In the West Bank and East Jerusalem, 597 people tested positive and two people have died. In the Gaza Strip, 72 people were diagnosed and one person has died. The number of new coronavirus cases in Turkey rose to 1,459 in the last 24 hours from 1,195 a day earlier, health ministry data showed on Saturday. Infections have been increasing since travel restrictions were lifted and facilities reopened at the beginning of the month, according to Reuters. In the last 24 hours, 14 people died, bringing total fatalities to 4,792. The overall tally of detected Covid-19 cases in Turkey now stands at 176,677. Thousands of demonstrators marched in cities and towns across Switzerland on Saturday to denounce racism and police brutality in the wake of the death of George Floyd in the United States. Despite rules banning gatherings of more than 300 people to prevent the spread of Covid-19, several cities saw huge crowds come out to join a growing global movement denouncing racism and disproportionate police violence against black and brown people, AFP reports. In the biggest demonstration, more than 10,000 people, most of them dressed in black, protested in Switzerland’s largest city Zurich, according to police. Police said the Zurich demonstration was largely peaceful, but that it had been marred in the late afternoon by a few hundred people headed by known members of the radical leftwing autonomous scene who threw rocks, bottles and other objects at police. One officer was injured and a number of people arrested, Zurich police said. Three activists of Algeria’s Hirak protest movement were ordered to be held in pre-trial detention for offences including “endangering the lives of others during the [coronavirus] confinement period”, a prisoners’ defence group said on Saturday. The Hirak movement led peaceful protests in 2019 after Abdelaziz Bouteflika announced his candidacy for a fifth presidential term, calling for Bouteflika’s immediate resignation. The National Committee for the Release of Detainees (CNLD) said that Merzoug Touati, Yanis Adjila and Amar Beri appeared in court in the northeastern town of Bejaia. The three formed part of a group of around 20 people arrested on Friday for trying to hold a protest in support of the release of other Hirak activists. The rest were detained only briefly and released, Agence France-Presse reports. They are to go on trial 17 June for incitement, “publication that could damage the national interest” and b“endangering the lives of others during the confinement period”, CNLD spokesman Kaci Tansaout said. He said Beri also faced charges of “damaging the person of the president of the republic”, Abdelmadjid Tebboune. Weekly anti-government protests rocked Algeria for more than a year and only came to a halt in March because of the coronavirus outbreak, with the authorities banning marches. According to the CNLD, some 60 people are currently detained on charges linked to the protest movement, most of them over posts on Facebook. Airlines are slowly trying to return to business after the pandemic grounded entire fleets of planes around the globe for months and put their very existence in doubt. My colleague Gwyn Topham reports. Chile’s president Sebastian Piñera has replaced the country’s health minister Jaime Manalich, the La Tercera newspaper reports. After just one year in office, his departure comes amid criticism of the health ministry’ reaction to the pandemic, mainly in two areas: the delay in taking preventive measures, such as quarantines, and a controversy over the number of total deaths due to Covid-19. Piñera thanked Manalich for his “noble service”, and replaced him with Oscar Enrique Paris, a former president of the national medical college and reportedly a supporter of abortions. Chile has so far 167,355 confirmed coronavirus infections, the highest number of confirmed cases per million people in Latin America, and 3,101 deaths, according to the Johns Hopkins Coronavirus Resource Center. In late May, Piñera had warned that the country’s healthcare system was “very close” to collapsing, following a rapid rise in infections over a short period of time that brought the country’s total infections close to 70,000. At the time, Chile had recorded 718 deaths from Covid-19. Coronavirus studies carried out in haste can lead to errors among researchers that can have fatal consequences, a leading scientist has said. Jonathan Kimmelman, the director at the Biomedical Ethics Unit at McGill University in Montreal, told the Die Zeit newspaper that faulty or incomplete studies on effective treatments for Covid-19 led to patients being given medication “that is ineffective at best and dangerous at worst”, as in the case of the malaria drug hydroxychloroquine. “We know that the drug can have dangerous side effects, but that it actually helps patients has not been proven. A few rushed publications claimed that giving it was helpful, while others claimed that it increased the risk of death, neither of which has yet been confirmed,” Kimmelman said. “There have always been medical studies with significant weaknesses. The force with which the corona crisis hit us, of course, creates the need for rapid growth in knowledge of Sars-CoV-2. The corresponding studies are therefore usually published in a great hurry. It is no wonder that they often have deficits in design, implementation and evaluation because time, money, employees and the number of subjects are limited. Researchers should work particularly carefully right now.” The president of Iran, Hassan Rouhani, reproached citizens on Saturday for their reduced adherence to health measures designed to stop the spread of coronavirus. “The respect of measures by our dear people has been great” and 80% or people had played by the rules between 20 April and 20 May, Agence France-Presse reported him as saying in a televised speech. He said it was disturbing, however, to see that the proportion “has greatly diminished... with only 18 to 20 percent of people respecting” the rules since. The health ministry on Saturday announced 71 new deaths from the disease over the last 24 hours and 2,410 new infections. Rouhani also expressed concerns about measures at the holy shrine of Imam Reza in Mashhad, the capital of Khorasan Razavi province and a main pilgrimage site in the country. “Officials must make greater efforts - reports on mask wearing, social distancing and collective prayer are not satisfactory,” Rouhani said. Since announcing its first cases in the Shia holy city of Qom in February, Iran has struggled to contain what quickly became the Middle East’s deadliest outbreak of Covid-19. Official figures show that 8,730 people in the country have of the disease and 184,955 have been confirmed as infected. There has been scepticism at home and abroad about Iran’s official figures, with concern the real toll could be much higher. Italy’s official coronavirus death toll rose by 78 to 34,301 on Saturday, according to officials. The total number of confirmed infections in the country climbed by 346 to 236,651. Operators of nightspots in Japan will have to keep a record of their customers’ names and contact information and ensure physical distancing rules as part of measures to contain the spread of the coronavirus, according to government guidelines released on Saturday, the Kyodo News agency reports. Twenty-four new cases of Covid-19 were reported in Tokyo on Saturday, with four cases from nightspots in the Shinjuku entertainment district bringing the total for the capital to 5,497. Other measures in the guidelines included maintaining a distance of at least one metre and the use of face masks or shields. High-fives with the audience are to be avoided in live music venues, and nightclubs are urged to adjust the volume of music to lower levels to prevent customers from talking loudly and emitting droplets during face-to-face socialising. The mayors of two neighbouring cities in Poland and Germany hugged and celebrated with champagne on Saturday as Poland opened its border for the first time in three months. René Wilke, the mayor of Frankfurt on the Oder river, and Mariusz Olejniczak, the mayor of Słubice, shook hands and embraced as a border fence was opened. When the border was closed in mid-March, commuters were initially unable to go to work, but some later qualified for a special permit to cross the border. Poland’s border with Lithuania was opened on Friday, Euronews reports. The European commission has recommended all of the bloc’s internal borders should reopen by Monday. Hello, I’m taking over from my colleague Mattha Busby. If you have any relevant updates to flag, please feel free to either email me or message me on Twitter @JedySays. The countdown to the tourist season in Greece has begun with the country’s leader promising that no concessions will be made when it comes to health and safety. Ahead of international flights resuming on Monday, prime minister Kyriakos Mitsotakis has flown to the Cyclades island of Santorini, one of Europe’s most popular destinations, to deliver a message that Greece is open for business again. “We want visitors to come and feel safe,” he said after visiting the island’s general hospital. “Our intention is to welcome without making any concessions on safety and security.” The tourist-dependent nation is hoping to capitalise on the success it has had in handling the pandemic after enforcing stringent lockdown measures early on. With infection rates far lower than other European states, the death toll to date remains below 200. Tourism accounts for 20% of Greece’s GDP, and reopening the sector is key for an economy that had only started to recover from a decade-long debt crisis when the epidemic hit. The centre-right government is also aware, however, that admitting tourists is a calculated risk and one that could backfire. It announced draconian measures on Friday to boost health systems on islands, many of them small and remote with only rudimentary services. The measures included a network of doctors and support staff being deployed to the outposts, medics in floating ambulances, increased Covid-19 testing facilities and futuristic “transit capsules” to transport patients to intensive care units. “Each island will be attached to a fully equipped mainland hospital,” said the health minister, Vasillis Kikillas, as he presented the policies. Not everyone, however, is happy. Syriza, the leftwing main opposition party has accused the government of being lax, insisting that health services need to be further reinforced especially on Covid-free islands now bracing for tourists. Greek epidemiologists advising the government say it is inevitable that as the country opens up the virus will be imported with visitors, making for what the opposition Syntaktwn newspaper described as a “an explosive mix in the coming months.” Russia has more than doubled its official coronavirus death toll for April to 2,712 after changing how it classifies fatalities. Officials warned that May’s death toll was likely to be even worse in Russia, which has the world’s third largest number of cases with 520,129. The country has today reported 8,706 new cases after its number of new infections peaked in mid-May. The capital Moscow - the nation’s worst affected city - lifted tight lockdown measures last week. We reported earlier (see 9.01am) that Russia had reported 8,706 new coronavirus cases, bringing the total number of people who have been infected by the virus to 520,129. Authorities said 114 people had died of the virus in the last 24 hours, raising the official national death toll to 6,829. It comes after 8,987 new cases were announced on Friday. Russia’s death toll has been much lower than in other countries with large outbreaks, raising questions over possible underreporting of deaths. The April figures from Rosstat, the official statistics agency, include 1,270 deaths where the virus was the main cause. But they now also include deaths where the victim tested positive for the virus but it was not the main cause of death, AFP reported. In April there were 435 deaths where the virus had a “significant influence” and 617 where it was present but did not play a major role, the agency said. The statistics also include 390 cases where the person initially tested negative to coronavirus, but it was later ruled to be the main cause of death. The previously announced toll for April was 1,152. A further 80 people have died from coronavirus in the UK, according to official figures showing deaths recorded in the last 24 hours. The UK Department of Health and Social Care (DHSC) will publish its overall toll later. It usually differs from the cumulative totals because of variations in data collection. DHSC said on Friday that 41,481 people had died in hospitals, care homes and the wider community after testing positive for coronavirus in the UK as of 5pm on Thursday, up by 202 from 41,279 the day before. The government figures do not include all deaths involving Covid-19 across the UK, which is thought to have passed 52,000. Far-right protesters in London, UK, have clashed with police throughout the day, after organisers cancelled an anti-racist protest for fear of violence. Around 200 demonstrators near the Cenotaph – a war memorial outside the prime minister’s residence – were facing off with police with some trying to push through the barriers following a day of disorder. Several hundred anti-racism demonstrators have also gathered in Trafalgar Square. All protesters must disperse by 5pm, though many are now being contained by police lines. It comes after the London mayor, Sadiq Khan, urged people to stay away from central London and defended the decision to board up the statue of Winston Churchill and other monuments. Peaceful anti-racism protests were held elsewhere in the UK. Moving back to the anti-racism protests, about 2,000 people have demonstrated in Paris to denounce police brutality and entrenched racism which many believe France’s national doctrine of colour blindness has failed to eradicate. Myriam Boicoulin, 31, who was born in the French Caribbean island of Martinique, said she was demonstrating because she wanted to be heard. “The fact of being visible is enormous,” she said. “As a black woman living in mainland France, I’m constantly obliged to adapt, to make compromises, not make waves to be almost white, in fact. It’s the first time people see us. Let us breathe.” The march in Paris was led by supporters of Adama Traoré, a French black man who died in police custody in 2016 in circumstances that remain unclear despite four years of autopsies. His death marked one of France’s most high-profile cases of alleged police brutality. “We are all demanding the same thing – fair justice for everyone,” Traore’s sister Assa told the crowd. There were no charges made following his death. Associated Press reported that angry shouts rose from the peaceful and racially diverse crowd as a small group of white extreme-right activists climbed a building overlooking the protest and unfurled a huge banner denouncing anti-white racism. Police did not arrest the counter-demonstrators, but residents in the building tore part of the banner down, one raising his fist in victory. Officers prevented people attending the main rally from approaching the far-right activists. Officers surrounded the intended march route, bracing for potential violence after scattered clashes at some previous demonstrations around France also inspired by the Black Lives Matter movement and George Floyd’s death in the US. Paris police had ordered the closure of restaurants and shops, which had recently reopened after the coronavirus lockdown because they were along the route of the march (see 11.46am). Italy, Germany, France and the Netherlands have signed a contract with AstraZeneca to supply European citizens with a coronavirus vaccine, Italy’s health minister said on Saturday. The contract with the British-Swedish multinational pharmaceutical company is for 400m doses of the vaccine, which was developed with the University of Oxford. The trial phase is already advanced and expected to end in the autumn, Roberto Speranza wrote on Facebook. He added that a first batch of doses would be made available by the end of this year. However, AstraZeneca’s CEO, Pascal Soriot, could not guarantee the vaccine would work in an interview last month and said several would be required, though he expressed confidence. The European commission received a mandate from EU governments on Friday to negotiate advance purchases of promising coronavirus vaccines, the EU’s top health official said, but it was unclear whether there would be enough money available. It comes after AstraZeneca secured a deal with two US government agencies and Vanderbilt University to create antibodies to be used to treat and prevent Covid-19, Bloomberg reported. AstraZeneca and the University of Oxford announced in April their agreement for the global development and distribution of the university’s potential vaccine aimed at preventing Covid-19 infection. “We’re trailblazing here because we are not following the standard process, we are partnering with regulators both in the UK and the US, we’re working hand in hand with the [Food and Drug Administration], we are sharing data on a day to day basis and they have committed themselves to help look at our data as they come so by the time we finish the first [trial] program in August they can rapidly approve the vaccine,” Soriot told CNN in May. He claimed that drug companies are competing against the virus, not against each other, and that AstraZeneca – among other manufacturers – was doing this for no profit. It has received $1bn from the US Biomedical Advanced Research and Development Authority (BARDA) for the development, production and delivery of the vaccine. The prime minister of Italy, Giuseppe Conte, called today for a “courageous plan” when he launched virtual talks with EU and IMF leaders to rescue Italy’s economy and society from the “unprecedented shock” triggered by the coronavirus pandemic, AFP reports. European Union leaders “must show that they have understood that it is about defending mutual interests,” Conte said in an opening speech transmitted to leading executives in Brussels. The EU’s third largest economy is expected to contract by at least 8.3% in 2020, under the most optimistic estimate from Italy’s national statistics agency. To stimulate activity in EU countries most affected by the Covid-19 crisis, the European Commission has proposed a €750bn recovery plan – €500bn in grants and the rest in loans. Italy is expected to receive around €172bn of this sum. “We must also take advantage of (the moment) to transform the crisis into an opportunity to eliminate all the obstacles that slowed (the country) down for the last 20 years,” Conte said. He said he shared European Commission President Ursula von der Leyen’s view that “we cannot allow ourselves to return to the pre-crisis status quo”. Conte’s approval ratings rose during the coronavirus emergency. He has suggested a task force headed by former Vodafone chief executive Vittorio Colao to come up with recommendations on how to get Italy’s economy back on track. Proposals include digitising Italy’s onerous public administration, modernising infrastructure and restructuring the national university system. New clothes? New rules. In the UK, which had the second highest death toll from Covid-19 until Brazil overtook it late yesterday, England is planning to relax government restriction on retail on Monday. For one of the country’s biggest department store chains, John Lewis, that means new shopping diktats – including not trying on clothes, and a gap of eight steps between people on escalators. Department stores, bookshops, electrical outlets and toy retailers will be among the businesses opening when non-essential shops welcome back customers after an enforced three-month shutdown. The first domestically transmitted cases of Covid-19 in Beijing for 55 days have seen a city recently returned to normal life do an about-face, as China fears a second wave. Partial lockdown has been instituted in some residential areas of the capital, and thousands of people will be tested after dozens of cases were confirmed at the city’s largest wholesale meat market. Lily Kuo in Beijing and Emma Graham-Harrison are following the story: Researchers in Thailand began collecting samples from horseshoe bats to test them for coronavirus amid concerns they may pose a threat to local residents, the government has announced. They plan to collect 300 bats over three days from a cave in the Chanthaburi province in the south-east of the country. The bats will be released following the tests. Thailand has 23 species of the horseshoe bat but there has not been an investigation before. The source of the virus remains a matter of debate after it emerged in China late last year. The World Health Organization (WHO) in April said all available evidence suggests it originated in bats in China but it was not clear how the virus had jumped the species barrier to humans. The research team in Thailand includes Supaporn Wacharapluesadee, who identified the country’s first case of Covid-19 in January as it became the first country outside China to record a case of the virus. It has so far reported 3,134 cases and 58 deaths “The reason we need to investigate the horseshoe bat is because there are reports from China that the Covid-19 virus is similar to the virus found in the horseshoe bat,” Supaporn said. Researchers from the National Parks department, Chulalongkorn hospital and Kasetsart University entered the cave on Thursday evening and re-emerged in the early hours of Friday with samples of bat blood, saliva and faeces. Hello everyone, I’ll be taking over the reins here for a bit. Do feel free to email me at chris.michael@theguardian.com or find me on Twitter The latest developments: Covid-19 has killed at least 426,029 people since the outbreak emerged in China last December, according to a tally from official sources compiled by AFP. China reported 11 new coronavirus cases on Saturday. This included six domestic cases in the capital, which raised concerns about a resurgence as hundreds of troops were deployed to the site of a new cluster at a wholesale food market (see 10.35am). A spike in deaths in refugee camps in Darfur, western Sudan, has sparked fears about the invisible spread of the coronavirus as elderly people fall sick and die at extremely concerning rates, officials said (see 8.58am). India has reported its biggest single-day jump in coronavirus cases, adding 11,458 confirmed infections and taking its total count to more than 300,000, according to official data, amid reports of people being turned away from hospitals. The number of confirmed coronavirus infections has passed 24,000 in Afghanistan as a key testing laboratory paused work due to lack of kits as violence rages across the country (see 9.53am). Spain’s daily coronavirus death toll figures have been on hold for almost a week, causing uncertainty about the state of the epidemic, which has claimed more than 27,000 lives in the country (see 10.19am). Multiple Black Lives Matter and refugee rights rallies occurred around Australia, many breaking strict public health orders as the country tries to maintain its low infection rate. The Dalai Lama has said his thoughts are with those suffering in the coronavirus pandemic as he implored humankind to develop “a sense of oneness” (see 11.23am). He believed this could be one of the positive things to come out of the coronavirus crisis. He added that developing peace of mind was imperative and people across the world should place a greater focus on doing so. Authorities in Botswana have declared a strict lockdown in the capital Gaborone after the discovery of 12 new cases of coronavirus. Under the measures, no one will be allowed to leave the region around the capital, said Kereng Masupu, the head of the Covid-19 task force. No movement will be permitted without a permit and only essential services allowed to stay open. Half of the cases were in the capital of the landlocked southern African country of 2.2 million people. This brought the total number of infections in the country to 60, with one death. The World Health Organization warned on Thursday the pandemic is accelerating in Africa. Moving back to coronavirus news for now, the Italian prime minister, Giuseppe Conte, has said he is “totally calm” after giving prosecutors a full account of how he handled the coronavirus pandemic that devastated Italy. He said he did not fear a judicial probe would be opened after the three hour session about his handling of the emergency on Friday. “I explained everything to prosecutors. I am totally calm,” Conte told La Stampa newspaper. “I detailed all the stages in these terrible days during which we fought an invisible enemy. I have nothing to fear.” He said he believes he “acted based on science and conscience”, adding: “I have the serenity of one who always carried out each step with the scientific technical committee” offering advice. “I am not expecting to receive a notice of an opening of a judicial investigation. I have never feared one,” he added. The epidemic has killed more than 34,000 people in Italy, one of the hardest-hit countries in the world, mostly in the northern regions. Chief prosecutor Maria Cristina Rota and her team are investigating why a lockdown was not enforced earlier in the health emergency around the towns of Nembro and Alzano in the northern province of Bergamo. Experts have said many lives would have been saved has a quarantine been swiftly imposed. Prosecutors have already met with senior officials in Lombardy, who say it was up to Rome to decide whether certain areas should be shut. Conte has said regions had full discretion to close certain areas where the virus had begun to flare in late February and early March before he introduced a nationwide quarantine on 10 March. In Taiwan, hundreds of anti-racism protesters gathered in central Taipei on Saturday, with a group of indigenous Taiwanese drawing attention to discrimination against the island’s original inhabitants. The rally, attended by more than 500 people, mostly foreigners, was peaceful with only a very light police presence, Reuters reported. Savungaz Valincinan, an ethnic Bunun from central Taiwan, detailed the difficult past of indigenous Taiwanese, who make up less than 3% of the island’s population, and called for broad opposition to any form of discrimination. Although indigenous Taiwanese “might not face as direct threats to our lives or fear like black Americans face in the US”, many in Taiwanese society discriminate against them. For example, by refusing to rent accommodation to indigenous people, said Savungaz, from the Indigenous Youth Front group. We don’t want any special treatment. What we want are the most basic rights that we deserve as human beings. We are coming out today to support this movement not because of sympathy - it is because we have also gone through the hurt of being discriminated against. Paris police have ordered the closure of restaurants and shops, which had recently reopened after the coronavirus lockdown in France because they are along the route of a march against police brutality and racism. The march between the Place de la République in eastern Paris and the capital’s main opera house is expected to be the biggest of several demonstrations around France this weekend inspired by the Black Lives Matter movement in the US. The Paris police chief ordered sidewalks along the march route to be cleared of anything that could be used against officers. Any gatherings of more than 10 people remain banned in France because of virus containment measures. The Paris march was organisd by supporters of Adama Traoré– a French black man who died in police custody in 2016 in circumstances that remain unclear – with crowds expected to demand justice for him and all victims of police brutality. Protests are also expected Saturday in Marseille, Lyon and other French cities, with the government under growing pressure to address long-running accusations of excessive violence by police, particularly against minorities. Researchers have documented racial profiling by French police, and investigations were opened recently into racist comments in private Facebook and WhatsApp groups for police officers. The interior minister promised this week to stamp out racism and announced a ban on police chokeholds during arrests, however police are now to start experimenting with expanding the use of stun guns. The Dalai Lama has said his thoughts are with those suffering in the coronavirus pandemic as he implored humankind to develop “a sense of oneness”. The leader of Tibetan Buddhism, 84, told the BBC that despite widespread fears over coronavirus, climate change, and other social and environmental issues, there has been much to inspire and celebrate. Many people don’t care about their own safety but are helping, it is wonderful. When we face some tragic situation, it reveals the deeper human values of compassion. Usually people don’t think about these deeper human values, but when they see their human brothers and sisters suffering the response comes automatically. If there is a way to overcome your situation then make effort, no need to worry. If truly there is no way to overcome then it is no use to worry, you can’t do anything. You have to accept it, like old age. The spiritual leader of Tibet said it was pointless for people to consider themselves too old and that while young people had fresh minds which could contribute to a better world – along with greater physical ability – they are “too much excited”. Older people have more experience they can help by teaching the young. We can tell them to be calm ... When I was in Tibet, I had no knowledge about the environment. We took it for granted. We could drink water from any of the streams. I came here to Dharamshala [northern India] in 1960. That winter lots of snow, then each year less and less and less. We must take very seriously global warming ... No matter how rich your family is, without the community you cannot survive. In the past there was too much emphasis on my continent, my nation, my religion. Now that thinking is out of date. Now we really need a sense of oneness of seven billion human beings. He said that this sense of oneness could be one of the positive things to come out of the coronavirus crisis, which the world reacted to relatively quickly – as opposed to the climate crisis. The Dalai Lama added that developing peace of mind was imperative and people across the world should place a greater focus on doing so, speaking ahead of the release of his first album Inner World, next month – a selection of teachings and mantras set to music. The whole world should pay more attention to how to transform our emotions. It should be part of education not religion. Education about peace of mind and how to develop peace of mind. That is very important. Malaysia has reported 43 new coronavirus cases, raising the total to 8,445 infections. The health ministry also reported one new death, taking total fatalities from the outbreak in the country to 120. Elsewhere in Asia, Indonesia has reported 1,014 new cases and 43 new deaths. Dozens of people have tested positive for coronavirus in Beijing as parts of the city are locked down and a district in the city put itself on a “wartime” footing after the emergence of a new cluster linked to a wholesale food market. People were ordered to stay at home at 11 residential estates in south Beijing’s Fengtai district and the nearby Xinfadi market was closed as authorities raced to contain the outbreak (see 5.13am) that has raised fears of a resurgence in local transmission as hundreds of troops were deployed to the area. A number of the new symptomatic cases were linked to the meat and vegetable market, China’s National Health Commission said, with another 45 asymptomatic cases detected after mass testing of at least 500 people at the market on Friday, according to officials who said those carrying the virus have been placed under medical observation. Another worker tested positive at a farmers’ market in the city’s north-western district of Haidian. They were a close contact of one of the confirmed cases linked to Xinfadi, AFP reported. Beijing’s first Covid-19 case in two months, announced on Thursday, had visited Xinfadi market last week and had no recent travel history outside the city. China’s domestic outbreak had been brought largely under control through strict lockdowns. These measures had mostly been lifted as the infection rate dropped, and the majority of cases reported in recent months were citizens living abroad who were tested as they returned home during the pandemic. The chairman of the Xinfadi market told state-run Beijing News that the virus was detected on chopping boards used to handle imported salmon, with city officials ordering safety inspections focusing on fresh and frozen meat, poultry and fish in supermarkets, warehouses and catering services. Major supermarket chains including Wumart and Carrefour reportedly removed all stocks of salmon overnight in the capital, while some Beijing restaurants were not serving any salmon on Saturday. Spain’s daily coronavirus death toll figures have been on hold for almost a week, causing uncertainty about the state of the epidemic that has claimed more than 27,000 lives in the country. The health ministry’s emergencies coordinator Fernando Simon, who for months has given a daily briefing on the pandemic’s evolution, has acknowledged the “astonishment” and “confusion” generated by the figures. On 25 May, the ministry changed its method of collecting data on confirmed cases and fatalities, initially giving a daily death toll of between 50 and 100, AFP reports. But the figure then fell to fewer than five per day and on some days there were no deaths at all. The prime minister, Pedro Sánchez, told parliament there had been “no deaths” for several days, prompting a backlash from rightwing opposition figures who have since accused him of hiding the real number of fatalities. Experts have said the overall number of deaths had remained static as a result of discrepancies arising from alleged delays in submissions of regional data. Since 7 June, the number of dead has remained at 27,136 while the regional authorities “review the information on deaths ... [until] they can give a precise death date which will give a clearer sequence,” according to Simon. But some regions have insisted they have submitted all the required data. Andalusia’s health minister, Jesus Aguirre, recently criticised the central government’s “total lack of respect for the dead” in publishing lower figures than those said to have been submitted by the southern region. The number of confirmed coronavirus infections has passed 24,000 in Afghanistan as a key testing laboratory paused work due to lack of kits as violence rages across the country. The health ministry has detected 556 new cases from 1,065 tests in the last 24 hours, bringing the total number of confirmed infections to 24,102. At least five patients also died overnight, including three in Kabul, meaning the country’s Covid-19 death toll now stands at 451. There have been 4,201 recoveries. The ministry has so far tested 54,770 patients. Local officials in Kabul have warned that the actual number of infections in the capital is significantly higher than what official figures show. The laboratory which has halted work is located in the western province of Herat, where a number of other patients died overnight, which borders Iran – previously the centre of the virus. The first case of the virus was reported in the province after thousands of Afghan migrants returned from the neighbouring country in February and March, fanning out across the country without being tested or quarantined. Testing capacity remains low in Afghanistan and experts warn that the actual number of infections is much higher. But, according to a new official plan, testing capacity will be increased in the country while clinics with no testing capacity are to be instructed to announce new patients through their symptoms. Ahmad Jawad Osmani, the new acting health minister, has warned that a large number of the country’s population is infected with Covid-19. Omani called his five-part plan to fight against the virus “historic” and said “only a small part of health sector was to fight with coronavirus until today, but from now, all parts of the sector will get coordinated to fight against the virus.” Meanwhile, violence continues across the country, with two separate attacks killing at least 18 people amid a wave of violence across the country, local officials have said. A local police chief in western Ghor, Fakhrudin, said Taliban insurgents stormed a police checkpoint late Friday night and killed 10 police officers. According to the country’s national security council, 89 civilians were killed in Taliban attacks during last two weeks. “While the government has continued to advance the cause of peace, the Taliban continued their campaign of violence against the Afghan people during Eid and the weeks after that. In the last two weeks, they killed 89 civilians and wounded 150 across 29 provinces” said Javid Faisal, spokesman for the office of national security council. The Taliban has rejected the numbers released by the government today about civilian casualties in the last two weeks. Police in Nepal have arrested 10 people, including seven foreigners, as demonstrations against the government’s handling of the coronavirus crisis continued with hundreds of protesters gathering in the capital city, Kathmandu, officials said. The Himalayan nation imposed a complete lockdown in March after reporting its second confirmed coronavirus case. But the number of infections has since increased to 5,062, with 16 deaths, and the government has come under fire for not doing enough to contain the outbreak. Police officials said an estimated 1,000 people had gathered on a major thoroughfare in Kathmandu for the third day, where the seven foreign nationals were arrested. “The foreigners were arrested for interfering in Nepal’s internal affairs,” police official Basant Lama said. Earlier this week, police used baton charges, water cannonand teargas to break up protests near the prime minister’s residence. Protesters are demanding better quarantine facilities, more tests and transparency in the purchase of medical supplies to fight the crisis. “Quarantine facilities lack water, sanitation and safety,” protester Ramesh Pradhan said. “They are becoming the breeding centres for the coronavirus. This must be improved.” Deputy prime minister, Ishwor Pokhrel, who is leading the country’s coronavirus response, said in a statement: “The government is committed to increase tests, boost medical services and improve the quarantine facilities.” India has reported its biggest single-day jump in coronavirus cases, adding 11,458 confirmed infections and taking its total count to more than 300,000, according to official data. Cases in India, which has the fourth-most confirmed cases in the world, are steadily increasing despite a nationwide lockdown that began in late March and has since been loosened. Confirmed cases in the worst-hit western state of Maharashtra moved past the 100,000 mark, while 2,000 new cases were confirmed in New Delhi, where the health system has been under particular strain. Despite the rising case load, the recovery rate of patients was improving, with more than 147,000 people having recovered, the federal government said on Friday. India has 145,779 active cases, and has recorded 8,884 deaths. Russia has reported 8,706 new coronavirus cases, bringing the total number of people who have been infected by the vi to 520,129. Authorities said 114 people had died of the virus in the last 24 hours, raising the official national death toll to 6,829. It comes after 8,987 new cases were announced on Friday. A spike in deaths in refugee camps in Darfur, western Sudan, has sparked fears about coronavirus’s invisible spread as the elderly fall sick and die at extremely concerning rates, officials have said. Nationwide, Sudan has reported 6,879 coronavirus infections and 433 deaths, according to the health ministry. Of those, 193 cases and 54 fatalities have been confirmed across Darfur, a figure experts believe is a significant lower than the true figure. Doctors in the region’s few functioning hospitals report an influx of patients with symptoms like a lost sense of taste, breathing troubles and fevers, the Associated Press reported. The official causes of their deaths remain unknown. “People in the camps are suffocating, they can’t breathe,” said Mohamed Hassan Adam, director of Abushouk displacement camp in North Darfur. Just a corner of the camp saw 64 unexplained deaths in one month, he said. His four neighbours, all in their sixties, grew feeble and died one by one. “They get exhausted then they die. There is no way to tell what happened,” he said. Dr Abdullah Adam, a radiology doctor, said he knew of 47 people who died the past month after showing coronavirus symptoms in villages around Kabkabiya, near El-Fasher. We’re losing a whole generation, said Gamal Abdulkarim Abdullah, the director of Zam Zam camp, adding he had documented the deaths of 70 people over the past week. When El Fasher, in north Darfur, saw a spike in over 200 mysterious fatalities in just two weeks, officials launched an investigation and around 50 fatalities were attributed to Covid-19, but this was believed likely an undercount. Doctors in West and Central Darfur provinces also reported an unusual increase in deaths. Some camps in the north saw 10 to 15 people a day dying the past week, compared to the normal rate of 5 to 10 a month, said Adam Regal, a spokesman for a local organisation that runs some camps. Authorities are scrambling to curb the spread of contagion amid a fragile democratic transition after protests last year toppled longtime ruler Omar al-Bashir. There are limited medical facilities in the region where years of conflict have left some 1.6 million people in refugee camps. The sharp mortality increase in Darfur is mostly linked to Covid-19, although not purely, said Dr Babikir El Magboul, the director of the health ministry’s emergency and epidemiology department. Amidst the pandemic, people with other illnesses are struggling to find treatment, while local authorities have clamped down on reporting. After two female journalists published an article about the high mortality rate in El Fasher and the lack of protective equipment for doctors, they were promptly harassed and threatened with arrest by a military officer, according to the Darfur Journalist Association. Hello everyone, I’ll be bringing you all the main developments over the upcoming hours. If you would like to get in touch you can message me on Twitter or on mattha.busby.freelance@guardian.co.uk A bereaved relative whose uncle died in the Grenfell Tower fire has drawn parallels between living through the coronavirus pandemic and the aftermath of the blaze in the UK ahead of the third anniversary of the disaster. Karim Mussilhy, whose uncle Hesham Rahman, lived on the top floor of the tower in west London, told of how the pandemic has been “really tough” for many of the bereaved, and survivors, of the inferno which killed 72 people. Ahead of the third anniversary of the fire on Sunday, the vice chairman of the Grenfell United group told the PA news agency: Especially in the beginning, there were a lot of similarities to what was happening just after the fire. Being able to know what’s going on with your loved ones when they were taken into hospital, waiting by the TV listening to the number of deaths rising every day, being glued to the TV for any sort of news and not being able to know where to go or who to turn to. Mussilhy also drew parallels between the UK government’s response to Covid-19 and the aftermath of Grenfell. The government has been criticised for not reacting quick enough: making sure the NHS has the right equipment and is supported in the right way to be able to tackle the pandemic. They just didn’t react quick enough. It’s also three years on, people always say that time changes, time is the best thing for healing, but in this case it feels like it just gets worse and so many things are happening that have so many similarities to what happened to us, and what continues to happen to us. In tribute to each victim who died in the catastrophic blaze at the west London tower block, bells of London churches will on Sunday toll 72 times and green lights will glow from tower block windows as remembrance and commemoration moves online due to the pandemic. Faith leaders will conduct sermons and reflections online throughoutthe day and after dark from 10.30pm, and people in homes across the UK are asked to play a bright green light from their screens to show solidarity with the bereaved and survivors, said the Grenfell United group. Mussilhy said the lack of face-to-face contact with other victims and those who are bereaved is “making this year’s anniversary a lot more difficult”. He described feeling “really weird and heavy this year”, adding: “I guess going through extremely tough times, the one thing that’s helped me the most is being able to be around people and be around friends and family. Not being able to do that, it’s just been extremely tough.” Grenfell United said: It is a day of remembrance and mourning. This year will be different to the last two years. We are living through another tragedy - Covid 19 and it has affected our community. Please join from home to remember 72 lives lost &amp; reflect on our ongoing journey to justice &amp; change. Even apart we remain together until justice comes. A Ministry of Housing, Communities &amp; Local Government spokeswoman said: The safety of residents is our priority and we took immediate steps after the tragic Grenfell Tower fire to ensure nothing like it could ever happen again. This included setting up the Building Safety Programme and testing process to quickly identify all high-rise buildings with ACM cladding. Since then we have worked tirelessly with councils to ensure buildings at risk are made safe - backed by £1.6bn in funding. We will ensure everyone affected by the Grenfell Tower tragedy continues to receive the support they need with over £158m committed to supporting the community so far. The public inquiry into the disaster was paused in March because of the pandemic and is due to restart on 6 July. I might leave you there for now but Mattha Busby is here to guide you through the rest of the day. The major events of the last few hours are: Multiple Black Lives Matter and refugee rights rallies occurred around Australia, many breaking strict public health orders as the country tries to maintain its low infection rate. Police have urged Londoners not to attend today’s planned protest due to health concerns and warnings that far-right groups may also attend the rally with intent to cause trouble. China reported 11 new coronavirus cases on Saturday, including six domestic cases in the capital that raised concerns about a resurgence. The mayor of Mexico City said the Mexican capital will next week lift restrictions on car traffic and public transport, and allow 340,000 factory workers to get back to work, even though new cases of coronavirus are still rising. New Zealand hasn’t recorded any new cases of Covid-19 for 22 days. Following the recovery of an Auckland woman on Monday, New Zealand has no known active cases of Covid-19, and no one is in hospital with the virus. White House infectious disease expert Anthony Fauci has said US president Donald Trump’s campaign rallies are “a danger” and “risky”. He urged those attending to wear a mask and use hand sanitiser. In the city of Melbourne, in Victoria, Australia, there is concern that multiple patients could have contracted Covid-19 after a doctor worked at three medical clinics while infectious. “The doctor did not have any symptoms at the time and went into isolation immediately upon being informed they were a close contact of a confirmed case,” said a spokesperson for the Victorian department of health. He worked at three clinics between the 9 and 11 June. “All sites are being appropriately cleaned. The Department is contacting all potentially affected patients,” the spokesperson said. “As the doctor is asymptomatic, the risk of transmission is low, however, if anyone is experiencing any symptoms they should get tested and self-isolate.” Victoria recorded 8 new cases in the past day, a jump from the low single digits the state has become accustomed to in the past week. Six of the remaining cases were from returned travellers in hotel quarantine and one was connected to an existing cluster. Refugee activists have defied a court order and taken to the streets in Sydney, Australia, but the small event ended without confrontation with police. A group of about 70 protesters chanted slogans, stood in front of Town Hall and did laps of the block as part of the “Free the refugees: national day of action” event on Saturday, with 100 police officers watching on. The Refugee Action Coalition pushed ahead with the event, despite the New South Wales supreme court on Thursday night ruling it a prohibited public assembly. NSW police opposed the event on health grounds amid the coronavirus pandemic. Just under 300 people registered their intention to attend the event on Facebook, with another 1200 expressing their interest, but, the turnout was far smaller. Organisers had planned to hold an “exercise protest” by having participants jog and cycle around the streets to get around the 20-person limit on public gatherings. Instead, about half the protesters walked laps of the block chanting slogans such as “free, free the refugees”, while another group stood in front of Town Hall. James Supple, from the Refugee Action Coalition, defended the decision to go ahead with the rally. “People are attempting suicide, their mental health is deteriorating rapidly, their medical issues are not being properly treated, there’s an urgent issue there for the people who need to be released,” Supple said. Prior to the rally, the NSW premier, Gladys Berejiklian, begged protesters to stay home, while NSW police warned anyone taking part that they risked being fined or arrested. People joining the Black Lives Matter demonstrations on Saturday must be off the streets by 5pm, according to conditions laid down by the Metropolitan police. The force fear the anti-racism protests – that were sparked by the death of George Floyd in the US last month – could be met with counter-demonstrations by far-right groups. On Friday, statues in Parliament Square including Winston Churchill, Nelson Mandela and Mahatma Gandhi were boarded up to prevent them being targeted by either side. “Obviously there are some people who are generally concerned about the protection of their statues and monuments, but many people are coming for a fight, and they are talking openly about it on their social media accounts,” Nick Lowles, chief executive of the activist group Hope not Hate, told BBC radio this morning. Met commander Bas Javid, brother of former chancellor Sajid, said he understood the depth of feeling of protesters, but asked people not to come to London while lockdown rules were still in force. “If you were planning to come to London, I again would urge you to reconsider, but if you are still intent, please familiarise yourself with what the conditions are,” he said. “Please keep yourself safe by complying with government guidance on social distancing.” You can read the full story below: Here is the latest global report on Covid-19 from The Guardian. Authorities fear rallies and protests will present an infection risk, a Brazilian city prepares to exhume bodies to free up more space, and fresh domestic cases cause alarm in Beijing. Protests are well and truly underway throughout Australia. About 300 protesters are blockading a Brisbane hotel, accusing the government of seeking to silence detained asylum seekers by moving them. Supporters of about 120 detainees have vowed to continue preventing authorities from accessing the Kangaroo Point Central Hotel. Premier Annastacia Palaszczuk previously warned people not to attend the rally due to coronavirus fears. Supporters of about 120 detainees have vowed to continue preventing authorities from accessing the Kangaroo Point Central Hotel. Protesters say authorities are intent on relocating asylum seekers who’ve staged a series of balcony protests over their long-term detention at the hotel. About 40 men holding signs stood on the hotel’s balconies waving as the protest kicked off. Some of those at the hotel have been in detention for years after coming to Australia for medical treatment. The organisers are also demanding the men be granted freedom of movement. “They cannot go out to exercise for their health. We demand they be allowed to walk around and get some fresh air,” protest spokesman Sam Watson said. Meanwhile protesters are meeting across eight Melbourne locations to call for freedom for refugees stuck in indefinite detention. They are spreading out in order to comply with health authority social distancing and gathering requirements. At a hotel in the northern suburb of Preston, Mantra Bell City, where some refugees have been held for at least seven months, up to about 30 protesters are standing outside. Asylum seekers who were transported from Manus Island for medical treatment can be seen peering out of hotel windows to watch the rally, AAP reports. In Sydney, a small rally for refugees is being held in the city. Protesters there are also adhering to social distancing rules. But thousands of people have now gathered in support of Black Lives Matter in Perth at Langley Park. The Western Australian premier urged protesters not to gather due to health risks, but health minister Roger Cook revealed on Friday his wife Carly Lane, would attend the rally. “Roger’s wife Carly is her own person,” McGowan told reporters. “This is about trying to save people’s lives and stop any potential community spread of the virus. We’ve been very clear with people organising the rally and the police have been in contact with them to that effect. This is about trying to save people’s lives and stop any potential community spread of the virus.” EU leaders are set to join Italian prime minister Giuseppe Conte on Saturday for talks on jumpstarting the nation’s economy, but opposition figures have shunned the hastily organised – and roundly criticised – initiative. Despite a bevy of A-list political speakers, Italians such as far-right leader Matteo Salvini planned to sit out Conte’s conference, casting it as a media stunt designed to boost the premier’s profile, AFP reports. Although his approval ratings rose during the coronavirus emergency, Conte now faces political challenges as the country faces a deep recession. He has convinced European Commission president Ursula von der Leyen to join via video conference, along with International Monetary Fund managing director Kristalina Georgieva, according to the Italian news agency AGI. Other top European Union officials were also reportedly on board, while European Central Bank chief Christine Lagarde was scheduled but had yet to confirm, AGI said. As of Friday afternoon, Conte’s office had not published a public agenda for the closed door sessions that were to continue through Monday. Conte publicly launched the idea last week, saying he wanted to unite “the country’s strongest forces” and compile the “most effective ideas” for an economic rebound following two months of lockdown. The EU’s third largest economy is expected to contract by at least 8.3% in 2020, under the most optimistic estimate from Italy’s national statistics agency. Some protests occurring throughout Australia today are clearly exceeding limits set by health authorities for public gatherings. Statues of public figures have also been targeted in the protests, organised by refugee and Black Lives Matter advocates. Bronze busts of former Australian prime ministers Tony Abbott and John Howard have been sprayed with red paint in the regional town of Ballarat, Victoria. The statues along the Prime Minister’s Avenue in the Botanical Gardens were defaced with paint on Saturday morning, Victoria Police said. The bust stands were also daubed with offensive symbols between midnight and 2.15am, a spokesman confirmed. “Our city does not condone any form of graffiti or vandalism on its public assets, regardless of people’s beliefs or rising public sentiment, and I am certain our residents will be equally as disgusted by these actions,” City of Ballarat chief executive Janet Dore said. On Friday, Perth police charged a man after the Captain James Stirling statue on Hay Street outside Town Hall was spray painted. The statue’s neck and hands were painted red and an Aboriginal flag was painted over the inscription at the base. Thousands have gathered for a Black Lives Matter protest in Perth again on Saturday, despite calls from the premier Mark McGowan to delay them. However, the protesters, from images, appear to be socially distancing. China reported 11 new coronavirus cases on Saturday, including six domestic cases in the capital that raised concerns about a resurgence, AFP reports. The majority of China’s cases in recent months were overseas nationals tested as they returned home, with the domestic outbreak brought largely under control after the disease first emerged in the central city of Wuhan last year. But the new cases have prompted Beijing officials to delay the return of students to primary schools, and suspend all sporting events and group dining. City authorities on Friday also closed two markets visited by one of the known cases. The chairman of the Xinfadi meat wholesale market told state-run Beijing News that the virus was detected on chopping boards used to handle imported salmon. Major supermarket chains including Wumart and Carrefour removed all stocks of salmon overnight in the capital, but said supplies of other products would not be affected, Beijing Daily reported Saturday. AFP reporters saw dozens of police officers deployed at the two markets. The novel coronavirus is believed to have jumped from an animal to humans at a Wuhan market that sold wildlife. The first new case in Beijing after two months – who had no recent travel history outside the city – was reported on Thursday, and authorities confirmed two more infections the next day. The other five cases reported Saturday were brought in from overseas. Black Lives Matter protests have begun around Australia, with more set to start throughout the day. In the Northern Territory, 700 to 1000 people have gathered, walking slowly through the streets of the capital city, Darwin. Currently, the legal gathering limited in the NT is 500 but organisers lodged a safety plan with the government allowing the protest to go ahead. The territory currently has no active cases of Covid-19. In Queensland, a protest has begun in the city of Rockhampton, and in the town of Innisfail in the state’s far north, where around 300 people turned out in the rain. Attendees had to register to join the march and Queensland police have discouraged residents from attending the rallies. More protests are set to begin shortly around Australia including in the state capitals of Sydney, Adelaide and Perth. Police in New South Wales have warned anyone attending the Sydney protest risked being fined and arrested. Last weekend, tens of thousands of people protested in downtown Sydney, Melbourne and Brisbane against racism and the deaths of Indigenous Australians in custody. Matilda Boseley reports that attendees of Friday night’s Black Lives Matter protests in Sydney say they were left terrified after an officer appeared to flash a hand symbol associated with the white power movement. Black Lives Matter protesters gathered in the Sydney CBD to draw attention to Australia’s record on Indigenous deaths in custody, despite health warnings not to gather due to health risks from Covid-19. Protester Jen Atherton filmed the video after the group was moved out of Hyde park by dozens of police officers and both parties made their way to Town Hall. “It was just really shocking,” Atherton said. The symbol is extremely similar to the “OK” hand gesture but has been used by white power movements in recent years. “You can’t really ever confirm but … I don’t see why he would be saying everything was OK in that moment,” Atherton said. NSW police have denied the gesture was in any way related to the white power movement. In a statement, a spokesperson said: The officer has been spoken to and did not intentionally make a gesture that could be deemed offensive. Further, the officer indicated he was responding to a group of women about the night being ‘OK’ and used a hand symbol as he was wearing a face mask. He did not know the gesture had any other meaning. The NSW police force works closely to foster a strong and cohesive partnership with Aboriginal communities and other groups and does not appreciate irresponsible inflammatory commentary in this space. Read the full story here: China reported 11 new Covid-19 cases and seven asymptomatic cases for 12 June, the national health authority said on Saturday. The National Health commission said in a statement that five of the new confirmed patients were so-called imported cases involving travellers from overseas. The six locally transmitted cases were all in Beijing. The commission reported seven confirmed cases and one asymptomatic case a day earlier. The total number of Covid-19 cases in mainland China now stands at 83,075, while the death toll remained unchanged at 4,634. China does not count asymptomatic patients, who are infected with the virus but do not display symptoms, as confirmed cases. UK prime minister Boris Johnson said last week that removing statues of controversial figures is “to lie about our history”, as he argued that national protests in the wake of the death of George Floyd in the US had been taken over by extremists. In a lengthy Twitter thread in response to the boarding up of the Cenotaph in Whitehall and Winston Churchill’s statue in Parliament Square, the prime minister expressed anger at the targeting of monuments, the Guardian reported. Well, Australia’s treasurer Josh Frydenberg has now weighed in on Twitter, saying Churchill “saved families and the world from Nazi tyranny”. His comments prompted a swift backlash, with many telling Frydenberg he needed to educate himself on Churchill’s views on racial hierarchies and eugenics. In an opinion piece, Richard Toye wrote for CNN that: Churchill is often the subject of false or exaggerated allegations. But in truth, he said enough horrifying things that there is no need to invent more. He said that he hated people with ‘slit eyes and pig tails’. To him, people from India were ‘the beastliest people in the world next to the Germans’. He admitted that he ‘did not really think that black people were as capable or as efficient as white people’. Similar calls to remove statues are occurring during Black Lives Matter and refugee protests in Australia, with rallies to be held throughout the country on Saturday despite Covid-19 health restrictions banning mass gatherings. In Sydney, Australia, a refugee activist group is planning to flout a supreme court ban by holding an “exercise protest” in the city. The Refugee Action Coalition is pushing ahead with the event, planned to take place at Town Hall at 2pm on Saturday, despite the court on Thursday night ruling it a prohibited public assembly. Organisers say they would still hold the event. However, they are now planning an “exercise protest” to get around regulations. Under public health orders, a gathering of more than 20 people is prohibited in New South Wales, however, public exercise is not. The organisers posted this on Facebook: Join an exercise protest by riding your bike, walking or jogging in small groups around the block around Sydney Town Hall. You can even wear your exercise gear if you like. If people try to stop you and ask if you are part of the protest, you can tell them you are simply exercising, which is not illegal. NSW Police has warned that anyone attending the protest risks being fined and arrested. A 24-year-old woman was fined $1,000 for disobeying a police move-on order during a Black Lives Matter protest in Sydney city on Friday night. New Zealand news service Newshub reports the latest figures from the ministry of health show no new cases of the virus in the last 24 hours. It means New Zealand hasn’t recorded any new cases for 22 days in a row. Following the recovery of an Auckland woman on Monday, New Zealand has no known active cases of Covid-19, and no one is in hospital with the virus. In Australia four new Covid-19 cases have been identified in New South Wales overnight. Of those, two cases are travellers now in hotel quarantine. The third is a locally acquired case under investigation, a man in his twenties. All close contacts of this case are being contacted. It is understood the man did not attend any recent mass gathering, including protests. Rose Bay Public School in Sydney’s eastern suburbs was closed on Friday due to a staff member with a likely case of Covid-19. The fourth case is the now-confirmed case related to the school. Meanwhile, one person has tested positive to the virus in Queensland overnight. It brings the total number of active Covid-19 cases in that state to five. An evangelical church in Argentina reopened as a bar in protest against the lockdown on religious services that remains in place despite the gradual opening up of other activities in this country. “We are standing here today dressed like this, carrying a tray, because it seems this is the only way we can serve the word of god,” pastor Daniel Cattaneo, dressed as a waiter, said opening the “worship bar” at the Comunidad Redentor (Redeemer Community) evangelical church in the city of San Lorenzo, in Argentina’s central province of Santa Fe Wednesday. “So apart from the breaded veal headed for table four, here goes the word of god from the house of the lord to all nations.” Bar tables were placed inside the church and pastors dressed up as waiters carried bibles on their trays in a mock service meant to draw attention to the evangelist’s demand that religious services be allowed despite Argentina’s coronavirus lockdown. “We want to exercise our constitutional right to practice our faith,” pastor Cattaneo told local media. “Bars can open, shops can open, why are they discriminating against us?” Although the coronavirus continues to spread rapidly in Argentina’s capital city of Buenos Aires and its surrounding Greater Buenos Area the rest of the country remains relatively Covid-free. The province of Santa Fe, where Cattaneo’s church is located, has been especially successful at containing the virus and has started reopening activities, including bars, but churches are still being allowed to receive a maximum 10 people per service. Read the full story here: Australia’s opposition leader Anthony Albanese has told reporters that people should follow the chief medical officer’s health advice and “shouldn’t protest”. The comments come as police have warned they will be out in force if protesters proceed with a prohibited rally in Sydney’s city on Saturday amid the coronavirus pandemic. The state’s supreme court earlier this week prohibited the “Free the refugees” protest scheduled for Saturday afternoon on the basis the health risks from Covid-19 “outweigh the rights of public assembly and free speech”. It comes after more than 600 officers flooded the CBD on Friday night as about 300 people protested against Aboriginal deaths in custody. Further, refugee and Black Lives Matter protests are also planned for Brisbane, Melbourne and Perth on Saturday. Melbourne protests will occur in different locations, in groups of 20, to comply with health regulations. During a press conference on Saturday morning, Albanese said: There are a range of ways that people can express their views. They don’t have to gather in mass gatherings, against the health advice. And I’d say to people – you can protest in different ways, you can even put people together so they’re not in the same place. Many Australians have had Zoom meetings. I had one with I don’t know how many hundred people the other day. That would be far better to express opinions over any issue at all. Our democracy is important, so that people can have their say. There are a range of ways you can have your say without breaching the advice of the health experts. People who do attend protests are being urged to keep their distance from others, wear masks, use hand sanitiser, avoid shouting as this can spread droplets, and to quarantine if they later develop symptoms. Those with health issues and who are elderly are being urged not to attend. The mayor of Mexico City said the Mexican capital will next week lift restrictions on car traffic and public transport, and allow 340,000 factory works to get back to work, even though new cases of coronavirus are still rising. Reuters reports that Mexico City and the adjacent urban sprawl are home to more than 21m people, and the region accounts for more than 40% of some 139,000 confirmed cases of coronavirus in the country. On Friday Mexico reported a record of more than 5,000 new cases. “We think next week the city can begin a process of very orderly transition,” mayor Claudia Sheinbaum said, noting there had been a slight drop in hospital occupancy rates and that the city’s contagion alert level was close to coming down a notch. Curbs on vehicle traffic and public transport are due to be eased on Monday and factories will start opening on Tuesday under strict sanitary protections, the city government said. On Thursday, small shops will have permission to reopen, while professional services and scientific workers linked to “industry” can go back as of Friday. As US president Donald Trump continues to fearmonger over Twitter about the hundreds of protesters who have occupied several city blocks in Seattle and dubbed them a police-free “Capitol Hill Autonomous Zone,” Seattle’s mayor has responded that “Seattle is fine”. The autonomous zone “has both a protest and street fair vibe, with a small garden, medic station, smoking area, and a “No Cop Co-op”, where people can get supplies and food at no cost,” Hallie Golden reported for The Guardian yesterday. One activist said the takeover was reminiscent of the Occupy movement. Daily Beast reporter Kelly Weill also noted that claims that local businesses were being harmed by the takeover had been walked back, and that many local business owners were quite supportive of “CHAZ,” although one feared that it might distract attentionfrom the key demands of the Black Lives Matter movement. The ABC reports that thousands of sheep stranded in Western Australia after the crew of an export ship contracted coronavirus will finally be sent to the Middle East, despite a shipping ban. The federal department of agriculture this month refused to grant the export ship Al Kuwait an exemption to travel during the northern summer, to prevent sheep suffering from heat stress. But the ABC reports that the majority of the sheep can now travel on a different ship, which meets animal welfare requirements. It is understood that the ship will sail by Wednesday. It follows the Western Australian premier, Mark McGowan, being forced to acknowledge last month that his state’s health department was notified of sick crew members on board the vessel before it docked in Fremantle. White House infectious disease expert Anthony Fauci has said his advice to people who want to attend US president Donald Trump’s campaign rallies is the same for Black Lives Matter and anti-Trump protestors. He said the gatherings are “a danger” and “risky”. He urged those attending wear a mask and use hand sanitiser. Fauci made the comments during an interview on ABC News podcast Powerhouse Politics. “You know, it’s a danger to the people who are trying to control the demonstration,” he said. “And it’s a danger to the people who are demonstrating. So at the end of the day, it is a risky procedure.” When asked whether his advice applied to Trump campaign rallies, Fauci said, “I am consistent. I stick by what I say.” Trump announced his campaign rallies are planned for 19 June, known as Juneteenth in the US, a holiday marking the end of slavery. Trump has insisted he did not choose the date on purpose. “The fact that I’m having a rally on that day – you can really think about that very positively as a celebration,” Trump told Fox News. “Because a rally to me is a celebration. It’s an interesting date. It wasn’t done for that reason, but it’s an interesting date.” Good morning, and welcome to today’s live coverage of the Covid-19 pandemic. As authorities in many countries are still struggling to contain the virus, protests are being held throughout the world following the brutal death of unarmed man George Floyd in the US on 25 May. A police officer knelt on his neck for nearly nine minutes, ignoring Floyd’s protests of “I can’t breathe”. The event sparked organisers from the Black Lives Matter movement to organise protests, which have been occurring throughout the US, Australia and the UK. US president Donald Trump has since announced he will be holding an election campaign rally on 19 June, known in the US as Juneteenth, one of the oldest official celebrations commemorating the end of slavery. Attendees are being encouraged to sign a liability waiver to acknowledge that by attending, they are at risk of acquiring or spreading Covid-19. Meanwhile, in an interview with Fox news where Trump was asked to address the way chokeholds have been unfairly used by police against African Americans like George Floyd, Trump responded that: “I think the concept of chokeholds sounds so innocent and so perfect.” He added, however that “generally” speaking, chokeholds should not be used. White house infectious disease expert and member of the White House coronavirus task force, Anthony Fauci, said that attending a protest is “risky”. Black Lives Matter advocates and refugee activists will hold protests throughout Australia on Saturday, despite warnings from health authorities they could lead to Covid-19 outbreaks. Australia’s chief medical officer, Prof Brendan Murphy, said on Friday: “These sort of events really are dangerous.” However the prime minister, Scott Morrison, announced on the same day that major sports stadiums may allow 10,000 people by July. Brazil’s death toll has overtaken the UK’s. There have been 41,828 deaths in Brazil, the country’s health ministry said, with only the US having more fatalities. The UK’s death toll is 41,566, according to figures compiled by Johns Hopkins University. Breastfeeding mothers do not seem to be passing on Covid-19 to their infants, a World Health Organisation expert has said. New mothers infected with the virus should generally continue breastfeeding if they wish to and should not be separated from their babies, the WHO said, stressing that the benefits outweighed the risks. Black Lives Matter advocates and refugee activists will hold protests throughout Australia on Saturday, despite warnings from health authorities they could lead to Covid-19 outbreaks. Australia’s chief medical officer, Prof Brendan Murphy, said on Friday, “These sort of events really are dangerous”. However the prime minister, Scott Morrison, announced on the same day that major sports stadiums may allow 10,000 people by July. It follows protests last weekend, when people took to the streets campaigning for an end to Aboriginal deaths in custody. There have been 437 known Aboriginal deaths since the royal commission into Aboriginal deaths in custody delivered its final report in 1991, and yet despite this, change has been slow. The protests were sparked in solidarity with the US following the brutal death of unarmed man George Floyd on 25 May. One man was diagnosed with the virus following the Melbourne protests, with health authorities saying he was likely infected prior to the rally. Victoria police issued fines of $1,652 each to the three people who organised the protest. On Saturday, refugee activists plan to hold eight rallies of 20 people each throughout Melbourne in order to comply with restrictions on crowd numbers. In Brisbane, supporters of detained asylum seekers have vowed to ramp up their blockade of a hotel. Protesters claim authorities are intent on relocating asylum seekers who’ve been in long-term detention at the Kangaroo Point Central hotel and have staged a series of balcony protests. Meanwhile about 200 refugee supporters will protest the indefinite detention of refugees in Sydney. And thousands of protesters will gather in Perth for Saturday’s protest at Langley Park. Organisers have ignored premier Mark McGowan’s pleas to delay the protest until after the coronavirus pandemic is over."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}