{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/jun/19/death-baby-cheshire-prison-prompts-investigation", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-06-19T21:36:00Z", "webTitle": "Death of baby in Cheshire prison prompts investigation", "webUrl": "https://www.theguardian.com/society/2020/jun/19/death-baby-cheshire-prison-prompts-investigation", "apiUrl": "https://content.guardianapis.com/society/2020/jun/19/death-baby-cheshire-prison-prompts-investigation", "fields": {"headline": "Death of baby in Cheshire prison prompts investigation", "bodyText": "The prison service has launched an investigation following the death of a baby in prison, the Guardian has learned. The stillbirth of a baby at Styal prison in Wilmslow, Cheshire, on Thursday has been confirmed by the Ministry of Justice. It is the second stillbirth of a baby born to a woman in prison in the space of nine months. A spokesperson for HM Prison Service told the Guardian: “Our thoughts are with the woman who endured this tragic ordeal. She is being fully supported by prison and healthcare staff during this difficult time.” It is understood that neither the woman nor the prison service was aware that she was pregnant until she went into labour on the toilet. She had complained of severe stomach pains over several days, but was only given paracetamol. When it became clear that she was about to give birth, she was assisted by prison and healthcare staff. Every year, about 600 pregnant women are held in prisons in England and Wales, and about 100 babies are born there. HMP Styal is a women’s prison which accommodates around 480 female inmates. It has a mother and baby unit. Dr Kate Paradine, CEO of the charity Women in Prison, said: “This is the second time a tragedy like this has happened in nine months. How many times do we need to address this avoidable sadness and pain before the government ends the harm and violence inflicted by our prison system? The government must act now, starting with the immediate release of women from prison. Only investment in community support will keep our communities safe from harm.” Lucy Baldwin, senior lecturer and researcher at De Montfort University, said: “It is devastating to hear of the stillbirth of another baby in prison. The death of a child in any circumstances is traumatic and distressing, but to lose a baby whilst in prison, away from family and friends to offer support and comfort, is particularly harrowing.” Only 23 women have been released under the scheme for pregnant prisoners and new mothers under the Covid-19 pandemic. It was initially understood that larger numbers of all prisoners would be freed. Prison sources say that finding suitable accommodation and support in the community has been a barrier to releasing larger numbers of pregnant women and mothers in prison with their babies. The Prison and Probation Service began a fundamental review of the operational policy on pregnant prisoners, those on mother and baby units and those separated from children under two in July 2019. The review seeks to improve their care and management. At the same time, NHS England and NHS Improvement are reviewing perinatal healthcare provision in prisons across the country. Eleven separate investigations were launched following the death of the baby at HMP Bronzefield last year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}