{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jun/28/pep-guardiola-sets-manchester-citys-sights-on-two-trophies", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-06-28T22:14:13Z", "webTitle": "Pep Guardiola sets Manchester City's sights on two trophies", "webUrl": "https://www.theguardian.com/football/2020/jun/28/pep-guardiola-sets-manchester-citys-sights-on-two-trophies", "apiUrl": "https://content.guardianapis.com/football/2020/jun/28/pep-guardiola-sets-manchester-citys-sights-on-two-trophies", "fields": {"headline": "Pep Guardiola sets Manchester City's sights on two trophies", "bodyText": "Pep Guardiola says retaining the FA Cup would be the perfect preparation for Manchester City’s Champions League reunion with Real Madrid. City will face Real in their last-16 second leg during the end-of-season mini-tournament on 7 August and, having lost their Premier League title to Liverpool last Thursday, they are determined to hold on to the FA Cup. They took a significant step towards doing so yesterday when they booked a Cup semi-final date against Arsenal by beating Newcastle 2-0 at St James’ Park, and Guardiola is keen for his side to finish the season on a high. The tie with Arsenal will be on 18 or 19 July and the FA Cup final is scheduled for 1 August. He said: “We are delighted after the defeat against Chelsea to be in London again at Wembley. Always it’s an incredible trophy and it gives us an extra bonus. We spoke after what happened in the Premier League – we need two more victories to qualify for the Champions League. But we have two competitions we can win. We made the first step today. It will be good to arrive against Real Madrid in the best condition. To win this title would be the best way to prepare for Madrid.” City, who have already retained the League Cup, lead Real 2-1 from the away leg. City dominated on Tyneside but needed a gift from Fabian Schär to open the scoring. The defender needlessly pushed Gabriel Jesus inside the box to hand Kevin De Bruyne the chance to celebrate his 29th birthday with a 37th-minute penalty and he duly obliged. Despite their inferiority, Newcastle should have equalised, but the substitute Dwight Gayle fired over from point-blank range with 66 minutes gone and Raheem Sterling made him pay almost immediately with a neat finish to wrap up victory. Guardiola said: “It was a fantastic goal from Raheem. For the penalty, I didn’t see the review. Gabriel Jesus could have headed the ball and I think the opponent pushed him. De Bruyne is definitely reliable and hopefully he can carry on because we struggled a lot this season with this.” It proved a disappointing evening for Steve Bruce, who admitted his side’s first-half display had not been good enough. “When you’re playing against teams like this, you can’t make the type of mistake we have done for the penalty,” the Newcastle manager said. “Unfortunately, we gave a poor, poor penalty away.” “In the second half, we were much better and brighter and the big turning point – could we have made it a really good cup tie had we equalised? Who knows whether we would have been able to go on from there, but we were certainly better in the second half.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}