{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2020/jun/16/coronavirus-live-news-covid-19-update-global-cases-pass-8-million-beijing-china-partial-lockdown-latest-updates", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-06-16T23:20:09Z", "webTitle": "Beijing says outbreak 'extremely severe'; French police fire teargas at protest – as it happened", "webUrl": "https://www.theguardian.com/world/live/2020/jun/16/coronavirus-live-news-covid-19-update-global-cases-pass-8-million-beijing-china-partial-lockdown-latest-updates", "apiUrl": "https://content.guardianapis.com/world/live/2020/jun/16/coronavirus-live-news-covid-19-update-global-cases-pass-8-million-beijing-china-partial-lockdown-latest-updates", "fields": {"headline": "Beijing says outbreak 'extremely severe'; French police fire teargas at protest – as it happened", "bodyText": "We’ve launched a new blog at the link below – head there for the latest: In the UK, elderly spouses caring for each other and parents caring for disabled children are twice as likely as the general public to have used a food bank since lockdown, research has shown. The report, which experts said should “shock the nation”, found that more than 100,000 people doing unpaid caring for older, disabled or seriously ill relatives had been forced to use food banks since start of the Covid-19 pandemic. The figures paint a worrying picture of carers, especially those aged between 17 and 30, being under intolerable pressure. Almost 229,000 told researchers they have had someone in their household go hungry during lockdown. Christie, who is in her 30s, cares for her 76-year-old mother who has epilepsy, physical needs and struggles with her mental health. Here are this week’s Covid-19-related developments throughout the Pacific Islands, with Dan McGarry in Port Vila and Tess Newton Cain: The total number of Covid-19 cases across the Pacific stands at 314, with new cases reported this week in New Caledonia, Northern Mariana Islands and Guam. New Zealand is under increasing pressure, both internally and from across the region, to consider Pacific countries as part of its proposed travel ‘bubble’, alongside, or even in place of, Australia. The foreign minister, Winston Peters, initially rejected including Pacific island nations, but later backtracked. There are growing concerns in some Pacific countries that measures designed to safeguard public health are being used to undermine civil rights and democratic principles. Pacific countries plead for inclusion in ‘trans-Tasman bubble’ as travel restrictions easeRead more The Samoa Observer argues the prime minister is using emergency powers to push his own ideological preoccupations by seeking to ban all commercial activity on Sundays. In Papua New Guinea, the new – but retrospective – public health emergency bill may be the subject of a constitutional appeal by the opposition. The government stands accused of wasting millions of kina in the early days of the crisis and the bill would make oversight of government expenditure more difficult. A three-country study by Plan International Australia has shown supplies of pads and tampons have dropped, and prices increased, during the coronavirus pandemic, leading women to have to decide between their sanitary needs and food: HI, Helen Sullivan with you now. Get in touch on Twitter @helenrsullivan or via email: helen.sullivan@theguardian.com. Brazil has had its worst day for new confirmed cases, recording 34,918 in 24 hours to bring its overall total to 923,189 total infections. The health ministry said the country has also suffered 1,282 deaths since the last update on Monday, bringing the number of confirmed fatalities there to 45,241. In nominal terms, Brazil is the second-worst hit country in the world in both respects. French nursing unions have called for a national strike to ask for better working conditions and to demand the government keep its promise to overhaul France’s hospital system in response to the pandemic. Police fired teargas after being pelted with objects by a small minority that overturned a car during the demonstration led by healthcare workers. In England, the Premier League resumes later this week. It is a welcome return for fans and players alike, many of whom have found the football-shaped hole in their lives just one of the eerie aspects of the pandemic, Paul MacInnes writes. But the virus means this is far from a return to normality, more a compromise intended to fend off legal and financial disaster for the national sport. Steroid found to help prevent deaths of sickest coronavirus patients. A cheap steroid has become the first life-saving treatment in the Covid-19 pandemic, described by scientists as “a major breakthrough” and raising hopes for the survival of thousands of the most seriously ill. Beijing outbreak ‘extremely severe’, say authorities. Authorities in Beijing have described the city’s coronavirus outbreak as “extremely severe” as dozens more cases emerged and travel from the city was curtailed. Australia accuses China of spreading ‘fear and division’ as diplomatic tensions escalate. Australia’s foreign minister has accused China of spreading disinformation while declaring Canberra would take a more active role in global bodies. French police fire tear gas at healthcare protest. French police fired tear gas after being pelted with objects during a Paris demonstration led by healthcare workers demanding more investment in the health system, AFP journalists have reported. Virus ‘hunger pandemic’ threatens Latin America says UN. The coronavirus crisis is pushing 40 million people into food insecurity in South and Central America and the Caribbean, the UN has warned. Spain says British visitors may face quarantine. Britain’s inbound travel restrictions and high coronavirus infection rate mean that as Europe reopens for continental travellers, visitors from the UK risk being shut out, with Spain the latest country to say arrivals may face quarantine. Global oil demand could hit record growth rate next year, IEA warns. The world’s oil demand could climb at its fastest rate in the history of the market next year, and may reach pre-crisis levels within years, unless new green policies are adopted, according to the International Energy Agency (IEA). Germany appeals to nation to download coronavirus app. The German government has appealed to its citizens to download a newly available coronavirus warning app as it launched what it insisted was its most sophisticated tool yet for tackling the pandemic. The Italian prime minister Giuseppe Conte has sought to reassure Europe that forthcoming post-pandemic recovery funds will be spent wisely to revive the battered economy after a crippling lockdown, Agence France-Presse (AFP) has reported. The leader of Europe’s third-largest economy told AFP Italy’s share of the €750bn (£671bn) recovery plan agreed by the European commission would be the impetus to fix longstanding problems at home. Economists say entrenched structural problems have put the brakes on progress for decades. They include Italy’s burdensome public bureaucracy, sub-par infrastructure, including slow adoption of digital technology, and widespread tax evasion. Conte said: It’s an opportunity for us to design a better Italy, to work on a serious, comprehensive investment plan that will make the country more modern, greener, and more socially inclusive. Italy is reeling from the economic effects of its lockdown. Conte added: I often say it’s not a handout to benefit the current government, it’s an investment we must make in Italy and in Europe for our children and grandchildren. In the UK, the prime minister Boris Johnson has claimed the biggest breakthrough yet in treating patients has been made by a team of British scientists after the biggest controlled trial of treatments in the world. Dexamethasone, a cheap steroid, is widely available for use in the NHS already. France’s death toll has risen by 138 to 29,547 people, as the health ministry included weekly data for the death toll in nursing homes. The number of people who died in hospitals increased by 38 to 19,090 on Tuesday, compared to 29 on Monday and an average of 25 over the past seven days. The ministry also reported that in the past seven days 73 people died of the virus in nursing homes, more than double the 34 reported a week ago and 23 reported two weeks ago. The US has suffered 496 more deaths and recorded 18,577 new cases, according to the Centers for Disease Control and Prevention (CDC). That increases the overall totals to 116,140 and 2,104,346, respectively. The accounting confusion comes as cases are soaring in the South American nation, averaging more than 5,000 daily. On Tuesday, Chile reported a total of 184,449 infections and 3,383 deaths from the disease. The additional 31,412 cases discovered by authorities will be added to Chile’s total tally on Wednesday, Araos said. As the epidemic has worsened in Chile, health ministry statistics have come under increasing scrutiny. Last week, a controversy over the reporting of deaths led the president Sebastián Piñera to replace the health minister Jaime Mañalich, a close friend and confidant. A rash of accounting glitches in Chile led to the omission of more than 31,000 confirmed cases, or nearly one-sixth of the country’s total so far, local health officials have said. The cases, discovered during a review of the health ministry’s databases, stemmed back to mid-March, when the outbreak began in Chile, authorities said. Dr Rafael Araos, a member of an expert committee advising the government, said: We have detected that there is a significant number of people who have not been notified or whose status has not been processed and continues to be ‘pending’. This group of unreported cases ... have positive PCR (exams) and thus constitute confirmed cases. Steroid found to help prevent deaths of sickest coronavirus patients. A cheap steroid has become the first life-saving treatment in the Covid-19 pandemic, described by scientists as “a major breakthrough” and raising hopes for the survival of thousands of the most seriously ill. Beijing outbreak ‘extremely severe’, say authorities. Authorities in Beijing have described the city’s coronavirus outbreak as “extremely severe” as dozens more cases emerged and travel from the city was curtailed. Australia accuses China of spreading ‘fear and division’ as diplomatic tensions escalate. Australia’s foreign minister has accused China of spreading disinformation while declaring Canberra would take a more active role in global bodies. French police fire tear gas at healthcare protest. French police fired tear gas after being pelted with objects during a Paris demonstration led by healthcare workers demanding more investment in the health system, AFP journalists have reported. Virus ‘hunger pandemic’ threatens Latin America says UN. The coronavirus crisis is pushing 40 million people into food insecurity in South and Central America and the Caribbean, the UN has warned. Spain says British visitors may face quarantine. Britain’s inbound travel restrictions and high coronavirus infection rate mean that as Europe reopens for continental travellers, visitors from the UK risk being shut out, with Spain the latest country to say arrivals may face quarantine. Global oil demand could hit record growth rate next year, IEA warns. The world’s oil demand could climb at its fastest rate in the history of the market next year, and may reach pre-crisis levels within years, unless new green policies are adopted, according to the International Energy Agency (IEA). Germany appeals to nation to download coronavirus app. The German government has appealed to its citizens to download a newly available coronavirus warning app as it launched what it insisted was its most sophisticated tool yet for tackling the pandemic. In Nigeria, Lagos has suspended plans to reopen places of worship after a review of the epidemic, the state governor has said. Earlier this month, Nigeria’s government said places of worship, which it ordered to close in March to halt the spread of the virus, could reopen. It said each state would decide the terms on which its places of worship would reopen. Christianity and Islam are widely practised in Lagos, as in the rest of Nigeria. Places of worship were due to open from 19 June. The Lagos state governor Babajide Sanwo-Olu said: We will not be proceeding with the opening of the places of worship. Sanwo-Olu said the closures would be effective until further notice and that the decision followed a review of the outbreak in the state. Furniture giant Ikea said it would return subsidies it received from eight European countries and the US at the height of the coronavirus crisis, as its financial situation was not as strained as feared. Ikea said it received aid from Belgium, Croatia, the Czech Republic, Ireland, Portugal, Romania, Serbia, Spain and the United States but did not disclose the sums. “Ikea is in touch with governments in nine countries (...) about repaying the government aid we received to cover coworker salaries during the height of the pandemic,” a spokesman for Ingka Group, which manages most of Ikea’s retail operations, told AFP. Tolga Oncu, Ingka’s retail operations manager, said: Whilst no one knows how things will continue to develop, we now have a better understanding of the impact of the crisis on our business and have therefore decided to pay it back as it is the right thing to do. Several of the countries have already been reimbursed, Ingka said, without specifying which ones nor the sums involved. In a statement, Oncu said Ikea had accepted the money “at the height of the pandemic to secure livelihoods and employments.” Ingka had initially expected “business demand would fall by 70 - 80%,” Oncu said. But as stores have reopened, “we are experiencing larger than anticipated demand on home improvement items.” In March 2020, some 300 of Ikea’s 380 stores were closed around the world, Ingka said in late April. Most of them have since reopened, and only 16 remain closed. The US Department of Homeland Security has said it will extend existing limits on non-essential travel at land ports of entry with Canada and Mexico due to continued risks from the coronavirus pandemic. “This extension protects Americans while keeping essential trade and travel flowing as we reopen the American economy,” the Department said in a press statement, without specifying an end date to the extension. The coronavirus crisis is pushing 40 million people into food insecurity in South and Central America and the Caribbean, the UN has warned, calling for urgent action to avert a “hunger pandemic”. The UN’s World Food Programme says that in the 11 countries where it operates in the region, the number of people facing severe food insecurity has increased from 3.4 million at the start of the year to 14 million. But including those in moderate food insecurity would take the number up to around 40 million, due to the socio-economic impact of the pandemic, Miguel Barreto, the WFP’s regional director for Latin America and the Caribbean, said. The alarm came as Latin America and the Caribbean on Monday passed 80,000 Covid-19 deaths, according to an AFP count based on official figures, as the virus accelerates across the region. Barreto said: We are really worried about this health trend. Unfortunately, the news is not good either when it comes to the food security situation. Our projections paint a stark picture. We need to act quickly to prevent this crisis from becoming a hunger pandemic. French police fired tear gas after being pelted with objects during a Paris demonstration led by healthcare workers demanding more investment in the health system, AFP journalists have reported. Doctors, nurses and administrative staff marched without incident in the capital and other French cities to demand the government keep its promise to overhaul France’s hospital system in response to the coronavirus crisis. But when demonstrators arrived in front of the Les Invalides complex in central Paris, protesters clad in black set fire to a vehicle and pelted the police with projectiles, chanting “everybody hates the police”. In response police fired tear gas and charged, in tense and chaotic scenes. “Violent groups are trying to escalate tensions at the peaceful demonstration held by healthcare workers,” the police headquarters in Paris tweeted. By 14:00 GMT, 16 people had been arrested. Healthcare workers have long complained about low salaries and insufficient staff at French hospitals, leading to a series of strikes over the past year to demand funding increases. The French healthcare system has been under severe pressure due to the coronavirus epidemic, although officials insist it has largely withstood the challenge. But many healthcare workers have insisted that the nightly rounds of applause for caregivers treating Covid-19 patients would ring hollow if the government did not back up the public recognition of their work with additional resources. “We were portrayed as superheroes because we worked overtime and protected our patients without enough equipment. We were promised hirings and funding but we haven’t seen any of it,” said a nurse, Latifa, who works at a hospital in southern city Grenoble. “Every day I had a knot in my stomach from the fear of bringing the virus home,” said home carer Amelie Membanda, who has a three-year-old boy and also works in Grenoble. “We were there for our patients, even without masks, gloves or other protective gear. For the elderly who no longer had any visitors or had no family, we were everything,” Membanda said. Russia’s industrial output fell by 9.6% in May compared to the same month the previous year, with the state statistics agency saying coronavirus restrictions played the biggest role in the drop. Output continued to shrink after April’s results of a 6.6% fall, with industries affected by a lockdown to control the spread of the coronavirus imposed in late March. “The restrictions on work of organisations in several sectors... and other measures imposed to prevent the spread of the coronavirus infection continued to affect economic activity,” the statistics agency said. Russia’s president, Vladimir Putin, in late March imposed a “non-working” period for most sectors of the economy, which he lifted on 12 May, though regions are free to impose local restrictions. The agency added that another reason for the output fall was the oil production cuts Russia agreed to in April, which took effect in May and contributed to a decrease by 13.5% in resource extraction in May year on year. “The commodities sector registered the greatest fall,” the agency said. “The main reason is the decrease of production volumes agreed with OPEC+.” Europe’s biggest technology conference, the Web Summit, will take place in Lisbon in November as planned, its organiser has said. Should it take place, it could be one of the first big international events to be staged since the start of the coronavirus pandemic, which has forced the cancellation of events from music festivals to the Olympic Games. The Web Summit, which moved from Dublin to the Portuguese capital in 2016, attracts around 70,000 participants every year, drawing speakers from leading global tech companies and startups, as well as politicians. “Web Summit is going ahead this year in Lisbon!” the conference’s founder, Paddy Cosgrave, tweeted. “Web Summit will adhere to the strictest health protocols as guided by the government of Portugal.” Events or gatherings of 20 or more people are still banned across Portugal and it is not yet clear what measures will be required of this year’s Web Summit to reduce risk of contagion. Portugal, which has so far reported a total of 37,336 cases and 1,522 deaths from the coronavirus, much lower than neighbouring Spain, began lifting its lockdown on 4 May. The country has been hailed as a success story in its fight against the virus, but localised outbreaks in and around Lisbon have kept cases at a worrying plateau in their hundreds per day for the past month. Deaths from the Covid-19 epidemic in Italy climbed by 34 on Tuesday, against 26 the day before, while the daily tally of new cases declined to 210 from 303 on Monday. The country’s total death toll now stands at 34,405, the fourth highest in the world after the United States, Britain and Brazil. The number of confirmed cases amounts to 237,500, the seventh highest global tally. Denmark’s health minister has urged people who took part in a large Black Lives Matter demonstration in Copenhagen to get tested for Covid-19 after one protester tested positive. Around 15,000 people took to the streets in Copenhagen on 7 June to protest against racism and police brutality, spurred by the killing of black US citizen George Floyd by a Minnesota police officer. Citizens in Germany and France don’t know how much more likely people of colour are to be stopped and searched by police, to be discriminated against in the workplace and the housing market, or to die of coronavirus. The two biggest economies in the European Union do not, for historical reasons, collect any demographic data on ethnicity that would highlight such problems. However, in the wake of an international debate about systemic racial discrimination triggered by the killing of George Floyd in the US, academics, activists and politicians say a rethink is needed for the countries to tackle their own injustices. In France, Sibeth Ndiaye, a government spokeswoman, has ruffled feathers by suggesting that including racial data in the national database could allow policymakers to “measure and look at reality as it is”, while in Germany a new independent census initiative is being launched at the end of the month to document the realities of life for people from black and minority ethnic backgrounds. Unlike in the UK, where census forms allow participants to identify themselves as “White, Mixed/Multiple ethnic groups, Asian/Asian British, Black/African /Caribbean/Black British, Other ethnic group”, statistical surveys in Germany only offer the category “person with a migrant background” – a fudge partly borne in 2015 out of German sensitivity around racial classification and the word Rasse, which in German also refers to the breed of animals. “Unlike in English, where ‘race’ is now increasingly used to refer to a social construct, the German word Rasse still denotes biological essence,” said Daniel Gyamerah, the chair of Each One Teach One, a Berlin-based community empowerment project. Last Sunday, about 8,000 people formed a socially distanced human chain in Berlin to protest against racism and social injustice, but with a lack of statistics about the experience of people of colour in Germany, much of the debate around institutional racism has remained vague. “When it comes to statistics shedding light on racism, Germany is stuck in the stone ages,” said Gyamerah. “We simply don’t have the data. And that makes it easy for those here who argue that institutional racism is a problem unique to the US or the UK.” Two of Brazil’s top football clubs, Botafogo and Fluminense, have said they will defy an order from their federation to resume playing competitively this week, as the country’s daily coronavirus death toll hovers around 1,000. The Rio de Janeiro state football federation proposed that the state championship, one of several state-wide tournaments that take place in Brazil before the national leagues begin in the second half of the year, restart on 18 June, pending state government approval. Botafogo president Nelson Mufarrej called the ruling “disconnected from reality”, and both clubs said they planned legal action on health and safety grounds to avoid having to resume playing so soon. Mufarrej said in a statement: Unfortunately, the majority of clubs understand that this is the time to play games again, in spite of the chaotic scenes we’re living through right now. We’re against it. Brazil’s documented deaths from the pandemic stand at just below 44,000, more than any country in the world except the United States, and that toll has been rising by around 1,000 per day for the past week. City rival Fluminense’s chairman, Mario Bittencourt, said his players, inactive since action was halted in mid-March, were also not ready to play competitively again. The pandemic persists. The dates set for our games (22nd and 24th) are unacceptable from the point of view of the health of our players and we won’t be taking the field, and we will look to take action in the sporting court to do what is right. Botafogo and Fluminense have been asked to play in the first round of rescheduled games. All four of the state’s top teams, which also include Flamengo and Vasco da Gama, are down to play a game between 18 and 22 June. The Hilton hotel chain has said on it will cut 2,100 corporate roles globally in response to the coronavirus outbreak. The company also said it is extending the previously announced furloughs, reduced hours, and corporate pay cuts for up to an additional 90 days. Amnesty International has warned that contact tracing technology developed to contain Covid-19 threatens users’ privacy, highlighting Bahraini, Kuwaiti and Norwegian apps as “among the most dangerous”. Many countries have turned to smartphones to trace people’s movements and track their contacts, allowing officials to monitor coronavirus infections and spot new outbreaks. But detailed technical analysis of 11 such apps around the world showed that Bahrain, Kuwait and Norway’s offerings were “carrying out live or near-live tracking of users’ locations”, the rights group said. Bahraini and Kuwaiti officials told AFP the apps were for the sole purpose of combating the spread of Covid-19. “The ‘BeAware’ app was designed for the sole purpose of advancing contact tracing efforts and saving lives,” said a Bahraini government spokesperson, adding that more than 402,000 people in the country had downloaded it. “It is an entirely voluntary opt-in app... and all users are informed of its use of GPS software before downloading.” A Kuwaiti official also said the country’s app was “solely linked to the novel coronavirus” and was “established to track people who break a mandatory 28-day self-quarantine”. But Amnesty reported that the tools were frequently uploading GPS coordinates to central servers, meaning users’ whereabouts could be tracked in real time. Less invasive apps use Bluetooth proximity scanning to detect encounters with infected users. “Bahrain, Kuwait and Norway have run roughshod over people’s privacy, with highly invasive surveillance tools which go far beyond what is justified in efforts to tackle Covid-19,” said Claudio Guarnieri, head of Amnesty International’s security lab. Authorities in Norway said they would suspend the “Smittestopp” (Infection stop) app over privacy fears. On Friday, Norway’s data agency said it would stop the Norwegian Institute of Public Health handling data collected via the app. It had previously said the limited spread of coronavirus in Norway, alongside the app’s limited effectiveness due to the small number of people actually using it, meant the invasion of privacy resulting from its use was disproportionate. A coronavirus contact tracing app being introduced in France may not be able to connect with others across the European Union because it stores data centrally, EU Commission vice-president Margrethe Vestager said. The EU has been hoping that apps developed by member states to track infections will be able to link up when people move within the bloc, better mapping the virus’s spread and creating more security for the revival of travel and tourism. Member states agreed technical standards for this on Tuesday. But France’s approach, which allows central location tracking but has also raised privacy concerns, differs from that of Germany, Italy and others, which log contacts by Bluetooth signal on individual smartphones only. “It’s somewhat more tricky to develop the technical standards for interoperability between decentralised systems, as I think will be the general rule, and the centralised system that France has been aiming for,” Vestager told the French parliament in a video conference. Germany’s app launched on Tuesday, following a standard put in place by Apple and Google - whose iOS and Android operating systems run 99% of the world’s smartphones. France has also said that access to its centrally held data is a matter of sovereignty. Its app, StopCovid, was launched on 2 June and about 1.5 million people have downloaded and activated it - roughly 2% of the population. The World Health Organization’s regional director for the Americas, Carissa Etienne, has said the region is fast approaching four million cases of coronavirus and the pandemic continues to accelerate. Etienne said Brazil accounts for 23% of the more than 3.8 million cases in the Americas and 23% of the almost 204,000 deaths in the region, and “we are not seeing transmission slowing down.” Swedish truckmaker Volvo, one of the world’s largest, has said it will slash 4,100 white-collar jobs as the Covid-19 pandemic continues to ravage economies around the world. The company said the pandemic and measures to curb the spread of the virus had “led to a market situation impacting our industry severely”. “The effects are expected to be lower demand going forward and we need to continue to adjust our organisation accordingly,” Martin Lundstedt, the chief executive of the Volvo Group, said in a statement. The company said in April it had reduced the number of employees by almost 5,000 in the first quarter, to just under 100,000. Of the 4,100 job cuts announced on Tuesday, about 15% will be made up of consultants and will be carried out in the second half of 2020. Around 1,250 of the positions will be in Sweden. Volvo, which also owns brands such as Renault Trucks and UD Trucks, said the need for “staff reductions would have been higher without various governmental support packages enabling short-term layoffs and other similar measures”. In April, the group reported it had been severely impacted by the pandemic in the first quarter of the year. Chinese operations started being affected in February and worldwide the group was hit in mid-March when the “global supply chain was disrupted and production halted in most parts of our operations”. In 2019, Volvo Group delivered 232,769 trucks. People with underlying health conditions such as heart disease and diabetes are six times more likely to be hospitalised with Covid-19 and have a risk of coronavirus-related death 12 times higher than otherwise healthy individuals, a US study found. Men were more likely than women to have bad outcomes, and the prevalence of hospitalisations and deaths were highest among patients aged 70 years and older, according to a US Centers for Disease Control and Prevention (CDC) report that confirmed similar reports from outbreak hotspots in recent months. “These findings are consistent with previous reports that found that severe outcomes increased with age and underlying condition, and males were hospitalised at a higher rate than were females,” the CDC wrote in its report issued on Monday. By analysing data from over 1.3 million Covid-19 patients between 22 January and 30 May, the CDC found that the most prevalent underlying health conditions in more severe cases were cardiovascular disease, diabetes and chronic lung disease. About 45% of patients who had underlying health conditions were hospitalised, compared with 7.6% of those without such chronic health issues. Death due to Covid-19 was reported in 19.5% of patients with health complications, compared with 1.6% of people who did not suffer from chronic illnesses. This highlights the continued need for mitigation strategies, especially for people at risk, the agency said. Mexico has paused its migrant farm worker program in Canada, the country’s foreign ministry spokesman said on Tuesday. It comes after a coronavirus outbreak in Ontario killed two workers from Mexico, although Canadian farm groups said the suspension was limited. The outbreak has hit at least 17 farms, killing two Mexicans aged 24 and 31, and prompting the testing of about 8,000 migrant farm workers. Spokesman Daniel Millan said the program was on a “temporary pause.” However, the farm groups said the suspension was limited only to workers destined for affected farms, and not for the whole program. Canadian farmers rely on 60,000 short-term foreign workers, predominantly from Latin America and the Caribbean, to plant and harvest crops. Ken Forth, president of Foreign Agricultural Resource Management Services (FARMS), which helps administer the foreign worker program in Canada, said the Mexican government is looking for assurances from farms hit by the coronavirus that workers will be safe. “No additional workers will go to the farms where there’s an outbreak until they can demonstrate to the Mexican government that they’ve done all the protocol for the new workers to come in,” Forth said. In South Africa people wearing face masks and keeping a distance, marked the country’s Youth Day holiday, the 44th anniversary of the 1976 Soweto students’ uprising which helped to bring about the end of apartheid. Lined up along a Soweto street, the young people sang anti-apartheid anthems and held up posters urging people to work together to stop the spread of the Coronavirus. Some held up a banner saying Use the spirit of June 16 to fight Covid-19. Others held up placards in support of the Black Lives Matter movement and calling for an end to domestic violence against women. The commemoration marked June 16, 1976 when students in Soweto demonstrating against the white minority government were fired upon by security forces and several students were killed. The Soweto demonstration was a galvanizing point in the battle to end the oppression of white minority rule. South Africa achieved democracy with majority rule elections in 1994. In London a study into the steroid dexamethasone has been found to reduce the risk deaths in serious coronavirus cases by a third, trial results show. Researchers led by a team from the University of Oxford administered the widely available drug to more than 2,000 severely ill Covid-19 patients. Among those who could only breathe with the help of a ventilator, dexamethasone reduced deaths by 35%, and by one-fifth in other patients receiving oxygen only, according to preliminary results. A survey conducted in Italy on the psychological impact of coronavirus lockdowns on children has shown youngsters were more irritable, had trouble sleeping and in some cases regressed developmentally. Those symptoms were more pronounced in families in which the parents were particularly stressed and in families with elderly relatives at high risk of becoming seriously ill with Covid-19, the national survey by the Giannina Gaslini Pediatric Hospital in Genoa in conjunction with the University of Genoa found. Italy’s health ministry on Tuesday released the results of the anonymous survey of 6,800 people who voluntarily responded to an online questionnaire between 24 March and 3 April. The questionnaire on the Gaslini website, which started two weeks into a 10-week lockdown in Italy, asked a series of questions about how respondents and their families were experiencing the government-ordered measures. Among those with children under age 6, 65% reported their children suffered behavior problems and regression. The most common problems cited were increased irritability, sleep issues and separation anxiety. Some respondents also reported their children wept inconsolably, the researchers found. Hello everyone. I am taking over the Guardian’s global live feed from my colleague Ben Quinn. Please do get in touch with me to share any thoughts, or news tips with me. It’s always really useful to hear from readers. Twitter: @sloumarsh Instagram: sarah_marsh_journalist Email: sarah.marsh@theguardian.com The German government has appealed to its citizens to download a newly available coronavirus warning app as it launched what it insisted was its most sophisticated tool yet for tackling the pandemic. The Corona Warn App suffered setbacks including disagreements over data privacy and functionality, but is seen as being introduced just in time as lockdown regulations rapidly relax with a decreasing infection rate. The app will complement a human tracking and tracing system that has been in place across the country since February. It will alert users whether and for how long they have been in contact at a distance of 2 metres or less with someone who has tested positive for the virus. Contact data will not – as initially planned – be saved centrally, only on the smart phones themselves, and the app is based on privacy-focused technology developed by Apple and Google. Users have been assured their private data will not be compromised and neither will the app drain a phone’s battery. In the dog-loving nation of Thailand, volunteer pet groomer Kriengkai Thatwakorn is thrilled to be back helping out strays, some in urgent need of a shearing after waiting three sweltering months for a trim. A domestic travel ban to contain coronavirus was lifted recently following Thailand’s success in keeping infections under control, giving Kriengkai a chance to tackle a backlog of hundreds of haircuts in each dog shelter he visits. “I was so stressed for the past three months of lockdown because I couldn’t travel and there was unfinished work,” he told Reuters, removing the coat of a wriggling mongrel held down by a fellow volunteer. “The group of dogs before we faced Covid-19 were the ones that are super unfriendly but in need of extreme grooming. No one dares to touch them,” he added, speaking over dozens of barking canines. “They must have been in agony because of the heat.” Thailand is a nation of dog-lovers but its urban stray population can get out of control without resources to sterilise or care for them properly. Kriengkai, 43, started helping out man’s best friend seven years ago after being inspired by a documentary about a volunteer group that provided grooming to strays to find homes for them faster. In Tulsa on Saturday, Donald Trump will hold his first campaign rally since March, a showpiece event as the administration seeks to reopen a US economy battered by the coronavirus outbreak. At the White House on Monday, Mike Pence claimed that “in a very real sense”, Oklahoma had “flattened the curve” of new Covid-19 infections. Pence leads the White House coronavirus taskforce and will attend the rally. In the president’s presence, he may have felt a need to be bullish. “Today their hospital capacity is abundant,” the vice-president added. “The number of cases in Oklahoma has declined precipitously and we feel very confident going forward with the rally this coming weekend.” But what he said was untrue. At the weekend, Oklahoma reported its highest daily total of new Covid-19 cases – 225 – since the pandemic began. On Sunday, Tulsa county reported its largest single-day increase since early March. According to researchers at Johns Hopkins University in Maryland, the US has recorded more than 2.1m cases of Covid-19, and more than 116,000 deaths. The same count records 8,417 cases in Oklahoma and 359 deaths and shows a most recent daily count of 186 new cases. In England, the country’s chief medical officer has been hailing a breakthrough in trials which has emerged around Dexamethasone, a cheap steroid. Authorities in Beijing have described the city’s coronavirus outbreak as “extremely severe” as dozens more cases emerged and travel from the city was curtailed. Additional neighbourhoods were fenced off on Tuesday, with security checkpoints set up at residential compounds, and high-risk people – such as close contacts of people who test positive – prevented from leaving the city. “The epidemic situation in the capital is extremely severe,” Beijing city spokesman Xu Hejian warned at a press conference. “Right now we have to take strict measures to stop the spread of Covid-19.” More than 20 neighbourhoods in the Chinese capital have now been designated medium risk, which means authorities can impose stricter restrictions on the movement of people and cars and can carry out temperature checks. Health authorities said sealed-off residences and people in quarantine would have food and medicine delivered to them. The world’s oil demand could climb at its fastest rate in the history of the market next year, and may reach pre-crisis levels within years, unless new green policies are adopted, according to the International Energy Agency (IEA). The global energy watchdog has forecast that the world’s daily oil demand may climb by 5.7m barrels next year, the fastest annual climb on record, to an average of 97m barrels of oil a day in 2021. The demand forecasts for next year fall short of levels recorded in 2019 because the record rebound will only partially offset the severe oil demand collapse triggered by the coronavirus pandemic, which is expected to erase an average of 8.1m barrels of oil a day from global demand during 2020. But global oil demand could return to pre-crisis levels as soon as 2022 if governments avoid a major second wave of the coronavirus outbreak and restart the aviation industry, without putting in place new plans to accelerate clean energy investment. China National Biotec Group (CNBG) said its experimental coronavirus vaccine has triggered antibodies in clinical trials and the company plans late-stage human trials in foreign countries. No vaccine has yet been solidly proven to be able to effectively protect people from the virus that has killed over 400,000 people, while multiple candidates are in various stages of development globally. The vaccine, developed by a Wuhan-based research institute affiliated to CNBG’s parent company Sinopharm, was found to have induced high-level antibodies in all inoculated people without adverse side effects, according to the preliminary data from a clinical trial involving 1,120 healthy participants. CNBG said it is proactively seeking opportunities for late-stage and large-scale Phase 3 trials overseas. “We have secured cooperative intent with companies and institutes in many countries,” the company said in a statement. State media reported that the vaccine candidate, along with a different experimental shot developed by Sinopharm’s unit, has been offered to Chinese employees at state-owned firms travelling overseas as developers seek more data on their efficacy. China has five vaccine candidates for Covid-19 in human trials, the most in any country. Airlines are urging aviation regulators to extend a waiver on airport slot rules as they struggle to overcome the coronavirus crisis, their main international body has said. Authorities are being asked to suspend rules requiring airlines to use 80% of their airport slots or else forfeit the capacity, the International Air Transport Association (IATA) said. The waiver should be extended beyond the 2020-21 winter season as demand remains weak and visibility low, IATA chief economist Brian Pearce said. Without a waiver, “connectivity to long-haul destinations will be at risk,” he said. McDonald’s said its global sales fell about 30% in the first two months of the current quarter due to the Covid-19 pandemic, even as it signalled a recovery in demand as it starts to reopen restaurants around the world. Globally, McDonald’s current-quarter comparable sales were mainly hurt by the closure of all of its restaurants in France, Spain, the United Kingdom and Italy in April, the company said. Overall same-store sales fell 39% in April, and declined 21% in May. The fast food chain said demand had improved significantly from April to May as many of its restaurants began serving diners, especially in the United States. Several US states have lifted restrictions that were imposed to curb the spread of the coronavirus. During the lockdowns, fast-food restaurants had to limit operations to drive-thru, takeaway and delivery through third-party apps as dining-in remained closed, which led to lower sales. In the UK and some European countries, McDonald’s began reopening restaurants in May after being completely shut for several weeks. Current-quarter comparable sales in the two months ending 31 May fell 12% in the United States. However, the decline was more pronounced in April with a 19% fall, while in May they fell only 5%. The company now plans to boost advertising spending by $200m as a part of its recovery plan to ride out the crisis. The investment will be recorded in the second quarter. “The steps we are taking in response to the pandemic and to accelerate recovery ... will position us well for the next phase of this crisis,” chief executive officer, Chris Kempczinski, said in a statement. The UK prime minister, Boris Johnson, will provide a summer food fund for parents struggling to feed their families in England, after the British leader came under pressure to fund the additional support. Manchester United and England footballer Marcus Rashford has been pressing the government to fund free meals for those families who are “existing on a knife’s edge”, part of a campaign that appears to have changed Johnson’s mind. His spokesman said: Owing to the coronavirus pandemic, the prime minister fully understands that children and parents face an entirely unprecedented situation over the summer, to reflect this we will be providing a covid summer food fund. This will provide food vouchers covering the six-week holiday period, full details will be set out shortly,” he told reporters, adding that it would cost about £120m ($152m). The Philippines is getting back to business after one of the world’s strictest coronavirus lockdowns spanning nearly three months, allowing restaurants to reopen this week for dine-in customers in an effort to keep people in work. Eateries in the capital Manila that can meet government safety protocols were allowed to reopen from Monday at 30% of their seating capacity, with strict hygiene and social distancing measures a must. The Philippines has so far reported 26,781 infections and 1,103 fatalities due to Covid-19 - the third-highest death toll in east Asia after China and Indonesia. Metro Manila has been under lockdown since 16 March, but restrictions have been loosened since 1 June after some grim forecasts for a normally resilient economy and record April unemployment of 17.7%. Televised video footage showed happy staff at restaurants cleaning tables and cutlery, with some wearing masks and face shields and others in full-length protective suits and latex gloves. Customers will be required to sit diagonally, or with a transparent plastic panel between them. President Rodrigo Duterte said on Monday some restrictions would remain in place in Manila for a further two weeks because the threat of contagion remained. These include bans on gatherings and sports, partial curbs on public transportation, and stay-at-home orders for the elderly. His trade minister, Ramon Lopez, said the only way to get the economy going without risking further outbreaks of the virus would be through modified restaurants and the restricted reopening of barber shops, salons and malls. “It is to our interest in government to really find that healthy balance in bringing back jobs while ensuring health protocols are followed,” he said. Giving low doses of the generic steroid drug dexamethasone to patients admitted to hospital with Covid-19 reduced death rates by around a third among those with the most severe cases of infection, trial data has shown. The results, described as a “major breakthrough” by scientists leading the UK-led clinical trial known as RECOVERY, suggest the drug should immediately become standard care in patients treated in hospital with the pandemic disease, the researchers said. Martin Landray, an Oxford University professor who is co-leading the trial, said: This is a result that shows that if patients who have Covid-19 and are on ventilators or are on oxygen are given dexamethasone, it will save lives, and it will do so at a remarkably low cost. His co-lead investigator, Peter Horby, said dexamethasone - a generic steroid widely used in other diseases to reduce inflammation - is “the only drug that’s so far shown to reduce mortality - and it reduces it significantly.” “It is a major breakthrough,” he said. There are currently no approved treatments or vaccines for Covid-19. Singapore will suspend the construction of a major airport terminal for at least two years as global aviation struggles to recover from the coronavirus pandemic. The transport minister, Khaw Boon Wan, said the government will use the time to study how the industry will change after the pandemic, and to introduce new designs so the facility can meet future health and safety requirements. Experts have suggested airlines must brace for changes more challenging than those that followed the 2001 Twin Tower attacks in the US. Changi Airport’s Terminal 5, handling up to 50 million passengers a year in its initial phase, had been due for completion around 2030. The airline business has been badly hit by the pandemic, with industry experts not expecting traffic to return to 2019 levels before 2023. But Khaw said aviation, especially in Asia, was likely to recover despite uncertainty over the risk of fresh infections after countries ease restrictions. Singapore had been studying what the aviation industry will look like in the coming years, he told an online meeting with students. That’s why we have already decided that we will take a pause in the T5 project... for two years to let us complete this study of the future of aviation. I suspect that the T5’s current layout, the design may actually need some alterations to take into account some of these safety needs. Singapore, a regional aviation hub, has already closed two of its four existing airport terminals after international air travel plunged due to the pandemic. President Emmanuel Macron said the French government would launch an initiative this week to repatriate production of some pharmaceutical products to France, pledging to make €200m available to fund production capacity. At a visit to pharmaceutical company Sanofi’s site near Lyon, Macron said: Everybody saw that during this crisis some commonly used drugs were no longer produced in France and Europe. So we must no longer just ask questions but draw the conclusions. Macron cited paracetamol as a drug that would be produced again in France. People under 20 are around half as susceptible to Covid-19 as people aged 20 or above, according to research published on Tuesday, and clinical symptoms of the disease appear in only about a fifth of infections in children and teens. The research, a modelling study using data from 32 locations in China, Italy, Japan, Singapore, Canada and South Korea, found that by contrast, Covid-19 symptoms appear in 69% of infections in people aged 70 or older. The findings suggest that school closures - introduced in many countries as part of lockdowns aimed at controlling the spread of the virus - are likely to have a limited impact on transmission of the disease, the researchers said. Published in the journal Nature Medicine, the study compared the effect school closures on simulated outbreaks of flu - which is known to spread swiftly in children - and of Covid-19, the disease caused by the new coronavirus. “For Covid-19, there was much less of an effect of school closures,” said Rosalind Eggo, an infectious disease modeller at The London School of Hygiene and Tropical Medicine who co-led the study. She added, however, that the findings come from simulated outbreaks and need to be reinforced with real-world research. The researchers also simulated Covid-19 epidemics in 146 capital cities around the world and found that the total expected number of clinical cases varied with median age. “The age structure of a population can have a significant impact,” said Nicholas Davies, who co-led the work. “Countries with more young people may experience a lower burden of Covid-19.” Norwegian Air will resume flights between Copenhagen and the Danish city of Aalborg from 1 July, making it the carrier’s first route outside Norway following the coronavirus shut down. The budget airline is currently operating just seven aircraft on domestic routes in Norway and has furloughed or terminated the employment of some 7,300 staff - about 90% of its workforce - following the Covid-19 outbreak. The airline completed a financial restructuring last month, handing control of the firm to its creditors, and said at the time it could potentially wait until 2021 before resuming flights beyond Norway’s borders. Rivals such as SAS, Lufthansa and Ryanair have, however, begun to ramp up their schedules as Europe eases travel restrictions. More than 8 million Afghan children will need emergency assistance in 2020 due to the Covid-19 crisis, as it’s announced the war-torn country is the deadliest place for children for the fifth year straight. The global pandemic has left 8.12 million children in Afghanistan in need of some kind of humanitarian support, Save the Children said on Monday, meaning 4 out of every 10 children in the country will rely on aid in some form. “Since the global pandemic has wreaked havoc on Afghan public services, access to healthcare, and the economy, all of which are heavily reliant on foreign aid, the number of children needing life-saving support is spiking” the charity said in a statement. The United Nations also said that Afghanistan was the deadliest country on the planet for children for the fifth year straight. In its annual Children in Armed Conflict report, the UN reported more than 3,000 Afghan children were killed in 2019, mainly by ground fighting, improvised explosive devices and suicide attacks. UN secretary general António Guterres said he is “extremely concerned” about the increased number of children killed and maimed by all parties, “in particular by the 67% increase in incidents resulting from suicide attacks involving the use of improvised explosive devices and from complex attacks”. Meanwhile, the number of confirmed Covid-19 infections in Afghanistan passed 26,000 on Tuesday after the health ministry detected 793 new cases from 1,640 tests in the last 24 hours. At least 13 patients also died overnight, pushing the death toll to 491. There have been 5,508 recoveries. The ministry has so far tested 59,172 patients. No official figures were released by health officials in the western province of Herat for the fourth day straight. The province’s laboratory has halted work due to a lack of kits. Australia’s foreign minister accused China of contributing to a climate of “fear and division” over the coronavirus in a speech also attacking Russia and Turkey for spreading disinformation about the disease. Speaking at the Australian National University in Canberra, Marise Payne said the virus had provided fertile ground for fake news, and highlighted Twitter’s action in uncovering the role Russia, China and Turkey had allegedly played on the platform. Payne said: Twitter disclosed over 32,000 accounts as state-linked information operations, which the company attributed to Russia to China and to Turkey. For our part, it is troubling that some countries are using the pandemic to undermine liberal democracy to promote their own more authoritarian models. Payne also labelled Beijing’s warnings to citizens against travelling to Australia because of potential racist attacks as “disinformation”. “At a time like this, what we need is cooperation and understanding,” she said. She called for nations to bolster global bodies such as the World Health Organization to counter the “infodemic”. “We will do so through facts and transparency, underpinned by liberal democratic values that we will continue to promote home and abroad,” said Payne. Tensions between Beijing and Canberra have escalated steadily since Australia joined calls for an international probe into the origins of coronavirus and its handling by China. Beijing has since taken retaliatory steps, including targeting trade with Australia and discouraging its citizens from visiting the country. Chinese travellers represent the biggest group of tourists to Australia, as well as a significant and lucrative source of income from university students. Payne acknowledged Australia may have made itself a target by speaking out for a review on coronavirus, but said it had been in Australia’s best long-term interests. There are times to pursue quiet diplomacy behind the scenes, but there are also times to voice our concern and persuade others of the need for a course of action. Emmanuel Macron visited one of the world’s biggest pharmaceutical laboratories at Lyon on Tuesday to support the quest for a Covid-19 vaccine. The Sanofi Pasteur headquarters is currently working on two possible vaccines against the coronavirus. Macron was expected to use the visit to renew his call for future vaccines against Covid-19 to be considered “worldwide public property” accessible to all and not subject to commercial laws. The same appeal has been made by the World Health Organization. The visit came a month after a row erupted when the director general of Sanofi, Paul Hudson, suggested the United States would receive any vaccine the company developed as a priority after it invested $30m in research. Hudson was summoned to the Elysée where he assured the president any vaccine would be shared. “The subject is closed”, the Elysée said before Macron’s visit. On Saturday four European Union states - France, Germany, the Netherlands and Italy - signed an agreement with the Anglo-Swedish pharmaceutical group AstraZeneca to buy 300 million doses of vaccine to be used in the EU bloc. AstraZeneca has already launched human clinical trials on a vaccine which the company says, if effective, should be ready by the end of the year. Hi everyone, this is Jessica Murray, I’m taking over the live blog for the next few hours - please feel free to get in touch with any suggestions, thoughts and story tips. Email: jessica.murray@theguardian.com Twitter: @journojess_ Turkey has made the wearing of face masks mandatory in five more provinces, following an uptick in Covid-19 cases. Health Minister Fahrettin Koca tweeted early Tuesday that the wearing of masks is now compulsory in 42 of Turkeys 81 provinces. In the remaining provinces, residents are required to wear masks on public transportation and in shops and malls, and are being advised to wear masks and keep to social distancing practices elsewhere. Pinar Oktay, a member of Turkey’s scientific advisory body, has warned that a further increase in cases could lead to the resumption of some lockdown measures: “If the increase continues in this way, we may have to reimpose some measures.” Amazon.com Inc has said that it has launched a technology-aided system in some of its facilities to maintain social distancing, called “Distance Assistant”. The system applies artificial intelligence and machine learning to the camera footage in buildings to help identify high-traffic areas and implement additional measures to improve social distancing, Amazon said. According to the company’s head of robotics, Brad Porter: “The standalone unit uses machine learning models to differentiate people from their surroundings. Combined with depth sensors, it creates an accurate distance measurement between associates. As people walk past the camera, a monitor displays live video with visual overlays to show if associates are within six feet of one another. Individuals remaining six feet apart are highlighted with green circles, while those who are closer together are highlighted with red circles.” Hungary’s parliament has passed a law today to withdraw special powers granted to prime minister Viktor Orban’s government to tackle the coronavirus crisis. Orban secured extra powers to fight the coronavirus with an open-ended mandate at the end of March, which allowed his government to pass decrees. From early last month, the government gradually ended a national lockdown as the epidemic subsided. The Baftas have announced that they have followed the Oscars in delaying their 2021 awards ceremony by two months as a result of the Covid-19 pandemic and cinema closures. It will now be held on Sunday 11 April, two weeks before the Oscars. In the final installment of our ER diaries, a nurse at a hospital in California reflects on medical unit getting used to a new normal under Covid-19: Yes, the Covid disaster tent in our hospital – that giant eyesore – is packed up and stored for the summer. The waiting rooms are filling up more regularly. As more and more departments open up, eerily quiet halls have a buzz about them again. And yet coronavirus is everywhere, and I’m starting to wonder if it will ever leave. Two weeks after lifting most restrictions to contain the spread of Covid-19, Turkey is facing a sharp increase in the number of new infections, raising fears of a second wave of the virus. The number of new cases on Monday reached 1,592, and the daily rate has increased by more than 1,000 for the last four days. In total Turkey has recorded a total of 178,831 infections and 4,825 deaths. From the beginning of June cafes, restaurants, gyms, parks, beaches and museums have been allowed to reopen and stay-at-home orders for over-65s and under-20s have been eased. Some international flights resumed on 10 June. Health Minister Fahrettin Koca has made several appeals to the public to follow precautions such as social distancing and wearing masks in public places. “In our fight against the virus, the mask is our social responsibility. Let’s protect each other from the virus by wearing a mask. Let’s warn those who wander around without a mask, and those who pretend to wear masks,” he tweeted on Monday. Nationwide sample testing began on Monday with an initial 50,000 people across all 81 provinces, to determine how widely the coronavirus has managed to spread again. The government has been keen to stress that Turkey is open to holidaymakers during the peak summer season as the country continues to grapple with an economic downturn predating the pandemic. Great news for British-based sausage roll fans: Singapore will halt construction of the fifth terminal at its Changi Airport for at least two years to assess how the Covid-19 pandemic will impact the aviation sector and the future of travel, the city-state’s transport minister said on Tuesday. The government was carrying out a study of how the aviation sector will change, and the design of new terminal would be altered to account for new safety requirements as well as changing needs of airlines, Khaw Boon Wan said. “We have decided to take a pause for two years. Let us complete this study of the future of aviation,” Khaw said, according to an audio recording of his remarks on a video conference call provided by the transport ministry. The fifth terminal was scheduled to be completed in the 2030s, and was to handle up to 50 million passengers per year in its initial phase. Changi was among the world’s busiest airports in 2019, with more than 68 million passengers. The Yomiuriland amusement park in Tokyo reopened today, which was particularly good news for the one person who turned up to ride this rollercoaster: ... and the two people who climbed aboard this one: Hong Kong will let groups of up to 50 people meet from Friday, raising an earlier limit of eight people, after reporting only a small number of coronavirus cases in recent weeks, health secretary Sophia Chan has said. Hong Kong has reported a total of 1,113 cases and four deaths since the outbreak began in late January. If you live in England this might be interesting and/or useful: The government’s weekly Covid-19 surveillance reports for England can be found here. For those living or interested in other areas of the UK: There are some excellent data on the virus in Wales here. Data for Scotland is updated daily and can be found here. Ulster University runs a Covid-19 dashboard for Northern Ireland here, which takes some information from the NI department of health’s own dashboard here (but has some additional functionality). More information on coronavirus in Northern Ireland is available on the department of health website here. AstraZeneca’s potential coronavirus vaccine is likely to provide protection against contracting Covid-19 for about a year, the company’s chief executive told a Belgian radio station today, reports Reuters. The British company has already begun human trials of the vaccine developed by the University of Oxford, with a phase I trial in Britain due to end soon and a phase III trial already begun, Pascal Soriot told broadcaster Bel RTL. “We think that it will protect for about a year,” Soriot said. AstraZeneca said on Saturday that it had signed contracts with France, Germany, Italy and the Netherlands to supply the European Union with up to 400m doses of the potential vaccine. It has also agreed deals with Britain and the US. “If all goes well, we will have the results of the clinical trials in August/September. We are manufacturing in parallel. We will be ready to deliver from October if all goes well,” Soriot said. Germany launched its coronavirus tracing app today, which officials say is so secure even government ministers can use it. Smartphone apps have been touted as a hi-tech tool in the effort to track down potential Covid-19 infections. Experts say finding new cases quickly is key to clamping down on fresh clusters, especially as countries slowly emerge from lockdowns and try to avoid a second wave of infections and deaths. But governments in privacy-conscious Europe have run into legal and cultural hurdles trying to reconcile the need for effective tracing with the continent’s strict data privacy standards. Germany, where a person’s right to their own data even after death is rooted in the constitution and even protects the privacy of convicted criminals, has proved a particular challenge. The German government insists users will have full control over their data. There is no requirement to download the Corona-Warn-App. It’s up to the user to confirm their test results and trigger the process of informing possible contacts that they might in turn have been exposed. Still, concerns remain. A poll this month published by the public broadcaster ARD found that slightly more Germans (42%) said they would use the tracing app than the 39% who said they wouldn’t. The rest either said they didn’t have a smartphone or hadn’t made up their mind. Russia has reported 8,248 new coronavirus cases today, bringing its nationwide infection tally to 545,458. The authorities said 193 people had died of the virus in the last day, raising the official death toll to 7,284. The wife of Ukraine’s president, Olena Zelenska, has been hospitalised after contracting coronavirus and her condition is stable, the presidential office said today. Zelenska said last week she had tested positive for coronavirus, while her husband, Volodymyr Zelenskiy, and their two children had tested negative. I completely forgot to introduce myself this morning/evening/whatever-it-is-where-you-are. How very rude. This is Simon Burnton taking on the live blog for the next few hours. If you have seen any stories that deserve our attention, or if you have any tips, comments or suggestions for our coverage then please let me know by sending me a message either to @Simon_Burnton on Twitter or via email. Thanks! Spain is considering imposing a quarantine on visitors from the UK when it opens its borders next week in reciprocity to a similar measure imposed by London, the Spanish foreign minister, Arancha González Laya, has told on the BBC. “We will be checking what the UK will be doing and we will be in a dialogue with the UK to see whether or not we should be introducing reciprocity as they have different measures than the rest of the European Union,” González Laya said. An Israeli company has developed technology that can identify and locate Covid-19 outbreaks by sampling sewage. This is from the AFP: An Israeli company is monitoring coronavirus traces in a coastal city’s sewers and hopes to deploy its technology more widely to provide early warning of future concentrations of the respiratory disease. Ari Goldfarb saw a unique opportunity to test the limits of underground technology developed by his firm when coronavirus patients were moved into a hotel in Ashkelon taken over by the government. Fixated by wastewater since seeing raw sewage streaming into the sea while surfing as a teenager, Goldfarb founded the firm Kando initially to pinpoint industrial waste in the city’s labyrinthine municipal sewage system. Eight years on, the company’s network of sensors, autosamplers and controllers placed under manholes in Ashkelon are tracing coronavirus. In May, Kando partnered with scientists and mathematicians in Israel, Europe and the United States to embark on a month-long pilot to determine the accuracy of their technology. The findings, said Goldfarb, conformed with the health ministry’s data showing the breadth and the near-exact location of confirmed virus carriers, including the hotel used by patients. “We’re the only one who can tell where the outbreak is and how big the outbreak is in the city,” said Goldfarb. Sewage has also been tested in cities like Melbourne, Paris, Tokyo, Amsterdam, Valencia and the US state of Massachusetts - although mostly on a small scale and without precision. Kando’s manhole sensors can measure the flow of wastewater and how far it has travelled, using algorithms to determine the best moment to automatically collect samples. They are then analysed at a number of laboratories, with the findings instructing the firm on the direction to follow within the sewage system’s pipes to reach the source of the virus, Goldfarb said. Scientists around the world have already detected Covid-19 in patients’ stools within sewage systems, but can only provide a general reading of the presence of the virus in a community. Kando’s technology can go further, according to Goldfarb, by giving a more precise location of an outbreak, potentially helping authorities control diseases. With many coronavirus cases being asymptomatic, broad wastewater checks could pin down the virus before it spreads widely. The technology can detect the virus “in the sewage (of) asymptomatic people, so we know about a new outbreak before it really happens”, said Goldfarb. Kando’s technology already proved successful in helping authorities contain a 2013 polio outbreak in the southern town of Hura, he said. Some of the samples are tested at Ben Gurion University in the southern Israeli city of Beersheba, where researcher Karin Yaniv inserted a tray of samples gleaned from sewage into a machine. The adjacent computer screen lit up with lines indicating the presence of Covid-19 in the samples. Although Yaniv saw “challenges going through the raw sewage”, due to the amount of other materials, she was convinced it is the best way to forestall a virus outbreak. It is also more practical than trying to test the entire population regularly and, once the technology is in place, it can be used to detect other diseases. “If you have a platform to detect viruses, specifically corona, we can use the same platform for other viruses,” said Yaniv, a PhD researcher at the university’s biotechnology engineering department. After the Ashkelon pilot, a number of Israeli municipalities have expressed interest in the technology, but authorities have not commissioned Kando to roll out the project more widely. As well as the health benefits, Goldfarb is hopeful his firm could prevent a repeat of the sweeping economic shutdown which was imposed to stop the spread of coronavirus. “Decision-makers can take decisions based on data and they can close specific areas,” he said. That means “people will not lose their jobs, that means that people will have a better future – (and) the next outbreak will be managed much better.” New Zealand has suspended exemptions for people in managed isolation on compassionate grounds, after two women who were allowed to drive from Auckland to Wellington to visit a dying relative later tested positive for Covid-19. Currently travellers who arrive in New Zealand and show any known symptoms of coronavirus are placed in quarantine, while those who declare no symptoms spend 14 days in managed isolation, staying in a hotel with other people in a similar situation, and allowed to leave only when accompanied by security personnel. You can read a description of managed isolation here. According to New Zealand’s ministry of health, there are 155 people in quarantine and 3,412 in managed isolation. In the last week, 216 people applied for an exemption, and 90 were approved (there is a tailback of 311 cases in process). “Compassionate exemptions should be rare and rigorous and it appears that this case did not include the checks that we expected to be happening. That’s not acceptable,” said the health minister, David Clark. “Our border measures are a key line of defence against Covid-19 and we must ensure they are as robust as possible. “The director general will be reviewing the processes around these latest two cases, noting that he has already made it a requirement that all individuals must return a negative covid test before leaving managed isolation facilities from now on.” I will be handing over to my colleagues in London shorty, so here’s a summary of the main stories over the past few hours. New Zealand has recorded two new cases of Covid-19, their first cases in weeks. The two women, who are related, had travelled from the UK and were released from government quarantine and allowed to drive 650km from Auckland to Wellington on compassionate grounds. China has banned high-risk travellers from leaving Beijing. The move comes after a further 27 cases were reported in the cluster connected to a market in the city. A total of 106 cases have been diagnosed since Thursday. All high-risk people in Beijing, such as close contacts of confirmed cases, are not allowed to leave the city. Authorities described the city’s coronavirus outbreak as “extremely severe” as dozens more cases emerged, sports and entertainment sites were closed. Global cases have passed 8 million, according to the Johns Hopkins University tracker. It said there were now 8,018,742 cases and 436,406 deaths across the world. The US Food and Drug Administration has revoked its emergency use authorisation for hydroxychloroquine to treat Covid-19, the drug championed by president Donald Trump. Despite the FDA’s actions, the president said on Monday other countries had provided great reports on the effectiveness of the drug on Covid-19. A study has estimated 20% of global population is at risk of serious illness if infected with Covid-19. An estimated 1.7 billion people risk becoming severely infected with Covid-19 due to underlying health problems such as obesity and heart disease, according to analysis carried out by the London School of Hygiene and Tropical Medicine and published in the Lancet medical journal. South Korea has reported 34 new Covid-19 cases. It’s the third day in a row its new infections tally has been below 40. South Korea has been one of the most successful countries in fighting the coronavirus pandemic, but recent clusters around the capital have caused concern, and a two-week period of toughened prevention measures in Seoul has been extended indefinitely. UK vaccine trials to start this week. Scientists will begin testing another possible coronavirus vaccine on humans this week. Researchers at Imperial College London will begin clinical trials in 300 people to see whether their jab produces an effective immune response against Covid-19. The healthy participants, aged between 18 and 70, will all receive two doses of the vaccine over the coming weeks, and the hopes are that tests could then move on to 6,000 volunteers if they are successful. Thailand reports no new infections. On Tuesday, the country reported no new coronavirus infections or deaths and marked 22 successive days without a domestic transmission. Some US-China flights to resume. The US and China will each allow four weekly flights between the two countries, the US Transportation Department said on Monday, easing a standoff on travel restrictions in the midst of the novel coronavirus pandemic. Mexico passes 150,000 infections There are now a total 150,264 confirmed coronavirus cases and 17,580 deaths, though the government has said the real number of infected people is likely significantly higher than the official count. Washington University predicts that US deaths could pass 200,000 by October. The forecast projects 201,129 deaths in the US due to Covid-19 by October, mainly due to the reopening measures under way, the Institute for Health Metrics and Evaluation (IHME) at the University of Washington said on Monday. It’s an 18% rise on its previous estimate. It said Florida would be among the hardest hit states, with an estimated 18,675 deaths, up 186% from a previous estimate. The institute raised its estimate for deaths in California by 72% to 15,155 and increased its outlook for Arizona by 56% to 7,415 fatalities. Let’s take a quick look at that the British papers are saying about coronavirus this morning ... and the Guardian’s headline is “Lengthy queues as shops in England reopen” alongside a large photo of the crowds. The Times and the Scotsman both focus on education, with “Millions of pupils doing no work” and “Parents lead backlash over ‘chaotic’ back to school plan”, respectively. The Telegraph quotes former Tory leader William Hague saying “Lockdown a ‘disaster for society’”. The i has “Retail therapy aids stricken UK economy”, while the FT says “Retail renewal draws crowds”. Thailand on Tuesday reported no new coronavirus infections or deaths and marked 22 successive days without a domestic transmission. The country has recorded a total 58 deaths related to Covid-19 among some 3,135 confirmed cases, of which 2,993 patients have recovered. It was the third time in six days that no cases were reported. All recent cases have been found in quarantine among Thais returning from abroad, said Panprapa Yongtrakul, a spokeswoman for the government’s Covid-19 Administration Centre. We are getting more details now of the two new Covid-19 cases in New Zealand – the first cases there for 24 days. The two women had travelled from the UK and were released from government quarantine and allowed to drive 650km from Auckland to Wellington on compassionate grounds. The country’s health chief, Ashley Bloomfield, said the women had not put the public at risk, however questions will be asked about why they were not tested for Covid-19 before they set out on the trip. After both women tested positive on Monday, one reported that in hindsight, she had been experiencing symptoms but had attributed them to a pre-existing health condition. The New Zealand Herald reports that Bloomfield said that the women’s conditions might have been picked up if the daily health check in managed isolation had been done properly, including asking them about every individual Covid-19 symptom. “My understanding is the person who had the symptoms was asked, ‘Are you okay?’ ... The protocol is to go through each individual symptom,” he said at a press conference. The women, aged in their 30s and 40s, arrived in New Zealand together on 7 June on a flight from the UK via Doha and Brisbane. You can read our full story below: The father of Minnesota’s Democratic congresswoman Ilhan Omar has died from complications from Covid-19. In a tweet she said it was with “ tremendous sadness and pain” that she said goodbye to her father, Omar Mohamed. Ilhan Omar became one of the first two Muslim women elected to Congress in 2018, along with Rashida Tlaib, from Michigan. Omar was the first Somali-America elected to Congress. I’ve done a couple of posts today about China’s reaction to the new cluster in Beijing, which numbers 106 cases. Beijing has now banned high-risk people from leaving the Chinese capital and halted some transportation services to stop the spread of a fresh coronavirus outbreak to other cities and provinces. China’s financial hub of Shanghai demanded some travellers from Beijing be quarantined for two weeks, as 27 new Covid-19 cases took the capital’s current outbreak to 106 since Thursday. All high-risk people in Beijing, such as close contacts of confirmed cases, are not allowed to leave the city, state media reported on Tuesday, citing municipal officials. All outbound taxi and car-hailing services have also been suspended. Some long-distance bus routes between Beijing and nearby Hebei and Shandong provinces were suspended. The state-sponsored Global Times news outlet is also reporting that all samples of food and fresh produce taken in Shanghai have returned negative tests for coronavirus. The number of confirmed coronavirus cases in Germany increased by 378 to 186,839, data from the Robert Koch Institute for infectious diseases showed on Tuesday. The reported death toll rose by nine to 8,800. Germany has fared better than many of its European neighbours during the outbreak. Italy has recorded 237,000 cases and 34,000 deaths. France has had 194,000 infections and 29,000 deaths. The UK has fared the worst in Europe with 298,000 cases and nearly 42,000 deaths. In a move likely to cause further tension between the US and the World Health Organization, the WHO chief, Tedros Adhanom Ghebreyesus, is scheduled to give a commencement speech to students at the elite Tsinghua University in Beijing in June. Tedros will deliver an online speech to Tsinghua’s School of Economics and Management on 21 June, according to a notice from the university. Donald Trump said in May the United States was ending its relationship with the WHO over the body’s handling of the coronavirus pandemic, accusing the UN agency of becoming a puppet of China. Scientists will begin testing another possible coronavirus vaccine on humans this week. Researchers at Imperial College London will begin clinical trials in 300 people, to see whether their jab produces an effective immune response against Covid-19, Press Association reports. The healthy participants, aged between 18 and 70, will all receive two doses of the vaccine over the coming weeks, and the hopes are that tests could then move on to 6,000 volunteers if they are successful. Rather than giving people a weakened form of the illness, the Imperial vaccine instead uses synthetic strands of genetic code based on the virus’ genetic material. The research has been funded by $51m from the UK Government, as well as $6.3m of other donations, and comes after a separate vaccine from experts at Oxford University started undergoing human clinical trials The work has been praised by Business Secretary Alok Sharma, who said: “The fast progress of Imperial’s vaccine is testament to the ingenuity and tenacity of Britain’s researchers. “If these trials are successful a vaccine will not only help us tackle coronavirus but also emerging diseases now and into the future.” Australia’s most populous state will nearly double its public transport capacity from 1 July, allowing more locals to avoid driving as it continues to ease curbs designed to slow the spread of the coronavirus. The relaxation of rules in New South Wales will allow more passengers to board buses, trains and ferries, where capacity has been restricted. The state premier, Gladys Berejiklian, urged people to travel outside rush hours if possible to avoid any community spread of the virus. NSW, which includes Sydney, reported three new cases of the virus on Tuesday – all returned travellers who are in mandatory hotel quarantine. Starting 1July 1, a 50-person limit on indoor venues such as restaurants and churches in the state will be scrapped, so long as they only allow one person for every four square metres. The neighbouring state of Victoria reported nine new cases, including a grade 5 student at a public school. Of the new cases, three are linked to known outbreaks, two are in hotel quarantine, one was detected through routine testing and three are currently under investigation. South Korea has reported 34 new Covid-19 cases, the third day in a row its new infections tally has been below 40. The new cases included 21 local infections according to the Korea Centers for Disease Control and Prevention. All but four of the locally transmitted cases were reported in Seoul and Gyeonggi Province that surrounds the capital, where up to half of the country’s population lives. South Korea has been one of the most successful countries in fighting the coronavirus pandemic, but recent clusters around the capital have caused concern, and a two-week period of toughened prevention measures in Seoul has been extended indefinitely, Yonhap reports. The Chinese state media tabloid the Global Times says the 27 new cases in the capital, Beijing, today takes the total in the past five days to 106, as per the graph below. At least 29 local communities in Beijing are under lockdown as a result of the new cluster. The Global Times also says that after the cluster of infections found in a Beijing market, Wuhan, where the virus outbreak began, started a three-day inspection of its supermarkets, wet markets and vegetable markets on Saturday. In a tweet, the Global Times said “all 6,178 samples took (sic) from those markets, including chopping boards, kitchen knives, tested negative for #coronavirus”. An estimated 1.7 billion people – more than 20% of the world’s population risk becoming severely infected with Covid-19 due to underlying health problems such as obesity and heart disease, according to analysis carried out by the London School of Hygiene and Tropical Medicine and published in the Lancet medical journal. The study analysed global data sets of illnesses including diabetes, lung disease and HIV used these to estimate how many people are at heightened risk of serious Covid-19 infection. It found that one in five people have at least one underlying health problem putting them in greater danger. While not all of those would go on to develop severe symptoms if infected, the researchers said around 4% of the global population, or around 350 million, would likely get sick enough to require hospital treatment. “As countries move out of lockdown, governments are looking for ways to protect the most vulnerable from a virus that is still circulating,” said Andrew Clark, who contributed to the study. “This might involve advising people with underlying conditions to adopt social distancing measures appropriate to their level of risk.” Clark said the findings could help governments make decisions on who receives a Covid-19 vaccine first when one becomes available. The study found that less than 5% of people aged under 20 have an underlying risk factor, compared with two thirds of over 70s. Countries with younger populations have fewer people with at least one underlying condition, but risks vary globally, according to the analysis. New Zealand has broken a 24-day streak of no new cases of Covid-19 in the country, recording two new infections from returning overseas travellers. Both of the new cases, which are related, have been diagnosed “as a result of recent travel from the UK,” health officials have just announced. More details will be given at a news conference in two hours. New Zealand’s government reported that it was free of Covid-19 last week after the last remaining sufferer from the virus recovered. However, the country’s top health official said at the time that there would inevitably be more cases as new arrivals entered the country. New Zealanders, their families, and particular essential workers, are the only people currently permitted to enter the country. They must stay in government-run quarantine for two weeks, during which time they will be tested twice for the virus. The country has recorded less than 1,500 confirmed cases of Covid-19, and 22 deaths, after a strict and early national lockdown. China has reported 27 new domestically transmitted coronavirus cases in Beijing, where a fresh cluster linked to a wholesale food market has sparked WHO concern and prompted a huge trace and test programme. The new cases bring the number of infections confirmed in the Chinese capital over the last five days to 106, amid new lockdowns across more than 20 communities in the city. The National Health Commission also reported four new local infections in Hebei province, which surrounds Beijing, plus another in southwestern Sichuan province. In total 40 new cases were reported across China on Tuesday, of which just 8 were imported. Earlier we reported that the WHO said the cluster in the capital was a cause for concern. “A cluster like this is a concern and it needs to be investigated and controlled - and that is exactly what the Chinese authorities are doing,” WHO emergencies director Mike Ryan said. The Reuters news agency is reporting that US Secretary of State Mike Pompeo plans to meet a Chinese delegation in Hawaii this week to discuss bilateral ties that have soured deeply since the start of the year. The world’s top two economies have been at loggerheads in recent months over the handling of the coronavirus pandemic and China’s move to impose new security legislation on Hong Kong and of course their ongoing trade dispute. Hong Kong’s South China Morning Post newspaper cited an unidentified source as saying that Yang Jiechi, a state councillor and member of the Communist Party’s powerful politburo, will lead the Chinese side in the meeting with Pompeo. \\The US State Department and White House did not respond to requests for comment about the trip, first reported by Politico on Friday. The United States and China will each allow four weekly flights between the two countries, the US Transportation Department said on Monday, easing a standoff on travel restrictions in the midst of the novel coronavirus pandemic. Following the Chinese government approval, Delta Air Lines said it would resume passenger flights to Shanghai from Seattle next week via Seoul, and once weekly flights from Seattle and Detroit beginning in July. In a statement, the Transportation Department said it will continue to press for the full restoration of passenger air travel between the United States and China, in part to allow for the repatriation of Chinese students who have been unable to fly home because of the shortage of flights. “As the Chinese government allows more flights by US carriers, we will reciprocate,” it said. Mexico has recorded more than 150,000 coronavirus cases, according to the health ministry, after 3,427 new infections and 439 fatalities were added to their tally on Monday. There are now a total 150,264 confirmed coronavirus cases and 17,580 deaths, though the government has said the real number of infected people is likely significantly higher than the official count. Just on the US Food and Drug Administration revoking its emergency authorisation for hydroxychloroquine to treat Covid-19, President Trump appeared to criticise the move.... “I took it and I felt good about taking it. I don’t know if it had an impact, but it certainly didn’t hurt me,” Reuters news agency reported Trump as saying on Monday. It added that the president said there had been “great reports” out of France, Spain and other places, without offering any evidence or further explanation. France is one of the countries that has already stopped using the drug for Covid-19 patients. US regulators have revoked the emergency authorisation for malaria drugs championed by Donald Trump for treating Covid-19, amid growing evidence they don’t work and could cause serious side effects. The Food and Drug Administration (FDA) said on Monday the drugs hydroxychloroquine and chloroquine were unlikely to be effective in treating the coronavirus. Citing reports of heart complications, the agency said the drugs’ unproven benefits “do not outweigh the known and potential risks”. In a separate announcement, the FDA also warned doctors against prescribing the drugs in combination with remdesivir, the lone drug currently shown to help patients with Covid-19. The agency said the anti-malaria drugs could reduce the effectiveness of remdesivir, which the FDA cleared for emergency use in May. Hydroxychloroquine and chloroquine are frequently prescribed for lupus and rheumatoid arthritis. The FDA granted emergency use for the anti-malaria drugs in late March at the same time the US government accepted 30m doses of hydroxychloroquine and chloroquine that had been donated by two foreign drug manufacturers. Millions of those doses were shipped to US hospitals to treat patients who weren’t enrolled in clinical trials. Dr Steven Nissen, a Cleveland Clinic researcher who has been a frequent FDA adviser, said he would not have granted emergency access in the first place. “There has never been any high-quality evidence suggesting that hydroxychloroquine is effective” for treating or preventing coronavirus infection, he said, but there was evidence of serious side effects. You can read our full story below: All indoor sports and entertainment venues were shut down in China’s capital on Monday as authorities raced to contain a coronavirus outbreak linked to a wholesale food market, with some neighbourhoods placed under complete lockdown. Tens of thousands of people were also targeted in a massive test and trace programme, as the World Health Organization reported that more than 100 cases had been confirmed so far. “More than 100 cases have now been confirmed,” WHO director-general Tedros Adhanom Ghebreyesus told a virtual press conference, adding that the origin of the cluster linked to the Xinfadi market was still unclear. “A cluster like this is a concern and it needs to be investigated and controlled - and that is exactly what the Chinese authorities are doing,” WHO emergencies director Mike Ryan said. Authorities have locked down 21 housing estates near Xinfadi in the south of the city and another market, Yuquandong, in the capital’s northwestern Haidian district, where cases linked to the Xinfadi cluster have been detected. Officials said they were in the process of testing more than 90,000 people living in the locked-down communities for the virus. They said 200,000 people had visited the Xinfadi market since 30 May , and they were trying to trace and test all of them, including going door-to-door. More than 8,000 workers from the market have been tested and sent to centralised quarantine facilities. Let’s go first to the rising number of infections and predictions out of Washington University that US infections could pass 200,000 by October. The forecast projects 201,129 deaths due to COVID-19 by October, mainly due to the reopening measures under way, the Institute for Health Metrics and Evaluation (IHME) at the University of Washington said on Monday. The IHME raised its estimate by 18 % from 169,890 and said Florida would be among the hardest hit states, with an estimated 18,675 deaths, up 186% from a previous estimate of 6,559 on 10 June. The institute raised its estimate for deaths in California by 72% to 15,155 from 8,812 and increased its outlook for Arizona by 56% to 7,415 fatalities from 4,762. Forgive me if I baffle you with numbers for a moment, but predictions over US deaths has been somewhat of a rollercoaster during this pandemic. If you cast your mind back to March, and the top US coronavirus taskforce advisers, doctors Deborah Birx and Anthony Fauci, estimated 100,000-240,000 Americans could die from the virus. They made their grim prediction at a White House briefing, calling it “our real number”, while also pledging to do everything to reduce it. Then, when strong restrictions came into force, the estimates seemed to seriously drop, to closer to 60,000 deaths. But when President Trump effectively stopped his daily White House briefings (after his suggestion of injecting disinfectant), he began hinting that the toll may end up being higher ... perhaps 80,000-90,000, in a “virtual town hall” with Fox news. Now things seem to have come full circle with this estimate of perhaps 200,000 deaths by October. Hello and welcome to the Guardian’s live coverage of the coronavirus pandemic, with me, Alison Rourke. We kick off today as global infections pass 8 million cases. The US has a quarter of those cases (2.1 million). A new forecast by the University on Washington has estimated there may be 201,000 deaths due to COVID-19 in the United States by the beginning of October, mainly due to reopening measures under way. Currently, the death toll there stands at over 116,000. Brazil meanwhile, the other major world hotspot, is nearing 900,000 cases and has more than 44,000 deaths as of on Monday, according to Health Ministry data. The rising numbers come as the World Health Organization said that Beijing’s new cluster of more than 100 infections is a cause for concern. The city has ramped up testing and reintroduced restrictions in some areas because of the new cluster of cases in the capital linked to a wholesale food market. All indoor sports and entertainment venues in Beijing were shut down on Monday as authorities raced to contain the outbreak. Here’s a summary of the other main news so far: The US Food and Drug Administration has revoked its emergency use authorisation for hydroxychloroquine to treat Covid-19, the drug championed by president Donald Trump. Despite the FDA’s actions, the president said on Monday other countries had provided great reports on the effectiveness of the drug on Covid-19, and he complained that only US agencies have failed to grasp its benefit. India will reimpose a lockdown on 15m people in Chennai and neighbouring districts from Friday, state officials said, as coronavirus cases surge in the region. France has reported 29 new coronavirus deaths on Monday, marking the sixth day with fewer than 30 fatalities. South Africa’s president Cyril Ramaphosa on Monday condemned a surge of femicides since his government eased anti-coronavirus stay-at-home measures as “barbaric” and “acts of inhumanity”. The 2021 Oscars ceremony has been moved to April from February due to the havoc caused in the movie industry by the coronavirus pandemic. Hundreds of Cuban doctors and nurses who were sent to Mexico City to help respond to the pandemic could stay longer if cases keep rising, a senior government official said. Chile’s government said on Monday it would extend a state of catastrophe in place since mid-March by 90 days, in response to a surge in infections in the South American nation. New infections in Turkey have doubled from early June, with the country’s health minister warning citizens against complacency. Resident doctors battling coronavirus in public hospitals in Nigeria went on strike on Monday to demand better benefits, including the provision of more protective equipment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}