{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jun/11/arizona-coronavirus-us-covid19-doug-ducey", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-06-11T22:26:05Z", "webTitle": "Arizona sees alarming surge of more than 1,000 new coronavirus cases daily", "webUrl": "https://www.theguardian.com/world/2020/jun/11/arizona-coronavirus-us-covid19-doug-ducey", "apiUrl": "https://content.guardianapis.com/world/2020/jun/11/arizona-coronavirus-us-covid19-doug-ducey", "fields": {"headline": "Arizona sees alarming surge of more than 1,000 new coronavirus cases daily", "bodyText": "Arizona is seeing an alarming surge in coronavirus cases, with more than 1,000 new infections per day, prompting one lawmaker to criticise the state’s governor for failing to highlight the “seriousness” of the situation. In a letter sent to the Republican governor, Doug Ducey, on Wednesday, the Democratic congressman Ruben Gallego asked what the governor plans to do to address the recent surge that has made Arizona a hotspot and pushed some hospitals to near capacity in their intensive care units. Gallego chastised the governor for failing to highlight the “seriousness of the growing public health emergency our state is facing”. But Ducey dismissed mounting concerns on Thursday, and focused on hospitals’ capacity to care for patients rather than slowing the spread of the virus. “That’s what’s most important when there is a rise in cases,” Ducey told reporters at a news conference. “Because a rise in cases could result in a rise of severe illness that requires hospitalization. I want every Arizonan to be able to have the medical care and comfort and resources necessary, and today we are able to provide that.” Arizona is one of several states that has seen a surge in new Covid-19 cases after stay-at-home orders were lifted last month. Ducey said the increase was not unexpected partly because of a wider availability of testing. But some experts disagree, citing a lack of a face mask requirement or contact tracing in the state. Some are calling for tighter restrictions. The state will be making more of an effort on public health education, Ducey said. But that would not require enforcing face masks. The Republican governor himself has been criticized for not wearing a mask in public and in meetings. “Wearing a mask when you can’t social distance is good. I’m going to wear a mask when I’m in those situations,” said Ducey, who had a mask in his pocket but didn’t wear it. Arizona is seeing more than 1,000 new cases per day, up from fewer than 400 a day when Ducey ended his business closure and stay-at-home orders in mid-May. Public health experts note that the percentage of positive tests has nearly doubled in the past few weeks. On Thursday, the state reported 1,412 new cases and 32 new deaths. As of Thursday, Arizona has had 31,267 confirmed cases of Covid-19 and seen 1,135 people die from the virus since March. Meanwhile, hospitals have been told to prepare for the worst. The state’s largest hospital system, Banner Health, has said its intensive care units are nearly full and will soon exceed capacity. Dr Marjorie Bessel, the chief clinical officer at Banner Health, is urging the public to boost their efforts to avoid contracting or passing on the virus by wearing masks in public, using social distancing and being diligent with hygiene practices. Maricopa county health officials made similar pronouncements at a news briefing Wednesday, and said all employees are now required to use masks when they are within 6ft (2m) of co-workers. Ducey ended Arizona’s stay-at-home order on 15 May and eased restrictions on businesses. Arizona residents who were cooped up for six weeks flooded Phoenix-area bar districts, ignoring social distancing guidelines. The state began seeing a surge of new cases and hospitalizations about 10 days later. “It seems pretty clear to me that what we’re seeing is directly related to the end of the stay-at-home order,” said Will Humble, the executive director of the Arizona Public Health Association. It wasn’t just that the order ended: there were no requirements to wear face masks, no major increases in contact tracing to spot and stop evolving outbreaks, and no scale-up of infection control at nursing homes, he said. “Those are missed opportunities that, if implemented today, could still make a big difference,” said Humble, a former director of the state department of health services. Ducey has praised the large majority of the state’s residents who have followed social distancing guidelines but has declined to criticize large gatherings at nightclubs. His executive orders block cities from taking actions to stop activities that may spread the virus, and he is not requiring the public to take steps such as wearing masks."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}