{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jun/28/real-madrid-la-liga-barcelona-espanyol-serie-a-milan-roma", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-06-28T22:33:50Z", "webTitle": "Real Madrid go two points clear at the top of La Liga after defeating Espanyol", "webUrl": "https://www.theguardian.com/football/2020/jun/28/real-madrid-la-liga-barcelona-espanyol-serie-a-milan-roma", "apiUrl": "https://content.guardianapis.com/football/2020/jun/28/real-madrid-la-liga-barcelona-espanyol-serie-a-milan-roma", "fields": {"headline": "Real Madrid go two points clear at the top of La Liga after defeating Espanyol", "bodyText": "Real Madrid’s Karim Benzema produced an audacious back-heel assist for Casemiro to score as they beat Espanyol 1-0 away on Sunday to capitalise on Barcelona’s slip-up a day earlier and move two points clear at the top of La Liga. The Brazilian midfielder slid to the ground to guide the ball home on the stroke of half-time after being played in by a stroke of genius from Benzema, who dragged the ball through the legs of his marker to find his team-mate. Real held on to their slender lead for a fifth consecutive victory, which gives them a two-point cushion in the title race over Barça, who were held to a 2-2 draw at Celta Vigo on Saturday. Espanyol, playing their first game under the caretaker coach, Francisco Rufete, their fourth manager of a troubled campaign, remain rooted to the bottom of the table on 24 points, 10 away from escaping the relegation zone. Levante went into a four-goal lead against Real Betis, who scored two late goals while Gerardo Moreno’s fine volley completed a fine 2-0 victory for Villarreal over Valencia. Eibar were also victorious, seeing off Granada thanks to Pablo de Blasis and Kike. In Serie A, Bologna pushed Sampdoria deeper into trouble as they handed Claudio Ranieri’s side a third 2-1 defeat in eight days. Musa Barrow broke the deadlock for Bologna from a penalty in the 72nd minute and the Gambian set up the second for Riccardo Orsolini with a mazy run down the left three minutes later. Barrow then hit the post before Federico Bonazzoli headed one back for Sampdoria with two minutes left. Milan scored twice in the final 15 minutes to sink Roma 2-0 in a slow-paced game as the teams struggled in the San Siro heat. The match kicked off at 5.15pm local time with the temperature around 32C and although the pitch was almost entirely in the shade the conditions clearly affected the players. After an entirely forgettable first half, Milan finally stirred into life after the break as Hakan Çalhanoğlu and Lucas Paquetá forced saves from Antonio Mirante. The hosts broke through in the 76th minute when Franck Kessié’s shot was saved at close range by Mirante and the ball rebounded to Ante Rebic. His first shot struck the post but the ball came straight back to him and he scored at the second attempt. Calhanoglu converted a penalty in the 89th minute to give Milan their second straight win since the league’s restart. “The kick-off time made this a really tough match,” said the Milan coach, Stefano Pioli. “We were looking for a victory against one of the top sides and we got it on merit. This win gives us confidence for the future. We have to grit our teeth and try to finish the championship well.” Inter completed a dramatic turnaround at Parma, as Stefan de Vrij and Alessandro Bastoni struck in the last six minutes for the 10-man visitors and Luis Muriel scored twice as Atalanta won 3-2 at Udinese. There were six goals at Sassuolo, who earned a draw thanks to a last-minute Rogério strike against Hellas while Napoli eased to a 3-1 win over Spal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}