{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/jun/17/teenage-boy-drowns-in-freak-accident-off-northern-irish-coast", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-06-16T23:10:10Z", "webTitle": "Teenage boy drowns in 'freak accident' off Northern Irish coast", "webUrl": "https://www.theguardian.com/uk-news/2020/jun/17/teenage-boy-drowns-in-freak-accident-off-northern-irish-coast", "apiUrl": "https://content.guardianapis.com/uk-news/2020/jun/17/teenage-boy-drowns-in-freak-accident-off-northern-irish-coast", "fields": {"headline": "Teenage boy drowns in 'freak accident' off Northern Irish coast", "bodyText": "A teenage boy has drowned while taking part in a sporting activity on the north coast of Northern Ireland. The coastguard said emergency crews were called around 5pm on Tuesday in response to a “major incident” close to the medieval Dunluce Castle and Whiterocks beach near Portrush in Antrim. Coastguard teams from Ballycastle and Coleraine and a rescue helicopter were dispatched to the scene of what the coastguard described as a “freak accident” at the beauty spot. According to local reports the group who got into trouble were “coasteering”, an activity involving traversing the coastline in a combination of rock climbing, diving and swimming. The Northern Ireland ambulance service and the Police Service of Northern Ireland were also sent to the scene. Local reports suggested another young person was injured in the accident and two others escaped serious injury. Northern Ireland assembly member Maurice Bradley who represents the area for the Democratic Unionists said there had been a “tragic coastal accident”. “The north coast is a wonderful place to visit but it has hidden dangers and I would urge caution and tell people to be careful in around the rocks here,” Bradley added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}