{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jun/20/rugby-scones-and-old-school-charm-todd-muller-plots-the-downfall-of-jacinda-ardern", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-06-19T23:01:31Z", "webTitle": "Rugby, scones and old school charm: Todd Muller plots the downfall of Jacinda Ardern", "webUrl": "https://www.theguardian.com/world/2020/jun/20/rugby-scones-and-old-school-charm-todd-muller-plots-the-downfall-of-jacinda-ardern", "apiUrl": "https://content.guardianapis.com/world/2020/jun/20/rugby-scones-and-old-school-charm-todd-muller-plots-the-downfall-of-jacinda-ardern", "fields": {"headline": "Rugby, scones and old school charm: Todd Muller plots the downfall of Jacinda Ardern", "bodyText": "The man who will challenge Jacinda Ardern in the hope of becoming New Zealand’s next prime minister introduced himself to the country in front of a loyal, local crowd in his old rugby clubrooms. There were scones with butter, rugby trophies proudly on display, and on the wall, someone from the club had put up a tino rangatiratanga – or Indigenous Māori sovereignty – flag (it turned out to be upside down, something the rugby club say they were responsible for). Todd Muller’s launch last Sunday was not flashy or digital; in one sense it was politics of the old school. But for those who listened to the long, nuanced speech, Muller cited both National party prime ministers – from his own, centre-right group – and those from Ardern’s centre-left Labour, as chief among his influences. Mild-mannered but at times intense, occasionally visibly nervous, Muller spoke of his discontent at the plight of what he called New Zealand’s “underclass” and pledged that while his more conservative party would not increase taxes, he would not cut welfare either. “I’ve a strong belief that there are some of these things where actually we should see successive governments and political parties building on legacies as opposed to trying to tear them down,” he told the Guardian during an interview at his parliamentary offices in Wellington. “I’ve never been hugely struck by labels, actually. I’ve been massively impacted by what works.” It’s the sort of talk that has lawmakers from across the political spectrum praising Muller’s “decency”. His work at parliament included negotiating with the left-leaning Greens on a bill to enshrine New Zealand’s carbon emissions targets in law. But his approach also poses a challenge for a relative political unknown who is taking on the most popular New Zealand prime minister of modern times at an election in just over three months: he needs to make an impact. It has only been a few weeks since Muller, a father of three, took up leadership of his party after ousting his predecessor. Ardern is riding high despite problems with her government’s Covid-19 border measures; in a poll published the day before Muller assumed the National leadership in May, his party had a woeful 29% support. Ardern’s Labour held 59%. Following the prime minister’s handling of the Covid-19 outbreak, a terrorist attack, and a volcanic eruption she is one of the best-known and most popular politicians in the world, her face painted on buildings in other countries and talk circulating of a Nobel peace prize. “I’m not going to attack for attack’s sake,” says Muller, who was elected to parliament in 2014. “I think you look for points of difference that are critical ... But I don’t think they’re all the time, every day on every issue.” He doesn’t bother much with Twitter; his Facebook page has just over 30,000 fans compared to Ardern’s 1.3 million. But he says he can only campaign as himself and he believes that if he can meet enough people one-on-one he might win them over, even though he admits they might be thinking “Who’s this guy?’. “The greatest energy I get in the role is actually being out and connecting with people,” he says. “Because the election creates that sort of crucible ... I think that’s going to provide the opportunity for people to see me and connect with me and make judgments as to whether they find me an authentic person or not.” As well as an in-person campaign strategy, Muller expects something else: that the tide will turn on Ardern’s government, which has been credited with saving New Zealand from the worst possible outcomes of the Covid-19 pandemic, but is now staring down a recession in the lead-up to September’s vote. “It is changing rapidly out there,” he says, referring to the mood of the country. “I have every sense that when we get to August, September, the economy will be in a far more stressed situation than it is now.” He was not “willing the badness”, he says. “That is just what is predicted to happen.” In the past, National has sold itself as the party of good fiscal management, although polls show Ardern’s party is currently trusted with the country’s books. Muller has touted his business background – he held top roles at Zespri, the world’s largest kiwifruit marketer, and the dairy giant Fonterra – as evidence he is prepared to take over. But before he was a business leader, Muller wanted a career in politics. The Te Puna rugby clubrooms where he delivered his speech are just down the road from where he grew up near the city of Tauranga in New Zealand’s Bay of Plenty, and where his grandfather, even into his 70s, would hear sirens and “jump in the car and try and follow the fire engine with a thermos and rugs and stuff”. It had an impact on Muller, who recalled seeing his grandfather at 90 with “a huge sense of deep satisfaction of a life well lived in terms of service and faith and family and how deeply empowering it was in terms of a life of purpose”. The family were Catholic; Muller describes faith and “my personally clumsy attempt to understand it” as “my own personal journey”. He votes conservatively on social issues: against abortion and voluntary euthanasia, most recently. “I don’t and will never seek to suggest to anybody else that my life journey is a journey that they must follow,” he says. He was a rare conservative student politician at left-leaning Waikato university, and wound up working for the former National party prime minister, Jim Bolger. He was already dreaming of holding office himself but wanted some experience away from politics first. Muller’s scholarship of American politics has at times proved controversial; when he took over the National party leadership, photos taken of his office in 2019 showed a “Make America Great Again” hat on a shelf. After trying to dismiss suggestions he should abandon such a divisive symbol – Muller tried to argue that he had also displayed two Hillary Clinton pins – he eventually conceded that the hat would not accompany him to the opposition leader’s office. Surely it was naive to assume the hat would prove uncontroversial, particularly after a white supremacist massacre of Muslims in Christchurch last year? “My headspace was completely elsewhere, right? I had just become the leader of the opposition,” Muller says. “I totally understand that for some people it is a deeply oppressive symbol, but I wasn’t looking at it through that lens.” But the student of American politics fears that country’s political “partisanship” could become “a contagion” elsewhere, including in New Zealand. “We’ve got to hold on to that great New Zealand capacity to be able to have tough conversations, but respectfully and totally acknowledge the fact that 5,000 people wanted to show and demonstration of their solidarity to the importance of calling racism out when they see it,” he says, referring to the Black Lives Matter protests held in New Zealand’s major cities. Race has, in an uneven first month, occasionally proved troublesome for Muller; there was the MAGA hat, the upside-down Māori flag, and criticism that his front bench team does not feature any Māori or non-white MPs. It led to speculation that Muller did not have the deftness required on matters of race, or a modern enough outlook to combat Ardern. But Lain Jager, an old friend of Muller’s from university, says that isn’t true. Te Puna, where Muller grew up, Jager says, is interwoven with the Māori world; visiting Muller’s family on their kiwifruit orchard, he saw people “very closely networked into the local community, including the Māori community”. “Anyone who says that Todd doesn’t have a relationship with Māori and isn’t grounded in a deeply Māori community in Te Puna, just doesn’t know Te Puna and doesn’t know Todd,” he added. Muller has seemed at times nervous in his first month, occasionally unprepared for a tough question. But on Wednesday, as the extent of New Zealand’s border woes in the Covid-19 crisis deepened, Muller finally took full flight during parliamentary question time. One hand in his pocket, and without the stumbles that have characterised his earlier statements, he slammed the government’s “appalling, shambolic” response. “Of course I would vote for Todd,” says Jager, his friend. “But my view is we’re blessed in New Zealand. Jacinda Ardern is a tremendous person and politician, Todd Muller is a tremendous person and politician. I think New Zealanders have genuine choice on how they vote.” Such a view might be one of Muller’s biggest obstacles. But the opposition leader says that no matter how things looked for his party in the polls as the election loomed, voters would not find him starting fights, or “down in the weeds of vitriol” on Twitter. “If that is the test of leadership, then I will not meet it,” Muller says. “That’s just not who I am.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}