{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jun/02/coronavirus-latest-at-a-glance-2-june", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-06-01T23:18:30Z", "webTitle": "Coronavirus 1 June: at a glance", "webUrl": "https://www.theguardian.com/world/2020/jun/02/coronavirus-latest-at-a-glance-2-june", "apiUrl": "https://content.guardianapis.com/world/2020/jun/02/coronavirus-latest-at-a-glance-2-june", "fields": {"headline": "Coronavirus 1 June: at a glance", "bodyText": "Key developments in the global coronavirus outbreak today include: Pakistanis urged to ‘live with the virus’ Pakistanis are being urged to “live with the virus” as the country’s prime minister, Imran Khan, pushes ahead with a plan to lift lockdown restrictions despite rising infections and deaths, citing the economic losses being suffered. The nation of 220 million has reported 72,160 cases and 1,543 deaths, which jumped lately to as high as 80 a day. Khan said his government has given cash handouts to the poor, which wasn’t possible to continue on such a large scale, adding around 130 million to 150 million people were adversely affected by the shutdowns. Trump no longer in regular contact with public health expert Anthony Fauci, the US government’s top public health expert and Covid-19 task force member, says he is no longer in frequent contact with the president. Asked whether Donald Trump talks to him often about Covid vaccine work, he said: “No ... As you probably noticed, that the task force meetings have not occurred as often lately. And certainly my meetings with the president have been dramatically decreased.” Egypt confirms 1,399 new cases Egypt has confirmed 1,399 new cases, the country’s health ministry says; the first time it has decelerated for a week. That is down from 1,536 reported the day before, but still almost double the number on the same day a week ago. Egypt has reported a total of 26,384 cases, of which 6,297 have recovered and 1,005 died, the ministry said. Known global cases exceed 6.2m According to researchers at Johns Hopkins University, at least 6,246,042 people are known to have been infected and at least 374,452 are known to have died since the outbreak began. The figures, which are based on official and media reports, are likely to significantly underestimate the true scale of the pandemic due to differing testing and recording regimes around the world, as well as suspected undercounting."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}