{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/jun/05/manuel-ellis-death-police-firing-mayor-victoria-woodards", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-06-05T21:26:35Z", "webTitle": "Manuel Ellis killing: mayor calls for firing of officers involved in death of black man", "webUrl": "https://www.theguardian.com/us-news/2020/jun/05/manuel-ellis-death-police-firing-mayor-victoria-woodards", "apiUrl": "https://content.guardianapis.com/us-news/2020/jun/05/manuel-ellis-death-police-firing-mayor-victoria-woodards", "fields": {"headline": "Manuel Ellis killing: mayor calls for firing of officers involved in death of black man", "bodyText": "The mayor of Tacoma, Washington, has called for the police officers involved in the death of an African American man in March to be fired and prosecuted after cellphone footage surfaced of him being beaten while lying on the ground. Victoria Woodards, the mayor, said the video made her even more “angered and disappointed” about the death of Manuel Ellis, 33, who died in police custody of respiratory arrest on 3 March after calling out “I can’t breathe”. She instructed the Pierce county sheriff to review the actions taken by the officers on the scene. “The officers who committed this crime should be fired and prosecuted to the full extent of the law,” said Woodards in a late-night press conference on Thursday after the video was released. The video, captured by a woman whose name has not been released, appears to show two officers repeatedly punching a man lying on the ground. The woman can be heard screaming from her car: “Stop. Oh my God, stop hitting him. Just arrest him.” The death of Ellis, a musician and father of two, has been ruled a homicide and is being investigated by the Pierce county sheriff’s department. The county medical examiner’s officer reported that he died due to hypoxia and physical restraint. Other factors that may have contributed to his death included methamphetamine intoxication and heart disease. The four officers involved were placed on administrative leave following the arrest. The Tacoma police department said in a statement that they returned to full duty once it was determined “there were no known departmental violations”. Earlier this week they were placed again on administrative leave. On Friday, the Tacoma city council unanimously approved sending a letter to the governor, Jay Inslee, requesting an independent review of Ellis’s death. The letter was in response to Ellis’s family pushing for a thorough and independent investigation involving the state. During the council meeting, Woodards also highlighted the need for the system to change, referencing the fact that she and the governor would look into establishing an independent review process for every officer-involved death in Washington. Ed Troyer, the Pierce county sheriff’s spokesman, told the Guardian that the Tacoma police officers had noticed Ellis banging on car windows. When he came up to their car asking for help and saying there were warrants out for his arrest, an officer got out of the car. Ellis grabbed him by his vest and threw him to the ground, according to Troyer. The second officer then came out of the car and wrestled him into handcuffs. He was lying on the ground when he started saying he couldn’t breathe. The officers turned him on to his side and called for medical units. The Washington senator Patty Murray said in a tweet on Thursday that her “heart goes out to Manuel Ellis’ family, those who loved him &amp; his community”, and said she supported Inslee’s push for an independent investigation. Ellis was a father to an 18-month-old daughter and 11-year-old son, according to a GoFundMe account created five days ago by Monet Carter-Mixon, Ellis’s sister, and Black Lives Matter Seattle King county. As of Friday, the page had raised over $46,000. “We are proud of the man Manuel became, like so many black men in our community, his greatest achievements were grounded in his ability to transform trauma and personal struggles into victories,” the fundraiser says."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}