{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jun/20/european-roundup-serie-a-borussia-dortmund-haaland-atletico-madrid", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-06-20T20:17:44Z", "webTitle": "European roundup: Serie A returns, Haaland hits brace for Dortmund", "webUrl": "https://www.theguardian.com/football/2020/jun/20/european-roundup-serie-a-borussia-dortmund-haaland-atletico-madrid", "apiUrl": "https://content.guardianapis.com/football/2020/jun/20/european-roundup-serie-a-borussia-dortmund-haaland-atletico-madrid", "fields": {"headline": "European roundup: Serie A returns, Haaland hits brace for Dortmund", "bodyText": "In the first Serie A match for three months, the Torino captain, Andrea Belotti, had a penalty saved in a 1-1 draw at home to Parma. Nicolas Nkoulou headed struggling Torino ahead in the 15th minute celebrated by taking a knee in support of the Black Lives Matter movement. Juraj Kucka fired seventh-placed Parma level in the 31st minute after Gervinho found his way to the byline and pulled the ball back. Torino won a penalty at the start of the second half but Parma goalkeeper Luigi Sepe, who had just denied Simone Zaza with a brilliant point-blank save, got his hand to Belotti’s weak effort. Torino stayed 15th with 28 points, only three above the relegation zone. In Germany, Erling Haaland scored twice as Borussia Dortmund sealed second place in the Bundesliga with a 2-0 win at third-place RB Leipzig. Bayern Munich, who wrapped up their eighth straight title on Tuesday, played out a 3-1 win at home over Freiburg. On his first professional start, 17-year-old Gio Reyna set up Haaland on a counterattack in the 30th minute and the Norwegian grabbed his second in injury time, laid on this time by Julian Brandt. Borussia Mönchengladbach took advantage of Bayer Leverkusen’s 2-0 loss at Hertha Berlin to move fourth with a 3-1 win at relegated Paderborn. Leverkusen needed a win to stay ahead of Gladbach in fourth but failed to make the most of a good start and did not recover after Matheus Cunha fired Hertha into a 22nd-minute lead. Dodi Lukebakio scored Hertha’s second goal early in the second half with an easy finish. At the bottom, Mainz, Cologne and Augsburg all ensured top-tier soccer next season as Werder Bremen’s troubles deepened. All Mainz players lifted an arm in solidarity with the Black Lives Matter movement after Robin Quaison’s opening goal in a 3-1 win over 17th-place Bremen. Fortuna Düsseldorf earned a hard-fought 1-1 draw at home to Augsburg, the visitors scoring early through Florian Niederlechner before Rouwen Hennings hit back from outside the box to level. Bremen need a win against Cologne next week to have any chance of avoiding dropping out of the top division for the first time since 1981. Either Düsseldorf or Bremen will face a play-off against the third-place team from the second division. Cologne drew with Eintracht Frankfurt 1-1, Union Berlin slipped to a 4-0 loss at Hoffenheim, who booked their place in the Europa League next season, and Schalke’s club-record winless run stretched to 14 games after a 4-1 defeat at Wolfsburg, which also booked the winners a Europa League qualification place. In Spain, Atlético Madrid kept their grip on La Liga’s Champions League spots in dramatic style with a nervy 1-0 at home against Valladolid. Álvaro Morata came close with an early header for Diego Simeone’s wavering side but it took until the 86th minute for them to break the deadlock, the substitute Vitolo heading into an unguarded net – and the ball crossing the line by a matter of millimetres – after José Antonio Caro flapped at a cross. Atlético stay third, level on points with fourth-placed Sevilla. Levante moved to 11th in La Liga with a 3-1 win at rock-bottom Espanyol, Borja Mayoral and Enis Bardhi scoring either side of David López’s equaliser before an Adrià Pedrosa own-goal confirmed the result late on."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}