{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/jun/19/tottenham-hotspur-v-manchester-united-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-06-19T21:32:16Z", "webTitle": "Tottenham Hotspur 1-1 Manchester United: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/jun/19/tottenham-hotspur-v-manchester-united-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/jun/19/tottenham-hotspur-v-manchester-united-premier-league-live", "fields": {"headline": "Tottenham Hotspur 1-1 Manchester United: Premier League – as it happened", "bodyText": "So that’s your lot. Thanks for reading this MBM. David Hytner was our man at the Tottenham Hotspur Stadium this evening. Here’s his report. Enjoy! Roy relents. Keano, much calmer than he was during that half-time salvo, says he’d now consider letting David de Gea on the bus home to Manchester. However he’d have to sit at the back. A slightly downcast Steven Bergwijn talks. “We had a good first half but the second we let them come too much. We didn’t pressure them, and it was difficult to come out. It was different with no public, but we knew there was a million people watching the game, that’s what the manager told us to keep in mind.” Bruno Fernandes speaks. “We did very well. It was a difficult game. We started good but they scored on the counter. We scored and had chances to score more. We want to win every game and we are not happy but it’s a good result. After a long stop, I think we did very well. We need to look for the Champions League. We are one point closer.” A fair enough result on balance, though not one that’s particularly useful for either club. Tottenham remain in eight position on 42 points, still four behind Manchester United, who stay in fifth on 46. Fourth-placed Chelsea can open up a five-point gap on United if they win at Aston Villa on Sunday. There’s just enough time for Bruno Fernandes to flash a wild shot miles to the left of goal, and that’s that. Mourinho and Solskjaer both seem happy enough, though that’s a great result for Chelsea. 90 min +5: United win a throw out on the left. Spurs think it’s their ball, but no. Shaw romps down the wing. The ball ends up at the feet of Greenwood on the other flank. He drops a shoulder to advance down the channel, and fizzes a shot across the face of goal and inches wide of the left-hand post. 90 min +3: Both teams are well aware of the value of a precious win. As a result, added time has been a hectic nonsense. 90 min +1: There will be five extra minutes. Plenty of time for somebody to find a winner. 90 min: Rashford makes his way past Aurier down the left. The ball squirts towards Bruno Fernandes, who goes over with Dier nearby. The referee points to the spot. Mourinho races onto the pitch, effing and jeffing. But the decision goes to VAR, and Fernandes went over way too easily. Dier had stopped short, like Frank Costanza. The decision’s overturned. 89 min: Bailly comes on for McTominay. 88 min: Kane blooters a witless effort straight into the wall. He looks knackered, understandably so given he’s not played since January. 87 min: McTominay is forced to hack a Lo Celso cross behind for a corner. The set piece is cleared, but Greenwood clips Lo Celso’s ankle, and this is another free kick, 25 yards out, in a position just to the left of centre. 85 min: Nothing comes from Son’s free kick, a deflected shot. United break, Pogba pearling an exquisite volleyed pass down the left to release Rashford. But Sanchez has a head of steam tracking back, and nicks the ball away from Rashford just as he’s shaping to shoot. 84 min: Lo Celso takes up possession, just to the left of the United box. Pogba barges into him from behind. Free kick in a very dangerous position. “If Scargill was in charge at least Spurs would never be short of strikers.” Andrew Champney, ladies and gentlemen. 83 min: Spurs try to hit back immediately. Davies, quarterbacking from deep, sails a long ball down the inside left. Son times his run to beat the offside trap ... but there’s too much juice on the pass, and out it flies. Goal kick. Fernandes sends Lloris the wrong way, smacking a fine penalty into the bottom left! United deserve to be level. 80 min: Pogba diddles a flat-footed Dier down the right, and dribbles along the byline. Dier, panicking and chasing, clips Pogba and it’s a no-brainer of a decision for the referee. 79 min: Wan-Bissaka whips a decent high cross in from the right. Neither Greenwood nor Ighalo time their runs properly, and Spurs clear. 78 min: United make another double change, replacing Martial and a limping Lindelof with Ighalo and Matic. McTominay will drop back to deputise in the injured Lindelof’s stead. 77 min: Lo Celso clips a cute pass down the inside-right for Aurier, who is convinced he’s won a corner off Lindelof. The assistant ref agrees, and flags accordingly; the ref isn’t having it, though, and awards a goal kick. Aurier is livid. 75 min: Spurs have steadied themselves since that double change. United not looking quite so dangerous at the minute. 73 min: Maguire half-clears the corner. Davies swings in from the other flank. Sanchez prepares to head home, but De Gea punches away just in time. 72 min: “We’re playing so deep the Spurs shop is going to start selling branded miners’ lamps,” writes Adam Levine. “Arthur Scargill’s going to be our next manager.” So with that, Adam’s team stream up the other end, Aurier winning a corner off Shaw out on the right. 71 min: A double change for Spurs, as Bergwijn and Lamela make way for Lo Celso and Gedson Fernandes. 69 min: Spurs have been under the cosh for the last few minutes, pretty much since Pogba’s come on. So they’re happy to break for drinks. 67 min: Nothing comes from the resulting set piece. What a save that was, though! 66 min: Aurier loses possession again, stripped this time on the Spurs right by Shaw. Shaw hooks infield. Martial takes a touch and flashes a glorious rising shot towards the top right. It’s heading in, but Lloris fingertips a world-class save over the bar. I wonder if Roy Keane expected him to throw his cap on that while casually pulling on a cheroot? 64 min: Pogba drives in from the left. He slips a ball to Fernandes, who spins gracefully then threads a sensational low pass down the inside-right channel to find Martial in the box. There was no margin for error there. Forensic, to borrow a word from every political commentator. But Martial hesitates before shooting, allowing Dier to slide across and take the sting out of the shot. 63 min: Pogba’s immediately in the thick of it, taking a shot, then stripping Aurier of possession and forcing a corner. Kane heads the set piece clear, but United come straight back at Spurs, who are finding it hard to get out of their final third. 62 min: The corner is a non-event. Meanwhile Ole has seen enough: James and an unhappy, head-shaking Fred are replaced by Greenwood and Pogba. 61 min: Son meanders down the left and cuts inside. He curls towards Bergwijn, racing in from the right. Shaw nips in to head out for a corner. 59 min: Maguire goes sliding in on Bergwijn. It probably should be a free kick, out on the left, but the ball breaks to Kane, who fires low into the centre. Shaw does well to get in front of Lamela to clear. 57 min: This match is beginning to open up, as players get tired during the first game back. This may well benefit United more than Spurs, but we’ll see. 55 min: Martial runs at the Spurs defence, then lays off to Fernandes on the right. Fernandes has a whack first time. His low diagonal fizzer whistles past the left-hand post, an inch or so away. So close. Lloris makes out like he had it covered, but I’m not so sure. Had that been on target, tucked tight in the corner, it’d have been in. 53 min: McTominay takes a speculative shot from distance. It slaps Fernandes in the back. United can’t get going up front at all. “Entertaining as Keane’s tirade was, I can’t help thinking he was performing for the cameras,” argues Thomas Atkins. “It was just some sub-optimal defending followed by a goalkeeping error, but Keane went off like they were losing 8-0. It’s the Michael Bolton problem. If you turn everything up to 11 in the first verse, where do you go from there?” 51 min: A free kick for United out on the right. Fernandes curls it in. It’s easily headed clear by Dier. Spurs stream up the other end, Lamela attempting to slip Son clear down the inside-left channel. But once again his final ball is appalling. He’s been better breaking things down than building them up today. 49 min: Martial has only had nine touches so far tonight, Kane ten. Fair enough, it happens to strikers sometimes. But Sissoko’s only touched the ball ten times, too. He’s playing in the centre of midfield! God help him when Jose discovers that stat. 47 min: James has a wee probe down the left and nearly works his way into the box, but he’s got no options inside and is eventually forced to turn tail. The actual football can’t live up to that majestic Roy Keane broadside, in that sense we’re done here for the evening. But here we go again. Spurs get the ball rolling for the second half. On Sky Sports, Roy Keane is fuming at footage of the Spurs goal. The teeth are bared, the brow is furrowed, and there’s quite a lot of steam coming out of his lugs. “I’m shocked at that goal ... I’m fuming here, watching that game of football ... I can’t believe [spits] Shaw, heading the ball up in the air and then running forward ... I am staggered at Maguire, [with great emphasis] staggered at an international player getting done like this ... and I am sick to death of this goalkeeper. I would be fighting him at half time, there is no getting away from that. I would be swinging punches at that guy. This is a standard save for an established international goalkeeper. I am flabbergasted. Maguire! And De Gea ... I wouldn’t even let him on the bus after the match. Get a taxi back to Manchester. Shocking, I am disgusted. De Gea?! Maguire? Letting people run past you while playing for Manchester United? That De Gea is the most overrated goalkeeper I’ve seen in a long time.” He then suggests he would have saved the Son header De Gea tipped over too. In fact De Gea should have caught it. Patrice Evra and Kelly Cates allow themselves a smile and a guffaw, but as Cates cuts to commercials, Keane sits quietly fuming. Magnificent television. Swinging punches, a taxi home ... what a glorious tirade! Half-time entertainment. Give our new Forgotten Stories podcast a whirl, you won’t regret it. The latest edition tells the wonderful story of Fred Spiksley, the outside-left who dabbled in film and became embroiled in a wartime escape mission. And that’s the end of the first half. United were beginning to get on top when Spurs broke and scored, a combination of Bergwijn’s brilliance and De Gea’s weak wrists. Since then, the hosts have been the better side. Some thinking to do for Ole at half-time. Will we see Pogba? 45 min +3: Fernandes jinks his way past Winks and lashes a swerver towards goal. Lloris is right behind it. 45 min +2: Wan-Bissaka and James combine down the right and earn a corner off Son. Fernandes takes. Maguire attacks it with a view of winning a header, but Dier gets in the way. 45 min +1: Aurier has a crack from the right-hand edge of the United D. The ball curls harmlessly wide left, never troubling the goal. 45 min: United could do with the half-time whistle. They’ll hear it in three minutes’ time. 43 min: ... Winks blazes over the bar from distance. The shot deflected off Fernandes’ toe, but Spurs aren’t getting the second corner they’re owed. 42 min: Lamela and Aurier work the ball wide right for Son, who has a belt from the edge of the box. The shot is deflected out for a corner, from which ... 41 min: Lamela taps Rashford on the ankle. He’s surely tested the referee’s patience once too often ... but no, still no booking. Then Dier barges into James. No foul, though it should be. James, a ball of frustration, hacks back at Dier, and into the book he goes. 40 min: A game of head tennis breaks out. 38 min: Something of a lull as the game gets scrappy, in the early/pre-season style. 36 min: Spurs are getting plenty of joy down the right. Sissoko, Aurier and Bergwijn ping a couple of triangles and nearly open United up. Not quite. Shaw has clearly been identified as a weak link by Mourinho. Like that’s breaking news. 34 min: Lindelof tries to shepherd a long Spurs punt out for a goal kick. Kane gives him a cheeky little shove in the back, and the ball deflects off him and out for a corner. Lindelof looks aggrieved, but that was careless. Nothing comes of the resulting corner, which is just as well for the Swede. 32 min: De Gea makes up for his mistake with a wonderful save! Bergwijn springs a rickety offside trap and romps down the right. He crosses deep for Son, who guides a header back across goal towards the top right. It’s heading in, but De Gea tips over the bar for a corner, from which nothing comes. 30 min: ... nothing much happens. United were very close to getting back on terms in short order, there. 29 min: A free kick for United out on the right. Fred curls it in. Rashford gets in ahead of Sanchez, but can’t get a clean header on target from six yards. The ball’s bundled out for a corner, from which ... United were in the process of gaining the upper hand, but they’ve gone behind! Bergwijn picks up a Sissoko header, just inside the United half. He drives down the right, steps inside, leaving Maguire for dust, and batters a shot through De Gea and into the right-hand side of the net! It’s a hell of a run, and some finish, though the keeper might have done better. 26 min: Fernandes is beginning to call the shots. He slithers in from the left and rasps a fierce low shot straight at Lloris, who handles a fizzing ball extremely well. Seconds earlier, James skittered down the right but couldn’t find Rashford or Martial with a poor cross. United are on top here. 24 min: Drinks break! As the players imbibe, the virtual fans yammer on. “Football’s new normal, as everything is now tediously called, reminds me of the early years of soccerball in America where the visiting Alex Ferguson was amused by ‘the crowd cheering at all the wrong times’,” writes Justin Kavanagh. “I’m watching on NBC who give viewers the option of added crowd noise or not. How Lord Ferg would have liked that in the era of the noisy neighbours.” 22 min: Fernandes whips a ball in from the right. Sanchez’s clearing header is hopeless, and falls at the feet of Rashford, ten yards out just to the left of goal. His low drive, angled towards the bottom right, is kicked away adroitly by Lloris. United quickly come again, Fred having a batter from distance. Lloris deals with that one easily. 21 min: Fred drives down the middle of the park and is clumsily brought to ground by Davies. Yet another challenge that could easily have ended in a yellow card, but the ref’s in a good mood tonight. 19 min: Rashford swings one in from the left. Davies is forced to head out for a corner. Fernandes has two goes, and neither of them are particularly good. Spurs clear their lines. 17 min: Lamela wildly shoves McTominay from behind. He should go in the book but the referee opts to give Spurs a free one as well. 16 min: Then suddenly Spurs spring, latching onto a loose ball and pouring forward. Again Lamela has the opportunity to send a team-mate clear; again he hesitates and the chance to release Kane down the inside-left channel is gone. 15 min: United stroke it around the back awhile. They go nowhere, and Spurs are quite happy to sit back. 13 min: Son sashays in from the left, drops a shoulder, and makes space to shoot. He dribbles a miserable long-range effort towards the bottom left. It’s no problem for De Gea. 11 min: United stroke it around the back awhile. Then Wan-Bissaka suddenly rakes one down the right, nearly releasing Bruno Fernandes. Davies steps in to put a stop to Fernandes’ gallop, and Lamela bustles up the other end. He’s hauled back by McTominay, who is told by the referee in no uncertain terms to get his house in order. But there’s no yellow card. Next time he’ll probably not be so fortunate. 9 min: Lamela picks up the ball in the centre circle and should send Son clear down the middle. United’s defence is all over the shop! But Lamela dillies and dallies, making what looks like a simple pass extremely hard. When he eventually tries an elaborate chip, Son has wandered offside and the pass is wayward anyway. Son should have been bearing down on goal, one on one. 7 min: Shaw flicks a pass down the left for Rashford, who looks as though he’s got the beating of Johnson Sanchez. The pair come together, and it looks like a free kick to United, but the ref’s not interested and it’s just a goal kick. 6 min: A cute flick from Son on the left, inside to Lamela, who shuttles the ball on to Bergwijn. He lays off to Kane, who sprays a pass down the right for Aurier, in acres. Where’s Shaw?! Aurier tries a low diagonal shot that’s not great, although it deflects out for a corner. Nothing comes off the set piece. Both sides look in the mood to go for this. 4 min: McTominay is upended out on the left wing, punishment from winning the ball well off Bergwijn. The free kick’s hoicked into the mixer, and Rashford wins a header, the ball deflecting off Dier and out for a goal kick. But the flag goes up for offside, correctly so. 2 min: United, having got the ball rolling, are on the front foot quickly. A long ball pumped down the middle forces Dier to hack out under pressure from Martial. United commit plenty of men forwards, but lose possession from the throw and Bergwijn threatens to break clear. He can’t launch an attack but at least Spurs have cleared the danger. The referee blows the whistle to get the game underway ... and all players take a knee. Black lives matter. Before kick-off, there’s a minute of solemn reflection and polite applause, in memory of those who have lost their lives to the coronavirus. We’ll be off in a minute. It’s a miserable evening in north London. Rain falling steadily at the Tottenham Hotspur Stadium. Such a beautiful arena; so odd to see the stands completely empty. But here we are ... and here come the teams. Spurs are in their famous lilywhite, while Manchester United wear their equally storied red. Ole speaks. “When you are happy outside football, you can be happy on the pitch as well. And Marcus Rashford is a fine human being, a fine young man, and he’s been looking really good in training. I think we’ll see the best of him. We’re excited to get back in the swing of things. Then again, the empty stadium and lack of emotion is going to be a new experience for the boys.” Jose speaks. “We have options [at centre-half]. We try to analyse the moment, and that depends on the players’ bodies, how they react to this long period. United is a powerful team in counter-attack and we choose the two that can cope better with it. We want to play. We want the game to start, focus on the game, and forget the stadium is empty. When we start the game it cannot be strange, we have to focus.” Black lives matter. Both teams warm up. Both teams send a loud and clear message to racists: do one. Retro reports. Here’s what happened when Tottenham hosted Manchester United last season ... ... and here’s what occurred when the two teams met at Old Trafford back in December. Harry Kane is back, fit for the first time since New Year’s Day. Meanwhile Eric Dier gets the nod ahead of Toby Alderweireld in the Spurs defence; Erik Lamela is preferred to Giovani Lo Celso up the other end; Tanguy Ndombele still hasn’t completely won Jose over and is on the bench; and Dele Alli is suspended for a social-media transgression. It gets everyone in the end, you’d all be well advised to turn it in. Paul Pogba is fit again, but he only makes the Manchester United bench. Scott McTominay gets the midfield anchor role ahead of Nemanja Matic. And like Kane, Marcus Rashford plays for the first time since January. Tottenham Hotspur: Lloris, Aurier, Sanchez, Dier, Davies, Sissoko, Winks, Son, Lamela, Bergwijn, Kane. Subs: Alderweireld, Vertonghen, Lo Celso, Sessegnon, Gazzaniga, Ndombele, Skipp, Fernandes, White. Manchester United: de Gea, Wan Bissaka, Lindelof, Maguire, Shaw, McTominay, Fred, James, Bruno Fernandes, Rashford, Martial. Subs: Bailly, Pogba, Mata, Lingard, Romero, Ighalo, Greenwood, Matic, Williams. Referee: Jonathan Moss (County Durham). The lockdown came at exactly the wrong time for Manchester United. Here’s what they did in their last 11 matches before the Premier League was suspended in March: Win! Win! Draw! Win! Draw! Win! Win! Draw! Win! Win! Win! The last six matches in that sequence saw them rattle up an aggregate score of 19-1. Their chops were up all right after that tricky start to the season. Tottenham Hotspur were far happier to press pause. Here’s what they did in their last six matches before the lockdown: Lose! Lose! Ship a half-time lead to lose! Lose a penalty shoot-out before exchanging views with members of the crowd! Draw! Get thumped by Leipzig! The following three barren months have provided a welcome opportunity to take stock. Whether they’d have chosen United as their first match back is a moot point. Spurs have a decent recent record at home against the Red Devils, it’s true, winning three of the last four fixtures. But they lost the last one, 1-0 at Wembley in January 2019, and were beaten 2-1 at Old Trafford last December as well. On both occasions they were slain by the same goalscorer. Her Majesty’s Government will be relieved they’re not the only noble institution Marcus Rashford enjoys running rings around. But Spurs were muddling along without their first-choice front line before the break - and now Harry Kane and Son Heung-min are both fit again. That’s huge for a team desperate to win this evening. Spurs are in eighth, seven points off fourth-placed Chelsea, four behind United in the fifth spot that may be good enough for the Champions League next season, depending on Manchester City’s fate. Three points tonight would put them right in the mix; a draw or defeat would put their place at Europe’s top table in serious jeopardy. United want those three points too, of course. A third win on the bounce against Spurs would see them leapfrog Chelsea into fourth place, at least for a couple of days, consolidate their position ahead of the chasing pack, and provide more evidence that Ole Gunnar Solskjaer may just be onto something. Their good news: the heroic Rashford has recovered from a back problem, while Paul Pogba returns after an ankle injury. So a world of possibility opens up for us tonight. It’s part four of the Premier League’s Big Return. It’s two of the biggest clubs in world football, both battling for elite continental football next season. It’s a star-studded affair featuring Kane! Rashford! Solskjaer! Jose Mourinho! And it’s on! Kick off: 8.15pm."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}