{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/mar/20/match.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-03-20T20:18:22Z", "webTitle": "Premiership: Bolton Wanderers 1 - 0 Norwich City", "webUrl": "https://www.theguardian.com/football/2005/mar/20/match.sport7", "apiUrl": "https://content.guardianapis.com/football/2005/mar/20/match.sport7", "fields": {"headline": "Stelios screamer gives Bolton lift", "bodyText": "A spectacular goal in the closing minutes of the first half by Stelios Giannakopoulos settled this entertaining game. Norwich fought hard but were no match for a composed Bolton side for whom Gary Speed and Kevin Nolan were outstanding. Norwich had their chances - Damien Francis missed two of them - but Bolton's defence took charge and gave them little chance. At the other end, Robert Green in the Norwich goal made two excellent saves to keep out Fernando Hierro. Bolton, looking to consolidate a Uefa Cup place, were without El-Hadji Diouf, who was starting a three-match ban after his red card against Arsenal. Jay-Jay Okocha, who had been struggling for full fitness all week, was on the bench. This was Norwich's first visit to the Reebok. They won the corresponding Carrow Road fixture 3-2, but have yet to win away from home all season. The early exchanges were scrappy with both sides working hard to close down midfield, but there were a couple of half chances. Bolton's best came when Nicky Hunt tried a speculative lob from 25 yards and almost caught Green napping, the keeper racing back to catch the ball under the bar. Graham Stuart then floated a tempting free-kick to Bolton's far post and Craig Fleming looked to be lining up a header before Leon McKenzie stole in ahead of him and, knocked the ball wide. Captain Fleming had a sharp word for his team-mate. Next in line was Speed, whose left-foot shot from five yards after a Hierro free-kick fell at his feet was blocked by Jason Shaekell. Francis looked set to score when his shot beat goalkeeper Jussi Jaaskelainen, but Hunt stuck out a leg and the ball flew to safety. Then three minutes before half time Bolton broke the deadlock. A corner on the left was cleared to Giannakopoulos, and from five yards outside the area, he hit an unstoppable rising shot that flew into the top corner. And with Norwich reeling a long-range effort by Vincent Candela hit the bar with Green beaten. After the break, the home side continued to press and went close through Kevin Davies, Speed and Nolan who all profited from long through balls. Darren Huckerby cut a lonely figure wandering around the pitch in search of a decent pass, while Dean Ashton and McKenzie chased hard but to no avail. In the closing minutes Green was called upon twice to save from Hierro and deny the Spaniard from doubling his goal tally for the season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}