{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/mar/13/unitedarabemirates.hotels.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-03-13T18:47:41Z", "webTitle": "Hands up who wants bath caviar", "webUrl": "https://www.theguardian.com/travel/2005/mar/13/unitedarabemirates.hotels.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2005/mar/13/unitedarabemirates.hotels.observerescapesection", "fields": {"headline": "Hands up who wants bath caviar", "bodyText": "The suites have individual lifts inside them. Lifts to take you to another awesome floor, under another of the 114 huge domes; and another marbled mile of gleaming corridor, glittering with the light of more than 1,000 Swarovski crystal chandeliers, reflecting the black of a scattering of Steinway grands. The gold leaf on the walls apparently used up a year's supply of gold from South Africa. It's two-and-a-half kilometres to walk round and, believe me, your calf muscles begin to feel it after you've made your way from room to breakfast terrace to beach, only to realise that you've stupidly forgotten your book and it'll be dark by the time you get back. It took 20,000 people three years, working day and night, to build it. The gatehouse alone, 40 metres high, is a gnat's-hair off the size of the Arc de Triomphe. Every inch of the 110,000 square metres of pink Italian marble is polished nightly by a squadron of specially trained larks whose feathers are impregnated with beeswax and tongues coated in asses' milk and ... OK, that's something of a lie, but it's not all that far-fetched. You get the idea. It's big. It's phenomenal. It's phenomenally big, and luxurious, and cost the Abu Dhabi government something approaching £2 billion. The Emirates Palace is, rightly, the talk of the travel industry just now, and will be the talk of rich travellers for many months to come. I'm just not yet sure what the conclusion of all this talk will be. My own conclusion I found accidentally, after departure, scribbled in my notes. The placement of management offices, I'd been told at one point, meant executives took ages to get to daily meetings: the mooted solution is to have video-conferencing each morning. Between staff who work not just in the same country, the same city, but the same building. So I had written down, quietly, 'impressive but silly'. And, sadly, this sentiment cropped up more than I had really wanted it to. Take the morning cup of coffee, which I always find a grand indicator of how much I'm going to be able to relax in a hotel. At the moment, although all the cafes are not yet open - the official Palace opening isn't until later this month - the main breakfast terrace is a lengthy walk from your room, and sits all morning in the (rather cool) shade. One of the far too attentive staff, in between emptying your ashtray every 20 seconds, will try to move your seat round 'so you will enjoy our beautiful view', which it actually isn't, being a view of a new concrete marina and new concrete villas and some transplanted palm trees. So I wondered about coffee in my room, on the balcony, in the sun, to be told that there were indeed plans to supply such a thing: but the words 'experience' and 'ceremony' were used, and there were threats of actually grinding the beans in front of me. Impressive, and silly, and also slightly dangerous, because anyone who chose to respond to my early-morning screams for an urgent jag of coffee by placidly hand-picking beans in the corner of my room for half an hour and doing wildly frustrating things with napkins and petals (as I'm very sure they would) would have been offered violence before they had managed to grind out enough snuff for a bee. And the rooms are indeed magnificent, but don't actually work. The hotel has an IT staff of 25, more than the usual complement for many national newspapers. So the touch-screen pad, which you're meant to use to control everything from the 125cm plasma screen to aircon and wake-up calls, should surely be less wildly temperamental: it might as well have a big sticker on it saying 'to give yourself the sensation of an iron band tightening around the head, try to get this to work'. The hotel's not officially open yet, so it could be teething problems. But similarly, the lights system is thrillingly futuristic and needlessly complicated; I found myself yearning for a Bakelite switch on the bedside lamp, after having risen from bed three times to reset the whole damn system. Minor niggles, you might think, but they were instructive: someone, at the very last hurdle, seems to have forgotten that, once the feelings of awe and splendour recede slightly, guests still just want to get to sleep and have a good time. It's like a huge expensive simulacrum of taste, rather than actual taste. Take, late at night, the lovely and splendidly fitted cigar bar, which features $15,000 Cognacs and fat, rich humidors stuffed with cigars the size of babies' arms. It seemed perfect and gloriously luxurious and I found a grand 10-year-old Talisker and was almost very happy until I saw what was happening and practically had to lurch across the mahogany to stop the barman topping the glass up with Coke. Plans for the bar include a Cuban band, which would be fun, but also a show featuring a Cuban girl rolling tobacco on her thighs, which is surely simply tacky. You see what I mean. There is a splendid amount to admire about this wonder - which the Abu Dhabi royals hope will, rather than actually make money, put the country on the proper rich-tourist map and leave their kitscher, more popular neighbour Dubai in the shade. And you do gasp with awe at first sight of the palace, its caravanserai of domes marching across a smoky pink sunset. You have to admire the sheer vision and ambition of the sheikhs behind it (many of whom will spend time living in their own exclusive eighth-floor suites). It is worthy testament to the recently deceased Sheikh Zayed, father of modern Abu Dhabi, whose thoughtful use of the oil windfall has transformed Abu Dhabi in 40 years from medieval desert to shimmering green megalopolis. And so I admired it, and undoubtedly wanted to like it, but somewhere along the way, amid the wealth of detail and the microscopic attention to luxury - even the basement laundry, into which guests will never venture, is floored with marble - something seems to have been overlooked, and that's how much those guests will actually enjoy it all. I don't (necessarily) want something called 'bath caviar', chosen by my own bath butler: but I do want to be able to read in bed. I don't really want the apparently highly trained staff (it says, in one of the press releases, they have all undergone/suffered 'a unique and interactive on-the-job training programme that employs multi-media turnkey solutions') to keep greeting me robotically every second of my mile-long walk back for the forgotten book. I do want them to be allowed to be personable, and know not to drown a fine single malt in fizzy brown gloop. And even if tacky thigh-rolling things aren't actually going to take place, they are being thought about. As perhaps happens often, when other cultures try to interpret the (admittedly varied) Western ideas of luxury, something has been lost in translation. But go, go, if you've got the money. Go and marvel. Take a day or two out into the desert, where you can 'wadi bash' in growling 4x4 jeeps, fishtailing over wind-razored dunes the size of the Cotswolds, which is excitingly scary, or go for a ride on a camel, which is boringly smelly. The Emirates Palace, official classification five-star deluxe, will be something to see, and something to talk about, for a long time to come. It will delight many with its winning, record-breaking redefinitions of size and pomp and logistics and achievement. And, I'm afraid, leave a gentle mystification in the minds of many over the precise definition of the word 'luxury'. Factfile A double room at the Emirates Palace Hotel costs from £300 inclusive of breakfast and 20 per cent service charge (00 971 2 690 9000; www.emiratespalace.com; or book at www.kempinski.com). Etihad Airways (0870 241 7121; www.etihadairways.com) flies daily to Abu Dhabi from both Heathrow and Gatwick from £299.50 return. ITC Classics (01244 355527; www.itcclassics.co.uk) offers seven nights at the Emirates Palace from £950 per person, including return flights with British Airways."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}