{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/mar/09/syria.worlddispatch", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-03-09T18:55:23Z", "webTitle": "Writing on the wall", "webUrl": "https://www.theguardian.com/world/2005/mar/09/syria.worlddispatch", "apiUrl": "https://content.guardianapis.com/world/2005/mar/09/syria.worlddispatch", "fields": {"headline": "Writing on the wall", "bodyText": "Beirut, the morning after. The Hizbullah demonstrators who packed Riad al-Solh square yesterday have gone, and so have most of the anti-Syrian demonstrators from the day before. In a coffee bar near the American University, students are chatting about the latest events. One of them does an impression of Hassan Nasrallah, the Hizbullah leader - putting on a militant voice and waving his fist about. In Martyrs Square, where the anti-Syrian protesters have been camped out since Rafik Hariri was assassinated, on Valentines Day, it is also quiet. Those who have stayed overnight have just got up and are lounging in the tents, reading newspapers. Nearby, a man is vacuuming the carpet that has been placed around Hariri's grave. Even at this time of day, there are still people coming to pay silent respects. With the crowds gone, it is a good opportunity to take a closer look at the graffiti around the Martyrs Monument - a metal sculpture that has become more poignant since the artist designed it. It lost an arm in the civil war and is now riddled with bullet holes. The walls around the base of the statue have been covered with plastic sheeting - the sort you can write on with a felt-tip pen - and the graffiti are a mix of Arabic, English and French (the three languages most used in Lebanon). Some get straight to the point: \"Assad = Saddam\", \"Lebanon cool, Syria fool\", or simply \"Fuck Syria\". Another, more subtly, urges the Syrian president to go back to his old job as an eye surgeon: \"Bachar mon frère, retourne à l'ophtalmologie\". Others attack Lebanon's Syria-backed president, Emile Lahoud: \"Lahoud retire-toi, j'ai mal au cul\". The fact that the president was swimming at the moment of Hariri's assassination (which at least gives him a good alibi) is also noted by the graffiti writers: \"Swim away Lahoud, swim away.\" One, written on a seat, says: \"Don't lose your time here, join Emile at Yarze swimming pool.\" Another says: \"Le president nage et le Liban coule; Le president bronze et le Liban brule\" (\"The president swims and Lebanon sinks; the president gets a tan and Lebanon burns\"). Memories of the civil war are still strong, and there is a desire everywhere not to reopen old religious wounds. One of the anti-Syrian chants goes: Hurriyeh! Hurriyeh! Wahda wataniyeh! (\"Freedom, freedom, national unity\") On the other side of the battle lines, Hizbullah has also been at pains to emphasise the need for national unity, whatever disagreements there may be about the Syrian presence and security council resolution 1559. National unity figures in the graffiti around the monument, too: \"I'm Christian, I'm Muslim, I'm Druze - and I'm Lebanese.\" Nearby, on a patch of grass, laid out in stones in Arabic, is: \"Lebanon first - 10,452\". I had to ask someone what that meant; apparently it refers to a speech made by the Phalangist leader Bashir Gemayel, and the number of square kilometres of Lebanese territory. Another figure that has appeared increasingly on the streets of Beirut is, of course, 1559 (the number of the UN resolution calling for Syrian withdrawal) which is quick and easy to spraypaint. Graffiti artists with time to spare do a longer version in Arabic that says: \"The Bekaa is ours, 1559\" - a warning to the Syrians against their \"temporary\" redeployment in eastern Lebanon. Just across the road from the Martyrs Monument, the Virgin Megastore has also got in on the act. It sells T-shirts saying \"Democracy - Lebanese trial version\". I did not buy one of those, because I have a sneaky feeling that once the Syrians stop interfering, Lebanese politicians will simply be free to buy as many votes as they can afford. But I could be wrong. Instead, I bought a shirt that says \"1975-1990: Great Lebanese war. Game over\". Hopefully, that's true. One of the interesting things about this outpouring of political graffiti - at least on the anti-Syrian side - is its spontaneity and diversity. There's one saying: \"No state - anarchy\" right next to another that says \"Love your enemies - Jesus\". Quotes from Gandhi also get a look in. My personal favourite - though it's not specifically about Lebanon - is \"Every man dies ... not every man really lives\". All this is rather different from the sloganising of the Hizbullah crowd who came into town yesterday. I noticed one group who had just got off a coach; their leader had a sort of hymn sheet with slogans on it - presumably devised and approved by the central committee, or whoever. He studied his hymn sheet, called out the first slogan and his followers repeated it. Then he read the second one and called that out for them to repeat. Then the third ... and the fourth ..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}