{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/mar/24/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-03-24T16:53:55Z", "webTitle": "Delusions and;  Deluded", "webUrl": "https://www.theguardian.com/football/2005/mar/24/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2005/mar/24/thefiver.sport", "fields": {"headline": "Delusions and;  Deluded", "bodyText": "DIG OUT YOUR STONE ISLAND, INGERLAND ARE IN ACTION AGAIN In the land of nod last night, the Fiver (monocled and wearing a smoking jacket, naturally) held forth at great length on the vulnerability of England ahead of Saturday's match with Northern Ireland No Longer Nil. Adroit was our warning against complacency; sagacious, our conclusion that it has oft-been against the smaller nations that Sven-Goran Eriksson's lack of tactical nous has been most fully exposed; capricious, our coiff of facial hair. No wonder, then, that we awoke guffawing. Our association with the word sagacious ends here, while England are as likely to succumb to the wiles of the Northern Irish frontline as Sandi Toksvig is to Peter Stringfellow. Not that it would be any bad thing if they did, mind - Sven might finally face some awkward questions at Soho Square, and that peroxide-haired midget of a lovechild is something we'd pay good money to see too. Unlike the unedifying spectacle Saturday's meeting at Old Trafford is shaping up to be. \"It would be nice to give the fans a really exciting performance,\" muttered Sven today, casting a glaring spotlight on the limitations of his squad. \"But the priority is to get the three points,\" he added, straight-faced as Mr Em gambolled clumsily past. England and Arsenal defender Ashley Cole, meanwhile, appears to have stuffed a rather large potato into his own exhaust, and is now peering in with a naïve lack of apprehension Norman Wisdom would be proud of. That meeting with Chelsea might have promised to blow blackened spud in Arsene Wenger's face, but it could now cost him a job at either club. \"We want players who want to play for us,\" said Arsenal chairman Peter Hill-Wood, utterly failing to explain Patrick Vieira's continued presence. * * * * * * * * * * * QUOTE OF THE DAY \"Our defence has been dismissed before it has even been considered. Our witnesses have been branded as liars without any opportunity to be heard or defend themselves\" - ahead of Uefa's hearing into their conduct next Thursday, snivelling Chelsea suit Peter Kenyon fears the worst. * * * * * * * * * * * MEANWHILE IN GROUP FOUR... Heady times in Israel, where it was revealed today that tickets for Saturday's clash with the Republic of Ireland have sold out faster than for any other match in the last 16 years, as misguided locals grapple with the delusion that they can qualify for the World Cup. True, they're level on points with France and Ireland at the top of Group Four and have already drawn in Paris, but even manager Avraham Grant knows his journeymen have no chance of travelling to Germany next summer. \"People get carried away,\" scoffed wise Grant. \"This nation runs between tragedy and euphoria.\" If that's not proof enough that he's not naïve, Grant went on to indulge in the time-honoured tactic of talking up his opponents, lamenting, \"I feel professional jealousy towards Ireland. They were U-18 European Champions in 1998 and are a long way into a process of hard work.\" Far from dampening expectations, however, such insights merely served to make local mouths water even more maniacally, with one giddy hack exclaiming, \"so we're on the verge of our greatest ever result?\" Aghast, agape, and clearly a card, Grant replied with a riddle: \"If we were leading against England in the 90th minute and concede a goal in the last minute, I'd be unhappy but if we were trailing Liechtenstein in the last minute and scored an equaliser, I'd be happy.' Brian Kerr has a full squad to choose from, unlike his host, who could be without star playmaker Yossi Benayoun. However, even requests for updates on the Racing Santander midfielder's troubled knee couldn't draw a straight answer from Grant, who would only comment: \"It's a bit like basketball, I'm more concerned with who finishes the game rather than who starts it.\" The Irish will be hoping Grant's team are not as hard to break down as he is. * * * * * * * * * * * THE RUMOUR MILL Should Jose Reyes' love for Real Madrid prove requited, then Michael Owen will be thrown in as part of a player-swap deal. Franny Jeffers looks set to be turfed out on his rather sizeable ears, along with fellow Charlton failure - sorry, team-mate - Dennis Rommedahl. Spurs want Tomas Rosicky. Borussia Dortmund want £3m for the Czech star. And Watford will somehow overlook Luther Blissett for their vacant manager's job in favour of bright young Colchester thing, Phil Parkinson. * * * * * * * * * * * NEWS IN BRIEF Ace consultant Peter Ridsdale has been brought in to show off his own unique brand of debt management at Cardiff City. Barry Fry will step aside as Peterborough manager this summer. And the top moves on transfer deadline day: Danny Webber upgrading from Watford to Sheffield United with Danny Cullip going the other way (both loan); Brian Deane leaving Leeds for Sunderland (free) and Jason Dodd possibly getting ready for Championship football with Southampton by joining Plymouth (loan). * * * * * * * * * * * TONIGHT'S TV AND RADIO ITV1: London Soccer Night (11pm) \"I once went along on a freezing December day to be interviewed for a short-term job at an agency,\" recounts David O'Neill, offering the last in our collection of odd interview tales. And it's a beauty. Five: John Barnes's Football Night (12.10am) \"At the time my sister was working for an underwear company and I, against all better judgement, was wearing some unusual experimental all-in-one gents number reminiscent of a Victorian bathing suit. Portuguese Football - Sporting Lisbon v Penafiel (12.50am) \"Before the interview I needed to go to the toilet. There being no latch inside the cubicle, I assumed the door automatically locked on closing. Dutch Football - Ajax v PSV (2.20am) \"To access the necessaries I had to remove all of my upper clothing and roll down my elaborate underwear. I was standing stark naked from the knees when in walked a smart gentlemen in a suit through the now oh-so-obviously unlocked door. Argentinian Football - Boca v Independiente (3.50am) \"He looked a little alarmed to see me and the big pile of discarded clothing on the floor, but he just grunted and left. Sky Sports 1: Premier League Preview Show (7pm) \"After recovering from the embarrassment, I rearranged myself and returned to the reception, and was duly ushered in to be interviewed ... by the same be-suited gent. BBC Radio Five: Sport on Five (7pm) \"In true British style, not a mention was made of the encounter. Talksport: Kick Off (7pm) \"I left the interview and was subsequently offered the prime job of nightshift picking in the book warehouse. Of course, I still binned the one-piece. Newstalk 106 (www.newstalk106.ie): Off the ball with Ger Gilroy (7pm) The Fiver's breaking for some R&amp;R tomorrow, but as of next week we want to hear about the best jobs you ever had. Boast to the.boss@theguardian.com and mark your messages: \"I once got paid good money to ....\" * * * * * * * * * * * * HAPPY EASTER, ETC There'll be no Fiver on Good Friday or Easter Monday. See you Tuesday. * * * * * * * * * * * * MARK, AKA VANNERZ, WE SALUTE YOU. BETTING ON WHAT TIME THE FIVER WILL ARRIVE IN YOUR INBOX WITH YOUR MATES (USING A COMPLICATED POINTS SYSTEM AND AN EXCEL SPREADSHEET)? GENIUS!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}