{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/mar/05/nepal.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-03-05T19:33:46Z", "webTitle": "Heading back to the hills", "webUrl": "https://www.theguardian.com/travel/2005/mar/05/nepal.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2005/mar/05/nepal.guardiansaturdaytravelsection", "fields": {"headline": "Heading back to the hills", "bodyText": "If you ever doubted how indispensable email and mobile phones have become, then spending a few days in the Nepalese capital of Kathmandu at the beginning of last month would have convinced you. Even before King Gyanendra finished telling subjects on national television that he had sacked the government and was taking direct control himself, the plug was pulled on all telecommunications. If neighbours wanted to discuss the latest twist in Nepal's ongoing political tragedy, then they would have to go round and do it in person. It quickly became obvious that the information highway would not be blocked for long. International flights rely on the internet for bookings, as do travel agents. Tourists outside the country had no way of contacting their hotels or agents on the ground, or confirming flights. The small number of tourists in Nepal shared information by pinning notices on hotel message boards. Those hotels with satellite phones became popular hang-outs, and the one internet café in the backpackers' district of Thamel with a sat phone had queues of more than an hour, as travellers tried to reassure relatives that they were safe and well. But it wasn't just tourists and the Nepalese elite who suffered. The situation for local people was worse. Leaving aside the sudden disappearance of their freedom of speech, many Nepalese who rely on foreign remittances for their income, found their funds drying up as the banking sector ground to a halt. Until 1950, Nepal was almost entirely isolated from the outside world, with almost no roads and few phone lines. But if the king needed proof of how far this small and underdeveloped country has come in the past 50 years, then an attempt to switch off the 21st century will have showed him. The days of Nepal's isolation are over. Despite it all, the country's battered tourism industry bravely ploughs on through the deepening troughs of political instability. The Maoist insurgency, which has claimed more than 11,000 lives in the past nine years, has paralysed development of Nepal's minnow economy. Tourism continues to be the third-largest contributor of foreign currency, supporting around 200,000 workers in an underemployed country of 24 million. The murder of King Birendra by his son the Crown Prince in 2001 and the declaration of a state of emergency later that year devastated Nepal's tourism industry. Fears of getting caught up in the conflict between the Maoists and government forces kept visitors away. In 2002, arrivals by air at Kathmandu barely scraped 200,000. Since then, Nepalese tourism has bounced back, achieving double-digit growth in the past two years. But there's little doubt among industry experts that Nepalese tourism is grossly underachieving. With Mount Everest, the Earth's highest mountain, on its northern border, and seven more 8,000m peaks sprinkled around the country, Nepal already has a huge reputation among adventure travellers. Most popular is the Annapurna region, which attracts more trekkers than anywhere else in Nepal. The hills south of the stunning 8,000m Annapurna are lower and warmer than the approach to Everest's southern base camp, and are consequently more approachable for those with little experience of high country. The influx of trekkers over the years has built up a network of cheap lodges, which makes travelling here very straightforward. It has also transformed the region's economic fortunes. But with its medieval temples and palaces, the city of Kathmandu itself is a superb cultural destination that has yet to be properly appreciated. In the south of the city, the Durbar Square in Patan contains one of south Asia's finest museums. And hotels such as the award-winning Dwarika's, a stunning recreation of a Malla-era palace using original architectural features, point the way to what could be achieved if the situation improves. A series of regional airlines have recently started flights to Kathmandu, including Jet Airways and Sahara from Delhi. Next week, Phuket Air starts a new service connecting Bangkok with Dubai via Kathmandu. Air China is also increasing flights, making it possible to fly to Kathmandu from Chengdu via Lhasa. Meanwhile, the Nepal Tourism Board has gone into promotional overdrive, slashing the cost of mountaineering permits and promising to speed up tourist services such as visas and trekking permits. They have even installed a tourist hotline for visitors to report poor service. Steve Webster, who runs a locally-based travel and trekking agency Escape2Nepal, says: \"The mood, at least in Kathmandu, is generally upbeat among tourism entrepreneurs. Many of us are expecting a rebound in tourism, in anticipation that the Royal move will improve matters.\" He says that being based in Kathmandu has given him an edge in reassuring clients about the situation on the ground. Steve Berry of Himalayan Kingdoms says Nepal still accounts for 50% of his company's business, and bookings are up 25% this year. \"We're pretty relaxed about our clients going to Nepal. We sent several hundred there last year without a hitch. It's important to remember that no westerner, as far as I know, has ever been injured. Groups are sometimes asked for contributions by the Maoists, but the standard fee is around £8 per trekker.\" There is a terrible irony in the current situation for those Nepalese who rely on tourism for their living. The Maoists have gone out of their way to reassure tourists that they are not targets in what they call the \"People's War\" and have nothing to fear. But that message rarely percolates through headlines of continuing conflict. Niamh, an Irish tourist on her way to Goa from Nepal, agreed that the image of Nepal abroad hadn't squared with her experience. \"I've been here for 10 days and have felt perfectly safe,\" she said. \"I was with friends who have been coming here for years, so that helped. But Nepalese people are so friendly.\" Niamh's biggest problem came from the nationwide strike called by the Maoists soon after the king took power. \"The lack of buses was an inconvenience,\" she said. \"And organising visas became a problem while the phones were down.\" But for those prepared for the extra cost of flying internally, the recent strikes have not made much difference. There are nine airlines flying domestic routes in Nepal, and they report business is booming with extra flights laid on to meet increased demand. Most popular is Buddha Air, with a new jet-service from Cosmic Air cutting flight times to the western regional centre of Nepalgunj. Travelling to the lakeside town of Pokhara, starting point for classic treks in the Annapurna region, takes around half an hour by air rather than much of the day by bus. Berry says tourists in the popular trekking areas, including Everest, Annapurna, Langtang and Mustang, see little impact from the political situation. \"The Maoists say they have no issue with foreigners, and they've held to their word. We're still running treks to remoter areas such as Dolpo, in the heart of Maoist-controlled areas.\" Webster says there is currently a problem with road travel between Kathmandu and Pokhara and south to Royal Chitwan National Park, prime tiger-spotting country and one of Nepal's biggest attractions. It is possible to fly around these restrictions but, according to Webster, there is \"a lot of inconvenience for tourists\". \"However, there seems to be a real feeling that local people are getting fed up with Maoist strikes and that, perhaps, there will be a change in their tactics soon,\" he adds. Dervla Murphy once called Nepal \"The Waiting Land\". Those ordinary Nepalese who rely on tourism for their living will hope the wait is nearly over. Mustang The Lobas people of Mustang, part of the Tibetan plateau, date their tiny kingdom - which they call 'Lo' - back to the 5th century. Why? Mustang's capital, Lo Manthang (meaning plain of aspiration in Tibetan), and trekking into this remote and restricted corner of the Himalayas are high on the list of the cognoscenti. How? Permit restrictions mean you'll have to travel with an officially approved operator. Himalayan Kingdoms runs two treks into Mustang, departing April 28 and October 8 for three weeks. The spring trek costs £2,350. 0845 3308579, himalayankingdoms.com. You can do the round-trip from the airstrip at Lukla to Everest Base Camp in around 15 days, but adopt a more leisurely pace and you'll have more time to acclimatise and enjoy the experience. Everest Why? They don't come any bigger than the biggest mountain on Earth. The scenery is spectacular, but arrive out of October's high season and you'll experience Sherpa culture at its best. How? You can do it yourself for a grand with a Lonely Planet trekking guide and cheap lodges. But if you want a touch of class, then Himalayan Kingdoms offers a Luxury Lodges of Everest trek for £2,150. You stay in Dwarika's in Kathmandu, and more comfortable accommodation on the way to Everest. Departures on April 10, October 9 and 16. 0845 3308579, himalayankingdoms.com. Langtang and Helamba Annapurna and Everest may grab the headlines, but Langtang and its neighbouring region of Helambu offer stunning scenery, charming villages and far fewer trekkers, too. Why? You can trek from Dhunche to the foot of glaciers in the Langtang valley, visit the holy lakes of Gosainkund and trek among the beautiful Sherpa villages of Helambu, a little corner of paradise that lies only 75km north of Kathmandu. How? The Adventure Company offers a 20-day trip that includes Kathmandu with prices starting at £1,009. Departures on September 30 and October 21. 0870 794 1009, adventurecompany.co.uk. Annapurna Nepal's most popular trekking destination has walks from a few days to a complete circuit of the massif, taking up to three weeks. Why? Highlights include the Annapurna Sanctuary, arid landscapes in Lower Mustang and lush forests around Ghandruk. There are hot springs at Tatopani - which means 'hot water' in Nepali - and the promise of a chilled few days at one of Pokhara's lakeside lodges. How? DIY is even cheaper and easier than Everest, but for those who don't want the hassle, escape2Nepal has a 20-day trip into the breathtaking Annapurna Sanctuary, reaching over 13,500ft. Departures on April 9, October 8 and November 5 starting at $1,250, excluding flight to Kathmandu. escape2nepal.com. Way to go Getting there Gulf Air (0870 777 1717, gulfairco.com) flies daily London to Kathmandu via Abu Dhabi from £330 plus tax. Where to stay: Doubles at Dwarika's Hotel (dwarikas.com) cost $165 a night. Further information: Latest travel advice from the Foreign Office on Ceefax, page 470; or visit fco.gov.uk. Country code: 00 977. Flight time London-Kathmandu: 10 hrs, 30 mins. Time difference: +5 hrs. £1 = 137.5 Nepali rupees."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}