{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/mar/16/match.cardiffcity", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-03-16T23:16:36Z", "webTitle": "Championship: Cardiff 0 - 1 Ipswich", "webUrl": "https://www.theguardian.com/football/2005/mar/16/match.cardiffcity", "apiUrl": "https://content.guardianapis.com/football/2005/mar/16/match.cardiffcity", "fields": {"headline": "Ipswich stirred by cheap shot", "bodyText": "Ipswich Town maintained their challenge for an automatic promotion place last night but were made to work hard for their victory by opponents who refused to let their off-field problems affect their performance. Cardiff may be £30m in debt but by giving Delia Smith's rant an airing as the teams lined up for the kick-off the club has clearly not lost its sense of humour. But the screeching of the owner of Ipswich's East Anglian neighbours appeared to have the desired effect on the visitors as Cardiff dominated the first half. Lee Bullock, pressed into service as a striker with Peter Thorne injured, should have served empathic notice of Cardiff's impending control in the second minute. That he is a midfielder was only too apparent when, set up by Joe Ledley's cross, he headed the ball over Kelvin Davis's goal. Davis was left exposed again midway through the half as Cameron Jerome chased a through-ball but, advancing off his line, he forced the striker to fire wide. The nearest he came to being beaten followed a curling free-kick from Richard Langley which skimmed the far post. Davis's opposite number Neal Alexander was only called into action for one important save when he parried Shefki Kuqi's close-range shot after the Finnish striker had turned James Collins. Ipswich started to play like promotion contenders after the break. Darren Currie saw a goal-bound shot deflected to safety by Rhys Weston's head before sending another long-range effort just over Alexander's crossbar. Joe Royle's team were building up a head of steam and their pressure was rewarded when Tommy Miller picked himself up after being brought down in the penalty area by Danny Gabbidon and despatched the subsequent spot-kick. Cardiff refused to be cowed by the set-back, though, and Davis was called on to save powerful shots from Jobi McAnuff and Bullock. Then Gabbidon came within inches of atoning for his earlier error with a corner that grazed the Ipswich bar."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}