{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/mar/13/familyholidays.family.observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-03-13T18:31:13Z", "webTitle": "Easter for kids: Pick me Goofy, pick me", "webUrl": "https://www.theguardian.com/travel/2005/mar/13/familyholidays.family.observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2005/mar/13/familyholidays.family.observerescapesection1", "fields": {"headline": "Pick me, Goofy, pick me", "bodyText": "'One for sorrow! Oh no, look. That means I'll probably have to queue up for ages on Big Thunder Mountain.' 'No, no, look over there! Two for joy! I'll be able to go on Autopia!' Two overexcited children on the Eurostar talking to each other as they look out for magpies in the French countryside. Everything they talk about, everything they think about, including the magpies, relates to this latest visit to Disneyland Paris, their favourite holiday destination. They have been before, but they have still been talking about it for weeks, dreaming about it for months. Bonnie, 11, and Victor, eight, know the layout, what's worth queuing ages for and what's not. They have written a 'top five' list of rides to help in the planning of their itinerary, which is complicated by one being too scared to go on another's favourite ride, but having to wait anyway because there's only one adult with them this time (mum's at home to look after the new puppy). In a rare show of teamwork, they have worked out a route that will suit both of them. They have spent hours on the internet, downloading information and other maps, as well as tourist information about Paris, because we are staying in the city for three days to visit relatives in Versailles as well as the Disney weekend. They have even agreed to come along to watch a football match in Paris, my own special holiday request. This time, football was also on the agenda at Disneyland Paris. We were going to try the Manchester United Soccer School, a new attraction at a purpose-built site behind one of the Disney hotels. It seems like an intriguing choice for the fantasy world of Disney. The inspiration for all the rides and attractions inside Euro Disney comes from the world of make-believe. Football does not (well, arguably). United do have plenty of players, and a coach, who might make good cartoon characters, but the football club and this soccer school are very much from the real world. So how would the children react to giving up an afternoon of Pirates of the Caribbean to spend time improving their skills, or being shown up by fellow trainees from Italy, Portugal, France and Spain - not to mention United fans? We had booked two places for Bonnie and Victor, but one would have been enough. Bonnie decided at the last minute that she didn't want to take part after all, because she thought she would be surrounded by skilful foreigners and they would show her up - probably how some English players feel in the Premiership. There were a dozen youngsters at our session. Victor enjoyed himself, and did his Portsmouth shirt proud. The two brothers from Lancashire, genuine Man United fans, had a great time, especially when they sat down for a recorded video message from Sir Alex Ferguson himself after the action. 'Well done Colin, lad,' said their mum, with auntie and granny also looking on as the boys walked up to receive their post-session certificates. The coaches, authentic Mancunian accents mixed with Portuguese and French (just like the real team), were very good with kids, and competitive in the target shoot that ended the outdoor activities. Everyone had a go at passing, tackling, dribbling, shooting, and small-sided games before the 'fun time' shoot-out and photo session. My only carp was the lack of seating for parents to watch - perhaps the Disney executives don't want those dreaded touchline parents screaming at their kids, and who can blame them? The clubhouse is impressive, with giant pictures of Ruud Van Nistelrooy, Paul Scholes, Ryan Giggs, Mikael Silvestre and other United stars - just the sort of thing to impress young footballers. The children were given a debrief here about what they had learnt, as well as hearing from Fergie about the importance of taking part. Would Victor do it again next time? 'I hate Man U,' he said. 'But I would do it again. I liked it.' Even Bonnie, who'd watched from behind the fence, said she would have a go, too. This is good news. While the children love to plot their days to pack in as many rides as possible, it's good to have a break. And even better for the parents. A morning or afternoon at the soccer school will be good for everybody, a welcome change of pace. The staff make everything work as smoothly as possible - our hotel check-in straight off the train, for example, was efficient and stress-free - but a full day inside the park can be tiring: hours on hard concrete, waiting in line for much of that time, arguing with (usually Italian) queue jumpers, trying to keep the children under control, stopping arguments, and trying to stay calm yourself. It wouldn't be so bad if you could get a decent cup of coffee every now and then. But, alas, Disney coffee is no better than the half-time coffee at a Portsmouth match. Perhaps it's caffeine deficiency that makes you go a bit cranky. Those arguments with the Italians can get out of hand, as they did with the crazy dad (an earlier queue jumper at Big Thunder Mountain) who crashed into us twice on the Autopia mini-car circuit, then blamed his son despite the fact that the boy's legs were too short to reach the pedals. Road rage on a kiddies' ride. Good job he wasn't there on the touchline at the soccer school ... The biggest disappointment was that my treat never materialised. Ticket prices for Paris Saint Germain were ludicrously high so we opted for a third division match at St Gratien, in the suburbs. Sadly, though, either the league switched the date or I got my samedi and dimanche mixed up, and we got there 22 hours after the final whistle. Personally, I blame the referee. Factfile For information about Disneyland Resort Paris call 08705 030303 or visit www.disneylandparis.com. Prices start from £293 per adult and £139 per child for a two-night classic package, based on two adults and two children (aged three to 11 inclusive) sharing a family room, return travel from London Waterloo on Eurostar direct to the resort's gates, and a three-day hopper ticket for the Disneyland Park and new Walt Disney Studios Park. Until 8 April, two-and-a-half hour training sessions with the Manchester United Soccer School's Uefa-qualified coaches run twice a day. After 8 April, there will be three daily sessions. Sessions cost £17 per child and should be booked in advance through Disneyland Paris or your travel agent."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}