{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/mar/16/sixnations2005.sixnations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-03-16T23:34:10Z", "webTitle": "Six Nations: Robinson out of hole", "webUrl": "https://www.theguardian.com/sport/2005/mar/16/sixnations2005.sixnations", "apiUrl": "https://content.guardianapis.com/sport/2005/mar/16/sixnations2005.sixnations", "fields": {"headline": "Robinson out of hole for Calcutta Cup", "bodyText": "Until yesterday's depressing news of a serious neck injury to the England Under-21 prop Matt Hampson, Andy Robinson was just starting to hope the worst might be over. For once he has been able to name an unchanged 22-man squad for Saturday's final RBS Six Nations fixture against Scotland and is clutching a relatively full deck of cards for a Calcutta Cup encounter of lukewarm significance. Apart from Jonny Wilkinson, all involved last weekend are fit to resume and even Richard Hill, missing since the autumn after knee surgery, could be seen jogging beside the training field in Bagshot yesterday. If the Six Nations season were just about to start rather than finish, England would be in half-decent shape. The highest they can finish in this year's championship is fourth, although Robinson's new captain Martin Corry is still urging his side to conclude their campaign with a bang rather than a whimper. \"It will all have been a complete waste of time if we let our performance drop against Scotland,\" Corry insisted yesterday. \"Where we want to be is the best side in the world. We are miles from there at the minute but that is what we are aiming for. It's been a slow process, slower than we'd hoped, but we will get there.\" Corry also spoke for the entire squad in wishing Wilkinson a speedy recovery from his latest knee ligament injury and is expecting the Newcastle fly-half to bounce back. \"It is very disappointing for Jonny and English rugby as a whole,\" he said. \"It is one of those things but you know there's not a guy on the planet with as much mental strength as he has. If anyone can get through it all he can.\" Scotland are awaiting fitness updates today on their flanker Jason White and scrum-half Chris Cusiter but their captain Gordon Bulloch has acknowledged it will be a mighty task to lift his side after their record home thumping by Wales on Sunday. \"I have always been one for a challenge and this is no different - maybe it is the biggest challenge I have had in my rugby life,\" Bulloch admitted. \"We are all disappointed with the result on Sunday.\" The Zurich Premiership leaders Leicester have reacted to the decision of their head coach John Wells to step down at the end of the season by reshuffling their coaching team. Following confirmation that Wells has accepted a job within the RFU National Academy, the former Wallaby centre Pat Howard will be head coach next season, supported by two former England players, Richard Cockerill as forwards coach and Neil Back as technical director. The departure of Wells, who made 367 appearances for Tigers in a 16-year career and has been involved as a first-team coach since 1998, would appear to be the first step towards a future coaching role with the senior England side. The 41-year-old described it as \"an exciting new challenge\" but admitted he was \"extremely sad\" to be leaving Leicester after 23 years' unbroken service. London Irish have appointed the former Ireland and Australia international Brian Smith as their director of rugby. Smith, who was part of Bath's coaching team last season, has been working as head coach of the Ricoh club in Japan. England (v Scotland, Saturday): Balshaw (Leeds); Cueto (Sale), Noon (Newcastle), Barkley (Bath), Lewsey (Wasps); Hodgson (Sale); Ellis (Leicester); Rowntree (Leicester), Thompson (Northampton), Stevens (Bath), Grewcock (Bath), Kay (Leicester), Worsley (Wasps), Moody (Leicester), Corry (Leicester, capt). Replacements: Titterrell (Sale), Bell (Bath), Borthwick (Bath), Hazell (Gloucester), Dawson (Wasps), Goode (Leicester), Smith (Leicester)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}