{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/mar/09/bestplacefor", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-03-09T19:34:20Z", "webTitle": "Getting into your music", "webUrl": "https://www.theguardian.com/travel/2005/mar/09/bestplacefor", "apiUrl": "https://content.guardianapis.com/travel/2005/mar/09/bestplacefor", "fields": {"headline": "Getting into your music", "bodyText": "I grew up in Anstruther. It's made up of this amazing collection of little seaside villages a couple of miles apart, part of the rugged east coast of Scotland along the Firth of Forth. From there you can see the Isle of May - a bird sanctuary which is just a few miles off. You can take boat trips out there, also, to see puffins and seals. When I lived there, I took it for granted. Now I live in London under grey clouds and hustle and bustle, so coming back blows out the cobwebs. It's such a different pace, and it's instantly relaxing and good for the soul. I really miss it. My love of music came from my mum and dad - he was a massive Elvis fan. I grew up in a hotel in Anstruther and I helped out doing everything: chambermaid, waitressing, kitchen hand, sweet chef. I still help out when I come back. We had dances every Saturday night and I remember loving them. I then did work experience at Radio Forth while I was at university. Coming here is a complete removal from urban life. It's great for walks, pub lunches with big fires and a huge welcome. People talk to you. I get a calmness from water - you can get to the local beach in about three minutes. The beach is sandy and is the colour of sunflowers - it's gorgeous. I like the fact the sea can change instantly. One minutes it's beautiful and sunny, the next it's blowing a gale. I sit there with my iPod, looking at the open space. If it's rough, windy and rugged I turn the volume up. Perfect weather for listening to something a bit hard, like the Foo Fighters. Interview by Gavan Naden Useful links Sea Scotland · Edith Bowman is one of the contestants singing her heart out on Comic Relief Does Fame Academy (BBC1 9pm every night)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}