{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/mar/05/jeevanvasagar", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-03-05T23:59:44Z", "webTitle": "Bought and sold for £250, 7,000 of the world's last slaves to be released", "webUrl": "https://www.theguardian.com/world/2005/mar/05/jeevanvasagar", "apiUrl": "https://content.guardianapis.com/world/2005/mar/05/jeevanvasagar", "fields": {"headline": "Bought and sold for £250, 7,000 of the world's last slaves to be released", "bodyText": "A ceremony today will transform the lives of 7,000 men, women and children in one of the most remote corners of Africa. From this afternoon, they will no longer be told who to marry, no longer be made to labour for nothing, no longer left to eat the scraps from their masters' tables. Nearly two centuries after the Atlantic slave trade was abolished, the ownership of people persists in some countries on the fringes of the Sahara. In Niger, a landlocked expanse of semi-desert in West Africa, that will change with one of the biggest mass releases of slaves the world has seen in recent times. In a country where at least 43,000 people are thought to be slaves, the practice was made illegal only last May. A new law made owning slaves punishable by up to 30 years in prison. But that law made little difference to the slave-owners, who are mainly nomadic Tuareg tribesmen living in the most sparsely populated regions of the vast country. Now a powerful Tuareg chieftain, Arisal Amagh, has been persuaded to free all the slaves in his area, near to a settlement known as In Ates on the border with Mali. The mass emancipation, at a public ceremony attended by government representatives, is the first in Niger's history and campaigners hope this example will lead to the liberation of thousands more. The slave-owners, fairer-skinned \"white Tuaregs\", enjoy a leisured lifestyle at the expense of their slaves, who are the descendants of darker-skinned Africans enslaved in wars or through kidnap. \"The slave women attend to all the domestic duties, making sure the masters don't even lift a cup,\" said Romana Cacchioli, Africa programme officer for the campaign group Anti-Slavery International. \"Water is brought for the masters, food is brought for them. Their clothing is washed and their children looked after. Their tents are moved four times a day so the masters are always in the shade. \"The slave men spend their days looking after the herds of cattle and goats, and the children work as well, helping the women fetch water, which can take up to half the day.\" Babies are born into slavery, and can be passed from one owner to another as gifts or dowry. Children are separated from their mothers at an early age to break family bonds. Girls can be sexually abused by their masters, or forced to marry against their will. In one case, documented by a newspaper in Niger, a male slave was allegedly castrated for disobeying his master. Sometimes identified by brass anklets, the slaves live in makeshift shelters alongside their masters' goatskin tents. An escaped slave named Tamada told the campaign group she was regularly beaten by her master. \"I was born into slavery like my mother and grandmother,\" she said. \"I was taken away from my mother when I was little. \"With the master I was always moving; pounding millet, washing, cooking. I looked after the camels and if any wandered off I would be beaten. \"He hit me, spat at me and insulted me. I was scared all the time in case he would hit me.\" Another slave, a man, told the campaign group: \"We do not live, what can I tell you ... we are like dogs. \"When I heard about the ceremony I felt joy. Now things will change.\" Slavery in Niger dates back to pre-colonial times, when the country was at the crossroads of trade routes linking sub-Saharan Africa with cities such as Tripoli and Cairo where there were vast slave markets. Although Islam forbids a Muslim from owning another Muslim as a slave, some slave-owners in Niger, an almost entirely Muslim country, claim that a slave's place in paradise depends on how well he or she serves their master. But for the chieftain who plans to release his slaves, it was Islam that was the deciding factor. \"He said that he had inherited his status as chief, and he had inherited these slaves,\" Ms Cacchioli said. \"But he found that it wasn't compatible with his religious beliefs and he was ready to free them.\" The region has also suffered a bad harvest and a plague of locusts last year, and the chieftain hopes that by making this gesture he can draw in help from aid agencies. These are not the world's last slaves. Children are still being born into slavery in neighbouring African countries such as Mauritania, Mali and Chad. According to Anti-Slavery International, trading of slaves continues in Niger, despite the new law. The group is investigating the trafficking of two young women to Nigeria in recent months. It is claimed that they were sold for the equivalent of £250 each."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}