{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2005/mar/20/business.theobserver", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2005-03-20T17:08:05Z", "webTitle": "Anger at $7m RBS pay package", "webUrl": "https://www.theguardian.com/money/2005/mar/20/business.theobserver", "apiUrl": "https://content.guardianapis.com/money/2005/mar/20/business.theobserver", "fields": {"headline": "Anger at $7m RBS pay package", "bodyText": "Royal Bank of Scotland faces a shareholder revolt over a $7 million (£3.6m) pay and perks package awarded to Larry Fish, head of the group's US operations. Shareholder activists are pressing the board under Fred Goodwin for more information about the components of Fish's remuneration, which comprise bonus payments, options and long-term incentives. The award is about £1m higher than that given to Goodwin, reflecting the fact that executives are more highly paid in the US. It is understood that the Association of British Insurers and the National Association of Pension Funds will seek clarification over Fish's pay before RBS's annual shareholders' meeting after Easter. The lack of transparency relating to the package worries investors more than the level of remuneration, awarded after RBS reported record annual figures last month of nearly £7bn. An American investment institution has contacted The Observer raising concerns about 'phantom units' that accrue to Fish in his role as head of Citizens Bank in the US, which RBS acquired three years ago. The value of the phantom units is unknown, and RBS has been unable to shed any light on how they are calculated. A spokesman for the London-based Pension Investment Research Consultants said: 'Corporate governance best practice dictates that remuneration reports must be clear, transparent and understandable. This definitely isn't.' A proposal will be put forward at the annual meeting to give Fish a new long-term incentive plan, but some shareholders will only back it if RBS provides more information."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}