{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/mar/13/germany.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-03-13T18:24:26Z", "webTitle": "A world of evil and hope amid the dark pine trees", "webUrl": "https://www.theguardian.com/travel/2005/mar/13/germany.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2005/mar/13/germany.observerescapesection", "fields": {"headline": "A world of evil and hope amid the dark pine trees", "bodyText": "The hotel lobby could be anywhere in the world. High ceilings. Polished floors. Vases of orchids. A man in a suit jabbering into his mobile phone. A woman in jogging bottoms asking if her spa treatment can be moved to 4.30. Laughter from the direction of the bar. There is the swagger, the assurance, the glassy merriment of the rich at play. But why are they playing here? And, more to the point, should they be playing here? The questions gnaw away like rats as I check into the newly opened InterContinental Hotel in Berchtesgaden. For this is not just any old piece of real estate. It was Hitler's mountain eyrie. And it bequeathed images to the world that refuse to fade. We have all seen those pictures. The avuncular leader scenting the mountain air. Grinning lackeys in uniform. Someone patting a dog. A whole world of evil masquerading as an alpine holiday. The Nazi propaganda machine knew just how to market Berchtesgaden. Pictures of the Führer tramping the mountains with a stout ruhrstock , or walking stick, were spoon-fed to an adoring public. Raw power was given a pastoral gloss. Nowhere better epitomised the arrogance of the Third Reich, its lofty disdain for the rest of humankind, than the summer retreat of Hitler and his cronies, high in the Bavarian Alps. Here Hitler wrote the second volume of Mein Kampf . Here he wooed both Chamberlain and Mussolini. Here the Final Solution was plotted over lunch in the sun. To build a five-star spa hotel on this spot was always going to be controversial. For an American corporate hotel chain to do so seems, at the very least, eccentric. From my chic, minimalist £130-a-night room with its flat-screen TV, Villeroy and Boch porcelain and Molton Brown toiletries I can look down the Obersalzberg mountain to the town of Berchtesgaden in the valley below, I can see the woods where Hitler walked with his mistress Eva Braun; see where his henchmen, Goering and Bormann, had their houses; see the site of the old SS barracks. Unlovely ghosts. Most of the original buildings have long since been demolished. Hitler's own residence, the Berghof, was flattened by Allied bombers in 1945. But the legacy of the Nazi era, when the party annexed a 100-acre area, turfing out farmers and creating a summer holiday resort for the top brass of the Third Reich, is not comfortable baggage for any hotel to carry. All the feng shui in China cannot sweeten this site. Inevitably, the building of the InterContinental - a striking modern edifice with cool, white walls and huge windows affording panoramic views - sparked fierce debate in Germany. Last year, Michel Friedman, a former deputy head of Germany's Central Council of Jews, led the protests. 'The use of the site as a hotel masks the historical reality. Such places should be preserved and used for a totally different purpose.' In Britain, too, there has been a strong reaction from some Jewish groups. 'I think such a hotel is in inconceivably bad taste,' says Lord Janner, Chairman of the Holocaust Educational Trust. 'They are turn ing a centre of murder into a tourist attraction - and just as we are about to mark the 60th anniversary of the liberation of Belsen. I find it offensive, objectionable and totally unacceptable.' Not all Jews share this stance. The Vienna-based Nazi-hunter Simon Wiesenthal is among those who have given their blessing to the project. But the debate, though largely muted, rumbles on. The hotel knows it is on shaky ground and is endeavouring to meet the challenge head on. In the drawer of my bedside table, next to the Good News Bible, there is a no-holds-barred illustrated guide to the Nazi era, Die Tödliche Utopie (The Deadly Utopia). I sip at a beer from the mini-bar and study black-and-white photographs of Auschwitz. It is an uncomfortable half hour. 'I honestly believe the time has come to move forward,' says Jörg Böckeler, the manager of the InterContinental, whom I meet over breakfast in the elegant hotel dining-room. 'Yes, that part of the German past should be documented, but it should not be preserved. When you preserve historic buildings, you only perpetuate the myths that go with them.' But is he not worried that such a hotel will attract a... different sort of guest? 'Not at all. Neo-Nazis operate in the shadows. They are afraid of transparency. Here we have complete transparency. We have nothing to hide.' In the run-up to opening, Böckeler had to field an avalanche of press inquiries, many of them hostile. 'Some journalists obviously had their own agenda. They were determined to criticise. One even compared our shower-heads with the fake shower-heads used in the Nazi gas chambers. It was ludicrous. Our shower-heads were copies of ones first used in the Savoy hotel in London in 1904. I know for a fact. I used to work at the Savoy.' He is an engaging, enthusiastic man, channeling all his energies into making his new hotel a success. The 100-odd staff under his command are all well drilled and beautifully turned out, in dark pin-stripe suits. They are a pleasingly cosmopolitan lot. Chara, the ever-smiling doorman, is Kenyan. Mohammed, behind the bar, who mixes a mean cocktail, is from Cairo. 'We are looking for an international clientele,' Böckeler explains, 'so the more languages our staff can speak, the better. We have Malaysians, Russians, Indians...' 'Are there any Jewish staff?' I ask gently. There is a tense, anxious pause. 'No. No Jewish staff.' A tiny bead of perspiration appears on his forehead. He is a decent, sensitive man and I think he would have liked to be able to say yes. As a five-star hotel, marketing itself as Germany's first 'mountain resort', the InterContinental hopes to attract a glitzy, big-spending clientele. But there is something reassuringly four-star about the guests relaxing by the pool. No Aryan demi-gods these. The men are fat in the middle and thin on top. The women look like hausfraus, not supermodels. I talk to a middle-aged policewoman from Ingelstadt, a couple from Salzburg, a bespectacled Munich banker here with his wife. There is nothing flash about them. They seem middle-class to their finger-tips, spending hard-earned money on a well-earned rest. In the sauna, stripped to the buff in true German fashion, we put the world to rights, josh each other. 'Hot, ja?' says the banker. 'Ja ja,' I puff, to general laughter. Then, clumsily, I mention the H-word. 'Does anyone know if Hitler came to Berchtesgaden in winter as well as summer?' And the laughter dies like a light going out. As five baleful pairs of German eyes survey The Englishman Who Mentioned the War, I should feel irritated by their attitude, but feel only sympathy. Who would be a German at Berchtesgaden? These are decent, friendly, easy-going people. But I find it bizarre. They are relaxed enough to be naked in front of strangers, but not relaxed enough to talk about things that happened long before they were born. Partly, it is a generational thing. Younger people seem more willing to talk about the past. 'I don't need to make a special study of Berchtesgaden,' says Marie Hollein, a 20-year-old student doing work experience at the InterContinental. 'I had 13 years of that stuff at school.' Not so Linda Pfnur, who is in her fifties. 'We were taught next to nothing. All our teachers, you see, had fought in the war. It is good there is greater openness today.' Pfnur runs the documentation centre, half a mile from the InterContinental, which is the other face of the new Berchtesgaden. Opened in 1999, and deliberately erected before the hotel, it was the first of its kind in Germany, the first to showcase the warts-and-all truth about Nazism. Built on top of Hitler's old guest-house and designed by the German Institute of Contemporary History, the centre is a model of presentational clarity. The entrance hall sets the tone: a huge propaganda poster of Hitler, flanked by saluting crowds; and next to the poster, photographs of the horrors which the propaganda masked - dead soldiers, piles of naked bodies, corpses strung up from makeshift gallows, refugees wandering the ruins of Europe. No punches are pulled. 'We planned for 30,000 visitors a year,' says Pfnur. 'But last year there were more than 130,000, of whom a quarter were schoolchildren. People want to come to terms with the past.' As well as chronicling the Nazi era, the museum commemorates the chequered history of postwar Berchtesgaden. Until it was handed back to the Bavarian government in 1995, the site was used as a recreation facility by the US Army, who installed a ski-lift and built a nine-hole golf course. If it was OK for the Americans to have fun in Berchtesgaden, should it not be OK for Germans to do so now? The museum tour keeps the most chilling feature till last: the underground bunkers linking the various Nazi properties on the Obersalzberg mountain. More than three kilometres of bunkers were planned and, although they were never finished, their cold concrete walls, such a contrast with the natural beauties of the mountain, tell their own grim story. Down in Berchtesgaden itself, where I venture for a lunch-time drink, the attitude to the new hotel is broadly welcoming. 'We need more visitors,' says the aged shopkeeper who sells me a postcard. 'More visitors with....' She makes a crude cash-rustling gesture. But not everyone is enthusiastic. 'You know what I hate about the hotel?' says Klaus Paas, a civil servant from Berlin, who is on holiday with his wife. 'It's so ugly. They have gone for a modern American style of building that would look all right in the Rockies, but looks out of place here.' He does not mind the hotel being built: he just wishes it reflected traditional Bavarian architecture. Traditional. I hear that word a lot. Everywhere I go, there is a yearning, forlorn but palpable, to turn the clock back. Not to the Nazi period, but to the period before the Nazis, when Berchtesgaden was in its infancy as a holiday destination and a lovely Bavarian mountain was just that - a lovely mountain. It cannot be done, of course. This clock can never be turned back. There is too much unhappy history lurking here, amid the dark pine trees. But does that mean Berchtesgaden cannot move, tentatively, towards a better future? Back in the hotel pool, a small boy, no more than 10, comes doggy-paddling towards me. He gives a gap-toothed smile and asks me something in German. When I reply in English, he recoils as if I have bitten him. Is there anything more universal than the fear of foreigners? He doggy-paddles away, with a puzzled look on his face. How much, I wonder, does he know about the Third Reich? And should his alpine holiday be overshadowed by the fact that the most infamous of his countrymen took his holidays on the same mountain? It seems a harsh, punitive line of logic. If I am quite honest, I came to bury the InterContinental, not to praise it. Reading about the hotel back in England - well-off Germans living high on the hog where once the Führer frolicked - I did not like the smell of the place at all. But confronted with the reality - ordinary, decent people with ordinary, decent aspirations - I find my reservations melting like snow in springtime. We must never, ever forget. But perhaps, in time, this lovely Bavarian mountainside can enjoy a future which is not filled with hate. Factfile Double rooms at the InterContinental Berchtesgaden (00800 1800 1800; www.intercontinental.com cost from €189 (£131) a night including breakfast. Max Davidson flew to Munich with British Airways (0870 850 9850; www.ba.com). Return tickets from London Heathrow cost from £95.90. He used a hire car from Whizz car rental (0870 443 9728; www.whizzcarrental.net) which has more than 80 locations in Germany through National Alamo. Prices start at €55 (£38) per day inclusive of full insurance, unlimited mileage and taxes, with free one-way drops to any of the other locations."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}