{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2005/mar/16/epublic.technology4", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2005-03-16T18:43:05Z", "webTitle": "epublic: The National Land Information Service is on shakey ground", "webUrl": "https://www.theguardian.com/society/2005/mar/16/epublic.technology4", "apiUrl": "https://content.guardianapis.com/society/2005/mar/16/epublic.technology4", "fields": {"headline": "Property service on shakey ground", "bodyText": "The first few years have seen impressive progress for the National Land Information Service (NLIS), the property information system at the heart of the government's project to put house purchases online. But the company which runs the service is losing money, placing the long-term future of the service in doubt. Documents filed at Companies House show that Macdonald Dettwiler Ltd, the company which runs key elements of the National Land Information Service, has been losing significant sums of money. The company made a pre-tax loss of £1m for 2003 on a turnover of £49.4m. This is down from £6m on a turnover of £13.1m the previous year. However, the 2003 figures are flattered by the acquisition of a profitable commercial land information provider in Scotland, Millar and Bryce. Strip that out, and the element of the company that runs the NLIS made an operating loss of £3.1m. A spokeswoman for the firm's Canadian parent company, Macdonald Dettwiler and Associates, confirmed that draft statements for its UK operations show a loss for 2004, too, though she said this would be due to the amortisation of goodwill on acquisitions. This comes after the company has won an increase of 58% in fees it charges for access to the hub. By other yardsticks, NLIS has performed well, certainly when compared to most government IT projects. It's a complex project involving the collaboration of numerous disparate government bodies. To complete a property transaction, a lawyer would have to search for title deeds from the Land Registry; land charges, proposed road developments and other information from the local authority; and relevant data from various water and sewerage companies, the Environment Agency, the Coal Authority and sometimes other bodies, too. NLIS is essentially an electronic hub which seeks to simplify this process by allowing users to search for data from all these different bodies by filing a single request. Macdonald Dettwiler operates the hub. Users can access it through one of three \"channel\" companies, Searchflow, TM Property Service, and Transaction Online, also run by Macdonald Dettwiler. Since it went live in 2001, 327 of the 377 local authorities in England and Wales which do most searches are now linked to the system electronically. The most recently reported figures from the Improvement and Development Agency (IDeA), which is leading the project, say that around 6,000 firms of solicitors have registered to use NLIS out of an England and Wales total of 9,198 (some of which do not do conveyancing). The IDeA estimates that NLIS accounts for between 30-35% of searches. One user is Shital Mehta, senior solicitor at Iliffes Booth Bennett Solicitors, who says the system saves about half an hour on each search. \"I use it on a daily basis. My firm has been quite advanced on the move to e-conveyancing. We believe that if you don't move to e-conveyancing soon, you won't be conveyancing at all.\" But for many lawyers, including Sharmila Patel of McFaddens Solicitors, the faster speed has not convinced her to switch. \"I've never used it,\" she says. \"We use the local authority searches and go directly to them, or we use an agency.\" The extra time is rarely a problem. \"A couple of weeks is basically fine. You have got so much else to do.\" NLIS has also been the subject of two investigations by the Office of Fair Trading. The first, which accused Macdonald Dettwiler of cutting the prices of its channel operation and exaggerating the cost of the hub, was thrown out by the Office of Fair Trading last year. A second investigation will consider whether some local authorities have been abusing their market positions by refusing rivals access to their data. The investigation follows complaints by a Huddersfield company, the Property Search Group. It provides a form of search, known as a \"personal search\", whereby an agent visits a local authority's premises in person to look up information. McDonald Detwiler's role is not being investigated. The Property Search Group, which sees itself in competition with local authorities' own search services, claims some local authorities have been abusing their position by restricting its and other companies' access to the information they hold. There is no danger of NLIS imminently running out of cash. Macdonald Dettwiler and Associates is a diverse global corporation whose activities range from insurance to building a robotic arm for the space shuttle. In fact, the group is to invest further in the UK property information market. In its annual report, it outlined plans to invest in home information packs. However, the success of the e-conveyancing sector as a whole depends on the success of NLIS. With a cooling housing market, making NLIS pay its way will be increasingly difficult. And until it is profitable, its future can't be considered secure."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}