{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/mar/16/tennis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-03-16T23:34:10Z", "webTitle": "Tennis: Baltacha takes the hard road", "webUrl": "https://www.theguardian.com/sport/2005/mar/16/tennis", "apiUrl": "https://content.guardianapis.com/sport/2005/mar/16/tennis", "fields": {"headline": "Baltacha takes the hard road", "bodyText": "The leading men and women may be battling for big prize-money and ranking points in the Pacific Life Open in southern California this week, but things are slightly different 100 miles down the road where Elena Baltacha is playing. There will be no sponsored Mercedes to take her to the courts in Orange County, where she begins her quest to win the $50,000 (£26,000) Amerilending Women's Pro Challenger today. Instead players are given the number of the local cab firm and told to make their own way to the event, where they have to pay $30 each for the privilege of joining the 32-player draw. Big-name players often command thousands in appearance fees just for turning up at tournaments. But tennis is full of such inequalities and Baltacha knows she is currently part of the sport's underclass rather than its aristocracy. Britain's No1 was reminded of that when she returned from her encouraging week in the Australian Open, where she qualified and reached the third round. She went from a multimillion-pound grand slam to a tiny Challenger event in an indoor centre in Sunderland. From there, as if touring the sport's least glamorous outposts, she went to Redbridge. It was a shock to the system after Melbourne. \"And it was hard because people were saying that, after Australia, I ought to win, so that put a little bit of pressure on me,\" she said. \"But it was good because for the first time I felt like I was the hunted one rather than going to these tournaments and being casual about it.\" The long flight back from Australia - economy class, naturally - also gave her three weeks of back pain, which did not make playing in Sunderland and Redbridge any easier. She reached the semi-finals in the first and the final in the second but those events were so lowly that her ranking actually went down. Orange County has a far better draw and a prize-money pool twice that of Sunderland or Redbridge, and should therefore be the perfect place to pick up rankings points and the bonus points available for beating higher-ranked players. \"On paper I'm the worst player in the draw but I think I've got a good chance,\" said the 21-year-old, who will go to Miami next week to try to qualify for the Nasdaq-100 Open before playing a Challenger in Augusta. If she plays well in the United States her ranking is certain to improve from No118, perhaps high enough to give her direct entry into the French Open, Wimbledon and the US Open, where the cut-off is usually about 105. \"I don't want to sound negative but my record in the US isn't great,\" she said. \"I think I've only won four matches in four years.\" But she added: \"I really have nothing to lose.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}