{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/mar/24/ukcrime.world", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-03-24T23:59:47Z", "webTitle": "Don't blame the juror for quitting", "webUrl": "https://www.theguardian.com/uk/2005/mar/24/ukcrime.world", "apiUrl": "https://content.guardianapis.com/uk/2005/mar/24/ukcrime.world", "fields": {"headline": "Don't blame the juror for quitting", "bodyText": "Were the jury to blame for the stunning collapse of the Jubilee line corruption trial this week, which wasted five years of everyone's time and plunged the justice system into yet another crisis? This is what some people in the government want you to think. Ministers passed a law in the 2003 Criminal Justice Act to scrap juries in serious frauds. They were then forced to accept, after protests in the Lords, that another vote will be needed to bring this into effect. The abandonment of the trial may increase the numbers who would now vote to scrap such juries. It is also paradoxically true that to kill off juries would help return open justice to the populace. At present, long fraud trials are the worst affected by a rash of gagging orders, which are destroying the claim that the glories of British justice rest on trials in public. Feeble judges impose gag orders at the drop of a hat, often on largely imaginary claims of jury prejudice trumped up by defence lawyers. If there were no juries, there would be no secrecy orders, which are designed to prevent just 12 people, presumed to be gullible idiots, from reading the least press report touching on a case they might be called upon to try. Such gag orders ensured five years of mounting chaos and failure went by in Court 12 at the Old Bailey, without the public having any idea what was going on. But this is not sufficient reason for scrapping juries in important cases. Jurors, by and large, are not idiots. So they hardly deserve to be patronised for having babies, needing hip operations or complaining about loss of income, and certainly not because many got fed up with the grotesque length of time they were made to sit on a trial as to whether or not some rich businessmen had paid bribes over the construction of the Jubilee line. Lord Woolf, the lord chief justice, now says bluntly that no trial should last more than six months. So the juror who finally went on strike and stopped the Jubilee line rot should perhaps be congratulated, not condemned. The wonder is that he and his colleagues put up with their mistreatment for so long, before going in for a little people power. The message that came from many of the lawyers who drummed their fingers through delay after interminable delay in Judge Goddard's cluttered courtroom last week was that the jury were not to blame at all for a more or less total systems failure. Who then was at fault? The attorney general, Lord Goldsmith, clearly hopes blame will not rest on him. In appointing Stephen Wooler, the Crown Prosecution Service inspector, to conduct an inquiry, he took care to say that his predecessor, Lord Williams, had originally sanctioned the Jubilee line prosecution five years ago. But defence lawyers say they went twice to Goldsmith himself, asking him to intervene and stop the trial. That did not happen until a juror forced the issue. Defence lawyers themselves are often accused of muddying the waters during these potentially lucrative \"long frauds\". It is true that they insisted on trawling up 69 million pages of London Underground documents to examine all Jubilee line contracts. Three years went by in lengthy, pre-trial hearings about such matters. But they say this was necessary because the crown focused on the wrong charges, attempting with difficulty to prove fraud and loss against London Underground. The basic allegation was of paying bribes to get sight of rival bids for contracts, and details of the bottom line on negotiated claims for extra payments. These were essentially very simple allegations of corruption, with some documentary evidence on which the jury could decide. The CPS appointed a team of three barristers - Patrick Upward QC and two juniors. Upward's estimated fee of £900,000 spread over five years, while far from a king's ransom in the dizzy world of London silks, should have been enough to ensure he could predict how the defence was going to go, and deal with looming time problems. However, his instructions were coming not from the Serious Fraud Office, but from the British Transport Police. They do not have deep fraud expertise. The greatest responsibility for keeping a case on the road rests on the trial judge. One of the questions that the Wooler inquiry ought to be asking is whether it was fair to give the Jubilee line fraud to 69-year-old Judge Ann Goddard. She was already older than most people in comparable professions, because judges do not have to retire until the age of 70. She is not a fraud specialist, but a conventional criminal judge. And she proved more willing to attempt the impossible than to bite on the bullet. The consensus among the lawyers involved in this case was that modern methods, trained judges, and savvy prosecutors are what is now needed. So please, don't let's pick on juries. david.leigh@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}