{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/mar/20/salonika.greece.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-03-20T18:37:41Z", "webTitle": "Instant weekend: Thessaloniki", "webUrl": "https://www.theguardian.com/travel/2005/mar/20/salonika.greece.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2005/mar/20/salonika.greece.observerescapesection", "fields": {"headline": "Instant weekend: Thessaloniki", "bodyText": "Why go now? BA will start direct flights four times a week from 27 March. And now that the weather is starting to get warm, it's time to throw off the winter shackles. Thessaloniki is Greece's second biggest city - with a large student population and a buzzy, vibrant atmosphere. Where to stay The Andromeda Thessaloniki (00 30 2310 373700), a luxury boutique hotel in the city centre, has individually decorated rooms in pop art and other styles. If all that makes you dizzy, The Electra Palace (00 30 2310 294000) is a less extravagant affair, close to the bay and all the city's best bits. Where to eat For those who want a great Greek appetiser, Ouzeri Aristotelous (00 30 2310 233195, Aristotelous 8) is the place. In a cool yard, people come for the ambience as well as the yummy dishes. Mains such as grilled aubergine with garlic and prawns start from €7. The big night out Shark (00 30 2310 416 856) is Thessaloniki's top eatery, nightclub and bar all rolled into one. Built above the water with far-reaching views, the eclectic menu includes delicacies like osetra caviar, not to mention an extensive wine list and cigar collection. What to do Visit the statue of Alexander the Great on the waterfront at sunset. The Jewish Museum, off the main square, charts the history of Jewish settlers in Greece, a presence that has been traced back to the third century BC. A little further out of town is the archeological site of Vergina. The site has Aegean royal tombs that were discovered in 1977. Getting there BA (0870 850 9850; www.ba.com) flies from London Gatwick four times a week on Mondays, Wednesdays, Saturdays and Sundays. Starting fare is £115 return inclusive."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}