{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/mar/20/fashionandstyle.shoppingtrips.athens", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-03-20T18:39:25Z", "webTitle": "Le Greek, c'est chic?", "webUrl": "https://www.theguardian.com/travel/2005/mar/20/fashionandstyle.shoppingtrips.athens", "apiUrl": "https://content.guardianapis.com/travel/2005/mar/20/fashionandstyle.shoppingtrips.athens", "fields": {"headline": "Le Greek, c'est chic?", "bodyText": "In my unofficial role as The Observer's jet set correspondent, I have witnessed some serious glamour. I have observed the world's professionally beautiful, idle and rich in their very fave party destinations: from New York to Paris to London to Milan; from St Tropez to St Bart's to Gstaad to Nouveau Ruskii Moscow. I have drunk cocktails with Mr Big in Manhattan's meatpacking district, shared Glühwein with Roger Moore in the Eagle Ski Club, and stood near/stalked/been patronised by glitzy types in all sorts of decadent international hot spots. As a result, I know upmarket debauchery and downtown hip when I see it, and I'm generally on top of its frantically vacillating movements across the worldwide scene. I was, nonetheless, surprised when my super-cool scenester contacts started whispering about 'interesting stuff' going on in Greece. Surely not? Greece, spiritual home of the Parthenon-shaped plaster-cast souvenir Retsina bottle and the too-jolly holiday rep? Fashionable? Really? I was invited to consider the evidence. Exhibit one: Athens - substantially regenerated for last year's Olympic Games. The Olympic Games are neither hip nor glamorous in their own right, but when Athens-born Sophia Kokosalaki - young, hot fashion designer du jour - created the uniforms for the Greek team, as well as the ensemble Björk wore to the opening ceremony, they acquired a new, cool, fashion-y edge. Bravo! And it must have at least partly inspired another It designer, Michael Kors, to say: 'You can't get around it. From classic Grecian drapery to flat sandals to gold jewellery, Greece equals hot-weather magic.' Which leads us to exhibit two: the goddess dress and the thong sandal, both of which ruled the runways for spring/summer 2005. And Kate Moss, ultimate style arbiter, has worked both to great effect over the last few months. This evolution in the A list's aesthetic might in turn somehow be connected with exhibit three: Mykonos, an island that is suddenly, and quite improbably, enjoying the favours of the in-crowd. A branch of Nobu opened in Mykonos Town's Belvedere Hotel in the summer of 2003, and both Madonna and P Diddy holidayed on the island recently. Clearly, I had to go and assess the country's new improved glamour status for myself. I packed an over-night case with all manner of jet-set friendly paraphernalia (platinum credit card: check. Go-anywhere, all-purpose cocktail frock: check. Silver-plated cocaine straw: check) and flew to Athens. From a distance, and even quite close up, Athens does not strike me as a town in the throes of a style revolution. If you ignore the inescapably impressive crumbling remnants of ancient civilisation, you're left with a dusty, sprawling mess of squat, architecturally suspect structures arranged in disparate suburbs. The skyline is pepped up a little by the roofs of the shiny new stadiums built for last year's Games, yet the combined effect is hardly uptown Manhattan at dusk. But maybe I'm missing the point. Perhaps this down-at-heel, low-rise, unremarkable seediness is a new kind of urban hip, a natural successor to, I dunno, Hoxton or somewhere. Still, I am told there are three fashionable districts: Kifissia - a northern suburb and home to a very affluent if conservative Greek crowd; Kolonaki - the central posh bit, a shopping, drinking and clubbing destination; and Glyfada - a beachy neighbourhood to the south, home to a cosmopolitan, summery party scene. Because it's off-season - and a bank holiday weekend, which means half the Athens party crowd is up the mountains skiing and clubbing - Glyfada is deserted. But I'm assured of action around Kolonaki so I hail a taxi. I almost miss it. Kolonaki is tidy and clean and ranged round squares, but unimpressive. Boxy, unstyled boutiques of all varieties line the skinny streets. Big names like Bulgari and Emporio Armani sit next to anonymous cheap shoe shops and low-rent jewellery stores peddling a hundred varieties of worry beads (currently accessorising the necks of international style editors and the laps of three out of four Greek men). The shoppers are equally uninspiring. I spot a couple of teenage Paris Hilton-aspiring peroxide blondes, and a handful of super-soignée middle-aged women swaddled in furs, but no hard evidence of the actual real- life jet set. No mahogany tans, no entourages, no attitude of mindless superiority, no bling. I swing by a couple of the cafes recommended by the scenester contacts - Ta Tria Gourounakia (Skoufa 37), and Da Capo (Tsakalof 1). They're both good, if a bit stylish-interiors-by-numbers (white battered floorboards, leather banquettes, witty murals), and although they're clearly frequented by a buzzy, young student crowd, no one's throwing any wild, challenging looks, in the style of your average St Martin's fashion college product. Nice cakes, mind. According to Sophia Kokosalaki and handbag designer Devi Kroell, there's cool shopping to be done in the traditionally tourist areas of Plaka and Monastiraki. There's Theodorus Tzamalas (9, Aiolou, Plaka), where Kokosalaki goes for Mati evil-eye charms and pompom slippers, and there's poet and sandal-maker Stavros Melissinos's shop (Melissinos Art, 2 Aghias Thelkas), which has serviced Sophia Loren and the Beatles in its time. There's also the Monastiraki flea market which, in the grand tradition of European flea markets, is filled with antique clutter, thrift bargains, and vintage gloriousness. All of which has the potential to be hip and/or glam when combined insouciantly with the right designer labels and cool interiors. I'm still loitering round Monastiraki when night falls and things get a bit hectic. One minute I'm having a civilised coffee in a nice and not-remotely fashionable bar, reflecting on the nature of glamour (isn't it inherently cruel when you think about it? And exclusive? And unnecessary? And isn't there a lot to be said for towns which aren't all that glamorous, like un-sneery service, reasonable prices, and so on?), the next I'm surrounded by a milling crowd of grinny Athenians, dressed as pirates, goths and brides of Frankenstein, all of whom seem to be intermittently battering each other over the head with inflatable weapons. I'm just taking this in when a middle-aged man with large plastic ears attached to either side of his head whacks me a glancing blow to the temple with a blow-up kosh. He gazes at me impassively, sprinkles me with glitter confetti, and walks off. I retract my thesis on the negative aspects of glamour and wish I was in St Tropez's premier boite Les Caves du Roy, being ignored by Flavio Briatore or Naomi Campbell, while absolutely not being accosted by men with inflatables. I choose not to ask what, precisely, is going on, and instead retire to bed. The following day I investigate Kifissia. But the suburb is no more glamorous than Kolonaki - less, if anything, because it's a half-hour cab ride from the centre, so not even remotely at the pulsating heart of stuff. It's styled like the un-pretty shopping districts off Sunset Boulevard in LA, which in turn are styled like Bicester Designer Discount Village - all uninspiring little outdoor mall type collections of stores grouped around a large Starbucks. It's got a Gucci and a Louis Vuitton, admittedly, but neither store emanates its usual grandness - reduced, as they are, by the environs. To be fair, there are pockets of hipness, glamour and cool in Athens. Over the last 18 months three designer hotels have sprung up in the Greek capital. There's Life Gallery, 10 minutes from Kifissia, a 30-room, glass fronted temple to calm, minimalism and boutique-iness, and genuinely very chic, if a little self-conscious. The bar here - pretty much the only modern cocktail bar in the city - is frequented by the youth from the surrounding area, who hang out and flirt till the early hours. There's also Semiramis, the Karim Rashid-designed offering (also in Kifissia), and the laid-back luxury of Fresh Hotel in downtown Plaka. The hip hotel scene has clearly made tentative moves on the city. Beyond that, there's Dragoste in Kolonaki, a club which Wallpaper* - chosen reading matter of the world's aesthetes - identified as one of Europe's coolest. And Balthazar and Privilege, a restaurant and a club respectively, designed to service visiting VIPs and celebrities. There's the Grande Bretagne, a Claridges-esque grande dame of a five-star hotel in the centre of Athens, luridly decadent enough to have come under attack from anti-globalisation campaigners in April 2003. And Danos, a shoe shop in Kifissia that stocks Pucci wedges, Marc Jacobs and Lacroix. But each of these oases of fabulousness is targeted at visiting hipsters and glamour kids rather than locals. There's no home-spun glamour scene here, and no up-from-the-streets, hard edged cool either. Of course, that isn't necessarily bad. Arguably, the last thing the world needs is yet another capital of chic. And Athens does a lot of things very well indeed, things that have nothing to do with the endless, exhausting pursuit of haute glitz - like stifado, souvlaki and Metaxa in pavement tavernas, marauding hordes of wild kittens, the Acropolis, coffee, Coca-Cola Lite from glass bottles (I do prefer the European recipe). It's not beautiful, but it's cheerful and welcoming and it doesn't take itself remotely seriously. If it could only do away with the inflatable-hammer-wielding locals, I might even consider going back. How to tell if your country's getting hip ... 1 Moby/someone who used to be in Blur/Alain Ducasse opens an organic cafe/ unorganic bar or, in Ducasse's case, another branch of his celebrated Spoon restaurant chain. 2 Scarlett Johansson visits for a long weekend of unbridled hedonism, and Sofia Coppola starts scouting for film locations at the end of your road. 3 You suddenly get a fashion week. 5 And a Vogue. 5 Heidi Klein, glamorous purveyor of super luxe beachwear, opens a boutique in your out-of-the-way seaside resort. 6 Jade Jagger buys and renovates a tumbledown peasant shack on its outskirts. 7 International style icons start sporting outfits resembling your armed forces' uniforms. Everyone else starts raving on about the local peasant cloth. You quietly think they're all mad. 8 You get a Hard Rock Cafe, but you and your early- adopter mates realise it's too naff for words weeks after it launches, desert it en masse, and it's forced to close. 9 Franz Ferdinand mention you in a song. 10 American fashion eds start gushing about how 'beautiful' your 'national look' is. Model scouts flood the capital, and your 14-year-old daughter becomes Karl Lagerfeld's latest muse. Factfile Polly Vernon travelled with Flexibletrips (0870 160 9192; www.flexibletrips.com), which offers flights - scheduled, no-frills and charter - transfers and accommodation in 1,500 cities and coasts around the world. Booking a flight and hotel or flight and transfer provides Atol bonding not normally available on no-frills flights. She stayed at Life Gallery (00 30 21062 60400), on Thisseos Street in the Ekali district. A double room costs from £375. Book through Design Hotels (00800 3746 8357; www.designhotels.com)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}