{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/mar/24/bestplacefor", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-03-24T18:08:14Z", "webTitle": "Animals and children", "webUrl": "https://www.theguardian.com/travel/2005/mar/24/bestplacefor", "apiUrl": "https://content.guardianapis.com/travel/2005/mar/24/bestplacefor", "fields": {"headline": "Animals and children", "bodyText": "Brighton has so much to offer. But each time we go, there seems to be an extra something to take. I started going when it was just me and my husband; then it was us and one child; then us, one child and a puppy; then us, two children and a dog. Now it's us, two children a dog and another bump, as my next child is due in April. The city's a great place to socialise, both for people and dogs - there's quite a large gay population in Brighton and pets play an important role in that community. We always stay along the seafront, so we can walk straight onto the beach before breakfast. Stanley, our Spanish water dog, is supposed to be absolutely nutty about water, but he doesn't seem interested. I think there must be some defect there! Although you're not allowed to take dogs on it, we also like the pier. It's a great way to tire the children out. Although I'm not keen on the game machines, I can be persuaded to go in the spinning teacups. But even then I come off feeling sick - I'm an absolute wimp. It's pathetic! I'm not a great shopper, but Brighton is one of the few places I can admit to enjoying shopping. You don't have to walk long distances and there are little specialist places you can't find anywhere else. We could get babysitters, but we prefer to be boring and use trips to Brighton just to relax and do nothing sophisticated. I'm happy just eating fish and chips near the pier. I love Brighton as they have such a relaxed attitude to pets and it's such a friendly place to stay. All I need is a double buggy and a very helpful husband. Interview by Gavan Naden"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}