{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/mar/09/minutebyminute.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-03-09T22:18:40Z", "webTitle": "Arsenal 1 Bayern 0(Aggregate: 2-3)", "webUrl": "https://www.theguardian.com/football/2005/mar/09/minutebyminute.sport", "apiUrl": "https://content.guardianapis.com/football/2005/mar/09/minutebyminute.sport", "fields": {"headline": "Arsenal 1 Bayern 0(Aggregate: 2-3)", "bodyText": "Preamble Evening all. We have a choice of two scenarios tonight: 1) Thierry Henry produces the defining performance of his career, scoring a dazzling hat-trick as Arsenal win 4-1 in extra-time. 2) Bayern score early from a set-piece, with Jens Lehmann blinded by eye contact with Uri Geller (who claims he will be making eye contact with Flapper and giving him positive energy and bent spoons all night or some such), and the game goes very flat, very quickly, as the inevitable fatigue from my boozy do to watch the world's most entertaining team getting kicked and fouled off the park last night kicks remorselessly in. I'm going for No1. It's hard to see Munich not scoring, particularly with Philippe Senderos and Kolo Toure at centre back, but I really think Bergkamp and Henry might produce something special. Someone who already has produced something special is Karl-Heinz Riedle, one of Sky's three guests for the evening: he is sporting a truly spectacular shaggy mullet/side-parting/brillo pad combo that has rendered me green with envy. Pure class. Team news culled lovelessly from the wires Arsenal: Lehmann, Lauren, Toure, Senderos, Cole, Ljungberg, Flamini, Vieira, Reyes, Bergkamp, Henry. Subs: Taylor, Pires, Van Persie, Fabregas, Silva, Clichy, Owusu-Abeyie. Bayern Munich: Kahn, Sagnol, Lucio, Kovac, Lizarazu, Demichelis, Salihamidzic, Deisler, Ballack, Guerrero, Pizarro. Subs: Rensing, Hashemian, Ze Roberto, Jeremies, Hargreaves, Linke, Schweinsteiger. The first email of not many \"I haven't actually SEEN the Chelsea-Barca madness yet,\" says Ian Melven, who has a treat in store when he sees one of the most unique and spine-tingling goals in football history (Ronaldinho's was good as wHONK!). \"Was it a clear case of a foul not being given when Terry scored or is it just Barca whinging ? More grievous or less than Terry's push on the Portugal keeper to disallow Sol's goal in Euro 2004?\" Much worse. It was a clear foul - like when players ease a defender out the way in the wall at a free-kick. 7.19pm As Lothar Matthaus makes disturbingly amorous eye contact with the Sky camera, I receive another whole email. \"So you have a hangover AND your boys lost,\" observes Jennifer Thompson. \"Does this mean, then, that we're going to get grumpy old loveable Smyth... or are we going to get your alter ego: grumpy old loveable Smyth?\" Quite the opposite, Jenny; because I'm so hungover you'll have to put up with my less-witty cousin, grumpy old loveless Smyth. Frings ain't what they used to be To the bitter disappointment of myself and Barry Glendenning, Torsten is not playing today, so I'll have to go elsewhere for my Ikea-cheap puns. Ballack, anyone? Here we go then What a night for Philippe Senderos, 20, eh? My prediction? 4-1 Arsenal in extra-time. \"You'll start getting emails when we - as an audience - feel you've earned it,\" says Kevin Moriarty. \"Things like spelling, humour, event-colour and speed will all be factors. Let's be avin you.\" 1 min We're off. \"I must admit I was hoping the Mr Glendenning would be entertaining us tonight, but I look forward to your wit and candor,\" says Josh Braarud, whose all-American optimism makes me feel guilty (and whose all-American spelling makes me feel queasy). \"By the way, what is Arsenal's record when you have provided the minute-by-minute action? I'm hoping it's good for the Gunners.\" Erm, off the bottom of my head, they drew 1-1 with PSV. And that's it. 2 min Both sides are playing an orthodox 4-4-2, and I don't have anything else to say and that's all there is to it. \"Shame about Frings missing from the Bayern midfield, but eternal respect is yours if you can somehow cobble together a pun using the name of Salihamidzic,\" says Alastair McDonald. If a girl called Sally thrashed a surfer dude called Zitch at tennis, would you say Salihamidzic? Anyone? 4 min A really bitty start, punctuated by a couple of fouls by Toure and Bergkamp, and then Ballack's fizzing 20-yarder thwacks off Senderos. That'll have stung, all right. 5 min Bixente Lizarazu is wearing No69, the wag. Whether it's to mark his age or to signal that he has a sex life so active as to make Ron Jeremy seem frigid, only he knows. Meanwhile, Arsenal haven't got going at all yet. 8 min Still no fluency from our brave boys. One Englishman in the team was that? Oh. \"It WAS amazing,\" says Diane Fritz of Ronaldinho's goal. \"In fact, all the football addicts watching the game with me yesterday stared at the TV in shock declaring they'd never seen anything quite like it.\" Presactly: in fact I've never seen anything quite like it. It's an amusing paradox that only the Brazilians (and hairy-bottomed bruisers on Hackney Marshes) ever use the toepoke (Romario, Ronaldo, Ronaldinho), and that they have turned it into such an art. 9 min Senderos heads away just as Pizarro is about to nut a cross in from about eight yards out. Arsenal are already defending, at times, right on the edge. 10 min \"Gizza cracker,\" says Shane. \"'Salihamidzic as a parrot'.\" This stops now. 13 min Flamini is robbed dangerously in midfield, and Arsenal are as nervous as a spotty 13-year-old boy stuck in a lift with Jodie Marsh. 14 min Good stuff this from Bayern: when you have a two-goal lead the inclination is to sit and wait, but I think the pace and authority of their start has shocked Arsenal. The Gunners are getting over-run in midfield at the moment. 17 min Real danger for Arsenal. Salihamidzic broke away on the right, and as Bergkamp of all people challenged him clumsily, he stayed on his feet and his off-balance poke was blocked. Had he gone down that could definitely have been a penalty. Reyes, meanwhile, is having a nightmare. Andy Gray rightly observes that, thus far, Arsenal's touch has been far too heavy. \"It could just be me but did Ronaldinho's goal deflect off another player before going in?\" says Howard Davies. Hmm, didn't notice it but I'll have a look. Meanwhile, this brings me to one of my pet subjects - Great Goals Wot Wasn't Great Cos If You Look Closer They Woz Deflected. Exhibit A: Luis Figo's 25-yarder against England in Euro 2000. 19 min Dennis Bergkamp is booked for stamping on Lucio. He could have been sent off for that: it was very similar to Roy Keane's in Porto last season - almost an afterthought, and a mere tap, but a stamp nonetheless. 20 min Demichelis trips Reyes and the referee, who looks like he fancies some publicity, waves his yellow card with a Friskian flourish. He'll miss the second leg, will Demimoore. 22 min Vieira volleys well wide from 25 yards - Arsenal's first attempt on goal. I can't remember seeing them play with such little confidence getting forward. But, football being perverse as it is, it will only take one goal to change the mood completely. Maybe someone should take the keeper out at a corner? 25 min Crucial block from Flamini. In intercepting Deisler's pass he knocked it back to Deisler, who was just about to shoot from about 15 yards when Flamini got across to smuggle away for a corner. Like Aerosmith, Arsenal are living on the edge. It's pure nerves. \"This email is Flamini to you,\" says Alan Holloway. Oh dear. 26 min Lehmann punches the corner away under extreme pressure and Ballack drives the loose ball wide from the edge of the box. Half a chance. \"One replay angle seemed to show a healthy deflection, yet all the others made it seem a clean stunner,\" says Jeff Mann. \"Deflection or no, the cheekiness of the attempt alone makes it a brilliant goal.\" You're preaching to the converted. 28 min If Arsenal somehow get to half-time at 0-0, they surely must bring in one or both of Pires and Fabregas for the wretched Reyes (Gary Neville, so much to answer for) and Flamini. Liverpool, meanwhile, are 1-0 up. 30 min Pizarro and Guerrero, the Peruvian front pair, have been a handful of Messengerian proportions. Meanwhile, big shout out to DCI Burnside, and James McGowan, the Gooner stuck in a Barcelona office with \"not a cerveza in sight\". Why would you want to answer random questions when you can follow football? 31 min Another tantalising chance for Munich, who are totally bossing this game. A long cross from the right reached Deisler free on the left eight yards out, but with players unmarked his attempted curler was clawed down by Lehmann. 33 min 2-0 Liverpool, both from Luis Garcia. \"I saw no deflection,\" says Steffan Chirazi. \"What I did see was a wicked spiral-spin put on the flick/stabbed shot that was unlike anything I can remember. Believe me, if there'd been a deflection to speak of, we'd have heard about it by now. How many brilliant goals does this geezer have to score before everyone gives him his due?\" He gets it in my house. Peter Kenyon, you git. 34 min This is why the call it 'The Library'. Arsenal really need some impetus from their fans, but all you can hear are the boys from Munchen. 35 min This is staggeringly one-sided; Arsenal can't get a kick at the moment. \"Let's not forget David Narey's famous toepoke against Brazil to put Scotland 1-0 up in the Spain World Cup finals,\" says Billy Clark. Let's not. \"Of course, it only made them angry and they hammered us in the second half.\" 37 min \"I'm no expert,\" says Eric Levinrad. \"But from a Lehmann's perspective, it was a great goal.\" Good grief. 39 min The weird thing is, I can still see Arsenal doing this. All they need is 2-0, and Bayern have played so well that you expect Sod's Law to come into play any minute. Plus Arsenal can't possibly play this badly in the second half, and they have Pires and Fabregas to come on. 41 min At last, a chance for Arsenal. Kovac's sliding interception fell nicely for Henry, who surged through on the left-hand side (he's hardly been there all game) and had his close-range shot blocked by Kahn. Then, a minute later, a scramble in the box ends with Henry tripping over his own feet. That's more like it! 42 min In one moment, the mood of the match has changed. \"The commentry is utter tripe,\" says James Ings, taking me to the very brink of self-harm with a blunt pencil before I realise he's on about ESPN. \"Would be nice if they played the right games as well, stuck with Juventus - Madrid which is boring as. Graveson is the muts though.\" (sic) 45 min That's half-time. Arsenal were awful for about 43 minutes, but that two-minute spell just before the break offers a tantalising glimpse of what might be. But Bayern have been excellent: strong, tactically sound and putting in a stream of dangerous crosses. The last word on Ronny, from Andy Abrahams \"Andy Townsend was so shocked at Ronaldhino's goal last night that he said: 'It was almost like a toe-poke!' completely missing the point that exactly what is was and what it was intended to be. The problem is that as youngsters we're taught that the toe-poke is either a bit philistine (the 'toe-punt') or not worth the effort as you have to hit the ball dead centre for it not to skew towards the corner flag. But with the right technique it can be devastating.\" 46 min Here we go, then. Arsenal have 45 minutes to comply. 47 min I've just realised that Gilberto is among the Arsenal subs. They kept that one quiet; so quiet that I didn't even bother with even a cursory glance at the Arsenal subs. That's professionalism. 48 min Arsenal's first corner. It comes to naught, but it's a decent start to the second half. Only 45 minutes too late, eh? 50 min The hard-working but essentially talentless Flamini earns another corner. Arsenal are doing most of the pressing, and we have a game on now. Surely Pires has to come on soon? 54 min Decent chance for Arsenal. Henry's clipped free-kick found Vieira on the left of the box; he killed the ball, flipped it over his and the defender's head with his right foot and then drove a volley across goal and wide with his left. 56 min Lots of Arsenal pressure but they're still nowhere near the irresistible force of earlier in the season. It has to be time to bring on Pires, surely? 57 min Great defending from Senderos, who has had a minor stormer, ends with Salihamidzic being booked for cynically tripping him. 58 min A free-kick on the edge of Bayern's box almost ends with a goal at the other end. Salihamidzic burst from the edge of his box all the way down the pitch, and his shot from 12 yards was blocked desperately by Reyes, who had conceded possession in the first place. 60 min I could murder a pint of Hoegaarden and some soothing sport-related banter right now. 61 min Another terrific piece of defending from Senderos, who stayed on his feet as Guerrero went at him, one against one, inside the box. The cloud of Sol Campbell's injury has officially just offered its silver lining. 62 min Changes are imminent for Arsenal: Pires and Fabregas for Reyes and Flamini. That'll be the substitution I picked about an hour ago, then. 64 min \"Do you fancy coming to live in Australia?\" says Charlie Lawrence. \"Tommy 'f&amp;^%ing' Smith on ESPN is driving me mental. It's a warm 25c in Sydney this morning and the sun is sparkling on a beautiful harbor, you'd love it. Come on mate, put us out of our misery.\" Where do I sign? GOAL! Arsenal 1 Bayern 0 Thierry Henry scores a beautiful goal. Ashley Cole pinged a 60-yard pass and Henry, who got in behind the defence, killed it with his right foot and thwacked it low into the far corner with his left. Pure quality. 67 min This is the beauty of the away-goals rule: none of that safety-valve nonsense you get with a draw. It's now win or lose: one goal puts Arsenal through, and Ballack has been booked for cleaning out Vieira from behind. 68 min Guerrero breaks in behind, but Senderos bundles his shot away for a corner. From that corner, Lizarazu volleys over the bar. 69 min Bayern have come back well from the goal, dominating possession, although the game now has a spiteful edge and I fancy a red card at some point. 71 min Ze Roberto, who I haven't forgiven for clearing Ronnie Johnsen's header off the line at the BayArena in 2001-02, comes on for Deisler. It's, like, a like-for-like swap, like. 73 min Arsenal can't get the ball at the moment, so Salihamidzic kindly overhits his cross by about 50 yards. 75 min Magnificent save from Jens Lehmann. Ballack danced through to the edge of the box and absolutely leathered it towards goal. It was pretty straight, but it was absolutely flying and Lehmann did really well to arch back and flip it over the bar. 76 min Ze Roberto, played in by Guerrero, has hit shot is desperately blocked by Lauren. Bayern have responded excellently to going behind. 78 min Will Wenger play his last substitution? Van Persie or Lloyd Owusu for a defender, with Fabregas moving to right-back and Pires into midfield, is probably his last option. 79 min Henry appeals for handball against Sagnol, which is fair enough given that the French defender clearly headed it straight off Henry's hand. Arsenal's last substitution: Van Persie for Ljungberg. What a time to make amends for his St Mary's lunacy. 80 min Brilliant stuff from Henry, who chases back 60 yards to dispossess the breaking Ze Roberto. 82 min Arsenal are still playing on the break, such is the quality of Bayern's work with and without the ball. From one such counter, Bergkamp is tripped by Lizarazu, who is rightly booked. And I'm boring myself. 84 min Thomas Linke, a defender, comes on for Guerrero, an attacker. \"Congrats on perfect coverage, today,\" says Simon McGrother. \"Just what we want in a close game.\" I thought Americans didn't do sarcasm? 87 min Arsenal haven't played well enough to deserve victory here. And they'll surely care about that if Henry belts one in from 20 yards, eh? 88 min Chipped pass from Fabregas and Toure, leaping high, has his header tipped over by Kahn. A routine save. 89 min Van Persie plays a short corner to Bergkamp, 20 yards out on the right, and his drilled cross-shot passes everyone on its way for a goal-kick. At the other end, Lehmann storms out to deny Pizarro, who tried to round him after seizing on Senderos's weak back-header. 90 min Added time: three minutes, and here comes Owen Hargreaves for someone. 91 min Superb play from Ballack, who robbed Fabregas and then touched the ball past him to earn a time-wasting free-kick. Arsenal 1 Bayern 0 (Aggregate: 2-3) That's it! Arsenal weren't good enough tonight I'm afraid: far too nervy, and ultimately beaten by the better side, despite a wonderfully instinctive goal from Thierry Henry. Thanks for all your emails; it's been modest - Rob."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}