{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/mar/29/athensolympics2004.equestrianism", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-03-28T23:49:04Z", "webTitle": "O'Connor set to swallow the medicine", "webUrl": "https://www.theguardian.com/sport/2005/mar/29/athensolympics2004.equestrianism", "apiUrl": "https://content.guardianapis.com/sport/2005/mar/29/athensolympics2004.equestrianism", "fields": {"headline": "O'Connor set to swallow the medicine", "bodyText": "Cian O'Connor may not appeal to the Court of Arbitration for Sport (CAS) over the decision to strip him of the show-jumping gold medal he won for Ireland at the Olympics last year. The Federation Equestre Internationale (FEI) announced on Sunday it had disqualified O'Connor after Waterford Crystal, the horse he won on, tested positive for traces of banned drugs in Athens. After a 12-hour session at Zurich airport, however, the four-person disciplinary panel accepted O'Connor's claim that the drugs, Fluphenazine and Zuclopenthixol, usually used as sedatives by humans, had not been deliberately administered to enhance Waterford Crystal's performance and handed O'Connor a three-month ban. \"To get to the Olympics was my aim for many years and I never even contemplated doing anything which might jeopardise this goal,\" O'Connor said last night. \"I have done nothing wrong. It is a huge disappointment not only to me, to my friends and colleagues, to my staff, but also to the country.\" O'Connor, 25, from Kildare, has a month to appeal against the FEI's decision to the CAS in Lausanne. It could overturn the decision and let him keep the medal but it may uphold the original verdict, decide he was guilty of administering the drug and extend the length of his suspension, due to begin at the end of next month. It could also increase his fine of SF5,000 (around £2,220). A number of O'Connor's associates indicated yesterday he might decide to accept the FEI's verdict rather than risk further censure. If O'Connor does press ahead with an appeal to the CAS, however, his argument will be based on alleged procedural irregularities after the B sample of urine disappeared en route to Newmarket from a laboratory in Paris. In the event the FEI sent a blood sample to a laboratory in New York, essentially nominating it to take the place of the missing urine. O'Connor may argue that by doing this, the FEI breached its rules. O'Connor's final decision could be influenced by the view of Avril Doyle, president of the Irish Equestrian Federation (EFI), who for the first time yesterday publicly supported him but also appeared to urge him to accept the verdict if he wants to be considered for the 2008 Olympics in Beijing. \"If he decides not to appeal, if he decides to accept the three-month ban, yes, of course we will choose the best riders with the best horses that are available to us for any team, both at home and abroad,\" said Doyle, who is also an MEP. \"Once the three months are up if that is the route that Cian decides to go, we will be very pleased to have him to choose from. No matter what Cian decides to do, he is still an extremely talented young man. If we could get the horses and sponsors then we could be bringing medals back from Beijing.\" Under the rules of the international federation, which operates a policy of strict liability, the decision to disqualify O'Connor was a foregone conclusion. \"Let's not lose the run of ourselves here, it was no surprise to those of us who understand the rules of the FEI, they have zero tolerance to the presence of any unauthorised substance, medicine or otherwise, in competition,\" Doyle said. \"They also stated quite clearly that as far as the federation judicial committee was concerned, that neither Cian nor his vet were deliberately trying to enhance performance by the use of this substance. That was their opinion. That for Cian, in itself, must give him some comfort.\" Rodrigo Pessoa, the Brazilian who finished second to O'Connor, said he is not happy at the prospect of receiving the gold by default. \"We don't like to win in this way,\" he said. \"I will definitely try to win it in a good way, in the right way, in Beijing in three years.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}