{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/mar/09/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-03-09T22:33:03Z", "webTitle": "Champions League: Chelsea 4 - 2 Barcelona (agg: 5-4)", "webUrl": "https://www.theguardian.com/football/2005/mar/09/match.sport", "apiUrl": "https://content.guardianapis.com/football/2005/mar/09/match.sport", "fields": {"headline": "Terry carries Chelsea through", "bodyText": "The greatest games blaze in defiance of managerial plans. Chelsea, having threatened to crush Barcelona, only just squeezed past them and into the quarter-finals of the Champions League last night. They were on the verge of being eliminated until the 76th minute when the captain John Terry's diagonal header from a Damien Duff corner found the net. Few had thought Chelsea, 2-1 down from the first leg, would need to score four times, or indeed be sufficiently equipped to do so. Jose Mourinho may be a fountain of opinions but it was the few words uttered by Barcelona's centre-forward Samuel Eto'o that seemed the more ill-chosen in the opening stages. He had predicted that Chelsea would record one goal at most and that his own side would therefore go through if they hit the net at all. The Cameroon forward had much to reflect on when, with less than 20 minutes gone, Barcelona were 3-0 down. Adversity, however, did wonders. The visitors were not reduced to meek repentance and, well before the interval, Ronaldinho had put his side ahead on the away-goal rule with a questionably awarded penalty that he converted and an inspired piece of finishing. This was a game fashioned out of the same contrasts that had made the first leg so absorbing in Camp Nou before Didier Drogba's red card tipped the balance in Barcelona's favour. Mourinho may have included Mateja Kezman in his line-up as well as Eidur Gudjohnsen, but that preference did not mean he intended it to be as breezy as this. The plan, surely, was to keep Barcelona's attack at arm's length and strike on the break. It worked beautifully but too briefly. After eight minutes, Xavi lost the ball to Frank Lampard, his pass down the right was instantly transferred towards the left by Kezman and Gudjohnsen cut inside Gerard to finish. With 17 minutes gone, a Joe Cole shot was deflected so that the goalkeeper Victor Valdes could merely palm it away and Lampard followed up to finish. Two minutes later, Kezman laid the ball back sure-footedly to Cole and he freed Damien Duff to sprint in from the left and slide a shot past Valdes. The collapse of Chelsea's position of strength disinterred buried memories. The last European tie here that had even a fraction of the cachet of the encounter with Barcelona was the return match of their miserable Champions League semi-final. By his own account, it was Claudio Ranieri's brainstorm substitutions in Monaco that cost his side the first leg, but Chelsea were still in a position to go through before their defence collapsed at Stamford Bridge. It would be severe but not wholly inaccurate to say that Mourinho's strategy is to be as different as possible from the Italian. Ruthless intentions, though, could not quell Barcelona's verve and Petr Cech impressed by tipping over an Eto'o drive on the 23 minutes. Within four minutes, Frank Rijkaard's side had made their mark. The award of the penalty was questionable because Paulo Ferreia did not intend to handle Juliano Belleti's cross, but Pierluigi Collina felt the right-back's arm had been raised to a rash height. Mourinho cannot have felt so sure of his admiration for the Italian, whom he had called the best referee in the world, as Ronaldinho slid home the penalty. The Brazilian's next goal, however, needed no assistance and brooked no resistance. Ricardo Carvalho may have felt prudent in not lunging into a challenge but Ronaldinho used him as a shield to block Cech's view and bent a delicious 20-yarder into the corner of the net, with the goalkeeper barely reacting at all. Soon Ronaldinho was releasing Eto'o for a first-time effort that skimmed the top of the bar and before half-time, Cole had struck a post. This was not the type of game Chelsea had intended. They were assuredly not in the Premiership any more. Chelsea still had hope but the match's anarchic streak ran deep. Lampard might have scored with a header from Duff's corner that instead flew to Valdes, but within minutes the tall Cech was fully extended to put Belletti's 25-yarder behind. When Carvalho impressed it was not with his usual suaveness but with the hair-raising lunge that sent the ball behind when Eto'o nearly outstripped him. Barcelona, knowing that they would fall behind if Chelsea scored again, could not live at peace either. They did look more dangerous and Andrés Iniesta fired against a post in the 74th minute. Within two minutes of that Chelsea regained the aggregate lead, but that seemed a fragile guarantee. This was a game so intoxicating that heads will swim for years to come at the memory of it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}