{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2005/mar/13/willsandinheritancetax.observercashsection", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2005-03-13T16:54:50Z", "webTitle": "Time Brown put trust in spouses", "webUrl": "https://www.theguardian.com/money/2005/mar/13/willsandinheritancetax.observercashsection", "apiUrl": "https://content.guardianapis.com/money/2005/mar/13/willsandinheritancetax.observercashsection", "fields": {"headline": "Time Brown put trust in spouses", "bodyText": "When he gets to his feet on Wednesday to unveil this year's budget, Chancellor Gordon Brown could make one simple announcement on inheritance tax that would save thousands of pounds for many married couples around the country. If spouses could simply transfer their 'nil-rate band' allowances to each other on death (so the survivor would have a nil rate band currently of £526,000), they would not have to pay substantial sums to set up trusts to save their benficiaries the tax. As the Chancellor clamps down on what he deems to be artificial schemes to save inheritance tax (IHT) through the Pre-Owned Assets legislation, which takes effect next month (and which we reported on in Cash last week), one of the few routes left to married couples for tax planning is the creation of a 'nil-rate band discretionary trust'. Under these schemes, spouses set up a trust in their wills, effective from the death of the first of them, into which pass assets up to the level of the prevailing nil- rate band (now £263,000 per individual). A variety of assets - including a spouse's share of the marital home, for instance, investments or buy-to-let property - can go into the trust. The trustees, who can include the surviving spouse, exercise their discretion over which beneficiaries (spouse, children and grandchildren, in most cases) will receive the income and capital from the trust. Since the spouse is a beneficiary, he or she can receive income and capital as necessary, at the trustees' discretion. The advantage of this type of trust is that, on the second spouse's death, it saves £105,200 (40 per cent of £263,000) in tax. This is in addition to the £105,200 in tax already saved by the second spouse's nil rate band. If a couple had done nothing and left all their assets to each other, there would still be no IHT payable on the first death (as legacies to spouses are tax-free) but, on the second death, only one nil-rate band could be used to offset tax liabilities. This kind of trust is now being used by many who would never have imagined they would have a potential IHT liability. With house prices averaging £162,816 nationally (and £241,670 in London), an estimated 2.4 million homes are above the nil-rate band, according to Friends' Provident. Unfortunately, such trusts do not help unmarried cohabitees, since they cannot pass assets to each other tax-free and so have no choice about using their nil- rate band. Independent financial adviser Phil Jacobs of RBR Financial Services finds these trusts very useful, and is keen to stress that they still work, despite the Treasury's clampdowns. 'They [the Treasury] are attacking the very aggressive end of the tax-planning market, leaving the more mainstream financial planners to get on with our business,' says Jacobs. But barrister Emma Chamberlain, a member of the Chartered Institute of Taxation's capital taxes committee, says these trusts have to be set up very carefully - especially if they include a share in the marital home; spouses must own their homes as 'tenants in common' rather than just 'joint tenants' for the trust to work - so that they do not fall foul of Inland Revenue rules. 'Using the nil-rate band properly on the first death can be complicated unless there are lots of liquid assets around,' she says. 'It is not just a matter of writing a will, but can involve complex structures involving IOUs. This all involves professional fees.' An idea gaining support is that spouses should be able to transfer their nil-rate bands to the other spouse so that, on the second spouse's death, two nil-rate bands could be set against the survivor's estate. That would save expensive tax-planning and the risk that the trust was incorrectly set up. Living together can be a taxing problem Co-habitees could suddenly find themselves facing substantial and wholly unexpected income tax bills, following a little-noticed announcement from the government on inheritance tax last week. Take this scenario: man buys house and lives in it alone. Woman joins him. He later sells her a share in his house. He is caught under the new Pre-Owned Assets legislation, which starts in April, making him subject to income tax as he has disposed of a share in an asset which he continues to enjoy. In theory, he should disclose this to the Inland Revenue. His annual bill could run into thousands - as taxpayers are taxed at their top tax rate on the market rental of the asset they sold. The Treasury has been subject to much lobbying to avoid this outcome for couples who are merely trying to pool resources. But, as Paymaster General Dawn Primarolo's statement showed last week, this issue has been considered for exemption but rejected. The only exemption will be for transactions before Primarolo's statement on 7 March. Full details of the new Pre-Owned Assets regime - laws which will charge income tax on assets deemed to have been given away in an artificial way in order to reduce inheritance tax - are expected this week. Jennett Davies of solicitor Jones Day says: 'To introduce legislation in this way - which isn't particularly clear or thought out - and not to produce regulations well in advance is outrageous.'"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}