{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/mar/11/golf.lawrencedonegan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-03-11T23:54:04Z", "webTitle": "Golf: Els banks on six-figure fee", "webUrl": "https://www.theguardian.com/sport/2005/mar/11/golf.lawrencedonegan", "apiUrl": "https://content.guardianapis.com/sport/2005/mar/11/golf.lawrencedonegan", "fields": {"headline": "Els banks on six-figure fee if not the cut", "bodyText": "The organisers of the Qatar Masters spent yesterday defending the payment of a six-figure \"promotional-activities fee\" to Ernie Els as money well spent - a case that might be harder to make today if the South African fails to make the cut for the first time in six years at a European Tour event. On the day it emerged that the world No3 had received a reported £200,000 for hosting a golf clinic before the Qatar event, allowing his name and image to be used in the pre-tournament publicity and handing out prizes at a pro-am, Els shot a one-over 73, which left him seven shots behind the leader, Sweden's Pierre Fulke, in joint 81st place in a field of 150. \"I just couldn't get anything going,\" Els said later. \"I can't put my finger on it but I'll just have to get fired up for tomorrow.\" The Qatar Golf Federation certainly hopes he will, not least because the South African's fee is more than half as much again as the £129,917 cheque it will hand over to the winner after Sunday's final round , a revelation that focused further attention on the practice of top players receiving payments unrelated to their performance on the course. Els was one of those named in a memo sent by the sports management company IMG to tournament organisers in the US suggesting that for a fee of up to$200,000 (£104,000), many of the agency's top golfers would not only play a pre-tournament round with the sponsors' employees, they would \"look favourably on staying for the tournament\". This last promise has landed IMG in trouble on the US PGA Tour, which does not allow players to receive payments simply for playing in a tournament. It has also landed IMG in trouble with some of the players it was offering to sponsors who are not IMG clients, including Davis Love III. \"Players are very upset about this. There are players on this list who did not know they were being used in this way. There's going to be some hands slapped,\" said Love, whose services were offered - unbeknownst to him - for $100,000-$200,000. The European Tour also outlaws the payment of appearance fees to players, although a spokesman said last night that the arrangement between the Qatar Golf Federation and Els does not breach its rules as the payment was related to the player's participation in promotional activities around the tournament. Gary McGlinchey, the promoter, declined to confirm reports that Els's fee is in excess of the first prize. \"Ernie is a great ambassador for golf and we have got great value for money. Not only did he play the central role in our promotion, he also hosted a clinic and handed out the prizes at our pro-am event.\" Els declined to comment on his fee, saying only that it was a \"nice deal\"."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}