{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2005/mar/24/correctionsandclarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2005-03-24T23:59:59Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2005/mar/24/correctionsandclarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2005/mar/24/correctionsandclarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "In a report on convictions related to the murder of the Nottingham jeweller Marian Bates, page 5, March 22, it was wrongly stated that the shooting of a local youth worker, Derrick Senior, by the main suspect in the Bates murder, happened three weeks earlier. In fact, a racist attack on Mr Senior took place then, and the shooting - believed to be in revenge for his giving evidence in court - was in May 2004. Contrary to what we said in a report, Damning verdict on GM crop, page 9, March 22, oil seed rape is not the largest single crop in Britain, neither is it the one from which farmers make most money. According to statistics published by the Department for Environment, Food and Rural Affairs, it comes third on both counts, behind wheat and barley. Towards the end of an interview with Reg Keys, whose son was killed in Iraq, pages 6 and 7, G2, March 22, he referred to the widow of a man who died on the Kursk, and we inserted a note saying, \"the Soviet nuclear submarine whose crew perished in 2000 ... after its reactor melted down\". In fact, the Kursk disaster was caused by a leakage of torpedo motor fuel which exploded. In a front-page report (continued on page 2), Blood and coal: the human cost of cheap Chinese goods, March 14, we said the Chenjiashan mine, where more than 160 men were killed, reached a depth of five miles. That was incorrect. Its depth is 800 metres. In McDonald's grabs a piece of the apple pie, G2, yesterday, we said (page 3): \"Already, retailers demand an apple that is 3ins in circumference.\" That would produce an apple about the size of a damson. We meant 3ins in diameter. In our page 2 sketch yesterday, describing the experience of listening to Tony Blair in church, we said, \"It was like sitting on a cassock for question time in the Commons ...\" Cassock: an ankle-length garment worn by priests and choristers; hassock: a firm upholstered cushion (Collins). In an item headed Macca the paperback writer (a reference to Paul McCartney, although he was not named in the piece), page 4, G2, March 22, we included in a list of celebrities who have written children's books the Duchess of Windsor. We meant the Duchess of York. It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning +44 (0)20 7713 4736 between 11am and 5pm UK time Monday to Friday excluding UK bank holidays. Mail: Readers' editor, The Guardian, 119 Farringdon Road, London EC1R 3ER, UK. Fax: +44 (0)20 7239 9997. Email: reader@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}