{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/gamesblog/2005/mar/01/baftaresults", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2005-03-01T23:50:45Z", "webTitle": "BAFTA Results", "webUrl": "https://www.theguardian.com/technology/gamesblog/2005/mar/01/baftaresults", "apiUrl": "https://content.guardianapis.com/technology/gamesblog/2005/mar/01/baftaresults", "fields": {"headline": "BAFTA Results", "bodyText": "Just back from the awards. The big winners were Half Life 2, Burnout 3 and host Jonathan Ross, who made jokes about his fee before regaining some cred with tales of 16-bit console ownership. The losers were GTA: San Andreas and Halo 2 with only one award between them. Vivendi's Half Life 2 picked up six awards including Best Game, Action Adventure and PC. The other big winner was Burnout 3: Takedown which scooped three, including top PlayStation game. Elsewhere Halo 2 won its sole award, top Xbox game, while Singstar deservedly won the originality gong. The only real travesty of the night was Prince or Persia: Warrior Within winning best Gamecube game ahead of the likes of Metroid Prime 2 and Mario Kart Double Dash. And where was Pikmin 2? The other big winner was GTA publisher Rockstar, who won a BAFTA Special Award for their outstanding contribution to the games industry. The full list of winners is this way... Best Game - Half Life 2 (no complaints, totally worth the 7 year wait) Racing - Burnout 3: Takedown (at least Need for Speed didn't win) Sports Game - Pro Evolution Soccer 4 (of course) Action/Adventure - Half Life 2 (had to be, although this was the most competitive award) Online &amp; Multiplayer - Half Life 2 (should have been Halo 2, although 2006's winner is already sewn up with WOW) Handheld Game - Colin McRae Rally 2005 (expect this category to be a LOT more exciting next year) Animation - Half Life 2 (all in the eyes) Technical Direction - Burnout 3 (was in the loo for this one) Art Direction - Half Life 2 (again, totally deserved, although was getting bored of Vivendi's acceptance speeches by this point) PC Game - Half Life 2 (in any other year Rome: Total War would have won) Gamecube - Prince of Persia: Warrior Within (a shocking decision - how did this average *multi-format* game win out over Metroid Prime 2 or Mario Kart?) PS2 - Burnout 3 (should this have beaten GTA: San Andreas? No.) Xbox - Halo 2 (Riddick should have won this, or maybe Fable, but this award highlighted the high quality of Xbox games in 2004) Mobile - Blue Tooth Biplanes (er Keith, have you played this?) Audio - Call of Duty: Finest Hour (no complaints here) Original Music - Hitman: Contracts (again, the right choice) Children's - Donkey Konga (children's?!) BAFTA Special Award for outstanding contribution to the Games Industry - Rockstar (yup, they deserved this one, especially for the way the GTA games have widened the market while retaining huge depth. And for using Flock of Seagulls in Vice City) Sunday Times Readers Award - Football Manager 2005"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}