{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/mar/19/familyholidays.family.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-03-19T19:22:08Z", "webTitle": "Travelling with kids", "webUrl": "https://www.theguardian.com/travel/2005/mar/19/familyholidays.family.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2005/mar/19/familyholidays.family.guardiansaturdaytravelsection", "fields": {"headline": "Travelling with kids", "bodyText": "The most terrifying message I've ever had came from reader Helen Stringer. She got in touch to say she was off backpacking around Sri Lanka with her three kids. When I asked what had given her such an ambitious holiday plan she replied immediately: \"Your column!\" But this exchange of adventures is a two-way street; sometimes I go to places only because you recommend them. One place you've consistently suggested I considered quite a challenge. But last weekend I eventually set out for Center Parcs (centerparcs.co.uk). Initial impressions weren't encouraging; when the barrier lifted at the Elveden Forest holiday camp, I felt condemned to three days of organised fun in a giant enclosure. But by Saturday afternoon, after spending half an hour in the Japanese salt steam room in the spa while the four-year-old twins were dressing up as red Indians in their kid's club and my pre-teen was making a movie in hers, I was quite enjoying myself. And when we jumped on our bikes for the last time to return them to the cycle centre, even the boyfriend admitted he felt rather, well ... relaxed. The secret is that everyone is entertained. No one was too young, too old or too cynical: there was something for everybody, however awkward the size and shape of the family - and that's very rare. When Helen returned from Sri Lanka, she got back in touch. \"It was such a good place to take children, I wish we'd all gone years ago.\" Just my thoughts on Center Parcs. · Post tips for sharing on the Travelling with Kids Forum at deabirkett.com."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}