{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/mar/01/election20054", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-03-01T17:45:34Z", "webTitle": "Really bad politics", "webUrl": "https://www.theguardian.com/politics/2005/mar/01/election20054", "apiUrl": "https://content.guardianapis.com/politics/2005/mar/01/election20054", "fields": {"headline": "Really bad politics", "bodyText": "We asked Keith for his views on asylum and immigration and the parties' stances on the issues I don't like Michael Howard's immigration quota. Polls consistently show that British people care about immigration as an election issue, but I haven't actually met any of these people myself. There's no doubt Britain is living in a world of dangerous misconceptions about immigration, fuelled by the main parties' electioneering - when really they should be trying to correct these inaccuracies. I've been doing some research, and there is an enormous gap between the public's (mainly negative) perceptions of immigration and the reality. When asked what percentage of people in Britain were immigrants, the average answer was 23%. The truth is 8%. Meanwhile, 64% of people surveyed think immigrants put extra strain on public services. The truth is that the NHS would die on its knees without them: 27% of health professionals are foreign-born. These are just a few of the many misrepresentations of the level (and usefulness) of immigration that have led to where we are now: immigrants being demonised and politically exploited for mainly small-scale problems that are not their fault. You know what? I think the Polish work ethic is good for our economy. I think Chinese food is good for our diet. I think Ghanaian nurses are good for our health system. I think that Salman Rushdie and Anish Kapoor are good for our culture, and that our cities look brighter, healthier places when they house mosques and synagogues alongside churches. I think that immigrants get an unfair and unjustified reputation based on the fact that a few of their number become involved in crime or drugs (Because, of course, no white British people have ever become involved in crime or drugs ...) And most importantly of all, I think it's time our politicians took a responsible line on this issue, and instead of pandering to the nationalist vote, started to use their public positions to tell people the truth about immigration's positive role in this country's current prosperity. I see a wider problem for the Tories, though. They are trying to move to the right in order to create clear water between themselves and New Labour. But what Michael Howard hasn't yet grasped is that in the modern, Bush-and-Blair-ite, world of the war on terror, the debate is not about left and right any more: it's about authoritarians v libertarians. Look at the big political issues facing Britain: ID cards, detention without trial for terror suspects, immigration, smoking bans. These are all issues of individual liberty and should all be classic Conservative issues. If the Tories had nailed their libertarian colours to the mast and opposed all of these government policies they would be winning a lot more respect, and a lot more votes, including mine. Forcing the immigration issue to be debated was a brave and good thing for an opposition party to do, but a quota on immigration is still a bad policy - and not opposing the government's eroding of civil liberties is still really bad politics."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}