{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/mar/29/rugbyleague.hullfcrl", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-03-28T23:49:04Z", "webTitle": "Wigan revival leaves Betts breathless", "webUrl": "https://www.theguardian.com/sport/2005/mar/29/rugbyleague.hullfcrl", "apiUrl": "https://content.guardianapis.com/sport/2005/mar/29/rugbyleague.hullfcrl", "fields": {"headline": "Wigan revival leaves Betts breathless", "bodyText": "In a season of great comebacks patched-up Wigan produced one of the most unlikely yet, overturning a 14-point deficit with a second Herculean effort in four days. Shorn of seven first-choice players after their Good Friday win over St Helens, the Warriors coach Denis Betts went into the game without an established half-back and with the 20-year-old Dave Allen the only non-teenager among his four substitutes. But his youthful charges, with the makeshift scrum-half Wayne Godwin epitomising their backs-to-the-wall response, produced a stirring second-half display to complete a memorable Easter weekend. \"I think that was a better victory than Friday,\" said Betts, who highlighted the effort of Kris Radlinski and Terry Newton alongside Godwin. \"At our meeting on Saturday we said that Hull would look at our side and say 'who's that and who's that?' But the beauty of it is that we know these boys can play. It was an awesome effort.\" This was a defeat of great disappointment for Hull, who rarely threatened after half-time and saw their hopes of victory evaporate with the winger Brett Dallas's 73rd-minute try. \"Somebody said to me that the players thought they were Paul Daniels, and I would agree with that. They were trying to pop miracle balls out,\" Hull's coach John Kear mused. Hull controlled the first half without ever excelling. They opened the scoring inside three minutes, when a well-timed pass from Paul Cooke sent Chris Chester charging over against his former club. The New Zealand second-rower Stephen Kearney doubled the lead when he stepped through a retreating defence to score, and right on half-time Danny Brough stroked over a simple penalty. An interception try against the run of play from the young winger Liam Colbon gave Wigan hope early in the second half and it sparked the Warriors into action. Danny Tickle closed the gap to six points with a well-struck penalty and such was the Warriors' resurgence that Hull were forced to take the precaution of a Richard Whiting drop-goal that crept over the bar via a Warriors hand. But it would not be enough. The teenage second-rower Harrison Hansen took an inside pass from David Vaealiki to stretch over, and the Wigan centre then laid on a try for Dallas. Two superb conversions and a drop-goal from Tickle put the seal on a remarkable Wigan win."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}