{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/mar/11/sixnations2005.sixnations2", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-03-11T23:54:07Z", "webTitle": "Six Nations: Lions intrude on Stringer's French focus", "webUrl": "https://www.theguardian.com/sport/2005/mar/11/sixnations2005.sixnations2", "apiUrl": "https://content.guardianapis.com/sport/2005/mar/11/sixnations2005.sixnations2", "fields": {"headline": "Lions intrude on Stringer's French focus", "bodyText": "A Lions year adds something to a Six Nations, as the Ireland scrum-half Peter Stringer well appreciates. The international against England in Dublin last month was less than a minute old when his opposite number Harry Ellis, a rival for a place in the squad for this summer's tour to New Zealand, gave him a hand-off when neither player was close to the ball. The scrum-half position is the most keenly contested of all, with Stringer facing challenges from Scotland's Chris Cusiter, England's Ellis and Matt Dawson and the Welsh pair Dwayne Peel and Gareth Cooper. At least Dimitri Yachvili will not have any ulterior motives when Ireland take the next step in their grand slam quest against France at Lansdowne Road tomorrow. \"No matter how hard you try to ignore it, the Lions tour is on your mind,\" said the 27-year-old Stringer, who will be winning his 55th cap. \"At the start of the season my goals were to do well for Munster and Ireland and hope that put me in the frame for New Zealand. The squad announcement is less than a month away but the focus has to be Ireland because winning the grand slam would mean so much. \"I expected a bit of attention from Harry Ellis. He is a fiery character and I took it as a compliment. There are so many good scrum-halves in the home unions and it is pointless worrying yourself about where you may be in the pecking order. The more successful Ireland are, the better chance I will have.\" France knocked Ireland out of the World Cup in 2003 and an element of revenge will be swirling around in the Dublin wind tomorrow. \"People in Ireland expect things of us now in a way they did not a couple of years ago, but we cannot afford to look ahead to our final game against Wales in Cardiff because France on their day are capable of beating anyone,\" said Stringer. \"We are in for a tough 80 minutes and we are going to have to play better than we have in the championship so far.\" It is a measure of how far Ireland have progressed since 1999, when they failed to qualify for the quarter-finals of the World Cup, that winning the first three matches of the championship has not left the squad in raptures. \"Our basic skills under pressure have left a bit to be desired and we have lacked accuracy,\" said Stringer. \"We do not want to be defending a lead on Saturday for the final 10 minutes as we were against England. \"What we have shown since the World Cup is that we can come through in tight matches and we do not lack self-belief. It would be a dream for Celtic rugby if our final match in Cardiff was a grand slam decider. Wales and Ireland spent many years in the doldrums, to the point where some questioned the worth of the Six Nations, and the current table makes pleasant reading. \"Wales's victory in France was surreal. There had seemed only one winner in the first half but the Welsh were transformed after the interval. When they get momentum going their confidence soars. Like us, they have benefited from playing the major southern hemisphere nations every autumn and we have both closed the gap on England and France in recent years.\" In a sport increasingly noted for its physicality, Stringer cuts a diminutive figure. The smallest player on the field tomorrow, his arrow of a pass will give his Munster half-back partner Ronan O'Gara time to launch a back division which brims with attacking potential, even if it has functioned only fitfully so far. \"This is the stage of the championship when nerves start to kick in,\" he said. \"At least we have been here before, two years ago when we were fortunate to come away from Cardiff with a victory to set up the grand slam showdown against England. Most of the side that day will be involved on Saturday and you can only learn from experience. \"We might not have hit our peak this season but we are unbeaten. The only championship match we have lost since the last World Cup was against France and there is a feeling we owe them one. We have not played outstanding rugby in this year's championship yet - Saturday would be the perfect time to start.\" · Munster have secured the services of the Samoan centre Brian Lima who will sign for the province for the rest of the season and be eligible to play in the Heineken Cup."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}