{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/mar/29/rugbyleague.leedsrhinos", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-03-28T23:49:03Z", "webTitle": "Leeds 28 Wakefield 44", "webUrl": "https://www.theguardian.com/sport/2005/mar/29/rugbyleague.leedsrhinos", "apiUrl": "https://content.guardianapis.com/sport/2005/mar/29/rugbyleague.leedsrhinos", "fields": {"headline": "Rampant Trinity end champions long winning run", "bodyText": "Wakefield Trinity produced the performance of the Super League season so far to inflict a first defeat of the year on Leeds and end the champions' 10-match winning run going back to last October. Trinity stunned the Rhinos, and the majority of an 18,257 crowd, with a combination of bold attack and ferocious, tenacious defence to take a 38-12 lead midway through the second half - against a Leeds team that had conceded only 78 points in their previous seven games. The hooker David March and captain Jason Demetriou each scored two of their eight tries, and Jamie Rooney kicked six goals. \"We probably surprised them a bit with our intensity,\" said their coach Shane McNally, whose team had lost their last three matches and conceded 70 points in London earlier this season. \"Coming to Headingley it's easy to be intimidated, but we decided not to be.\" McNally conceded that Leeds may have relaxed after last Thursday's convincing win at Bradford but the Rhinos coach Tony Smith refused to use that as an excuse. \"That performance was way behind what we like to put out, but the opposition deserve some credit for that,\" he said. \"They were way better than us tonight.\" Leeds took an early lead through Rob Burrow but Wake field equalised with a try from their substitute Steve Snitch's first touch and added three more before half-time to surge 22-6 ahead, with one each for March and Demetriou, who also sent his wing Colum Halpenny over. March added his second four minutes into the second half and, although Gareth Ellis hinted at a Leeds fightback with a try against his former club, Wakefield reasserted themselves with two more tries by Semi Tadulala and the former Oxford Cavaliers prop Darrell Griffin. Liam Botham scored his first Leeds try, Burrow added his second of the night and Keith Senior also touched down, but Demetriou intercepted Willie Poching's pass to complete a famous win for Trinity."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}