{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/mar/09/championsleague2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-03-09T22:33:05Z", "webTitle": "Benítez forced to rethink as Kewell refuses to play", "webUrl": "https://www.theguardian.com/football/2005/mar/09/championsleague2", "apiUrl": "https://content.guardianapis.com/football/2005/mar/09/championsleague2", "fields": {"headline": "Benítez forced to rethink as Kewell refuses to play", "bodyText": "Harry Kewell's Liverpool career appears to be drawing to a suitably ignominious close after he ruled himself out of this evening's second-leg tie at Bayer Leverkusen because of injury, despite pleas from his manager Rafael Benítez for him to play. Benítez had planned his defence of a 3-1 lead against the Germans on the basis that Kewell would feature in the Ruhr valley, only for the Australian's late withdrawal to throw Liverpool's preparations for a potentially awkward match into disarray. The manager was forced to reinforce his squad yesterday with young players - one of whom, John Welsh, forgot his passport and will only arrive today - though his exasperation was reserved for Kewell. \"I think he's injured,\" said the Spaniard of the attacker, who was signed from Leeds for £5m at the start of last season but has shown only fleeting form since swapping Elland Road for Anfield. \"We thought three days ago that he would be fit but he says he feels something so he cannot play. We are talking with the doctor to find a solution, but each week the problem changes with him. It's either with the ankle or the groin, but one day he's fine, the next he's not. \"I don't know, but maybe he needs to have more confidence in himself. I said to him that if he gives us 80% [against Leverkusen] it would be so very important because we don't have another striker for the Champions League, but he says he's not fit, he feels something and he's got a problem. We'll have to look for another solution.\" Kewell, 26, has been troubled by ankle and groin complaints since the tail-end of last season, though the suspicion abounds on Merseyside that the trouble is as much psychological as it is physical. After eight goals in his first 19 appearances for his new club early last season, the Australian has mustered only one in 25 games this term. That has frustrated Benítez, with the player's reluctance to play through the pain barrier tonight - Liverpool are already without the injured Djibril Cissé, Florent Sinama-Pongolle and Neil Mellor, with Fernando Morientes cup-tied - further damaging their relationship. \"I have been talking very highly of Harry all season, saying how important he is for us and that he's a fantastic player, but if he's never fit or we are always waiting to see him at his best level, maybe we need to look for a solution,\" he said. \"I would have liked him to play in this game because we don't have a lot of forwards available for the Champions League. We can't keep waiting and changing our ideas about the team and the tactics because of him. It's disruptive to preparations.\" Benítez will at least have Steven Gerrard available again for the match in the BayArena after his one-match ban in the first leg. \"Steven has the maturity, the quality, the power we need for these kind of games,\" said the Spaniard. \"I think he will score a goal in this game. I have looked into a crystal ball.\" Bayer Leverkusen (3-5-2, probable): Butt; Callsen-Bracker, Ramelow, Placente; Bierofka, Schneider, Castro, Donovan, Krzynowek; Berbatov, Voronin. Liverpool (4-4-1-1, probable): Dudek; Finnan, Carragher, Hyypia, Riise; Warnock, Biscan, Hamann, Luis García; Gerrard; Baros. Referee: A Sars (France). TV: Sky Sports 2, kick-off 7.45pm"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}