{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/mar/05/glaxosmithklinebusiness", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-03-05T23:59:43Z", "webTitle": "Market forces", "webUrl": "https://www.theguardian.com/business/2005/mar/05/glaxosmithklinebusiness", "apiUrl": "https://content.guardianapis.com/business/2005/mar/05/glaxosmithklinebusiness", "fields": {"headline": "SkyePharma suffers a £50m hit", "bodyText": "Around £50m was wiped off the market value of drug delivery group SkyePharma yesterday afternoon after the US food and drug administration seized a batch of GlaxoSmithKline's Paxil CR drug because of concerns over manufacturing quality. SkyePharma designed the technology behind Paxil CR, an extended release version of the antidepressant, which generated international sales of £196m for GSK during the first six months of 2004. SkyePharma is thought to make a 3% royalty on every Paxil CR pill sold. While the company has yet to report 2004 figures, analysts expect royalty income from the drug to total around £12m. All of which led them to believe that yesterday's fall has been an overreaction. They also noted that SkyePharma had nothing to do with the manufacturing of the drug - a point the company later confirmed in a statement to the stock exchange. However, the City was in no mood to listen yesterday, and SkyePharma shares fell 8.25p to 52p - the biggest drop by some distance in the FTSE 250. In the wider market, leading shares closed higher again - boosted by a strong performance from the heavyweight oil sector, with the crude price remaining firm - and decent results from Lloyds TSB, up 8.75p to 497p, and logistics group Exel, which ended 29p higher at 839p. The final scores showed the FTSE 100 up 21.5 points at 5,036.3, with Exel being the top performer, closely followed by mobile telephone group mm02. Its shares gained 4p to 126p after Deutsche Bank advised clients to switch out of BT, unchanged at 207p, before mm02's trading statement at the end of the month. Elsewhere, the FTSE 250 jumped 42.5 points to 7,314.3, while the FTSE Small Cap index added 11 points to finish at 2,968.1. In the bond market, the benchmark 10-year gilt closed at 101.600, yielding some 4.788%. Back in the equity market, SSL International, the Durex condoms and Scholl sandal maker, was the main talking point. Its shares gained 5.5p to 289.75p on rumours that the company is in merger talks with Australian rival Ansell. Ansell makes Mates condoms and is quoted on the Australian stock exchange. It has a market capitalisation of A$1.6bn (£660m), and would be a suitable merger partner for SSL, according to sector watchers. Rentokil Initial, the pest control group, handed back a large chunk of Thursday's 5% gain after Dresdner Kleinwort Wasserstein advised clients to sell and said contract caterer Compass, up 0.5p to 250.5p, offered better value. Rentokil fell 5.75p to 164.5p. Outsourcing company Capita was another poor performer. Its shares fell 6p to 374.25p, unsettled by news that the European court of justice had ruled that some back office activities outsourced by insurance companies were not exempt from VAT. Capita's chief executive Paul Pindar attempted to play down the significance of the ruling, telling Reuters that it was unlikely to put a dampener on future business from the insurance sector. Supermarket chain Wm Morrison, 4.5p lighter at 218.75p, was also under pressure after Panmure Gordon issued a sell note. Analyst Philip Dorgan reckon the reason behind Wm Morrison's recent strong performance - reports that comparative sales at Safeway have improved from -9% to -2% - is a red herring. He points out that it is only natural to expect some improvement, as comparisons become easier. Mr Dorgan also believes the implementation of new accounting rules will force the company to abandon its sales target for Safeway. \"We believe the adoption of IAS 26 could be the catalyst for management to abandon its sales per square foot target for the Safeway estate, prompting downgrades,\" he said in a note to clients. Elsewhere, music and books retailer HMV eased 3.5p to 263p on news that chief executive Alan Giles had sold stock worth nearly £700,000. The company also revealed that Neil Bright, the finance director, and Brian McLaughlin had exercised options and pocketed £237,000 and £642,000 respectively. Among the small caps, Ultraframe, the conservatory maker that was recently forced to deny rumours of a private equity bid approach, gained 3p to 64.25p after Numis Securities started coverage with a buy recommendation and 77p target price. Numis believes that Ultraframe, which issued several profits warnings during the past year, is an early-stage recovery stock. Hedge fund manager RAB Capital rose 2.25p to 62p as traders bet this month's full-year figures will prove impressive. RAB has holdings in several high-flying mining and exploration stocks, including Asia Energy, 36p higher at 812.5p, Angus &amp; Ross, 1.5p stronger at 13.8p, and Cambrian Mining, 4p better at 216.5p. Celtic Resources rose 4.5p to 428.5p on speculation that it could be close to finalising a deal to buy the Nezhdaninskoye gold mine from Alrosa, the Russian diamond giant. The deal is expected to result in Alrosa taking a large stake in Celtic. Flintstone Technologies, which invests in fledgling Russian companies, was marked 0.87p, or 10.1%, higher at 9.5p on rumours that plans to float Hardide, one of the companies it has backed, will shortly be announced. nCipher, the IT security group, gained 11.5p to 262.5p - despite news that its chief executive and chief operating officer, Alexander van Someren and Nicholas van Someren, had each sold stock worth £125,000. Stakebuilding rumours supported ML Laboratories, which sacked its executive chairman, Stuart Sim, earlier this week. The shares rose 2p to 23.25p. British Energy hots up British Energy was marked 9.75p higher at 264.25p yesterday as the City bet that the company would be added to the FTSE 250 following next week's quarterly index review. With a market value of about £1.5bn, British Energy, whose shares started trading again in January after a £1bn rescue deal, is big enough to command a berth in the FTSE 250. Traders believe the company will meet the strict eligibility criteria of index compiler FTSE. Analysts estimate that index tracking funds will need to buy around 50m shares if the company is added to the index, a change that will take effect on March 21. Indeed the recent rise in British Energy trading volumes suggests that index trackers have started buying in anticipation of the news."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}