{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/16/england.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-16T19:12:30Z", "webTitle": "FA using racism as excuse for England fans", "webUrl": "https://www.theguardian.com/football/2002/oct/16/england.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/oct/16/england.sport1", "fields": {"headline": "FA using racism as excuse for England fans", "bodyText": "The National Criminal Intelligence Service have accused the FA of using the issue of racism to justify the behaviour of English hooligans in Slovakia. Paul Newman, the FA director of communications, had claimed there was a \"direct connection\" between the racist abuse suffered by Ashley Cole and Emile Heskey and fighting involving England fans, but NCIS have said the two events were not related - laying the blame with the 'nasty elements' of the England supporters instead. NCIS spokesman Mark Steels said in London's Evening Standard: \"The problem was not caused by racist chanting. Racism is a very nasty problem and needs to be dealt with, but that's not the same as using it as a smokescreen to cover up the antics of some of those who accompany England abroad. And there were some very nasty elements out there. \"We knew that well before the match started. They effectively destroyed a lap-dancing club the night before in Prague. That's got nothing to do with racism. That was because you have a small element who haven't been caught yet and are perfectly entitled still to go abroad and watch England play.\" The NCIS insist that despite the issue of 1,220 orders preventing known troublemakers from travelling overseas, there are still many supporters who follow England with the intention of causing trouble. Steels believes that the reason why trouble did not surface during this summer's World Cup was due to the behaviour of the Japanese and Korean supporters, and the prohibitive costs of travelling to the Far East - not because the 'evil element' of fans had been banished. Steels said: \"There was a great naivety in thinking that with the World Cup we'd turned the corner. There are an awful lot of people out there who the Home Office and the FA really don't want to see following England around. \"If you're saying the small minority of front-line yobs who support the team are suddenly sensitive to racist chanting, I find that extraordinary.\" Steels stressed the importance of weeding out the hooligans and warned of the repercussions if the FA fail to act. \"There's a long way to go and we have to keep working at it. The police need more resources to track these people down and magistrates need to be reminded of their responsibilities under the Football (Disorder) Act. \"We've got to play Turkey away. The next major tournament is in Portugal, which is very easy to get to. The next World Cup, for heaven's sake, is in Germany. We were as delighted as everybody that there was only one arrest in Japan, but they were very, very different circumstances.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}