{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/10/newsstory", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-09T23:32:39Z", "webTitle": "Footballers, the fourth estate, flip-flops and flakes", "webUrl": "https://www.theguardian.com/football/2002/oct/10/newsstory", "apiUrl": "https://content.guardianapis.com/football/2002/oct/10/newsstory", "fields": {"headline": "Footballers, the fourth estate, flip-flops and flakes", "bodyText": "If you ever happen to be wandering around a luxury countryside hotel and want to check whether the well-groomed young man standing in front of you is an England international, remember to check for flip-flops. As Sven's men count down to their first Euro 2004 qualifier in Slovakia on Saturday, plastic sandals are everywhere in their base at Burnham Beeches. It's an obvious sign that the boys are fit, relaxed and, quite possibly, suffering from corns. It's also a visible marker to set the players apart from the be-suited hacks looking to grab themselves a headline or seven. The FA's pre-arranged plan was to present eight England players to the gentlemen (and they were all men) of the press for interview yesterday. As it was, only six turned up, as Danny Mills decided to have a massage and Emile Heskey decided to hide from the hacks. Goodness knows why. For a group of young men who are supposed to stick very much to their own club groups (unless they go on holiday to Ayia Napa together), England players are very similar. They have gleaming diamond studs in their ears, weighty watches on their wrists and like to touch themselves. Watching Frank Lampard answer questions about whether he was rubbish or not (you'll be surprised to hear that Frank's not too pleased when forced to answer questions like \"Do you think you're an England player?\"), it became quickly evident that he couldn't go 30 seconds without grabbing his thigh. Alan Smith may actually be an engaging young man with a good sense of humour, but he does like to massage his forearm. Even Ugo Ehiogu spent a sizeable part of his press ordeal stroking his calf. Maybe this is self-help physiotherapy, giving yourself a good treatment while Danny Mills is hogging the masseuse. My suspicion, however, is that it's just a little touch of narcissism; checking the hammy is still fine-tuned while being interrogated by men who last did a shuttle sprint when they missed the train to Heathrow. All in all, it's a funny occasion when England meet the press. You know the players don't trust the hacks (apart from Alan Smith who had a funny habit of seemingly looking at the Express's Rob Shepherd for approval every time he cracked a joke), and the hacks like to look down on the players. Why can't they all get along? We all hope it will happen one day. Not just yet though, otherwise it might spoil my final observation: despite their whopping salaries and intensive personal grooming routines, Messrs Thompson and Lampard have dandruff. So there."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}