{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/02/match.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-01T23:39:16Z", "webTitle": "Manchester City 3 - 2 Crewe Alexandra", "webUrl": "https://www.theguardian.com/football/2002/oct/02/match.sport3", "apiUrl": "https://content.guardianapis.com/football/2002/oct/02/match.sport3", "fields": {"headline": "Huckerby turns tables for City", "bodyText": "Darren Huckerby's 86th-minute goal, beautifully executed from Shaun Wright-Phillips's right-wing run and cross, capped an incredible spell of three goals in two minutes and handed City a Worthington Cup success they scarcely deserved. Huckerby had already 'won' the tie once when his cross was deflected off Richard Walker into the Crewe goal in the 84th minute - a lead which lasted less than a minute before Steve Jones set up Rob Hulse for a Crewe equaliser. City manager Kevin Keegan had eschewed the traditional Premiership manager's ploy of fielding a weakened team in the competition but it took all of 18 seconds for City's second division rivals to make a mockery of the disparity in the respective starting line-ups. Hulse put in a speculative 25-yard shot and Peter Schmeichel, instead of dealing with it comfortably, spilled the ball into the path of Rodney Jack who side-footed home from six yards. Given the respective histories of Keegan and Jack - the former rejected the latter after he spent a week on trial at Newcastle in the mid-1990s - the goal must have given the Crewe's £650,000 record signing immeasurable satisfaction. After seeing a near 12-month unbeaten home record ended by Liverpool on Saturday, it was hardly a desirable start for City who responded with hopeful, long-range shots from Lucien Mettomo and, twice, Ali Benarbia with Shaun Goater's deflected header thrown in for good measure. It was clearly destined to be a long night for the visiting defence although Crewe looked capable of hurting City on the break. After 10 minutes, Kenny Lunt and Jack combined aggressively, but Jack failed to steady himself and shot into the side-netting. The remainder of the contest was dominated by Keegan's men who should have been well in control before half-time. Benarbia's flick-on from Kevin Horlock's 23rd-minute free-kick clipped the bar and Nicolas Anelka's power and pace caused more than one anxious moment in the Crewe defence. He picked out Benarbia after one such run but the Algerian was unable to put any power behind his effort and, to underline the increasing frustration, the same player again hit the bar from a 20-yard free-kick. A rare Crewe attack soon af ter the restart saw Hulse slide within inches of converting Lunt's low ball into the area but normal service was quickly resumed even if the introduction of the pace of Wright-Phillips and Huckerby off the bench indicated Keegan's concern. Anelka again had too much pace and skill for his markers just after the hour but saw his shot strike the post from less than 10 yards when a goal looked a formality. Eyal Berkovic finally claimed an inevitable equaliser in the 69th minute. Huckerby showed presence of mind from a quick free-kick to attack deep into the Crewe half and, after the move collapsed, the ball broke for Berkovic to score with a magnificent right-foot shot from 22 yards. That was the signal for the remarkable closing spell which brought three further goals in the final six minutes and progress to the third round for City."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}