{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/14/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-13T23:23:44Z", "webTitle": "Myhre is out until end of the year", "webUrl": "https://www.theguardian.com/football/2002/oct/14/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2002/oct/14/newsstory.sport3", "fields": {"headline": "Myhre is out until end of the year", "bodyText": "The Sunderland goalkeeper Thomas Myhre sustained an injury during Norway 's 1-0 win over Romania on Saturday, which will keep him out of Wednesday's game against Bosnia-Herzegovina and cause further headaches for his club. Sunderland's first-choice keeper Thomas Sorensen dislocated an elbow in their 3-1 defeat at Arsenal and will not play again this year. \"I'm not quite sure what kind of injury it is yet,\" Myhre said afterwards. \"It was painful when it happened and it doesn't feel good right now.\" Tottenham's Steffen Iversen scored Norway's winning goal, a header in the 84th minute. Denmark lead the group after an often uncomfortable 2-0 home victory over Luxembourg . The Newcastle defender Andy O'Brien has pulled out of the Republic of Ireland's squad to face Switzerland with a hamstring injury. Middlesbrough's Massimo Maccarone has been called into the Italy squad for Wednesday's match against Wales as a replacement for the injured Filippo Inzaghi. The striker has one senior cap, won against England last season. Alessandro del Piero scored Italy's equaliser in a 1-1 draw with Yugoslavia on Saturday, Predrag Mijatovic having put the visitors ahead after 27 minutes. Also in group nine, Finland bounced back from their 2-0 defeat to Wales last month by beating Azerbaijan 3-0 in Helsinki. Mika Nurmela scored the first, with Hannu Tihinen, Anderlecht's former West Ham forward, and Liverpool's Sami Hyypia adding further goals. France top group one after a 5-0 win over Slovenia in Paris. Fulham's Steve Marlet scored twice, with the Arsenal pair Patrick Vieira and Sylvain Wiltord each getting one. Slovenia's Sasa Gajser was sent off in the last minute. Two Chelsea players appeared in central defence, Marcel Desailly winning his 100th cap alongside William Gallas, winning his first. \"For me it was just a childhood dream coming true,\" said Gallas. Israel are second after a 2-0 win in Malta . Bulgaria are the surprise leaders of group eight after a 2-0 win over Croatia in Sofia, Celtic's Stilian Petrov scoring the first. Belgium were unimpressive 1-0 winners over Andorra, Wesley Sonck scoring in the 62nd minute. Newcastle's Lomana Tresor Lua Lua scored and was then sent off for a second yellow card as the Democratic Republic of Congo defeated Botswana 2-0 in yesterday's African Nations Cup qualifier."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}