{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/oct/06/business.theobserver", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-10-05T23:57:44Z", "webTitle": "Media diary", "webUrl": "https://www.theguardian.com/media/2002/oct/06/business.theobserver", "apiUrl": "https://content.guardianapis.com/media/2002/oct/06/business.theobserver", "fields": {"headline": "Media diary", "bodyText": "Roar of the PR crowd Ermmmm. Diary, aware of its sometimes dubious reputation for veracity, would like to take this opportunity to reassure readers that the following is true. Apparently. Deep breath. Sunday Times business editor Rory Godson is considering a move to pastures new and somewhat exotic. Diary hears that Roarers is in talks with Goldman 'ain't no spinning here' Sachs with a view to joining the US bank's PR team. Both parties declined to comment to Diary, which is also available for hire if Goldman would like to get in touch. A bad case of poor circulation Uh oh. Word reaches Diary that next Friday's circulation figures for the Mirror will be about as gloomy as Norma Major's face last Sunday. If true, the £20 million Mirror relaunch and the subsequent price war with the Sun will have all been in vain. No wonder Trinity Mirror boss Vincent Graf is leaving and the finance director was told not to bother to turn up to work. Slicker hopes to sliver back Meanwhile what news of the Mirror's former Slickers? Now that City editor Suzy Jagger is moving to the Times, ex-City hack James Hipwell, at the epicentre of the DTI's share-tipping probe, is stepping up his campaign for his old job. James is modest about his prospects. 'I've got to be in the running. And if they want I'll sign a document promising never to buy another share again.' Go on Piers, take a chance on an unknown kid. Who knows, if the pessimists are right, it might be one of your last editorial decisions. Telegraph gets with da 'hood Marvellous to see the Telegraph attempting to shed its fusty image. Its sponsorship of Best Garage act at this year's Mobo awards will no doubt have gone a long way to persuading its many younger readers in da 'hood that, along with instructions for semi-automatic weapons, the Telegraph is indispensable reading. Rumours that the paper's older readers wrote in suggesting the winner should be Shell or Texaco are hotly disputed by Telegraph high command. Bell wins by an innings Talking of brilliant Telegraph initiatives, Diary applauds the paper's recent competition in conjunction with John Smith's Bitter. Readers (mark that word) were invited to send in their own 'no nonsense' sports report with the best entry receiving a trip to the cricket World Cup. 'The four finalists were selected from thousands of entries,' gushed the paper last week. Given the long odds, Diary would like to congratulate finalist Gavin Bell whose musings on the Ryder Cup were almost Shakespearean. Gavin also happens to be a book reviewer for the Telegraph and writes for its travel section. Marvellous. Emma passes City screen test As newsreader adulation goes not even Kirstie Young has reached this level of fame. Emma Crosby, 25-year-old presenter with City TV network CNBC, has become such a hit in the City that in a shameless publicity blitz her employers are marketing her face as a downloadable screensaver. Somehow, this was never going to happen to Michael Buerk. Desmondo's seeing stars They said it couldn't be done. They said locking hundreds of chimpanzees in a room with only five typewriters and a couple of old car tyres for recreation was no way to produce a new national newspaper. But Diary hears that Desmondo is more than pleased with the performance of the fledgling Sunday Star. Even in week three - for which there was no promotional activity - the paper still managed to sell 650,000 copies. Cosmo loads on sex appeal Blimey, says a febrile Diary. Even by its sexacting standards Cosmo has outdone itself. The mag is bringing in no fewer than three sex editors - sex writer Sarah Hedley, sex psychotherapist Rachel Morris and medical sexpert Dr Sarah Humphery - to spice up its pages. Diary is feverish at the prospect of how its rivals will respond."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}