{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2002/oct/09/football.eu", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2002-10-09T21:07:33Z", "webTitle": "EU may end retirement at 48 for referees", "webUrl": "https://www.theguardian.com/uk/2002/oct/09/football.eu", "apiUrl": "https://content.guardianapis.com/uk/2002/oct/09/football.eu", "fields": {"headline": "EU may end retirement at 48 for referees", "bodyText": "Older referees could be brandishing the red and yellow cards under EU legislation that may prohibit football associations from forcing them to retire in their 40s. Referees in English professional football have to retire at 48, while those officiating in international matches and European club competitions hang up their whistles three years earlier. But under the EU's fairness at work directive these compulsory retirement ages could become illegal, allowing the officials to continue outraging fans and managers as long as their fitness and eyesight allow. The regulations were devised to ensure that referees were fit enough to keep up with the pace of modern football, but according to David Martin, a Scottish MEP and senior vice-president of the European parliament, the game needlessly dispenses with experienced refs as a result. \"The current ban is unfair to older referees who are fit and good at what they do. It will give an opportunity to older refs who may be healthier and fitter than their younger counterparts to extend their career. \"Doubtless this will bring back cries about zimmer frames and walking sticks, but on the serious side it will benefit the game by keeping their experience on side for longer.\" A former leading referee, Roger Milford, 58, who received several extensions to his career and finally retired six years ago, said the speed of modern football made the job harder for the older official. \"I used to think that if you are fit enough and good enough then carry on, but these days I'm not so sure,\" he said. \"The authorities tell you from the start that the age is 48 so we've no grounds for complaint. The younger lads are fitter but there's no substitute for experience. \"On the other hand you reach the point where the brain might be able to handle it, but the legs can't. The game has got faster and television has made the job more pressurised, so in a way keeping the age limits might be a kindness to some refs.\" A spokesman for Uefa, the European governing body for football, said it was accepted that a cut-off point was useful in ensuring match officials were sufficiently fit to officiate at the highest level. \"But it would be right to look at this in the light of the directive,\" he said. The legislation, which was devised to stop employers discriminating against workers on the grounds of age or physical disability, comes into force next year. Member states will be permitted to make representations to the EU before it passes into law."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}