{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2002/oct/06/filmnews.film", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2002-10-05T23:56:02Z", "webTitle": "Bond fans shaken, not stirred, as 007's martini turns to H2O", "webUrl": "https://www.theguardian.com/uk/2002/oct/06/filmnews.film", "apiUrl": "https://content.guardianapis.com/uk/2002/oct/06/filmnews.film", "fields": {"headline": "Bond fans shaken, not stirred, as 007's martini turns to H2O", "bodyText": "The world's most famous fictional super-spy has witnessed many changes in his 50-year career. He has been played by five actors; he has adapted to the end of the Cold War; and he has altered his sexual habits in the face of the Aids crisis. Now, in perhaps the biggest change of all, 007 is abandoning his vodka martinis and going teetotal. Next month sees the release of the twentieth James Bond movie - Die Another Day, starring Pierce Brosnan. In a key scene, Bond is seen sipping a glass of mineral water in preference to his usual 'shaken-not-stirred' beverage. According to insiders, he does not drink alcohol throughout the film. Bond's choice of mineral water is a sign of moderation in the normally hectic lifestyle of the legendary character. But it also marks the end of one of the glorious associations in cinematic history. No drink is as easily identified with one character as the vodka martini and James Bond. 007's favourite tipple first appeared in writer Ian Fleming's 1953 Bond debut, Casino Royale. In a line from the book, 'Bond... looked carefully at the barman. \"A dry martini,\" he said.' The line, usually followed with the strict instruction 'shaken, not stirred' has become a hallmark of the Bond franchise, and used to dramatic effect by actors such as Sean Connery, Roger Moore and Timothy Dalton 'But times change,' said David Relph, general manager of Welsh firm Ty Nant, which supplied the mineral water for the film. 'Perhaps Bond wants to be associated with something more relevant than alcohol. And his drinking mineral water also sends out a much more positive message to the young people who will go to see the film. Plus, we see ourselves as a company at the luxury end of the market. And who better to drink it than the world's most famous spy?' But not everyone is happy with Bond's new health-conscious lifestyle. 'I think it's a shame,' said a spokesman for the Commanders Club, a Bond fan club. 'James Bond has always been associated with a certain amount of recklessness. In many ways he has the ultimate lifestyle. It's sad to think he's not going to drink vodka martinis anymore. It's a drink that seemed to capture him completely.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}