{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2002/oct/28/eu.politics1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2002-10-28T17:58:11Z", "webTitle": "Summit in doubt after Blair-Chirac clash", "webUrl": "https://www.theguardian.com/world/2002/oct/28/eu.politics1", "apiUrl": "https://content.guardianapis.com/world/2002/oct/28/eu.politics1", "fields": {"headline": "Summit in doubt after Blair-Chirac clash", "bodyText": "The future of a planned Anglo-French summit has been thrown into doubt after the prime minister and the French president, Jacques Chirac, had a \"vigorous exchange\" of views over EU farm subsidies, it emerged tonight. The meeting was due to be held in Le Touquet in December, as part of the regular series of meetings between the two leaders. But No 10, responding to claims that the gathering had been cancelled, confirmed there was now a doubt over whether it would take place. Mr Blair's official spokesman confirmed that the question of whether the summit should take place was \"mentioned briefly\" during his clash with Mr Chirac. The heated discussion between the two came at the European summit in Brussels last week over reform of the EU's controversial common agricultural policy (CAP). Mr Chirac and the German chancellor, Gerhard Schröder, announced a deal on the eve of the talks, which Mr Chirac was reported to have believed meant payments to French farmers would be untouched until 2013. Mr Blair, backed according to some reports by Mr Schröder, then successfully argued that a scheduled review of the CAP should take place anyway, and that the new deal meant to phase in payments to new EU countries could also be altered by world trade talks if there was a breakthrough there. Mr Chirac was understood to be angry that his deal had been scuppered and complained that he found Mr Blair's treatment of him offensive. Mr Blair's spokesman said: \"I'm not going to get into particular comments or private conversations, but, yes, there were vigorous exchanges. \"You expect that at European councils, because people do have their own country's interests to speak up for, and sometimes that does mean speaking up vigorously. \"I don't think we were the only country involved in speaking up vigorously. \"The important point is the summit conclusions - and the conclusions very clearly state that the agreement on future payments is without prejudice to future decisions on the CAP.\" The spokesman denied that the clash with Mr Chirac would prejudice the possibility of winning French agreement on a fresh UN resolution on Iraq. \"The prime minister and the president are used to resolving whatever differences there are in the way that seems best at the time. Their relationship remains as good as ever,\" said the spokesman, insisting they were both \"mature politicians\". But tonight it emerged that Mr Chirac may have threatened to cancel the forthcoming summit during the spat. \"In terms of Anglo-French summits, we take them in turn about to host these and therefore it is up to the French to make any announcement about a summit,\" said Mr Blair's spokesman. \"They happen at different times of the year. It is hoped there might be one before the end of the year but let's see what the French have to say.\" Asked if the future of the summit came up during the exchange of views, the spokesman replied: \"It was mentioned briefly during these discussions.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}