{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2002/oct/28/labour.comment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2002-10-28T17:28:57Z", "webTitle": "Profile: Denis MacShane", "webUrl": "https://www.theguardian.com/politics/2002/oct/28/labour.comment", "apiUrl": "https://content.guardianapis.com/politics/2002/oct/28/labour.comment", "fields": {"headline": "Profile: Denis MacShane", "bodyText": "Both Denis MacShane's PhD in international economics, and his former presidency of the National Union of Journalists, will have appealed to Tony Blair as he mulled over a replacement for Peter Hain as Europe minister over the weekend. It's a role the prime minister has tacitly endorsed as a sort of Downing Street-sponsored travelling salesman for the single currency - and as such it needs a strong, media-friendly personality at the helm. Mr MacShane, always ready with a sharp quip and an even sharper suit, fits that bill perfectly, although, like his predecessor, he has a habit of getting into minor scrapes with his off-the-cuff style. He was caught out earlier this year for calling the Venezuelan president Hugo Chavez a \"ranting demagogue\" after the leftwing leader had been deposed in a coup - only to find that by the time his comments hit the news stands, Mr Chavez was back in power. More embarrassingly, it was revealed last year that as a minister at the Foreign and Commonwealth Office Mr MacShane had crafted a first-person piece, supposedly by Muslim Labour MP Khalid Mahmood, which expressed the support of British Muslims for the attack on Afghanistan to oust the Taliban and find Osama bin Laden. Lord Ahmed, a Labour peer, also insisted that Mr MacShane had told him his telephone was bugged by MI5. Immediately afterwards, Mr MacShane claimed to be the victim of local smear campaign in his Rotherham constituency, after it was revealed he had claimed gas and electricity bills for his converted garage office at his constituency home, some of which were domestic bills. Such is Mr MacShane's colourful recent past as a junior minister. However, before becoming an MP he also had a career that will set him up neatly for the job ahead. He was educated at public school, then at Oxford (one of 30 such Labour MPs). This led to a post at the BBC, where he worked as a producer for eight years. At the same time, he became head of the NUJ. In 1979 he published a book entitled \"Using the Media\" (Pluto Press - now out of print, sadly). Mr MacShane has also published a biography of Francois Mitterand and edited a text on Labour and Europe before becoming the MP for Rotherham in a 1994 byelection. Despite his cosmopolitan London roots, Mr MacShane has twice retained the northern seat, a former mining area, albeit with a steadily reduced share of the vote. With the strongly pro-euro Peter Hain now in the cabinet, and the similarly inclined Mr MacShane acting as roving ambassador for the single currency, Mr Blair now has a lot of ministerial muscle behind a possible referendum. Assuming, of course, that Mr Brown will allow him to go for it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}