{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2002/oct/24/letters.letters", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2002-10-24T18:54:56Z", "webTitle": "Feedback, Oct 24", "webUrl": "https://www.theguardian.com/technology/2002/oct/24/letters.letters", "apiUrl": "https://content.guardianapis.com/technology/2002/oct/24/letters.letters", "fields": {"headline": "Feedback", "bodyText": "Pop off If a website is deploying ads that are intrusive or offensive (Online October 17), and this intrusion is greater than the value of the content on the site, I stop going there. I used to visit Football365 almost every day to check out the latest news, match reports etc. Gradually they started to introduce more intrusive advertising, and eventually some Flash bug thing just took over the screen, and refused to move. I couldn't read the text underneath. I stopped visiting the site. Sites have the right to use these techniques, but we have the right not to visit the site, which will render the advertising campaign worthless. Peter Fletcher peterf@glasshaus.com Pop-up Jon I find Jon Bains' dislike of pop-up ads a bit rich coming as it does from someone who is a real-life equivalent: you can scarcely open the pages of a new media magazine with out finding something written by him. Stuart Curran stuart@clara.net Wire squat Re your article on wire-free networks (Online, October 17), it is important for people considering \"going wireless\" to be aware of a couple of other aspects of wireless networking before they go ahead and and buy their equipment: 1) Security of data. Unless encryption is enabled anyone with similar equipment may also access their computer and therefore their data. Enabling encryption is often complicated and can be \"cracked\" in minutes. 2) The more people that use wireless services, the more setting-up the equipment requires such as configuring non-overlapping channels or reducing power so as not to disable your neighbour's equipment. Also, if BT roll out this equipment in their intended way, then many people will have to work around the hundreds of \"hot spots\" that are created outside their houses. This will limit the channels that they can use, and potentially their performance, and without specialist knowledge users may believe their equipment to be faulty. As an aside, I understand that if you live close to any outlet of a particular international chain of coffee shops then you can happily jump on their network - unless they have now added encryption! Mat Pearsons mat.pearsons@ mat-home.co. Not game So as a nation the UK should be embarrassed because only 4% of our households have broadband compared with 67% in South Korea (Jack Schofield, October 17). And what do the proud Korean households use broadband for? Watching TV and playing online games while their children spend hours in badly lit basement rooms, becoming gaming zombies, smoking and using chatrooms where paedophiles allegedly lurk. Could it just be that UK households have had a look at what broadband has to offer and concluded that they have better ways to spend their time and money? Stop embarrassing yourself South Korea; wake up and get a life. Richard Creer richard@radixsoftware.co.uk BT talks Several of your readers have recently criticised BT over the availability of ADSL broadband as well as the fact that not everyone connected to an enabled exchange can access the technology. To start with the second point, it is unfortunately the case that ADSL cannot deliver true broadband over distances greater than 5.5kms. This means that roughly 5% of all houses served by an exchange are not currently able to benefit. This challenge is faced by all suppliers. BT, along with the rest of the industry, is working hard to develop a solution. As for areas that do not have ADSL, BT has introduced an innovative registration scheme whereby exchanges will get ADSL once enough interest has been shown to justify the investment. This is necessary given the huge costs - and risks - involved and the scheme has proved to be a great success with over 140,000 registrations to date. Preparations are now underway to enable several exchanges as a result. BT is absolutely committed to tackling the issue of broadband availability. Details can be found at www.bt.com/broadband. Rebecca Webster Head of Broadband Marketing BT Wholesale Second win Re Victor Keegan's Second Sight column on second mover advantage (Online, October 10) - at last people are realising the truth. I have in the past attended a top-flight US business school and so was amazed by the prevalence of the term \"first-mover advantage\" on the lips of VCs and new media gurus in the late 90s. I'd never heard it before except in the context of monopolists or technology owners and don't believe it ever existed. Business school was full of admiring case studies of Japanese companies that had piggy-backed on failed technological experiments and built large companies as second movers! Learn by other people's mistake and achieve scale by avoiding their pitfalls. John Dodds johnubiquitous@hotmail.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}