{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/14/match.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-13T23:23:31Z", "webTitle": "Euro 2004 Qualifier: Macedonia 1 - 2 Turkey", "webUrl": "https://www.theguardian.com/football/2002/oct/14/match.sport6", "apiUrl": "https://content.guardianapis.com/football/2002/oct/14/match.sport6", "fields": {"headline": "Macedonia's coach  threatens to quit after England game", "bodyText": "Macedonia's preparations for their first ever fixture against England descended into chaos yesterday when their coach Nikola Ilievski announced that he was on the verge of resigning and accused the head of the the national football association, Lambe Arnauv, of being \"unfit to run a village team\". In a remarkable 45-minute rant Ilievski claimed that he had not been paid since taking the job in March and that the players were in \"mutinous mood\" because they too were owed money. \"I haven't received a single penny in six months and I will not tolerate it. If this carries on I will walk away and never look back,\" he said. \"The only reason I have not quit already is that people will say I am afraid of England. \"This is not an idle threat. I could be manager of any team in the world. If I was coaching England we would win the European Championship, no problem. But our president does not deserve a place in football.\" Arnauv disputed the allegations, and it is clear that Ilievski's position will come under scrutiny in the run-up to Wednesday's game. But the coach was unrepentant. \"The president has my mobile number but he never rings. He walked into my office one day and then straight out, as if it was a mistake. Sven-Goran Eriksson is a calm man but if he was in my situation he would be just as angry. \"I would not have been able to go to the World Cup if it had not been one of our sponsors offering to pay, but one of my coaches had to pay for himself. I doubt Mr Eriksson or any other manager in the world would be treated like this.\" For all their problems Ilievski's team posed problems for the World Cup semi-finalists Turkey in Saturday's game at Macedonia's simple national stadium, with one side of its pitch lined by a hedgerow. The English FA sent Ken Brown, the former Norwich manager, and Ted Buxton, Terry Venables' old sidekick, to check Macedonia out and their report will warn against underestimating a nation 90th in Fifa's world rankings. Turkey's coach Senol Gunes confessed his players had done just that. Macedonia were ahead after only two minutes and squandered three chances to extend that lead. Turkey's revival, moreover, was laced with good fortune. Arif Erdem's low centre took a crucial deflection for Okan Buruk to hook in the equaliser, and Nihat Kahveci fluked the winner with a miscued cross. \"We won but only because we were the luckier team,\" Gunes said. Eriksson's spies will say much the same. \"If Macedonia had taken their chances - and they were good chances - the game could have been sewn up after half an hour,\" Buxton said. There were similar noises in the Turkey camp. \"They surprised us,\" said the goalkeeper Rustu Recber. \"We weren't expecting them to be so strong. They are fast on the break and can cause you problems. It will not be easy for England.\" The pity for Macedonia was that they could not add to the early header from Vlatko Grozdanovski, a 19-year-old winger who earns the equivalent of £150 a week, drives a Lada and says he wants David Beckham's autograph. Turkey, meanwhile, host Liechtenstein on Wednesday and intend to make it three wins out of three. A Turkish flag was planted in the centre-circle after this win and Makedonija Square filled with fans. \"Europe, can you hear the sound of marching Turkish feet?\" they sang. Macedonia (4-5-1): Milosevski; I Mitreski, Sedloski, Stojanovski, Vasoski; Grozdanovski, A Mitreski, Trajanov (Nacevski, 64), Sumulikoski (Popov, h-t), Sakiri; Hristov (Petrov, h-t). Turkey (4-1-3-2): Rustu; Fatih, Bulent Korkmaz, Alpay, Ergun; Tugay (Hasan Sas, h-t); Okan Buruk (Umit Davala, 81), Basturk, Emre; Nihat, Arif (Akin Serhat, h-t). Referee: E Knut (Denmark)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}