{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/01/minutebyminute.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-01T20:53:55Z", "webTitle": "Juventus 2 - 0 Newcastle United", "webUrl": "https://www.theguardian.com/football/2002/oct/01/minutebyminute.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/oct/01/minutebyminute.sport1", "fields": {"headline": "Juventus 2 - 0 Newcastle United", "bodyText": "93 mins: Seconds after Dyer's effort, three lengthy peeps on the ref's whistle signal full-time. A comfortable win for Juventus, another frustrating defeat for Newcastle. They tried their best, but it was men against boys for most of the match. Newcastle are anchored to the bottom of Group E and haven't even scored a goal. Thanks for your e-mails and your time. Last word tonight goes to Thomas Nolan, who might well be drunk: \"Some interesting scores out there,\" he says. \"Looks like Bayern Munich are gonna lose their second home match in a row having been unbeaten since the halcyon days of Otto Von Bismark screaming down the wing.\" He then goes on to talk about World Cup qualifiers, golf, his contempt for the Americans whose country he lives in, and no end of other subjects. 90 mins: \"They are making a show about Ozzy in the UK, so chances are we will see his kitchen,\" expounds Alexis D Panton. That's great news, Alexis, as it'll give me a great opportunity to bore even more people to death with my celebrity-kitchens-I-have-been-in anecdotes. Meanwhile, this game peters out. If Newcastle win their remaining three fixtures they could still be in with a shout of proceeding to the second phase, but it's highly unlikely as they just ain't good enough. Having said that, Dyer has a good effort parried at the near post by Buffon. 89 mins: The game has slowed down completely. There'll be three minutes of injury time. 86 mins: Del Piero skins Dabizas down the right and crosses for Trezeguet. O'Brien makes a crucial interception. \"D'ya reckon there is any chance of Newcastle getting back into the match?\" asks the brilliantly monikered Scott Beveridge. \"My alternative is French TV. Taxi 2 is on, which is funny, and I am now tempted to watch that, cos at least my French doesn't need to be too good. And it isn't.\" I'd watch the movie Scott, even if it isn't the one with Robert DeNiro as Travis Bickle. 84 mins: Newcastle look fairly sunk now. They keep plugging away, but Juve retain possession. Viana dispossesses Davids and passes to Dyer just outside the Juve box. Thuram robs him. Juventus substitution: Baiocco for Fresi. 80 mins: GOAL: Juventus 2 - 0 Newcastle Del Piero again. Wonderful play on the left from Davids, who combined well with Nedved before crossing it in. Trezeguet deceived Dabizas by leaving it for Del Piero who shot. The ball took a wicked deflection off O'Brien, leaving Given with no chance. 77 mins: Robert tries a shot from so far out that it bounces three times before Buffon collects comfortably. Newcastle substitutions: LuaLua and Ameobi (who Sir Bobby Robson regularly confuses with Carl Cort) for Jenas and Griffin. Griffin's played a blinder, Jenas had a quiet time of it. 73 mins: One wonders how Newcastle would be getting on if Craig Bellamy was here. They'd be down to 10 men, I expect. Juve go forward with some clever attacking by Nedved, Del Piero and Trezeguet. Andy O'Brien clears the danger. More e-mails about celebrity kitchens, and a very surreal one about Nobby Solano's trumpet-playing abilities. Is this what you've been reduced to? I type my fingers to the bone and this is the dross I have to read? Shame on you. 70 mins: Newcastle substitution: Viana comes on for Solano. Viana jogs on and takes up a position in the centre with Speed. 67 mins: Shearer heads the ball into the net. The goal is disallowed because Dyer was standing in an offside position. Silly boy - it was a peach of a goal and Shearer was clearly onside. 65 mins: As if I need to tell you, Del Piero rifled home the free-kick. It was right on the edge of the box, inside the D on the right. He fired it into the top left-hand corner and Given had no chance. That's Del Piero's ninth goal in seven games. 64 mins: GOAL: Juventus 1 - 0 Newcastle 63 mins: Juve win a free kick on the very edge of the box when Dabizas tugs out of Del Piero's collar. Del Piero is complaining that he didn't get a penalty. Dabizas is complaining because he got a yellow card. 62 mins: All is quiet here at the moment. A lot of fannying about in midfield. 57 mins: Given saves competently from a Trezeguet header. Doug Befroy is back and wants to know how wide Ozzy Osbourne's kitchen is. It's kind of L-shaped, Doug, so it's hard to judge. Let's just say it's wider than Jools Holland's, which I've also been in (long stories, both). If they make a show about Ozzy's Buckinghamshire mansion, you'll be able to judge for yourself. Just remember, TV cameras are notorious for making people look bigger (well, fatter) than they actually are. They might have the same effect on celebrity kitchens. 56 mins: Robert horses a long ball into Shearer and Montero concedes a corner. The delivery is poor and the ball quickly finds its way back to Shay Given at the far end of the field. 53 mins: Another lull. \"I've noticed Titus 'shambles' Bramble isn't on; what's up with him?\" enquires Mark Anderson, a Scotsman in Vancouver. \"Not only does he guarantee goalmouth action - in his own, unfortunately - but I've got him in my fantasy footie squad and need to know if I should sub him out.\" Sub him out Mark. For the love of God man, sub him out. 51 mins: Baiocco crosses one in and Trezeguet puts it wide from a couple of yards. O'Brien was sticking to him like glue - great defending. 50 mins: Griffin, O'Brien, Dabizas and Shearer are playing very well for Newcastle. Dyer wins a free from Tudor, who attempts to mount him. Robert makes a complete pig's ear of the delivery and Juve are gifted possession of the ball, not to mention a giant divot of turf that the Newcastle man dug out of the pitch with his foot. 48 mins: Baiocco crosses one in, trying to find Trezeguet. Given collects. 47 mins: It's Buffon's turn to imitate a Belfry duck, giving Shearer a smidge of a chance. Nothing comes of it. 45 mins: \"So exactly how wide is a ditch or Gary Speed's ditch to be precise - have you been to his garden?\" asks Doug Befroy, referring to my description of Speed's shot late in the first half. That's a ridiculous question Doug. Everyone knows that the width of a ditch is the exact same as the length of a piece of string. To answer your other question, I have never been in Gary Speed's garden. I have, however, been in Ozzy Osbourne's kitchen. Juventus kick off and there's no changes on either side. Half-time: Juventus 0 - 0 Newcastle 44 +2 mins: Robert shoots a volley straight at Buffon who saves brilliantly from point-blank range. A brilliant opportunity arose from a magnificent run and cut-back from Kieron Dyer. Newcastle should have scored. 44 mins: Three minutes of stoppage time has been signalled, which is odd, as Di Vaio was getting treatment for at least five. Not to worry. Davids concedes a free and then adjusts his spectacles. 41 mins: Given comes for a cross, flaps like one of those ducks that live on the 18th green of the Belfry (who, it's not widely known, were cleverly trained by Sam Torrance to walk and flap across the lines of all the Americans' putts: \"Quack-flap-quack-flap!\") and gets away with it. Solano is getting treatment over on the touch-line. 39 mins: Del Piero attempts to head it to Tudor on the edge of the Newcastle box, but Robert clears. Thuram passes to Nedved on the right wing and his attempted cross is hoofed clear for a throw-in. 36 mins: Solano lofts a peach of a pass up the right wing for Dyer. He finds Jenas, who finds Griffin, who passes it back to Solano. After some more great passing and moving, Gary Speed has a crack from distance. Wide as a ditch. 31 mins: The game's first lull, and long overdue it is too. \"Any chance of rendering a few descriptions of Sir Bobby's muppet-like, rubberized expressions as the game goes on?\" asks Steffy in San Francisco. The camera hasn't been panning on Sir Bobby much Steffy, but if he morphs into Fozzy Bear, Guy Smiley or Animal you'll be the first to know. Sprinting alongside Andy Griffin, Pavel Nedved does one of his trademark tumbles in the penalty area. He appeals for but doesn't get a penalty. If I was marking him, he'd get a slap. 28 mins: Nedved beats Griffin and Dabizas, gets into a great goalscoring position in the box and brings a great save out of Given. It's academic, as the whistle had already gone for \"foot up\". Free for Newcastle. Di Viano, who was carted off to hospital earlier is okay, apparently. He was unconscious but has come round. 27 mins: Dyer tries to get forward but Montero stretches out a leg and pokes the ball towards Robert. Davids takes up possession and Dyer fouls him. Free for Juventus out on the right wing. 25 mins: Newcastle win a free about 10 yards outside the Juve box, just right of centre. Robert strikes it, it cannons into the wall and it's deflected for a corner. Newcastle shout for handball but no free is forthcoming. Manchester United are beating Olympiakos 2 - 0 at Old Trafford. 23 mins: Jenas gives away the ball just in front of his own box, it finds its way to Trezeguet who fails to convert a decent chance. 21 mins: Del Piero forges in from the right hand side, takes a left-footed shot from distance and smashes it off the crossbar. Great effort. 20 mins: Newcastle string a few passes together for the first time in the game. Griffin surges forward and is dispossessed by Iuliano. 18 mins: The home team are hustling and harrying, getting forward at every opportunity. Baiocco breaks forward and is brought down by Speed. Free for Juventus. The free is floated in, Del Piero flicks it on and Trezeguet volleys. Given saves brilliantly. The corner comes in, it's flicked across the goal and Trezeguet can't get it down at the back post. It looks as if it's only a matter of time before Juve score. 14 mins: Di Vaio is still on the ground. He's getting oxygen, and the physios from both teams, and Marcello Lippi are both out on the field looking very concerned. They place the stricken player on a stretcher while David Trezeguet gets ready to come on. Di Vaio is carried off the field. It seems he clashed heads with O'Brien and sustained a chest injury upon landing. Juventus substitution: Trezeguet for Di Vaio. 10 mins: Thuram makes a monkey of Speed on the right wing, crosses and Dabizas tackles brilliantly to prevent - I think - Del Piero from scoring. Juve win a free when Di Vaio and Andy O'Brien bang heads. It looks as if Di Vaio is going to be stretchered off. He's lying on the ground looking miserable and gingerly feeling his teeth. 8 mins: Shearer gets a half-chance when Thuram is beaten by a cross. He swivels, doesn't get a hold of it properly and the ball goes wide. 7 mins: A lively start, but it's all Juventus. Di Vaio and Nedved are looking very dangerous. 5 mins: Di Vaio attempts a shot from the edge of the penalty area. Andy O'Brien blocks it and the ball squirms clear. In the penalty area, Baiocco and Dabizas get entangled. The Juve man shouts for a penalty but it's no foul. 2 min: Juventus, who are at home, are in their away strip. Newcastle, who are away, are in their home strip. Confused? You should be. Nedved gets free down the right , crosses one in from the left and Di Vaio gets his head on the end of it. Wide, but not by much. 1 min: Newcastle kick off. They need to win or, at the very least, draw. The first throw goes to Juventus. The stadium isn't even remotely full, a state of affairs I'm sure has nothing to do with the presence of chirpy professional Geordies Ant and Dec. Before you ask, I don't know which one is which either. Nor do I care. Preamble Evening all. The teams are lining up for the groovy Champions League music. The plaster on Alan Shearer's forehead wound (sustained a fortnight ago in Kiev) is even more comical than usual - his wraparound flesh-brown one has been replaced with a white rectangle. If he starts bleeding through it, it'll make an excellent target for his team-mates crossing the ball in from the wings. Uefa might have something to say about that. Newcastle midfielder Kieron Dyer has been pushed into an auxiliary striking role as Sir Bobby Robson goes for broke in Turin tonight. The 23-year-old England international and Pete Sampras lookalike will provide the link between the Magpies' midfield and skipper Alan Shearer in a Champions League Group E contest his side simply can't afford to lose. Robson makes just one change to the team which started Saturday's 2-0 win at Birmingham to accommodate his tactical switch. Teenager Jermaine Jenas comes into midfield while Lomana LuaLua makes way. Juventus boss Marcello Lippi makes four changes to the side which staged a late fightback to snatch a 2-2- draw with Parma at the weekend. Crio Ferrara, Alessandro Birindelli, Alessio Tacchinardi and Mauro Camoranesi make way for Paulo Montero, Igor Tudor, Davide Baiocco and Emiliano Moretti. Juventus: Buffon, Montero, Thuram, Tudor, Iuliano, Moretti, Nedved, Davids, Baiocco, Di Vaio, Del Piero. Subs: Chimenti, Ferrara, Fresi, Salas, Birindelli, Camoranesi, Trezeguet. Newcastle: Given, Griffin, Hughes, O'Brien, Dabizas, Jenas, Dyer, Solano, Robert, Speed, Shearer. Subs: Harper, Elliott, Bramble, LuaLua, Ameobi, Bernard, Viana. Referee: Rene Temmink (Holland) Refresh this page whenever you fancy finding out the latest."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}