{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/14/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-13T23:23:42Z", "webTitle": "Women's football", "webUrl": "https://www.theguardian.com/football/2002/oct/14/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/oct/14/newsstory.sport1", "fields": {"headline": "Women's football", "bodyText": "On the south coast this season it is not only the male half of Brighton that is struggling. The women, too, have managed only one win all season and after yesterday's 2-1 defeat they are already squelching around in the mire at the bottom end of the table. The visit of Southampton to the Withdean stadium in one of only two Premiership matches of the weekend - neither of these teams had supplied anyone to the England squad who will meet France on Wednesday in the last step of the 2003 World Cup qualifying campaign - was, as one fan muttered to another, \"a crucial game\". Both men's clubs are, in their relations with the women's game, among the sport's most forward thinking. The links between the male and female halves are close and both know the value of having a women's side in the top flight. If nothing else, a voice from the Southampton marketing department once said, it helps broaden the men's fan base and gets women into the club shop. But for the most part, each Sunday at women's grounds around the country, the mechanics of that relationship remain invisible. The official Brighton website's billing of this match as a \"basement showdown\" probably did not boost numbers or spirits yesterday. The crowd, huddling under tartan blankets and flat caps, did make it into double figures but it took the arrival of the half-time pie van to see them truly united. Similar scenes may have played on the mind of the Football Association when it decided to invite 60 representatives from the women's game to Soho Square this weekend for a series of workshops on how to win sponsorship, sell tickets and improve image. \"Very useful\" it was too, according to one Southampton delegate. But in the meantime, while rain filled up all those half-time cups of tea, the Brighton women stayed out on the pitch practising their passing after late first-half goals from Southampton's Lindsey Roe and Gemma Woodford overturned their 1-0 lead. This was a sodden performance in every sense. Brighton's best chance of an equaliser came 10 minutes from time after Tammy Waine star-jumped over the ball only to see Tara Proctor fudge her connection. By the end the players were struggling to pick themselves up after every sorry miss, mainly because they had left such a big impression on the mud. In the other game Everton earned their first win of the season, 3-1 over Tranmere ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}