{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2002/oct/20/features.magazine7", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-10-19T23:59:41Z", "webTitle": "The small ads", "webUrl": "https://www.theguardian.com/theobserver/2002/oct/20/features.magazine7", "apiUrl": "https://content.guardianapis.com/theobserver/2002/oct/20/features.magazine7", "fields": {"headline": "The small ads", "bodyText": "It's 8.15 on a Sunday evening and Martin takes off his shoes and pours himself a congratulatory vodka after a good day's work, when the phone rings. 'You the man with the van?' Martin does removals. 'Yeah.' 'Can you come now?' 'Woah there. What's the job?' The man says he wants to be picked up in Piccadilly, drop some stuff off at his girlfriend's and then take the rest of the load down to a mate in the Oval. 'OK,' says Martin finally. 'What religion are you?' 'You're drivin' me nuts already. What's the matter with you?' 'I want you to swear on your god that you'll be here in 15 minutes.' Turns out the guy has just been let down by another driver at the last minute. Martin tells him to take a bloody valium and relax. (In retrospect, he later realises, probably not the most tactful thing to say.) A quarter of an hour later he picks up the man - name of Stephen Smith. Martin is reading Howard Marks's Mr Nice - the autobiography of a drug dealer - at the time. Mr Smith is dressed like some old-school gangster and looks exactly like a character in the book. Picking up a heavy suitcase, Martin jokes, 'Christ! This must be the drugs then?' Mr Smith starts laughing. 'What's so funny?' asks Martin. So Stephen Smith starts telling his life story. Turns out that in his day he has been a notorious bank robber, criminal and ne'er-do-well. He was part of a gang who stole Sophia Loren's jewels. And he was addicted to speed for 27 years. 'When you finish reading Howard Marks's book,' says Mr Smith, 'you'll have to read mine.' He's written his own true-crime bestseller about his years on speed - Addicted . A thoroughly nice man, decides Martin afterwards. Probably be a bit nasty if you got the wrong side of him, but thoroughly nice. It's what Martin loves about removals - the people. He doesn't enjoy driving or humping boxes up and down stairs. But people are the saving grace. It's weird. Customers - complete strangers - tell him all sorts of things. It's something to do with the stress of moving. And because they know they'll never see him again. There was the Columbian international footballer who chatted to him about his career as he drove his cousin's belongings. And there was the call from this posh woman who said she was Lady Saunders's secretary. Could he move a chair from Bishop's Avenue to Worthing? It turned out Lady Saunders was the old agony aunt Katie Boyle. Stinking rich, but really nice. Martin was glad he did that job. The trip gave him a chance to visit his mum who lived near Worthing. She was ill at the time and died unexpectedly a few days later. If he hadn't done the job for Katie Boyle he might not have seen her before she passed away. Driving a van has changed Martin's life. He used to play guitar for a living. Three years ago, at 45, he decided it was time to give it a rest. But he realised he'd last about three seconds in a proper job. He had a van to shift his musical gear in, so that became his job instead. Before, as a musician, all he knew were other musicians. He never felt part of the real world. All that has changed. Now he's just the geezer in the van. He reacts to people differently now, and they to him. He finds he likes people more than he used to. He might only meet them for a few hours, but there's an intensity about it. Like the prostitute who wanted him to move her school desk and canes for her. She wasn't just some 18-year-old-single-parent crack head. She seemed to be on top of her life. 'She was lovely,' he says. And when he'd finished she gave him a giant fluffy bunny for his kids."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}