{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/oct/06/broadcasting.comment", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-10-05T23:57:11Z", "webTitle": "Richard Ingrams: Liddle goes a long way", "webUrl": "https://www.theguardian.com/media/2002/oct/06/broadcasting.comment", "apiUrl": "https://content.guardianapis.com/media/2002/oct/06/broadcasting.comment", "fields": {"headline": "Liddle goes a long way", "bodyText": "Mr Rod Liddle, the producer of the popular Radio 4 programme, Today, has been shunted off to other duties after he expressed some blatantly pro-Labour views in his column in the Guardian when commenting on the recent Countryside Alliance march. His BBC bosses seem to have bowed to pressure from the Daily Telegraph and others, who claim that he had compromised his position of supposed political impartiality. I am surprised that Mr Liddle did not complain that he was being unfairly victimised, given the continuing presence of known Labour supporters even at the highest levels of the BBC. The director-general himself, Greg Dyke, is known to have given some of his huge personal fortune to the Labour Party and the same is true of the chairman, the bearded Mr Gavyn Davies, who has also given money and whose wife works for the Chancellor, Gordon Brown. Both these men have survived in their jobs having convinced the public of a mysterious process whereby as soon as they took on their BBC appointments they immediately discarded their political opinions. It was as if simply by entering BBC premises they were suddenly transformed into impartial observers of the political scene with no special preferences either way. I don't see why Mr Liddle could not have claimed the same privileges, similarly capable of becoming a completely different person as soon as he crosses the threshold of Broadcasting House on his way into work. Good riddance It looks as if, after only a year or so, the Tories have discovered that Iain Duncan Smith is pretty hopeless at his job. Now he faces a Tory party conference at which the main topic of conversation is going to be the atrocious Edwina Currie and her comic four-year affair with one of his predecessors, John Major. The papers also refer to another so-called blow to Duncan Smith - the resignation of one of his backbenchers, Andrew Hunter, the member for Basingstoke. Hunter, a former Harrow schoolmaster, has announced that he is standing down in order to become a DUP candidate for the Northern Ireland Assembly. The DUP is a breakaway Unionist party opposed to the peace process and headed by the Reverend Ian Paisley, the notorious ultra-Protestant demagogue who has probably done more than anyone over the last 30 years to fan the flames of bigotry and hatred in the benighted province of Ulster. You would think that the defection of such a man as Hunter to sign up with the Paisleyites, a lost cause if ever there was, would be an occasion for rejoicing in the Tory ranks. But not a bit of it. Duncan Smith says he is 'very sorry' that Hunter has decided to quit and appreciates the 'dignified way' he has made his announcement. He adds that Hunter 'will always be a friend of the party and a friend of mine'. If Duncan Smith really cherishes friends like Mr Hunter then perhaps the sooner the Tories get shot of him the better. Pass the straitjacket In his newly published memoirs, Max Hastings writes of the Prince of Wales that 'if it had become publicly known that some other rich eccentric had taken to carrying his own towels and lavatory paper to every house in which he stayed, as well as specifying in writing the texture and dimension of the sandwiches he expected [both of which had become princely practices] it would be assumed that medical supervision could not be far off'. Well, now that the Hastings memoirs have been published and serialised in the Daily Telegraph, it has indeed become publicly known that Prince Charles is given to these strange personal habits. The assumption can presumably be made that Charles is a strong candidate for the funny farm. Many very rich powerful men have an obsession with personal hygiene, which could explain why Charles insists on bringing his own special loo paper with him wherever he goes. They include, funnily enough, the prince's long-standing critic, Mohamed al-Fayed who it has been said is terrified of germs and who has to wipe his hands after shaking hands with strangers. The sandwich story is a little more unusual. One could understand if he preferred his sarnies to be made with organic bread, but why should the texture and dimensions be a matter of special concern to him? Of course, it could be that this whole story (sandwiches, loo paper and all) was made up, part of a vicious smear campaign originating with the late Princess Diana who seems to have made a big hit with Mr Hastings. I fear, however, that it may be too horribly true. · Richard Ingrams is giving a Last Word lecture at the Royal Geographical Society, London Sw7 on 5 November 12.45pm. For tickets and information: 0207 792 9512"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}