{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/oct/12/formulaone.formulaone20021", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-10-11T23:56:16Z", "webTitle": "Villeneuve and Montoya survive practice crashes", "webUrl": "https://www.theguardian.com/sport/2002/oct/12/formulaone.formulaone20021", "apiUrl": "https://content.guardianapis.com/sport/2002/oct/12/formulaone.formulaone20021", "fields": {"headline": "Villeneuve and Montoya survive practice crashes", "bodyText": "Villeneuve bounced his BAR from barrier to barrier after losing control exiting a 120mph right-hand curve. Shards of debris were scattered across the circuit and the session was halted to clear the track. \"It was quite a heavy impact but I am fine,\" he said. \"The car was quite badly damaged though so the mechanics did a fantastic job to get it ready in time to get any more running today.\" Villeneuve resumed prac tising on this demanding high-speed track 12 minutes before the end of the second session, moments before Montoya's Williams speared off the track into the tyre barrier at the tight right-hand Degner curve. \"I went on to the throttle like always and thought I was going to make the corner fine,\" said the shaken Colombian, \"but instead I went over the sharp part of the kerb and lost the car. The impact was hard and I am still a bit sore.\" Raikkonen and Coulthard were very confident with the handling of their McLarens, but the world champion Michael Schumacher wound up a distant sixth in his Ferrari after an hydraulic problem. Yet only the most optimistic insiders would bank on anything but the Italian team's 15th win out of 17 races in this final round of the world championship. Rubens Barrichello posted third fastest in his Ferrari and the Williamses of Montoya and Ralf Schumacher were fourth and fifth. Jaguar's Eddie Irvine and Pedro de la Rosa finished with the seventh and eighth fastest times. \"The lap times look impressive,\" the Irishman said, \"but I think we're in for a hard weekend at this circuit.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}