{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2002/oct/28/tradeunions.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2002-10-28T18:01:32Z", "webTitle": "GMB's Edmonds to retire early", "webUrl": "https://www.theguardian.com/politics/2002/oct/28/tradeunions.uk", "apiUrl": "https://content.guardianapis.com/politics/2002/oct/28/tradeunions.uk", "fields": {"headline": "GMB's Edmonds to retire early", "bodyText": "The general secretary of the GMB public sector union, John Edmonds, is to step down a year earlier than expected - bringing forward a leadership battle in which Downing Street is likely to take a keen interest. Mr Edmonds will make a formal announcement to the union executive on Tuesday, with an election for a new leader expected before its congress next March, the union said today. A spokeswoman said the move was for technical reasons so that deputy general secretary Steve Pickering could retire at normal retirement age. The elections for both posts would have to be held together, she said. Mr Edmonds, 58, was elected leader in 1986, and re-elected in 1991 and 1996. The frontrunners in the leadership race are expected to be the London region boss, Paul Kenny, and the northern region boss, Kevin Curran. The contest is seen as vital if Tony Blair is to retain control over the trade union movement. Mr Curran is believed to have the support of the prime minister, who praised his region in a speech to the TUC conference last month. He is also favoured by John Edmonds, who came into conflict with Mr Kenny over the treatment of staff at GMB headquarters. Mr Kenny, however, has strong working-class credentials, having started work as a park keeper in Hammersmith. The announcement comes at a time when two of Britain's largest unions, Amicus and Unison, are controlled by broadly anti-Blairite union leaders. Mr Edmonds is a strong supporter of Britain's entry into the euro, so the selection of his successor could resolve the sharp divide that exists on the issue within the TUC. The GMB, which describes itself as \"Britain's general union\", represents a wide range of workers, from manual workers in public services and the service sector to the textile industries in northern England."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}