{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/25/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-24T23:23:47Z", "webTitle": "Freed Gill King plans to forsake gaol for goals", "webUrl": "https://www.theguardian.com/football/2002/oct/25/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2002/oct/25/newsstory.sport3", "fields": {"headline": "Freed Gill King plans to forsake gaol for goals", "bodyText": "The Gillingham forward Marlon King could make a surprise return when his side face Chelsea in the Worthington Cup next month. King, Gillingham's leading scorer for the past two seasons, was jailed for two years in May for handling a stolen car but was released on Wednesday following an appeal. \"I'm dying to get back on the pitch and play, not just for myself but for the fans and the chairman too,\" said King. \"My aim is to be the club's top scorer this season. I'm as hungry as ever and this has made me realise what I could have lost.\" Tottenham have admitted they may be forced to sell Stephen Carr rather than run the risk of losing him for nothing. The Republic of Ireland defender has two years left on his contract and the club is determined they will not suffer as they did when losing Sol Campbell in 2001. West Ham's forward Paolo di Canio has given the club a week to offer him a new contract. Di Canio, who scored a last-minute winner against Fulham on Wednesday, is out of contract at the end of the season. Trevor Francis has received a written warning from the Crystal Palace chairman Simon Jordan about his future conduct following his charge by the Football Association. Francis slapped the reserve goalkeeper Alex Kolinko and after the police declined to press charges, the FA is waiting for Francis's comments before setting a date for a hearing. Joe Royle has said he would be interested in the vacant manager's job at Ipswich Town. Royle has been out of work since leaving Manchester City last year but said: \"I know I am one of the names on the shortlist and, if offered the job, I would be very interested.\" Promotion to the Premiership saw West Bromwich Albion's turnover increase by almost £6m. The club's financial results for the year ending 30 June 2002 showed a healthy improvement from £8.5m in 2001 to £14.3m. Sepp Blatter confirmed yesterday that he would step down as Fifa president in 2006."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}