{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/oct/21/mondaymediasection5", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-10-20T23:23:50Z", "webTitle": "Between the sheets", "webUrl": "https://www.theguardian.com/media/2002/oct/21/mondaymediasection5", "apiUrl": "https://content.guardianapis.com/media/2002/oct/21/mondaymediasection5", "fields": {"headline": "Between the sheets", "bodyText": "I Was Mandy's Double, by Kenneth Gerrard The thoughtful, sometimes painful memoirs of a professional Peter Mandelson lookalike, whose fortunes rose and fell in perfect sync with those of the controversial former Northern Ireland minister. With his hairpiece on, Mr Gerrard was such a dead ringer for Mandelson that he was once given a free omelette in a Hartlepool cafe. Martin McGuinness: The Learning Curve, by Martin McGuinness Frank political memoir of the deputy Sinn Fein leader and former IRA chief of staff which concentrates on his recent role as Northern Ireland's Minister for Education. Class sizes, vocational programmes and the recent A-level scandal are all covered in detail. Enough Said, by Iain Duncan Smith The self-styled Quiet Man of British politics holds his tongue. The Prince Charles Letters Twenty years of royal correspondence with heads of state, government ministers and religious leaders make plain the heir to the throne's views on political correctness, modern architecture, GM crops, the government's shameless treatment of country folk and the general lack of spirituality. Due to last minute legal complications only two letters are available for serialisation: one about how spring seems to come earlier every year and another on the misuse of chutney. Stop Calling Me Swampy, by Daniel Hooper The protein-deficient eco-terrorist recalls his time in the trees, his friendship with Swampy Junior and his very first Big Mac. I'm a Celebrity, Buy This Book!, by Tony Blackburn Tony Blackburn, winner of popular ITV celebrity survivor series, reveals that his fellow contestants Tara Palmer-Tomkinson, Uri Geller and Darren Day are actually really great once you get to know them. They Call Me Mr Tebbit Norman Tebbit outlines his fight against the Dark Forces of Niceness within the Conservative party. Day of the Preliminary Draft Report Summary John Major's latest political thriller featuring Jim Minor, the indomitable head of the Commons public administration select committee. Eerie parallels with Major's own real life affair with Edwina Currie are conspicuous by their absence. Ant On Dec, by Ant McPartlin Part one of the Geordie presenters' double bio. Dec on Ant is released next summer. Refreshingly free of revelations. Able Seaman, by David Seaman Inspirational sports autobiography by the flawless and universally-admired England goalkeeper."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}