{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/09/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-09T21:20:32Z", "webTitle": "Nemeth completes Boro triangle", "webUrl": "https://www.theguardian.com/football/2002/oct/09/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2002/oct/09/newsstory.sport4", "fields": {"headline": "Nemeth completes Boro triangle", "bodyText": "Beware the unlikely Slovak goalscorer: more than ever in the wake of Sol Campbell's stomach problem, this will be Sven-Goran Eriksson's mantra in Bratislava on Saturday night. At least the main threat should be familiar. Szilard Nemeth, Middlesbrough's Slovak striker, should be up against two Boro team-mates in England's central defence in Gareth Southgate and Ugo Ehiogu. And should Eriksson need to know any more than he already does about the Slovakian threat, he can always consult his assistant, the Boro manager Steve McClaren. Nemeth has a tendency to disappear - in which case the Boro triangle would appear to be ideal for the occasion - but, Southgate warned, the ungainly striker is also \"one of those who runs into a group of defenders and somehow comes out with the ball\". \"He's very quick and he does a good job linking midfield and attack,\" Southgate continued. \"He's got the pace to get behind teams but he can also drop into the hole. He's tricky, though there is no obvious English player I could liken him to. He has an unorthodox running action, but he's done a lot of work on his physical strength. He'll be a threat.\" Eleven goals in 32 games for Slovakia are evidence of that, but Nemeth, 30 last month, knows not all goals carry equal weight. In the last World Cup qualifying group he scored against the likes of Azerbaijan and Moldova, but not against Sweden and Turkey. Nemeth also failed to score when Slovakia won 5-0 in Skopje against Macedonia last October - an indication of the weakness of the Macedonian team England are due to play in Southampton next Wednesday. \"He keeps telling us that's going to be an easy game for England,\" Southgate said on Saturday. \"No problem, he says. I wouldn't believe a word of it.\" Still, it would be somewhat embarrassing if England do not beat Macedonia comfortably, and Stanislav Varga, the Slovak defender who plays for Sunderland, predicts a similar result against his own country. Varga has been dropped by the new Slovakia manager Ladislav Jurkemik because he is not playing first-team football. Varga and Nemeth both gave the impression last week that there were several kinds of player who did not meet with the approval of Jurkemik, who played in Czechoslovakia's European Championship-winning team in 1976, coming on as substitute and scoring in the penalty shoot-out when they beat West Germany in Belgrade in the final. Those who play abroad at all, whether they are in Sunderland's reserves or on Middlesbrough's bench, appear to be viewed with some suspicion by Jurkemik. Nemeth did not play in the 3-0 defeat by Turkey last month in Slovakia's opening qualifier - \"I'm sure Mr Eriksson saw how easy it was,\" said Varga. Nemeth was said to be injured, but he subsequently told Slovak journalists that he was fit to do play. \"I think that made him [Jurkemik] angry,\"Nemeth said. \"Slovakia could surprise people but they need their best players playing and not just those playing first-team football,\" said Varga, who also missed that game. \"England will pick their best players and that will be the difference. \"International managers should pick their best players. Mick McCarthy did it with Jason McAteer before he came to Sunderland and he scored the winning goal [against Holland] which helped Ireland reach the World Cup finals. [Junichi] Inamoto never played a Premiership game at Arsenal and there he was for Japan in the finals during the summer. It's wrong. \"I would prefer to stay here and I have told him I will never go back to Slovakia just because he is trying to force me.\" There is evidently some discord in the camp, as well as a spate of injuries. Jurkemik has said he hopes \"we will have a better spirit than against Turkey\". The Bratislava public expects at least that, and all 32,000 tickets for the game have already been sold. \"The country has changed so much since 1989 with the breakdown of communism,\" said Varga. \"But the biggest change came in 1993 with the split between the two countries, the Czech Republic and Slovakia. \"The Czech team that reached the 1976 European Championship final contained eight Slovak players and the teams from Bratislava were among the best in Europe. If anything the split was good for the people and politics, but bad for sport and football.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}