{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/oct/21/mailonsunday.mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-10-20T23:23:49Z", "webTitle": "A sorry affair", "webUrl": "https://www.theguardian.com/media/2002/oct/21/mailonsunday.mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2002/oct/21/mailonsunday.mondaymediasection", "fields": {"headline": "A sorry affair", "bodyText": "The Daily Mail is Britain's most sickening institution. It pays money to people for destroying the lives of others. They aren't my words. That was the opening paragraph to a Daily Star leader last week which laid into the Mail's Sunday stablemate for paying a woman who claimed that Sir Alex Ferguson had squeezed her thigh. Yes, I know the Star is owned by Richard Desmond, a pornographer who relishes every opportunity to stick the knife into his main rival for its own double standards. But Peter Hill, the Star's editor, doesn't need his boss's imprimatur to attack papers which intrude into people's private lives. Despite running a celebrity-based red-top tabloid, he loathes prurient journalism and does his best to avoid it. Is Hill's hyperbole justified? What are we to make of the Ferguson affair? In the words of one Sunday tabloid editor, the link between Britain's most famous football manager, a man renowned for discipline and rectitude, and a squalid sex scandal was just too good to ignore. I'm not alone in thinking it was just too good to be true and, in so doing, I question its publication and the use of that most lethal of reporting tools, the chequebook. It smelt like a set-up from the very beginning, but the tussle between Sunday tabloids to obtain the story illustrates the chasm that exists between the press's supposed duty to tell the truth and its desire to print circulation-boosting material. The allegations by Nadia Abrahams, a 21-year-old office worker, surfaced 10 days ago. She claimed that Ferguson touched her when she was driving him from a jazz restaurant to his Cape Town hotel; she made a formal complaint of indecent assault to the South African police. After the story of the complaint broke, her fiance, Brian Ebden, opened negotiations to sell Nadia's story to the Mail on Sunday. Peter Wright, the editor, was then unaware of Ebden's rather murky role as a media agent, though enough of his past activities emerged in time for the Mail on Sunday to refer to him as \"a master of reinvention\". Having agreed a £75,000 price tag, Wright authorised his executives to contact the three Sunday red-tops to see if they were prepared to stump up half the cost in return for running Nadia's \"exclusive\" interview. This may seem strange but such sharing arrangements between titles which feel their audiences don't overlap are common. They usually involve pictures, but it is not unheard of for papers to sell each other copy too. The People wasn't prepared to pay enough. The News of the World was interested, but its editor, Rebekah Wade, was already certain Ferguson had been set up. She wanted only Nadia's picture to run alongside her rubbishing of the story. The Sunday Mirror had no such qualms and leapt at the chance to share with the Mail on Sunday. Indeed, the Sunday Mirror's presentation of the allegations - with its poster-style front page headlined \"I was groped by Sir Alex\" - was even less sceptical than the Mail on Sunday's. Tina Weaver, the editor, believes she presented a fair account. For the average reader of either newspaper, rather than journalists who are used to reading between the lines, there was little doubt that the editors believed Nadia to be telling the truth and, therefore, that Ferguson was not. My understanding is that, despite the police decision not to prosecute Ferguson, Wright has not wavered in his belief in Nadia's story. He would not have paid the money if he had been fooled, said a Mail on Sunday insider. But how could he be sure of her veracity? At the end of the day, as football pundits are wont to say, Wright was backing a hunch. He may have been convinced by the fact that, in almost all respects, her version of what happened before Ferguson accepted a lift in her car was later confirmed by Ferguson. That still proves nothing. By her own admission, Nadia had been drinking heavily. There was no one else in the car and, therefore, no corroborating evidence. I'm fully aware, of course, that in most sexual assault cases, it is one person's word against another and we must be careful not to deny Nadia's freedom of speech. But the moment a person decides to cash in on their alleged plight, it is bound to make people suspicious. They become less believable because they might be tempted to exaggerate in order to secure the money. Wright may counter by saying that, by the standards of other ill-judged passes men might make at women, Nadia's allegation was rather tame and therefore more convincing. Surely, if she was making it up she would have made more outrageous claims? We could go on kicking this kind of argument up and down the field, but the essential truth would remain the same: the Manchester United manager was traduced by two newspapers which ran tendentious headlines and unbalanced stories on the basis of allegations by a young woman who was paid a fortune. And where, we might reasonably ask, is the public interest for this invasion into Ferguson's privacy? Does anyone really think that a tale in which the most salient fact is strenuously disputed merited such coverage? It should have been quite possible to let the woman have her say and to report Ferguson's denials in such a way as to allow readers to make up their own minds. But the stories were so one-sided that several journalists I spoke to at the society of editors' conference who had read either the Mail on Sunday or Sunday Mirror were convinced of Ferguson's guilt. \"There's no smoke without fire,\" said one. Doubtless that was also the prevailing view among the 4.3 million who bought those two titles. It's no good banging on about whether the press complaints commission should get involved because of possible breaches of the editors' code of practice. No code can cover every contingency and, if it did, there wouldn't be any press freedom at all. Instead, I suggest that Wright and Weaver should reread the preamble to the code of practice: \"It is essential to the workings of an agreed code that it be honoured not only to the letter but in the full spirit\". Some hope, eh?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}