{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/oct/16/userstraveladvice2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-10-16T18:48:09Z", "webTitle": "Taking children to Tasmania", "webUrl": "https://www.theguardian.com/travel/2002/oct/16/userstraveladvice2", "apiUrl": "https://content.guardianapis.com/travel/2002/oct/16/userstraveladvice2", "fields": {"headline": "Taking children to Tasmania", "bodyText": "· As I assume that you are not intending to stop over en route, my advice would be that you fly with Singapore Airlines via Singapore and utilise the facilities at Changi Airport. UK to Singapore takes about 13 hours, and if you're travelling with three children you'll need a break before going on to Melbourne and then to Tasmania. At Changi Airport there is a transit hotel within the terminal, so you remain in transit, not needing to clear immigration or collect your baggage. The hotel is available in blocks of six hours up to a maximum of 12 hours. It costs about £60 for a double room for 12 hours (with bath, shower, TV and tea/coffee making facilities). Singapore airlines have several flights a day UK to Singapore, and if you get a good travel agent who will check flight schedules etc you can get a flight into Singapore, have a relaxed break and a sleep at the airport and continue on refreshed. There are excellent facilities at Changi Airport, so you would be able to keep the children entertained. When our children were younger I found that daylight flights were much better. Trying to control three children when the rest of the plane is trying to sleep can be a real problem. I'd also recommend Singapore Airlines, because you can pre-book your seats direct with the airlines after you've booked your flights, so you can be sure of getting the front seats with a flight cot for the baby. The seats all have individual video screens with a good programme of childrens' films and cartoons which will help with keeping the three- and seven-year-old amused. You'll find the stewardesses very friendly and helpful as well. Another thing I did with our children was to buy a number of new little toys (small Lego models of cars/trucks, a few new individual zoo animals, Matchbox cars, an activity book with stickers) and wrap them up as little gifts to be given out when necessary. Hope it goes well. Ann Butt · I visited Tas twice with my daughter in her early teens, when we stayed with my sister and family and travelled around. You'll have a great time! Good ideas are: Bruny Island - excellent beaches, little traffic, nice eating places. Cradle Mountain Lodge - long drive from Hobart but a lovely mountain destination with rangers who'll take kids exploring, and you can see wombats etc. from the room window! Bicheno - good beaches with rockpools and a bird park. At any of the wildlife parks you will see wombats, kangaroos, tassy devils, wallabies, possums, paddemelons and maybe even koalas. Some can be fed, too! In Hobart and Launceston there is lots to do, too, especially in bad weather. It might be a good idea to see if the kids could get into a playgroup for a day or two, so you can explore and they can meet young Aussies! Things to watch out for: Long-distance drives may be in order. What looks like two hours in England can be at least four in Tas.You are unlikely to meet snakes, but they are poisonous. Avoid woods because that's where they lurk. You may meet jackjumpers (nasty), which bite around the ankles like flea bites. They are not poisonous, just evil! Watch the sun! Hole in ozone layer! Use total sunblock and copy the wetsuit idea even if the water's warm. Jetlag is awful! Try to stop off on the way and/or coming back at a aplace where the kids can swim and take a rest day out of travelling. Have a great time. Anne and Su."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}