{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/14/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-13T23:23:47Z", "webTitle": "Euro 2004 Qualifier: Iceland 0 - 2 Scotland", "webUrl": "https://www.theguardian.com/football/2002/oct/14/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/oct/14/newsstory.sport2", "fields": {"headline": "High pressure warms Vogts", "bodyText": "It was a long time coming but that merely added to Berti Vogts' satisfaction as Scotland finally won a match that mattered under his management and at the same time re-established their European Championship credentials. It has been a fraught few months for Vogts whose record of five friendly defeats, a competitive draw in the Faroe Islands and a victory over a Hong Kong Select XI that has not been recognised by Fifa has had him under siege. Finally, in the Laugardalsvollur Stadium in Reykjavik, he could hold his head high. This was by no means a brilliant Scotland performance and Iceland were appalling, but it put Scotland at the top of Group Five. Vogts was delighted with his first win but even before he left Icelandic shores his thoughts had turned to tomorrow night's friendly with Canada at Easter Road. Realism, too, replaced euphoria. \"Paul Lambert, Barry Ferguson, Gary Naysmith and Jackie McNamara from the team that won in Reykjavik will not be available and neither will Neil McCann,\" he said. \"I would have made changes anyway and maybe there will now be an opportunity for players like Russell Anderson and James McFadden although I would like to keep Stevie Crawford and Stevie Thompson together in attack because they did so well against Iceland. \"It was a very good day for us because as a unit we defended and attacked well and the passion I remember from my time playing against Scotland was back. When you think the Under-21 team also won 2-0 it was a great weekend for the country.\" The Scots grabbed the game by the scruff of the neck as Steven Pressley, Lee Wilkie and Christian Dailly dominated at the back, Ferguson and Lambert established superiority in midfield and the muscular Thompson and the pacy Crawford caused Iceland problems up front. That led to Dailly's header after just seven minutes that emphasised the early stranglehold on proceedings while Gary Naysmith's marvellous second after 62 minutes merely confirmed it. The only time the Scots were threatened was at 1-0 when the impressive Eidur Gudjohnsen hit the bar but the Chelsea striker, sensing that he was merely a one-man band, eventually lost interest. Wilkie, who almost quit 12 months ago, said: \"I play against players like Henrik Larsson and Chris Sutton in the Premier League so it was good preparation for this one. \"This has been a proud day and it shows anything is possible because when I was out of favour at Dundee and on loan to Notts County and Falkirk I wondered if I was in the wrong job. I would describe it now as a kind of depression and I nearly joined a pal in his roof tiling business. I'm just glad I didn't.\" Iceland's manager Atli Edvaldsson admitted afterwards: \"Scotland were stronger physically and mentally and now they are favourites for second place behind Germany in the section.\" For the moment at least Scotland, who had Maurice Ross, Calum Davidson and Thompson booked, will not argue. Man of the match: Steven Pressley (Scotland) Iceland (4-4-1-1): Arason; Porsteinsson, L Sigurdsson, Hreidarsson, Vidarsson (Baldvinsson 66); Gudnason (B Gudjonsson 76), Ingimarsson, R Kristinsson, Gunnarsson; Gudjohnsen, H Sigurdsson (Helguson 45). Scotland (3-5-2): Douglas; Dailly, Pressley, Wilkie; Ross, McNamara (Davidson 34), Lambert, Ferguson, Naysmith (Anderson 90); Thompson (Severin 89), Crawford. Referee: Alain Sars (France)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}