{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2002/oct/24/gadgets.mobilephones", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2002-10-24T22:33:14Z", "webTitle": "Calls that compute", "webUrl": "https://www.theguardian.com/technology/2002/oct/24/gadgets.mobilephones", "apiUrl": "https://content.guardianapis.com/technology/2002/oct/24/gadgets.mobilephones", "fields": {"headline": "Calls that compute", "bodyText": "Microsoft's new colour smartphones will give Nokia, Ericsson and the others, which use the rival Symbian operating system, a serious run for their money. Orange is the first to market with its own model and will be followed by Samsung and the British company, Sendo whose delayed launch is expected \"before Christmas\". Both the Orange and Sendo phones have large easy-to-read 13-line screens that are bigger than the shrunken key pads beneath. Both offer a dizzying array of services including GPRS web access, infrared, voice recording, calendar and contacts (synced with your PC), email, SMS, MMS (multimedia messaging), Windows Media, camera and video. Also, there are very impressive games able to run a mobile version of Tomb Raider as well as bundled offerings like Rebound. The £170 Orange phone is smaller and heavier than the Sendo Z100 which will cost up to £199 (both include camera attachment). The Orange is easier to hold but the convex keypads and navigational button are less user-friendly than the Z100's multidirectional joystick. I downloaded my Yahoo mail OK to the Orange phone and speedy access to Google using GPRS enabled me to download an entry from the Encyclopaedia Britannica before using the route planner for the London Tube (there is another for the Paris Metro). I also downloaded a new screensaver (\"Autumn leaves\") from the web in under 15 seconds. I didn't get a guidebook but it was surprisingly easy to find the phone's functions intuitively. Unlike the Sendo it hasn't got Java but an extra memory card supports games and services. My (pre-release) Sendo Z100 weighed barely 100g compared with Orange's 120g. It also includes a featherweight, detachable, phone. Like the Orange, it doesn't come with Word but Sendo claims it will be able to open Word attachments. It is made in Britain and a lot of thought is going into making it user friendly. If they can iron out the remaining bugs by launchtime it will be a very serious competitor. The trouble is that the market is already very crowded. The Nokia 7650, with built-in camera, may be heavier but it is easier to navigate with its excellent joystick. The Sony-Ericsson T68i packs triband, GPRS, colour and MMS into an 88g phone (excluding camera). Whether the market can support new phones from companies without a current user base is a moot point. Hutchison, which has just launched its 3G phones, is also aiming at people who currently use other companies' phones. Microsoft-flavoured models have the advantage of a huge PC-user base, but they are up against an entrenched Nokia. Whether Microsoft phones win will depend less on technology than marketing. The technology is awesome but the truth is we are spoilt for choice and consumers are getting very confused about what is on offer. Let battle begin."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}