{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2002/oct/20/features.review147", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-10-19T23:59:20Z", "webTitle": "Classical: Melting Berg", "webUrl": "https://www.theguardian.com/theobserver/2002/oct/20/features.review147", "apiUrl": "https://content.guardianapis.com/theobserver/2002/oct/20/features.review147", "fields": {"headline": "Melting Berg", "bodyText": "Wozzeck Covent Garden, London WC2, to 31 October Writing to Vermeer Queen Elizabeth Hall, London SE1 Rattle/ Berlin Philharmonic Royal Festival Hall, London SE1 Covent Garden is on a roll. The arrival of its new music director, Antonio Pappano, seems to have galvanised the Royal Opera with his own infectious vitality. I hate to tempt fate, but we may just be witnessing the dawn of a golden era. On the evidence of Keith Warner's new production of Wozzeck, hard on the heels of Christof Loy's superb Ariadne auf Naxos, Pappano is a gifted and versatile conductor who cares as much about theatrical as musical standards. Where a pained Bernard Haitink averted his eyes through such dire productions as Richard Jones's Ring, Pappano knows that a conductor must not just protect his singers from the whims of megalomaniac directors, but believe in every aspect of the show for which he is maître d' to the paying public. A case in point is the German baritone Matthias Goerne, making his Covent Garden debut in the title-role of Berg's masterpiece, perhaps the most theatrically potent of all twentieth-century operas. Goerne is, frankly, an even better actor than singer. Before he has opened his mouth, he has conveyed by gesture and body language the downtrodden, social-victimhood which Berg sought to emphasise when adapting Georg Büchner's play. Sure, Goerne is up to singing this most fiendishly difficult of roles, but in tones that sound foggy and indistinct beside such outstanding performances as Katarina Dalayman's moving Marie, Eric Halfvarson's diabolical Doctor and Graham Clark's carping Captain, all as richly and powerfully sung as they are persuasively acted. But the star of the show, for once, deservedly, is its director, Covent Garden debutant Warner, whose collaboration with designer Stefanos Lazaridis has created an authentically nightmare world, visually reminiscent of Dr Caligari's. A run-down clinic, its walls symbolically mildewed, doubles as an experimental laboratory and insane asylum - all conveyed by stainless-steel panels and three glass tanks, in one of which Berg's hapless protagonist meets his watery doom. Descending panels cleverly create the hovel in which Marie succumbs to the advances of Kim Begley's mustachioed Drum Major, staged vividly enough to satisfy even David McVicar. Pappano wrings from Berg's searing score every last note of pathos and malevolence, at a pace so cracking that the evening is over, sensibly without an interval, in just 90 minutes. And it's a triumph. At 100 minutes, also without an interval, Louis Andriessen's Writing to Vermeer was, by contrast, something of an endurance test - through no fault of the composer's. Thoughtful as it was of the South Bank to hand out copies of Peter Greenaway's libretto, it might have been an even brighter idea to provide some light to follow them by (as is customary with orato rios, and most such concert performances). Kept literally in the dark, for the UK premiere of a work on which few would have had the chance to mug up, an expectant audience was robbed of the chance fully to appreciate the climactic event in a two-week celebration of this engaging Dutch composer. Set in 1672, when Vermeer left home for a while, the piece takes the form of 18 fictional letters to the painter from the three women in his life: his wife, mother-in-law and favourite model. Unlike Pappano, Reinbert de Leeuw is not a conductor whose sense of balance ensures that the words can be heard above the lush soundscape conjured from his orchestra, in this case the London Sinfonietta; as a result, the eloquent efforts of sopranos Susan Narucki, Susan Bickley and Barbara Hannigan were largely in vain. Likewise, the electronic interludes representing the dire external events then threatening Holland became meaningless, with only a feeble slide show to suggest their significance. The fully staged production in Amsterdam three years ago, directed by Greenaway himself, was apparently a vivid success; this arid concert version, for all Andriessen's versatile gifts, was far from being an acceptable substitute. Last weekend the Rattle roadshow swung into town, wowed us for 48 hours and roared on, amid much fanfare. Too much? Sir Simon, as his proud new Berlin-meisters insist on calling him, is becoming one of those cult figures who divide audiences and critics. The mere music-lovers lap it up; the Olympian arbiters nitpick. Was it chutzpah that moved Berlin's new maestro to offer his compatriots Bruckner and Mahler, famously the fortes of his two immediate predecessors, von Karajan and Abbado? My guess is that Rattle hoped to show he could cajole his own, very different versions of these huge symphonies out of the same supreme players, while showing off their range with his own idiosyncratic versions of Schoenberg and Haydn. And he succeeded on both fronts, whether or not his quirky interpretations were to all tastes. A consummate musician, Rattle has always been a histrionic conductor, but even I occasionally wondered if he was playing to the gallery with his antics on the podium, the wriggly fingers of that left hand conjuring all manner of orchestral responses. I do not, however, share the emergent view that too much adulation has gone to his head. Apart from some overly dramatic transitions, these were thrill-ing performances. Thanks to Abbado, Rattle has inherited a remarkably young version of the world's finest orchestra, with an average age of 35; only 47 himself, with a minimum 10-year commitment to the cause, he seems likely to set the musical pace for decades. Rattle's supreme asset is that he is also a highly intelligent, grounded man, with a broad cultural mission; we may watch with considerable envy as he pursues it in Berlin rather than in Britain, but we should let his example help us all to become better Europeans."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}