{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2002/oct/20/features.review167", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-10-19T23:59:25Z", "webTitle": "Radio: And the banned play on...", "webUrl": "https://www.theguardian.com/theobserver/2002/oct/20/features.review167", "apiUrl": "https://content.guardianapis.com/theobserver/2002/oct/20/features.review167", "fields": {"headline": "And the banned play on...", "bodyText": "Meridian Masterpiece World Service Techno Alert R3 Subtlety is less prized in theatre now than it was a century or so ago. I refer specifically to two plays featured in Meridian Masterpiece, one censored by the Lord Chamberlain here in 1894, the other banned more recently in Argentina and Malaysia. Both are about sexually liberated women, and while to Victorian theatregoers Mrs Warren's Profession may have suggested, for the first act at least, a career in horticulture or medicine, the story line of The Vagina Monologues is hardly ambiguous. Knowing this, the author might have been wise to change the title before attempting to put it on in Catholic Argentina where, not surprisingly, it was deemed morally corrupt. It is 30 years since the foundation of Index on Censorship which, to begin with, focused mainly on academics and writers imprisoned in the Soviet Union. This edition of Meridian Masterpiece, devoted entirely to banned plays, made a welcome change. It is hard for us in Britain to imagine a theatre being razed to the ground and the playwright exiled - as happened in Kenya in 1982 - because the government objected to its celebration of working men's rights. In Turkey, plays by Kurdish writers are regularly banned as part of the government's policy to stamp out Kurdish culture. Ibsen's Ghosts was banned from the London stage because of its implicit suggestion that Mrs Alvin contracted syphilis from her husband. Even Gilbert and Sullivan fell foul of the Lord Chamberlain. In 1907, The Mikado was banned because the Japanese crown prince was visiting Britain and might be offended. Peter Nichols ruefully recalls going along to the censor's office in 1967 with his new play A Day In The Death of Joe Egg. The censor, in the shape of two ex-army officers, disliked, among other things, the expression 'sod off'. Couldn't Mr Nichols use 'go away' instead? It had the same meaning after all. But not, perhaps, the same force, replied Nichols. As a further tribute to Index on Censorship the World Service is putting on a season of banned plays, starting with that George Bernard Shaw masterpiece Mrs Warren's Profession, which had to wait 31 years to have its X certificate lifted in 1925. You can understand why it may have shocked a Victorian audience, this story of rich, handsome, mysterious Mrs Warren who reveals to her priggish daughter that she made her fortune by running a brothel. Shaw's argument was that the poverty which drove women to prostitution was far worse than the prostitution itself. Cynthia Payne may have removed some of the mystique from the world of the madam, but his production was wonderfully undated, with Maggie Steed sounding remarkably like Sybil Fawlty. When is a composer not a composer? When, as Goran Levin did, he nobbles the audience outside the concert hall, asks them to register their mobile phone numbers and then, using special software, dials them at random intervals throughout the 'performance', producing a cascading interactive symphony called Dial Tones. All the traditional concepts of music, explained an earnest young electronic music technologist in Radio 3's Sunday Feature , Techno Alert, have to be left behind. Composition these days is about interaction. It was bound to happen. Ladies and gentleman, please make sure your mobiles are switched on throughout the performance."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}