{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2002/oct/01/publicservices.conferences", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2002-10-01T16:52:20Z", "webTitle": "What next for public services reform?", "webUrl": "https://www.theguardian.com/society/2002/oct/01/publicservices.conferences", "apiUrl": "https://content.guardianapis.com/society/2002/oct/01/publicservices.conferences", "fields": {"headline": "What next for public services reform?", "bodyText": "Tony Blair emphasised at the Labour party conference today that, despite widespread opposition from party activists, there would be no let up in his controversial programme for reform of public services. \"The radical decision is usually the right one, he said. Aligning the government with the interests of the \"consumer\" - the voter - against producer interests - the trade unions and the public services establishment - the prime minister said there would be more choice, more partnerships with the private and voluntary sector, and new ways of working. This will put his government on a collision course with the public services establishment and the trade unions, from Unison to the British Medical Association. But with the clock ticking on manifesto promises to radically improve public services, it is a gamble Mr Blair seems prepared to take. So what radical new ideas can Britain's public services expect to see? · Health will remain the key battleground. Staff face radical changes to working practices and local communities face big changes in the way healthcare is provided as private hospitals and healthcare firms make further inroads into the NHS near-monopoly. · Despite yesterday's defeat for the party leadership in the debate on the private finance initiative, there is no doubt that PFI will continue to be the \"only game in town\" - the principle way of financing and building 100 planned new hospitals over the next few years. More NHS support staff will be transferred to private companies as part of the schemes. · Private management teams will be given the chance to bid to run so-called \"failing\" NHS hospitals while the health secretary, Alan Milburn, is determined to offer foundation trust status to top performing hospitals: This will allow an elite group of trusts to borrow money from the private markets and pay staff over and above nationally-agreed rates in the hope that they can drive up NHS productivity. · NHS patients will increasingly be given more choice over where they are treated, including private hospitals, particularly if they have been waiting for long periods. · Private providers will run diagnostic and treatment centres - effectively treatment \"factories\" specialising in high turnover, high-volume low-risk operations such as cataract removal and hip replacements. · It is possible that the NHS will lease bed capacity on short-term contracts from private providers, such as Bupa, in order to cut waiting lists. Long waiting times will also be tackled by importing teams of consultants and nurses from continental Europe. · Radical changes to the physical infrastructure of healthcare are on the cards. The \"everything for everybody\" district general may be replaced by groups of smaller units, specialising in certain medical procedures. There could be further rounds of hospital closures, particularly small community or \"cottage\" facilities. · The NHS workforce will face massive change. Medical consultants must soon decide whether to accept a new contract which will in theory force them into more flexible and patient-orientated working patterns. Increasingly the boundaries between professions will blur, as nurses take on more work currently carried out by doctors. · The government is keen to give voluntary organisations a greater role in the contracted provision of public services, from social care and disability through to recycling services, often at the expense of local government and the health service. · This is likely to attract major opposition from trade unions who see the emergence of the voluntary sector as a way of driving down wages and terms and conditions, and from existing public providers who have concerns about the capacity of charities to deliver sustainable services. · The government wants to blow away institutional barriers between social care and the NHS, as demonstrated by the creation of care trusts, NHS bodies that commission and provide health and social services. This has provoked opposition from social services leaders who largely view the move as an NHS takeover, and local councillors, who see it as an erosion of local authority power. · More structural reform which tramples over long established demarcations between the professions is expected in the wake of the death of child abuse victim Victoria Climbie. Children's trusts, which provide health, social care and education in one , will be piloted next year. · In housing, the government is keen to step up switch of the management of council housing stock from councils to housing associations, under housing transfers - an idea introduced under the Conservative government. · This will bring ministers into conflict with the large urban Labour controlled councils which run most of the remaining 2.9m council homes and are reluctant to sell them, and could see them introduce changes to make housing transfers more financially attractive to councils. · The government could go even further by giving private developers a role in providing new social housing. Ministers have been frustrated by the slow rate of house building, particularly in the south-east where the shortage of homes is most acute. · They may allow private developers to bid in competition or in partnership, with housing associations for public grants to build new affordable homes. A similar idea proposed by the Conservatives in 1995 was dropped as too radical an introduction of market forces. If government is keen to be \"bolder\" on private involvement in public services, the idea could now be revived."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}