{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2002/oct/28/features", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2002-10-28T18:26:00Z", "webTitle": "Lynne Ramsay", "webUrl": "https://www.theguardian.com/film/2002/oct/28/features", "apiUrl": "https://content.guardianapis.com/film/2002/oct/28/features", "fields": {"headline": "Lynne Ramsay", "bodyText": "Geoff Andrew: Both Gas Man and Small Deaths, your shorts, introduce your fascination with children and young people. What is that fascination about? Lynne Ramsay: I was at the National Film School and was a cinematographer there. I got quite a lot of experience on documentary film-making and with directors who were interesting - maybe they weren't using scripts or were using non-actors. I felt that a lot of scripts there were calling cards for the industry; I didn't feel that people were there for three years taking risks and being experimental. It felt like you had to have a slick product at the end. It was a time when it was really hard to get work - it was before Trainspotting... I did photography before and I felt I should be there trying to experiment with the form. So I was really disillusioned by some of the scripts so I thought I'd write something a bit closer to home. So I started writing some short stories which I showed to an editor I'd worked with as a director of photography (DP) and she said that I should make them. I was looking at children growing up where I came from, which was sometimes quite a tough environment but there was a lot of beauty too, in a sense. The stories aren't parochial - a lot of people related to them in the sense that, for children, the world can be quite brutal but they're quite honest and they give you that access, to cut through the pretensions of the adult world. That was something I developed a lot further in Ratcatcher. GA: In your shorts, and Morvern Callar, you seem happy to tell your stories without recourse to much dialogue. You use the images and the sounds to tell your stories. LR: I love to see great dialogue in the cinema but I hate to see \"Film TV\". When I go to the cinema, I want to have a cinematic experience. Some people ignore the sound and you end up seeing something you might see on television and it doesn't explore the form. Sound is the other picture. When you show people a rough cut without the sound mix they are often really surprised. Sound creates a completely new world. With dialogue, people say a lot of things they don't mean. I like dialogue when it's used in a way when the body language says the complete opposite. But I love great dialogue... I think expositional dialogue is quite crass and not like real life. GA: In Small Deaths and Kill the Day there are some themes that recur in Ratcatcher - running in fields and being pushed into water. Were they preparatory works for your features? LR: I never felt like that - they're little films in themselves. I like short stories; they're sometimes stronger than novels. I don't think that because you can make a good feature you can make a good short, or vice versa, so it's quite a transition. But I never saw them as calling cards to create a feature. When I was offered to write a feature, the longest film I'd ever written was 15 minutes long, so I thought, \"Oh my God!\" The BBC asked me to write and I didn't know if I could do that. They asked me for a treatment, which is normally 20 pages long, and I wrote 70 pages; it was like a script, because I didn't know what they expected. It was a bit messy, but they saw something in it. That was Ratcatcher. GA: There are recurring moments - people playing with salt on tables. These are small, personal moments, are they rooted in autobiography? LR: There's lots of things that people can relate to. There's a scene in Ratcatcher where the young boy has to wear the shoes of the boy who died in the canal, and he starts to cut the shoes up. A lot of people know that feeling of going to school with the most horrible shoes on and getting totally slagged off. They're quite generic. Some are autobiographical and some are not. I enjoy the detail, and maybe that comes from being a photographer. Sometimes people's body language can say everything about what they do, even if they're trying to put on a pose. In Ratcatcher, the boy and his mother are very close, and in one scene she's got these stockings on with a hole in the toe. He's always wanting her to be perfect, so he tries to pull the toe of the tights up, so she hasn't got this hole. For me it says about how he loves her; a tiny detail that says something about their relationship. GA: You were asked by the BBC to write a feature, how did the idea of Ratcatcher come to you? LR: I remember the dustmen's strike in the 1970s, and it was quite weird because there were football pitches filled up to the goalposts with rubbish, it was really quite mediaeval. It was also the time when punk rock was starting and the Labour government was coming to an end, so there was a depression and an excitement in the air. When I did the research I thought that it was much worse than I remembered. So it started off with a place of deterioration with something new happening with a boy caught up in a very macho environment - he's quite sensitive, but he's not supposed to show it. It felt like a beautiful backdrop for that. GA: Gas Man is set in the 70s as well... LR: Well, I grew up then. I think it's an interesting time because the family unit began to split up. In Ratcatcher, people still stuck together. Morvern is more of a product of a time when she doesn't have much background - she's a foster kid, a loner and a drifter. So she's quite a modern character. GA: They're about death and grief and loss and guilt. Do you have a morbid interest in these things? LR: People say they're dark, but I don't think they are. I like to see them as quite life affirming as well. Morvern's boyfriend commits quite a selfish act as the tortured artist looking for posthumous fame, and she takes complete survival from that. You can question her morally if you want, but what he does is only a romantic notion whereas what she does is more about survival. That's what's interesting. GA: What is the fascination with death that you have? LR: I guess I'm just a dark girl who's kinda weird. I like bugs. For me it's kind of coincidental. Both feature films start off with a death, but they're both very different. One is almost an accidental death which the kid feels very guilty about and doesn't tell anyone, so I suppose there's some similarities there. But I think the death in Morvern is more about identity. She takes on someone else's identity, which gives her a chance to get out of her life. For James, the death is the realisation of what's around him. They both have themes of escape. I don't get over analytical about those things. I guess as a film-maker you just get fascinated by certain things. Mainly it's the characters I'm interested in, who are complex and not two-dimensional. It's more that than grief being a pivotal point of change. GA: Ratcatcher begins with an image of a boy wrapping himself up in net curtains, almost like a shroud. How do these images come to you? I don't think you force a surrealism, you find a surrealism in the world. How do these images come to you? LR: It's a very generic image - a kid wrapping himself in a curtain. For some reason this connected to the fact he was going to die later, it looked kind of like a shroud. It was just a sense of something foreboding, which is what I wanted to do with the sound design as well. We used muted kids' voices, so it has this eerie atmosphere; but literally it's just a kid wrapping himself in the curtain. The image just stuck in my head and it felt right. GA: Do you find that images come easily to you? When you write a film, do you start with an image, a character, a feeling? LR: It's the character, a lot of the time or a landscape. The canal in Ratcatcher, for me, is also a character - it's a place where kids do things they're not supposed to do; it's an illicit place. Also the kid is someone who you might not like, to begin with. GA: Do you then select images that suit that character? LR: It's not often to do with their psychology. There's an economy to using a shot, like at the beginning of Morvern where it looks like they could be lovers in bed, so right away you have an intimacy in very few shots. I'm always looking for an economy that says things in a different way or suggests something about the character. GA: How do you work with Alwin Kuchler, your DP? LR: I met him when I went to film school and he was a student rep on my interview panel. He was one of the first people to see my work and he really liked my photographs. He shot part of my graduation, which was more difficult for me because it contained lots of actors, and I wanted another DP to shoot it. It started there because we had a close relationship with images. He'll say if he thinks something doesn't work. But these people are my friends, the film industry is hard enough so there's no point in working with enemies and making it harder. GA: Did you decide on a colour scheme for the film? It seems as if it moves from red and grey to yellow and blue? LR: I love it when people say this, because I'm always, \"Really? Wow!\" I had quite a clear idea of how I wanted the flat to be in Morvern. There's a real coldness in Scotland, and it can be quite dark. It can be beautiful, but it's also very oppressive. The film becomes more like a road movie when they go to Spain, and it opens up more. But I don't sit and think about colour schemes, I'll think about the flat and how that should feel. A lot of the time things come through when you're writing the script - that's the good thing about writing and directing, you have to have nailed it down in your head in the first place. If you feel unsure about something then it can come back in your face when you shoot it. GA: When you're on set, are you pretty fixed about what you're going to do? LR: Yeah. A lot of people ask if we do improvisation, but actually the dialogue is quite close to the script. I will let people improvise around the way that they deliver the lines, or let them take a bit longer and see if something good happens. With Morvern and Lanna there was a real intimacy in their relationship, so I used that and let them do it in their way. GA: We don't always understand why Morvern's doing something. In adapting the book, why did you decide not to have any voiceover? LR: The monologue in the book, well, she never explained her actions. It's quite existential. I was open to the idea but I wrote it without the monologue and described the actions visually, because most of them were, and it really worked. It had a real atmosphere to it. And she's a character who doesn't say much and she can seem very cold at times in the novel, so I wanted to make her three-dimensional and give the film an emotional journey even if she's quite distant. Really it was the casting that decided it. I started six months early because I thought I might use a non-professional actor. But the first person I saw, I cast. I don't normally do that, I normally torture myself over it for months, because if you mess up there... GA: It seems you've made certain changes to the book. What were the most important changes, and why did you make them? LR: Books and films are very different. A good novel doesn't necessarily make a good film. There were bits in the book I was less interested in, like the crazy Oban culture, which I felt was quite parochial. I wanted to make it more generic. At the end she gets pregnant, so there's this \"child of the raves\", which I thought was really naff. It suggested you grew up by getting pregnant. I liked this idea of a female wanderer; you don't get many female characters like that. In some way she felt like one of those intriguing characters in a western where you don't get to the bottom of that sorrow - John Wayne or something! There's a kind of void in some young people's lives, even the drug taking is hedonistic, not political, it's not \"Peace and Love\". It's the hard facts of money buying you freedom and she's quite a hard character in that way, but nevertheless, I think you can identify with her. That was a real balancing act and some people think she's too cold, but that's fine. GA: Morvern is about new horizons. Your world must have changed a lot as well; do you think it's quite personally relevant? LR: I identified with the publishers scene, definitely. I remember after I'd made my first short film people asked me what I was going to do next and I just said anything. They said, \"Wow, that's amazing!\" I think Sam Morton had a similar experience. People say, \"Wow! Here's some money!\" It's a great position to be in, but you never see the money really. GA: It's also about leaving the place you grew up in. LR: I did identify in that respect. It wasn't like you could go to the job centre and say you wanted to be a film director. The fact that I ended up doing that was kind of amazing. But I did it in a roundabout way. GA: Why Sam Morton? LR: I saw a photograph of her and it just didn't look like a glam actor's picture. It looked like a girl who was really bored, so I thought that she must be quite interesting to put a photograph out like this. She looked like a girl who could work in a supermarket; she didn't look super glamorous. She's also beautiful in a childlike way. I thought there was something otherworldly about her and that she looked like the character in the book. I went to see her, but there was no way I thought I was going to cast on the basis of one meeting. But she really got it. I felt that she was a girl who was capable of anything, and I thought she had to be that to play this character. She had the face that would carry the whole thing through. GA: Quite often you use non-actors. Was there a difference in directing Sam Morton? LR: I've used professional actors before, and the combination with non-actors can be quite good. Often the actor will be more controlled and the non-professional will never do the same thing twice, which can be both exciting and infuriating. Sometimes the combination allows the actor to lose some of that control, and the non-actor will respond to someone who is more controlled. With Sam Morton it was also a bit like working with a non-professional. She went into the character and it was like filming a documentary sometimes. She has this rawness and sometimes you couldn't recognise her from one shot to another - this woman's face could change so dramatically. So she has this chameleonlike face and a way of being in front of the camera, rather than acting in front of it. The girl who played Lanna was a gentleman's barber and she'd never heard of Samantha Morton. I don't think she would have cared if she did. She's really feisty and they reacted a lot to each other. I worked slightly differently with Kathleen, giving her the pages the night before whereas Sam had the script upfront. GA: Will Kathleen be acting again? LR: She's doing a feature with Johnny Lee Miller. So... GA: You have a distinctive way of shooting clubs and parties. How did you do it? LR: I've done a bit of clubbing myself... I tried to get something more authentic. I hate those club scenes where you just see everyone waving their arms in the air and it doesn't look like any club I've ever been in. I was looking for something very visceral. I took a lot of photographs in clubs when I was younger. I'd taken photos with flash, so you see these isolated faces amongst lots of people and that was like my experience of going to clubs and taking drugs - it was very loved up but as a matter of fact you were alone amongst lots of people. It's a very individualistic experience. I asked Alwin to base the way he shot the scene on the photographs. I wanted her to walk through the club like an angel or a spirit. It was the only thing I shot that was the closest to the image in my head. The party scene was a real party. We set it up, but they were allowed to just have the party and we waited for a few hours until people were less self conscious... I'm sure they took some stuff we didn't know about. It was exciting to film, but the risk is that you don't get the material. The scene where Morvern sleeps with the boy in the hotel room was the first time I'd done a scene with sexual content and I thought, \"Where the hell is the point of view of the camera in a sex scene? Where do you put it?\" We started shooting it and it was very objective and I felt that I'd seen it a million times, so I sent everyone out of the room and gave them both a framework and let them do what they wanted. We got a real energy because of that. But you have to know when it doesn't work; you can't dictate as a director. If it doesn't work, you have to change it. GA: Do you use storyboards at all? LR: Sometimes. I'll know exactly how to shoot the key scenes, but I think if you get too anal about the storyboards you end up shooting the storyboard and not the film. So you have to be controlled but have this capacity to see other good things and allow the actors to have freedom. Sometimes I am very rigid, yes. GA: Did you shoot the Scottish scenes before the Spanish scenes? LR: We tried to be as chronological as possible, which was good for me and for the actors. GA: It really feels like things open up. LR: After shooting for a week in that flat I think everybody wanted to kill themselves! It was very claustrophobic with a weird atmosphere. So it was great to go to Spain, and by the end of the shoot it was like a hippy commune, everyone just wanted to hang out there. So the experience of shooting the film was quite similar to the film itself. GA: In the book there's a lot of stuff about which music, but you've changed some of it. How did you decide on the music? LR: In the book, Morvern has tapes that are made up already; it's not something he leaves her as a present, that was a new invention. I felt the tape was like a letter to her. The music's great because it's part of the narrative. I saw her boyfriend as Alan Warner, really - an intellectual who's a muso, seeing this less academic girl. It was important to start that feeling early on. We don't have the actual tracks mentioned in the book, I had to make it work for the film. I used electronic music that was very cinematic and sound-designed in order to avoid the MTV pop promo feel. The music starts when she hears the music, and the track at the end is completely different to all the other music. I felt that was important. GA: Why did you use the Mamas and Papas song? LR: I just felt that the end should be the opposite of the other music. For a character that feels unemotional in some way, the summing up with such an emotional track really worked. I was going to use Michael Jackson, Don't Stop 'Til You Get Enough, but I was never going to get the rights for that... GA: We asked Lynne to come up with her choice of films for the season, and she came up with Days of Heaven by Terence Malick, Ivan's Childhood by Andrei Tarkovsky, Bill Douglas's My Childhood and Cassavetes' Shadows. What struck me was that some of them are rather spiritual movies. I think Morvern Callar could also be described as spiritual. Would you agree? LR: If that's your interpretation. It's a good question, but I'm not going to answer it. I don't know. A lot of the stuff is instinctive. I probably prefer Badlands, but it's much harder to see a print of Days of Heaven now and it's a very beautiful film. It's hard for me to say really. GA: Why Cassavetes? LR: There is so much human emotion in a raw sense and I really like A Woman Under The Influence. When you see his films, you have to sit down and have a drink and think about life. The films talk about things that feel so real and that you don't see anymore. It's quite an experience. When I first saw a Cassavetes I was blown away. GA: Why did you get into film? LR: I've no idea. By fluke. By accident. I wasn't a film buff, although later on I realised that my mum was probably a film buff because she watched all the Douglas Sirk stuff. I didn't know who he was, but I saw Imitation of Life about 10 times. She was into that Hollywood Bette Davis stuff. The first experience I had of being shocked by cinema was seeing Fassbinder's The Fear That Eats Your Soul which I saw by chance in a theatre in Glasgow when I was 17; and then also Blue Velvet. That was a great screening because people didn't know what to make of it and a lot walked out. I thought it was incredible, like a revolution. Those were films that I thought were really striking before I knew anything about film. I then went to film school and learnt a lot more. There's a book called Notes on the Cinematographer by Robert Bresson. I didn't see his films, but the book was everything they weren't teaching us at film school. I saw his work much later on."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}