{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/oct/16/userstraveladvice1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-10-16T17:39:43Z", "webTitle": "Stopping over at Brunei airport", "webUrl": "https://www.theguardian.com/travel/2002/oct/16/userstraveladvice1", "apiUrl": "https://content.guardianapis.com/travel/2002/oct/16/userstraveladvice1", "fields": {"headline": "Stopping over at Brunei airport", "bodyText": "· We had a great stopover of six hours in BSB last summer. I asked the rep at our hotel in Sabah if there were any tours available, and within a couple of hours she had arranged for a car and guide to pick us up at the airport (which was extremely easy to leave). For a price of around £20 each we (two adults) were taken on a river trip to a stilt village, where we were given tea and biscuits and shown around the village. From there we were taken on a drive around the city, which is very impressive, and then on to visit the Omar Ali Saifuddien Mosque, which is breathtakingly beautiful. Afterwards we drove around the grounds of the Sultan's palace (not sure how legal this was!) and then on to a food court for supper, before being dropped back at the airport in good time for our connecting flight home. We wouldn't have missed this \"extra bit of holiday\" for anything. There certainly didn't appear to be much going on at the airport in Bandar. Sally Warren · The airport is modern, clean, airy, almost sanitised, but has very few facilities to keep a family occupied for six hours. There is a small cafe, which takes US dollars but offers very limited fare and no alcohol, and beyond passport control one or two small souvenir-type shops and quite a reasonable restaurant which the local community frequent. What we did to help pass our six-hour wait was to go through passport control (very friendly and helpful) and take a tour of the capital city. There are any number of taxis outside the terminal building but within the airport grounds, and after some elementary bargaining we hired a taxi for two hours for US$20 (April 2000). The taxi driver was only too pleased to take us to the local sites, including the very opulent Omar Ali Saifuddin Mosque built at great cost by the the Sultan, Kampong Ayer lake village on stilts which is probably worth a more detailed visit than we had, Brunei museum (rather ordinary), the Tomb of Sultan Bolkiah, and other places. We would suggest a slightly longer visit to allow some time to walk round the town centre which, like the airport is very clean and sanitised, but which has some interesting modern architecture and grounds. On the return journey we had a good meal in the airport restaurant. John and Eileen Pepper · Bandar Seri Bagwan airport does not hold enough of interest for six hours - does any airport? Get a taxi into the city (not very close unfortunately), a bizarre mix of hugely over the top architecture - mosques in Italian marble, persian rugs, Syrian ceramics, Viennese glass, a central post office like the dome of St Pauls cathedral with about 10 people in it, ugly and brash glass and steel blocks . Alongside this, traditional style streets and shops with Indian and Malay food for less than £2 a head, houses on wooden stilts over the river. Very odd. 20 minutes cab ride outside the city is the national museum, purpose built to house the sultan's fantastic collection of islamic art - gold inscribed Korans and other calligraphy, lamps, glass, ceramics and metalwork, rugs and weaving, as fine a collection of islamic art as you will see anywhere in the world. Lockhart Murdoch · My husband and I stayed in Brunei on route to Perth. We stayed in the business district, and as a result we had a morning to ourselves. There is a beautiful mosque to look, and a bridge where you can look out and see people living in river housing. That's about it really, apart from it being extremely hot and humid. That aside, on our way home, by far and away the best thing we ever did was to hire a room at Bandar airport because we had a 10-hour transfer back to London. Basically it was like a room at your granny's house with two single beds, loo and shower. We set the alarm and actually got about seven hours' sleep. It made the journey home much easier. We can't remember how much it was then, but as we recall it was money well spent. Elaine and Angus Swinscoe · Having lived in Brunei for five years I would recommend a trip into its capital city, Bandar Seri Begawan. BSB is only about 20 minutes away and about B$25 (less than £10 equivalent) in a taxi. The city is very quiet, compact and built along the wonderful Brunei river. One of the most exhilarating (or possibly unnerving) experiences is to view its water village by taxi, which are easily available from the steps by Port View restaurant - itself a recommended vantage point. A driver with good English will be able to point out the sites, including the Sultan's Palace and the Borneo rain forest and mangroves. Everything is negotiable, and a B$15 fare (less than £6) for a half-hour water taxi ride would be a reasonable achievement. (One thing to note: Singapore dollars are the same value as B$ and completely acceptable. It is easier to take some with you than look for exchange facilities at the airport.) The water village can also be accessed via a footpath next to one of Brunei's two major mosques, which is well worth a look and a photo, right in the centre of Bandar. Also within walking distance from the river is the Royal Regalia museum, which gives an insight into how the other half lives in Brunei. HELEN STOTT"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}