{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/oct/14/match.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-10-13T23:23:35Z", "webTitle": "Watford 2 - 0 Grimsby", "webUrl": "https://www.theguardian.com/football/2002/oct/14/match.sport3", "apiUrl": "https://content.guardianapis.com/football/2002/oct/14/match.sport3", "fields": {"headline": "Watford profiting from pay restraint", "bodyText": "If last season's league table often proved painful reading for all those involved at Watford, their current situation must be more humbling still for their former manager Gianluca Vialli. This time last year, financial worries still but a twinkle in their accountant's eye, they were 16th. Today they are fourth. \"Everyone agrees we underperformed last season,\" said Tommy Smith, who ran on to Jamie Hand's fine pass to score the second goal in injury-time. \"But things we've got this season we were lacking last year. I think the biggest is probably team spirit; the team didn't gel, and that's the way it works sometimes.\" A run of seven league games unbeaten hints at a team in form, even if their performance did so only occasionally. In three games since the players were asked to take a 12% \"wage deferral\" they have only won. \"The wage cut probably helped team spirit,\" said Smith. \"Everyone's sort of chosen to come together and it shows on the pitch.\" \"The point I'd like to make is how uniting something like this can be and what a fantastic bunch of players we've got,\" said Graham Simpson, the club's new chairman. \"We asked them to take a pay cut and, ever since, all you see is a group of players unite and fight like anything. It's amazing.\" Simpson's grin, and Watford's margin of victory, should have been wider, with Smith and Danny Webber missing a string of chances after Dominic Foley had poked them into an early lead. Instead they allowed themselves to be unsettled by Steve Kabba, on loan from Crystal Palace, who had scored twice in Grimsby's win over Ipswich last week. The visitors' chances, however, were few. \"We're having a good run but we're under no illusions that that's going to continue,\" said Simpson. \"But there's a great spirit and most of the credit has to be given to Ray Lewington. The man is just an excellent manager.\" Which makes a refreshing change. Man of the match : Stephen Glass (Watford)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}