{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/oct/06/scienceandnature.historybooks", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-10-05T23:54:54Z", "webTitle": "Observer review: The Measure of All Things by Ken Adler", "webUrl": "https://www.theguardian.com/books/2002/oct/06/scienceandnature.historybooks", "apiUrl": "https://content.guardianapis.com/books/2002/oct/06/scienceandnature.historybooks", "fields": {"headline": "A measure to treasure", "bodyText": "The Measure of All Things: The Seven-Year Odyssey that Transformed the World by Ken Adler Little, Brown £15.99, pp466 It was PJ O'Rourke who said that 'drugs have taught an entire generation of American kids the metric system'. Legislation certainly hasn't: the US is one of the remaining three countries in the world - the others being Myanmar and Liberia - which have refused to go metric. This non-conformity has proved costly for the US in different ways. Ken Alder, at the beginning of his magnificent book on the invention and career of the metre, relates how in 1999 the US-funded Mars Climate Orbiter vanished into space. 'A Nasa investigation into the satellite's failure revealed that one team of engineers had used traditional American units, while another had used metric units. The result was a trajectory error of 60 miles, and a $125-million disappearing act.' The concept of the metre as a global unit of measurement emerged out of the French Revolution, and it is in the volatile years between 1792 and 1799 that most of Alder's book is set. The ambition of the Revolution was nothing less than the obliteration of history, and to this end the revolutionaries abolished the Gregorian calendar and the seven-day week, re-christened the months, and even tried to do away with the 60-minute hour. Religion, as the mainstay of the old order, also came under fierce attack. Churches were re-consecrated as 'Temples of Reason', and so-called 'revolutionary marriages' were presided over, where priests and nuns were tied together naked, and drowned. Few of these allegedly egalitarian initiatives lasted far into the nineteenth century. By a long chalk the most durable among them was the creation of the metre. In late eighteenth-century France more than 250,000 different units of weights and measures were in use. It was decided by the think-tanks of the First Republic that the reform of the weights-and-measures system around a single unit would streamline the economy, improve prosperity and hasten the onset of equality and freedom. How, though, was a measure to be found that would be sufficiently impartial to conform to the Revolution's egalitarianism? It was decided 'to derive the fundamental unit of this utopian world from the measure of the world itself'. And so in June 1792, just as the Terror was beginning to crank into its dreadful gear, two eminent French astronomers set out in opposite directions from Paris. Their aim was to measure the distance of the meridian arc between Dunkirk and Barcelona: once obtained, this distance would be divided by 10 million to give a definitive and utterly impartial length for the new metre. Pierre Méchain travelled south to Barcelona, while Jean-Baptiste Delambre went north to Dunkirk. The savants were to work towards each other, reunite in the middle of France, do their sums and present the revolutionary government with the most classless unit of measurement conceivable. The whole business was to take them no more than a year. As Alder shows in elegant, edifying and often witty detail, however, things did not go according to plan. It would take seven years for the meridian to be mapped. Along the way, Delambre and Méchain would be imprisoned, injured, almost executed, scorched, frozen, mistaken for sorcerers and spies, fired, reinstated, vilified, celebrated and then vilified again. For Méchain, the task with which he had been charged would lead eventually to his death. Somewhere near Barcelona, at the very start of his triangulations, Méchain made a small error of computation. Once this error had entered his system, it was impossible to eradicate it. For years the knowledge of this error haunted Méchain - the thought that he alone had managed to falsify what was intended to become 'the fundamental scientific value, the measure which would for ever more serve as the foundation for all scientific and commercial exchange'. In 1804, suffering from acute depression apparently brought on by guilt, Méchain returned to the Valencian coast to try to atone for his error. There he caught malaria and died. The Measure of All Things is one of the finest narrative histories I have ever read. It is beautifully written throughout, endlessly informative and meticulously documented. Alder's learning seems inexhaustible: he is as happy to talk about the geopolitical implications of Napoleon's 1798 campaign to Egypt as about the niceties of surveying or the ethics of revolutionary utopianism. He has pored over hundreds of thousands of pages of unedited manuscripts, most of them in French. In 2000, he cycled the entirety of the route that Méchain and Delambre took, and en route scoured countless local archives for traces of the astronomers' visits. The result of this diligence, and Alder's brilliance as a writer, is a book which thrills at every level. It is at once a historical detective story, a marvellous demonstration of how science and its social context animate one another, a human drama of the highest order and a parable which proves that - as Protagoras put it 25 centuries ago - 'man is the measure of all things'."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}