{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/oct/14/mondaymediasection6", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-10-13T23:16:07Z", "webTitle": "Where broadband reigns supreme", "webUrl": "https://www.theguardian.com/media/2002/oct/14/mondaymediasection6", "apiUrl": "https://content.guardianapis.com/media/2002/oct/14/mondaymediasection6", "fields": {"headline": "Where broadband reigns supreme", "bodyText": "I read recently that the Australian communications minister went a bit Les Patterson and claimed that South Korea was kicking Australia's butt in the broadband race because those sneaky orientals like pornography. Well, blow me. In this country we are used to busy politicians not quite getting the point of the communications revolution, but Senator Alston gets the prize for muddle-headed windbaggery. As any fule no, South Korea has solved the broadband egg and chicken conundrum - in fact it's cracked the egg and stir-fried the chicken. There are 9.2 million broadband users in that happy land, some 64% of the population, and President Kim Dae-jung has announced that they won't rest until 90% have access to ubiquitous broadband, including a wireless mesh that will allow users to log on anywhere, anytime. (Funnily enough, he did not mention analogue switch-off as a major policy goal of a 21st-century wired nation. Luddite or what?) I would love to report that content has driven the Korean revolution, but although gaming and indigenous content have played their part (oh, all right then, and porn - happy?), the real drivers are economic and cultural. It's easy to get DSL lines into the densely-populated Korean cities and high-rise blocks: 70% of the population live in the big cities. Also, narrowband users were being gouged by time-based high call charges, rather than flat rates, so an always-on connection for roughly the same price made sense. Strong competition between four rival DSL providers has kept prices down and driven service up. But there's another deeper factor. Not surprisingly, given the vicious subjugation of Korea by Japan during the second world war, the South Koreans are very wary of all things Japanese - so console gaming from Sony, Nintendo and Sega has never taken off. Instead, computer games have become a mass entertainment medium. Some cable stations actually broadcast competitive online games between pro-gamers - think Robot Wars meets the Belfry. These shows are hardly niche, some of them win their slots with more than a 40% share. Perhaps if Fame Academy were Game Academy, the BBC might get itself ahead of the curve. I'm already working on the format. There are obvious lessons here. Broadband takes off when you have price competition, a government that cares and has joined-up thinking, and unique content and services that go with the grain of the web. I used to think a lot about this latter point, indeed my very first attempt at defining broadband content insisted that all such content would only work if it was embedded in community and communication. But I've been waylaid recently by the huffing and puffing around shifting linear stuff down the internet. I've always been careful to draw a distinction between the net and the web - the latter is simply one manifestation of what the wires can deliver. It is obvious from our data that very little of our bandwidth is taken up by surfing and vast amounts by peer-to-peer and newsgroups - namely people swapping music, video, pictures, graphics (and, yes, certain images involving the beast with two backs). But there is something in the network effect which is telling content people something of great value. The killer app for the last communication revolution was the human voice, or more precisely, one person speaking to another - in other words, a network effect. And what are peer-to-peer and newsgroups if they aren't a network phenomena? Same with weblogs, same with multi-player gaming. Currently, everything that is really embedded in broadband culture is also embedded in network culture. I was talking to an old mate from the BBC's children's department about this recently. He came to ask me about broadband, and I replied that the real issue wasn't the distribution medium, it was the network effect. This got us thinking. Imagine a moderated, peer-to-peer Blue Peter experience. Not only would you have the programme's linear assets for children to swap their favourite bits, but you would have the Blue Peter \"make your own programme\" zone, where budding directors could do their stuff. You would have multi-player games with an educational (but fun) bent. You back this up with always-on Blue Peter weblogs and newsgroups. In effect you would create a networked Blue Peter world which was as much about the Blue Peter fans and their interests, concerns and talent as it was about the producers' intentions. I said in my last column that networking is the dark matter of broadband - the stuff that we cannot see, but which holds the whole thing together. The South Korean experience tells me that I am only on the fringes of understanding what that means for the content of the future. · David Docherty is managing director of broadband content at Telwest."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}