{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/oct/12/rugbyunion.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-10-11T23:56:25Z", "webTitle": "Scarlets looking to catch cup fever again", "webUrl": "https://www.theguardian.com/sport/2002/oct/12/rugbyunion.comment", "apiUrl": "https://content.guardianapis.com/sport/2002/oct/12/rugbyunion.comment", "fields": {"headline": "Scarlets looking to catch cup fever again", "bodyText": "West Wales's great rivals have been in contrasting moods as they prepare for the Heineken Cup this week. If Swansea have trudged off to face Montferrand with heavy hearts, Llanelli have more of a spring in their step as they prepare to entertain Glasgow at Stradey Park this afternoon. The Scarlets inflicted a 62-6 drubbing on the All Whites last Friday and Swansea's Australian coach John Connolly was hardly issuing a rallying call before he set off for the home of Michelin tyres to face a team who have not lost at home in 19 European games. \"They're pretty hard at home, so we'll just have to go over and give it our best shot,\" he said. But in their little corner of Carmarthenshire, Sospan Fach will be ringing from the terraces and Llanelli are coming back to the boil. The Heineken Cup and Llanelli seem made for each other but if Munster are perennial finalists, the Scarlets have been destined for recent traumatic exits at the semi-final stage. If their 2000 defeat to Northampton in Reading was cruel enough, the defeat in Nottingham to Leicester last spring was even worse. Paul Grayson sank Llanelli with a last-minute penalty two years ago but the Scarlets are still struggling to come to terms with Tim Stimpson's mammoth late kick that went over via upright and crossbar and transported Leicester to their second successive final. In between those defeats was Llanelli's cup exit at Gloucester via a late deflected drop-goal. So can the luckless Llanelli recover their poise to go one better in a group, containing Sale and Bourgoin, that is hard but hardly insurmountable? Nigel Davies, their coach, said yesterday: \"It's been very difficult trying to recover from Nottingham, and pre-season we had a long de-brief in which we tried to pin-point a couple of areas in which we could improve. Sure, rugby is a game when you rely on the bounce of the ball and little pieces of luck, but we can isolate those little differences between winning and just missing out. \"The nucleus of the team is pretty much the same and we've bought in players like Matthew Watkins at centre, Iestyn Thomas the Ebbw Vale prop whose a fantastic acquistion and the Bridgend lock Paul Clapham. Leigh Davies, our captain, has recovered from injury and he's a key player and Stephen Jones is blossoming into an outstanding fly-half. \"We're stuttering at the moment and we're not putting any significance into last Friday's result. That was a poor Swansea team and they had two players sent off but we kept the scoreboard ticking over as Stephen Jones was superb. \"I don't know why but we seem to be able to raise our game for this competition but despite all the problems in Welsh rugby we are a club that has strong family values and traditions. There's a lot of pride here and we relish these one-off challenges.\" The Welsh-Scottish title-holders may be steeped in tradition but Llanelli have had to sell themselves to a wider audience. Last season the players took to the road and the result was a new fan base in north Wales. On the day of the semi-final in Nottingham some 30 coaches headed towards the east Midlands from North Wales. And while Llanelli's marketing men are breaking new boundaries, a working-party in Wales is considering plans to create provincial teams to enter future Heineken Cups. A provincial rather than club-based system, similar to that in Scotland and Ireland, has found favour with the Wales coach Steve Hansen. The possibility is that Llanelli and Swansea merging may have seemed far-fetched a couple of years ago, the equivalent of Gloucester and Bath coseying up together, but Swansea had to save £1m in the summer and off-loaded many of their high-earning players. The Scarlets, even though they are bankrolled by multi-millionaire Huw Evans, aren't exactly in the black themselves but of the Welsh teams embarking on European ventures this weekend they seem the best banker."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}