{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2002/oct/28/theatre.artsfeatures2", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2002-10-28T17:38:51Z", "webTitle": "Acrobat, Roundhouse, London", "webUrl": "https://www.theguardian.com/stage/2002/oct/28/theatre.artsfeatures2", "apiUrl": "https://content.guardianapis.com/stage/2002/oct/28/theatre.artsfeatures2", "fields": {"headline": "Acrobat", "bodyText": "You can say what Cirque du Soleil is. You can pigeon hole Circus Oz. But Acrobat, the latest stars of Australia's thriving circus culture, just is: a group of hairy men and hatchet-faced women in holey tights and old underpants doing extraordinarily skilful feats to a cacophony of guitar sounds and untuned radios and occasional ironically placed messages from self-improvement gurus. Self improvement rather misses the point when somebody has just contorted their body through 360 degrees and flown through the air. That seems quite perfect to me. Pointless, of course, but perfectly perfect. Not that there is any sense of self-congratulation. Just as the company refuse to snuggle up to the audience, so they refuse to acknowledge their own amazing skills, demonstrated at breakneck speed as if they want to get it over and done with as soon as possible and clock off. Attempts to be smug about what has been achieved are stamped on quickly, and at other times undercut: they do the impossible and then fall over. They are only human after all. With their refusal to bow to the conventions of traditional circus - the cheesy grins, glittery presentation and the self-deprecating acceptance of adulation - Acrobat remove humanity, yet are somehow revealed as painfully human. They are like Superman and Superwoman in dirty knickers. Mostly they just get on and do the job with a workman-like devotion and no smiles In a sense they are no different from accountants or bankers. Just different skills and the fact that the possibility of permanent disablement or even death is never far away - and the fact that double entry book-keeping and accruals are not half so interesting as a spectator sport. Acrobat is awesome, but hard to get near. It is a circus to admire, not a circus to love. Just occasionally the arm's length approach is halted: a cheeky disappearing red handkerchief act; a rope balancing trick that evokes the frenetic horror of cornflake eating, milk-pouring work mornings. Mostly the 60 minutes just strips away all the trappings and glamour of circus, like acid on soft flesh. We had a family ticket. The family show no signs of wanting to run away to join them. · Until November 3. Box office: 020-7863 8012."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}