{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/oct/21/mondaymediasection12", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-10-20T23:24:03Z", "webTitle": "A future full of wizardry", "webUrl": "https://www.theguardian.com/media/2002/oct/21/mondaymediasection12", "apiUrl": "https://content.guardianapis.com/media/2002/oct/21/mondaymediasection12", "fields": {"headline": "A future full of wizardry", "bodyText": "The TV set has hardly changed since the first transmissions in 1936. Yet our home entertainment requirements have changed profoundly and virtually all forms of home entertainment equipment are on the rise. A recent ITC survey found that the most conspicuous items in homes were VCRs (87%), PCs with internet access (35%), satellite TV (27%), video cameras (24%), widescreen TVs (21%), cable TV (19%) and DVD players (17%). There are 45 million mobile subscribers in the UK. People still want to buy the latest technological wizardry even if they cannot cope with all the choice it brings. Now TV sets will have to evolve over the next 10 years to help them cope. Three particular developments in home entertainment are going to drive the evolution of our television sets. First, the most visible development in the past 10 years has been the growth of games consoles that are now evolving into true multimedia devices. These \"Trojan horses\", such as PlayStation 2 or Microsoft's Xbox, include DVD players and will soon house modems for broadband network connections. It is clear that their technological capabilities may bring a change in the status quo by cannibalising the market for other home entertainment devices. Over the next 10 years games consoles will co-exist but not integrate with set-top boxes. The complexity and capabilities of consoles will make them too expensive to roll out universally. Set-top boxes will lag behind consoles for the foreseeable future, but it is possible that a two-tier market for interactive (iTV) games may emerge with online consoles for high-end iTV games and boxes for the low end. Similarly, the belief that consoles will displace set-top boxes is questionable - the primary application for a console is still to play games. Beyond a certain level of usage, games-playing will result in domestic battles for the TV, with the likely outcome being that the console is moved to a separate television set. Secondly, the internet is also having a profound effect on TV viewing. In online households, TV viewing decreases. It seems that the more accustomed users become to the internet, the less they turn to the TV in their spare time. Consumers want to communicate more. There was a fear that the internet might seriously erode TV viewing but the success of Big Brother and Pop Idol shows that people will interact at an even higher rate when TV is combined effectively with the internet or phones. For example, the inter-activity around Pop Idol was compelling. The series built up its audience, reaching a peak of 13.1 million viewers (a 56% share of all viewing), with 8.7 million voting on the final night. Viewer expectations of some form of cross-platform participation have been raised and it is hard to imagine TV without many more interactive \"add-ons\" in 2012. Soon almost every programme will have a texting service. These formats will become more prevalent over the next decade and more programmes will be designed to tap into people's thirst for interactivity. Finally, another nascent technology set to dominate in years to come will be the personal video recorder (PVR). The PVR's core functionality includes the ability to freeze and fast-forward live action, to pause live television to resume in real time (eg a football match for brief interruptions), the storage of daily updated listings information, the ability to retain preferences and to automatically record a whole series of a favourite programme. It represents a significant improvement over the VCR. Although initial take-up has been slow we believe that PVRs will be widely used by 2012 and will be available across fixed and wireless networks with central services storing programmes, clips and archives for all customers. We should see a move towards simplicity and standardisation in future home entertainment devices. The fewer the number of connections and devices the better. Although we do not tend to use \"all-in-one\" machines at present, the next generation of mobile phones will begin to change this and the meeting point for the inevitable convergence in home entertainment technology will be our TV set. Bill Gates has also predicted that all devices will be software-driven and updateable by accessing a central server (the \"universal canvas\"). However, the fundamentals underlying this futuristic Microsoft scenario for 2020 can only be achieved if certain bottlenecks in the delivery of programmes, channels and services can be eliminated. · Janice Hughes is a founder of Spectrum, a converging technologies strategy consultancy, and this article is an excerpt from her contribution to Television and Beyond: the Next Ten Years, published by the ITC (janice.hughes@spectrumstrategy.com)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}