{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/oct/12/comment.harrypearson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-10-11T23:56:10Z", "webTitle": "Conkers: the game with growing support", "webUrl": "https://www.theguardian.com/sport/2002/oct/12/comment.harrypearson", "apiUrl": "https://content.guardianapis.com/sport/2002/oct/12/comment.harrypearson", "fields": {"headline": "Conkers: the game with growing support", "bodyText": "Yesterday my six-year-old daughter and I spent the wait for the school bus collecting horse chestnuts. \"When you get home we could play conkers,\" I said. \"What's that?\" my daughter asked. \"It's a game,\" I explained. \"What you do is punch a hole in the conker with a screwdriver, thread them on a shoelace and then you whack another person's conker with your conker until you've smashed it to smithereens.\" My daughter considered me carefully, like a golfer assessing a particularly treacherous fairway. \"Yes,\" she said eventually, \"we could do that. Or we could plant them in the garden and watch them grow.\" This highlights the essential difference between men and women. Looking at the conkers when I got home I could see that she might have a point, however. The chestnuts we'd collected were not the fighting kind. They were bulbous and glossy as bodybuilders and, as the great philosopher Nigel Molesworth once observed: \"Successful conkers are always shrivelled and weedy.\" Much like jockeys, in fact. Though, of course, nobody soaks jockeys in vinegar, bakes them in the oven overnight or coats them with clear nail-varnish to improve their performance. Well, not since Panorama got wind of it, anyway. Tomorrow the conker season reaches its climax with the World Conker Championship at Ashton, Northamptonshire. The event draws more than 6,000 spectators and competitors from across Europe - in France they play a version of the game using snails; whether garlic butter is also involved I have been unable to ascertain - but not everyone is in favour of it. A couple of years ago the Late-escape holiday auction website carried out a poll which revealed that the majority of people in this country are sick of events that paint a picture of us as a nation of lovable eccentrics. The World Conker Championship, along with the Coopers Hill Cheese Rolling and the Egremont Gurning Contest, was singled out for particular opprobrium. According to a site spokesman: \"With British culture degenerating to game-show level it is hardly surprising that Britons feel humiliated.\" Though there is a self-conscious wackiness about these events that can be irritating (how many more times do we need to see prop forwards from the local rugby club dressed as Charlie's Angels before we cry \"Enough!\") it has to be said that if the British people find the World Bog Snorkelling Championship makes them cringe, how must they feel when they see an Audley Harrison fight? Everywhere, though, it seems the game of conkers is under threat. Last week scout leaders in Windsor and Eton banned cubs from playing without written consent from their parents because the game was considered too dangerous. And last year in Norwich a row of horse chestnut trees were cut down because the local council judged the falling conkers to be a hazard to passers-by. Prince Charles spoke out against the action at the time, and rightly so. What kind of society is it that values sharp cognitive faculties more highly than interesting head wounds? Not that I am unqualified in my support of the World Conker Championship. At Ashton they play the three hits each rule. Personally, I favour the hit-till-you-miss style, which to my mind gives a more subtle game. All aficionados know that, when it comes to conkers, hitting is much the same as being hit, Newton's third law of motion stating that action and reaction are equal. With hit-till-you-miss the owner of a delicate conker, or one that has been reduced to a shard of shell no bigger than a toad's toupée, can preserve it by administering only the softest of taps to his adversary's nut until darkness or boredom intervenes to save him. Nor does the Ashton competition include \"stamps\", an exciting variation which allows the opponent of anyone whose conker hits the ground to chase after it attempting to crush it under foot, while the owner scrabbles about on the floor trying to retrieve it and avoid getting his fingers broken. You might think it unlikely that anyone would drop his conker during competition but a gifted player can use 'strings' (a shot in which the respective conker laces become entwined) to disarm his adversary with a sudden twirl of the wrist in the manner of D'Artagnan. Or at least he can unless his opponent has wound the lace round his fist. In this case any attempt to spin or tug the conker from his grasp simply draws the lace around the knuckles until they are as tight as a tourniquet. On a frosty autumn morning this produces the kind of sharp, icy pain traditionally associated with unrequited love. Or supporting Yorkshire. The winning conker, of course, inherits all the previous victories of the defeated nut. If a two-er beats a six-er it becomes an eight-er and so on. I can't help thinking this scoring system might profitably be adopted by other sports. Imagine the thrills and drama that would be brought to the Premiership if the winners not only picked up three points for a victory but also all their beaten opponents' points too. Arsenal certainly wouldn't be talking so tough if they knew that defeat at the Stadium of Light in the last game of the season would condemn them to relegation and propel Sunderland to the title."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}