{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2006/jun/29/comment.comment", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2006-06-28T23:23:38Z", "webTitle": "Victor Keegan: The revolution will be online - virtually", "webUrl": "https://www.theguardian.com/technology/2006/jun/29/comment.comment", "apiUrl": "https://content.guardianapis.com/technology/2006/jun/29/comment.comment", "fields": {"headline": "The revolution will be online - virtually", "bodyText": "I was at a conference the other day when someone came up to me afterwards to share a recent experience. He was involved in selling services to the National Union of Students and was worried by the amount of time students were spending on MySpace.com - the phenomenally successful website where young people gossip, listen to music, flirt and share photos - rather than at the union where they could be spending money. He looked up MySpace and found animated discussions about a cult TV programme that was no longer being shown. He decided to do a screening in the union to attract them back. Lots of people came to see it, but they didn't talk about it. It was as if MySpace was increasingly the real world in which they interacted socially. We had better get used to this. MySpace is merely the biggest of a constellation of social sites, which include Faceparty, Face-pic and Bebo, enjoying explosive growth. The latter was founded by a Brit living in the US, and will, according to Heather Hopkins of Hitwise, the online stats company, overtake MySpace in the UK anytime now. The difference between the two is that Beboers tend to live with their parents while MySpacers are a bit older. MySpace, owned by Rupert Murdoch's Fox corporation, claims to have 80 million members around the world, or approaching twice as many as Technorati's estimate of the 46m people writing blogs or online diaries. Lunarstorm, a Swedish social networking website, is reported to have attracted more than 80% of 12- to 24-year-olds in that country. These mainstream sites are operating alongside dozens of specialised ones dedicated to showing videos uploaded by users (YouTube claims 50m video downloads a day) and other sites, such as Photobucket.com - which has just overtaken Yahoo in popularity - and the more sophisticated Flickr, which embraces the interactivity and tagging that Photobucket lacks. Parents are becoming increasingly worried about what their children are doing upstairs, where they are spending an increasing amount of time. As one wag said: \"Staying in is the new going out,\" Of course, if they disappeared on to the streets instead of staying upstairs parents would be even more worried. They should be grateful they at least know where they are. The interesting point, which was raised last week at a seminar, What MySpace Means, is that soon the MySpace or Bebo generation will be going into industry and politics, bringing with them entirely different, if not revolutionary, ways of doing things. The BBC boosted its online credibility recently when it rented a tropical island in the online game Second Life, where it can stage music festivals with popular bands. Second Life is a multiplayer computer game that has its own currency - Lindens. They are being exchanged for dollars at varying exchange rates. What if the growth of such online economies is not just the result of the hobbies of geeks, but an indication of where the economy is heading in a post-industrial society? It is only a small step from a company such as Google whose products consist entirely of computer code but which intersect with the \"real\" world (whatever that means these days) to one that exists entirely online, providing pleasure, money and jobs for its members. Maybe we will soon see the growth of new corporate giants that exist only within virtual economies. On present trends, the raw material for the virtual revolution (a potential successor to the industrial and technological revolutions) will be content created by the members of the network. Marx may have been hopelessly wrong in predicting that workers would seize the means of production. But if, as an article in the current issue of Mobile Entertainment suggests, you substitute \"users\" for workers, then he may not have been so far off the mark after all. vic.keegan@theguardian.com · If you'd like to comment on any aspect of Technology Guardian, send your emails to tech@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}