{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2006/jun/01/medicineandhealth.uknews", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2006-06-01T22:59:26Z", "webTitle": "Tamper-proof drugs needed to beat quest for home highs", "webUrl": "https://www.theguardian.com/science/2006/jun/01/medicineandhealth.uknews", "apiUrl": "https://content.guardianapis.com/science/2006/jun/01/medicineandhealth.uknews", "fields": {"headline": "Tamper-proof drugs needed to beat quest for home highs", "bodyText": "Drug companies have been urged to make their products more resistant to misuse amid concern about drug abusers swapping tips over the internet on how to illegally amplify the effects of powerful painkillers, sedatives, tranquillisers and stimulants. A study published in the journal Drug and Alcohol Dependence said people were increasingly turning to the internet to find recipes on how to get around, for example, time-release capsules used to deliver powerful drugs. By crushing, dissolving or injecting these drugs, users can get a high by releasing all of the active ingredient at once into the bloodstream. Edward Cone, a toxicologist at ConeChem Research in Maryland and author of the study, told New Scientist: \"Drug misusers are tampering with the drugs to get high, and you get high by getting the drug in faster or giving a bigger dose. All of these drugs are toxic or lethal at certain levels.\" The misused drugs include fentanyl, an opium-based painkiller normally delivered slowly through skin patches. Users extract the drug from the patch in order to smoke, eat or inject it. OxyContin tablets, which contain an opium-based painkiller, oxycodone, are often chewed to get around their slow-release mechanism or crushed to snort or inject. In 2003, the US National Survey of Drug Use and Health showed the number of people misusing legal drugs was 6.3 million - more than double the number using cocaine. In 1996-2004, emergency hospital visits caused by oxycodone misuse increased tenfold. Users can buy prescription drugs from legitimate users or mislead doctors with bogus illnesses. According to New Scientist, websites have appeared that demonstrate how to use the drugs recreationally, providing recipes for potent combinations. John Hendry, a clinical toxicologist at Imperial College London, said: \" People take things to get a bit of a buzz. But this [adulteration] is new. It is difficult to prevent.\" He said pharmaceutical companies had a responsibility to look for ways to make prescription drugs tamper-proof. He gave the example of Suboxone, a treatment for opium addiction. The tablets contain a chemical, naloxone, which blocks the high users would get if they injected it. When taken orally, however, the naloxone is quickly broken down in the stomach, allowing the active ingredient to work. \"Now that the manufacturers are aware of it, they're very likely to take steps to prevent this [tampering] from happening,\" said Prof Hendry. \"There's a constant battle between licit versus illicit.\" A spokesperson for the Association of the British Pharmaceutical Industry said: \"It's our first priority to ensure sufficient people get access to quality medicines as quickly as possible. You can't legislate for the actions of individuals who would tamper with or incorrectly use medicines.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}