{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/jun/01/usa.danglaister", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-06-01T22:59:21Z", "webTitle": "$2m for lonely heart who lost $125,000 to dating agency", "webUrl": "https://www.theguardian.com/world/2006/jun/01/usa.danglaister", "apiUrl": "https://content.guardianapis.com/world/2006/jun/01/usa.danglaister", "fields": {"headline": "$2m for lonely heart who lost $125,000 to dating agency", "bodyText": "Callers to Orly the Matchmaker are met with the sound of former soldier-model-actor Orly Hadida selling her wares. \"Hello, this is Orly,\" says a voice with a Middle Eastern accent, \"world's best matchmaker ever in the Guinness world records. We are a high-end, personal touch, customer-designed matchmaking service. We are catering to celebrities, royalties, famous people and all wonderful single men and women out there.\" It was just the message Anne Majerik wanted to hear. The 60-year-old widow had lost her husband in 1999 and, after grieving for a year and a half, decided to pick herself up and forge a new life. After trying other matchmakers, the grandmother from Pennsylvania saw an advertisement in an in-flight magazine for the self-professed queen of matchmaking, Orly. Promised the company of affluent, sophisticated men, Ms Majerik signed on. Initially, she paid Ms Hadida $50,000; subsequent payments took that to $125,000. But the search for romance ended in disillusion and finally court. This week a jury in Los Angeles awarded Ms Majerik $2.1m (£1.1m) in damages. \"This woman specialises in women aged between 50 and 70,\" Ms Majerik's lawyer, Douglas Gilliland, said. \"She's developed a niche out there to prey on women who are lonely or divorced.\" Disputes between matchmaking or dating services and their clients are not uncommon, but the size of the jury's award is unprecedented. Late last year one of the biggest online dating services, Match.com, was sued by a man who claimed the date he had been provided by the company was an employee who had been sent to ensure he remained a subscriber. In another case, Yahoo! was accused of posting fictitious profiles on its personals website to give the impression that more people subscribed to the service than actually did. Another company, Great Expectations, was fined $215,000 last year after being prosecuted by Kansas City authorities for exaggerating the number of its clients. Orly the Matchmaker promises everything a romantically vulnerable and financially liberated client could desire. Her website says she \"has set the standard in professional matchmaking for the past 25 years\". Her clients worldwide include \"the elite, wealthy, famous and professional\", all \"serious marriage-minded men and women who seek mates with impeccable backgrounds, compatible lifestyles, careers, values and goals\". After a couple of dates, Ms Hadida contacted Ms Majerik to tell her she had the perfect man for her: rich, considerate, attractive. But there was a problem. He was in a higher category. Ms Majerik's initial payment of $50,000 merely gained her access to millionaires. This man was a billionaire. Ms Majerik would need to pay a further $50,000 to step up to the billionaire category. She wrote the cheque. But when she met him, the \"billionaire\" turned out to be a retired local firefighter who had also been promised, and paid for, his dream date. He was not expecting a 60-year-old widow. \"This isn't about a dating service, this is about a fraudulent business,\" Mr Gilliland said. \"It's the same whether you're a matchmaker or you're selling mufflers. There was never a stable of men out there willing to meet my client.\" In court it emerged that all documents relating to Ms Hadida's alleged stable of men had been destroyed. Ms Hadida also testified that hers was a cash business and had no bank account. This was not the first time Ms Hadida has been in court. In the 1980s she was tried but acquitted on charges of kidnapping her children from her former husband. At trial she said he was a drug addict who had abused their four-year-old daughter. She was also charged with burning down their Palm Springs home, charges that were dismissed. Despite those altercations, the publicity material on her website claims that she is still married to the same man, whom she met after praying in a temple. The website is relentlessly upbeat, making much of the cost of her services and boasting that she is the most expensive matchmaker in the world. \"I hear of high-end matchmaking firms charging tens of thousands of dollars a year,\" said Mark Brooks, the editor of onlinepersonalswatch.com. \"But to pay $100,000-plus, that's just not wise. Billionaires by and large are not searching for women.\" Ms Hadida, who plans to appeal, told the court the case had forced her to close her business at the beginning of the year. But her website was still active yesterday. Ms Majerik, according to her lawyer, is back at work in Pennsylvania, \"just taking life one step at a time\". Meanwhile a man in South Carolina was watching the verdict with interest: he claims to have paid Ms Hadida $500,000 this year to meet his dream partner. He is still waiting."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}