{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/jun/10/uk.conservatives", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-06-09T23:29:43Z", "webTitle": "Can Cameron change their minds?", "webUrl": "https://www.theguardian.com/politics/2006/jun/10/uk.conservatives", "apiUrl": "https://content.guardianapis.com/politics/2006/jun/10/uk.conservatives", "fields": {"headline": "Can Cameron change their minds?", "bodyText": "It has been a good week for David Cameron. On Tuesday he celebrated six months as Conservative leader with a newspaper poll which put the party seven points above Labour - the best Tory poll performance since before Black Wednesday in 1992. Football is not the only subject stirring expectation in the country this week. As Tony Blair's government is engaged in an increasingly sweaty uphill struggle, Mr Cameron, attaching a St George's flag to his bicycle on Wednesday, appears to be freewheeling. At dinner parties and in beer gardens up and down the land, it seems, former Blair-admirers may be quietly considering the previously unthinkable - a switch to the Tories. Is this merely a bad case of mid-term blues for Labour, or could this be the moment when Mr Cameron's momentum becomes unstoppable? Stoke Newington Comfortably pinkish Stoke Newington in north-east London is far from being natural Tory territory. But it is striking how many customers in Two Wheels Good, a bicycle shop on Church Street, are prepared to admit a flush of attraction for the Conservative leader. \"I'm not a Tory, I've generally voted Labour in the past,\" says Olivia Smith, who works at the shop, \"but he seems to me to have the kind of buzz about him that Tony Blair had when he first started.\" \"He just makes me think of Blair,\" says Matt Smith, 35, the shop's manager. \"You know: young, smiles a lot.\" Like most of his friends, Smith has always been a Labour supporter. But having contacted his Conservative MP and been surprised to get a personal letter in reply, he's considering changing his mind. \"I don't have a problem with a Tory government as long as it looks after the best interests of the people. The fact that I've always voted Labour doesn't mean I wouldn't vote Tory next time.\" Beeston \"I can't stand whatsisname and all his posh cars,\" says Beryl Weston, sitting on a bench with her friend Ada Bower. \"You know. Prescott. Definitely better on a bike.\" This is Beeston, a small town now engulfed by Nottingham's sprawl, which is packed with shoppers and young families. Both women, in their 70s, have voted Labour all their lives. \"My husband used to say there's only one good Tory and that's a lavatory,\" says Mrs Bower. But Mrs Weston would like to give the other lot a try. \"I'd give him a chance, let's say that. He should definitely have a chance.\" Beeston is exactly the sort of place the Conservatives need to win to have any chance of forming the next government. Situated in the constituency of Broxtowe, Beeston is a comfortable suburb in a region where the gap between the two main parties is narrowing, with only 2,296 votes separating its Labour MP, Nick Palmer, from his Tory rival at the last election. John Tingle, a 46-year-old telecoms engineer, and Paul Elliott, retired at 53, say they normally have their politics chats on Thursday evenings when they meet for a pint. \"Labour just don't seem to be in control, that's the impression you get,\" says Mr Elliott. \"But maybe it's always the same in the third term. They have lined up their big jobs and their autobiographies, they're all interested in something else now.\" Nottingham University As president of the Conservative Future group at nearby Nottingham University, Hamish Stewart remembers when being a Tory on campus felt like: \"Oh no, someone might come and hit me.\" These days, though it's not yet exactly cool to be a Tory, \"We're way cooler than the others. Way cooler than Labour. They're dead.\" The society's AGMs four years ago consisted of six people in a pub, he says, these days they get 30 or so along to meetings. His fellow students, stretched out in post-exam bliss in the blazing sun, almost universally believe that Mr Cameron has explicitly targeted young people: to judge by their reactions, he has been reasonably successful. A theology student, Philippa Wilson, 21, says the Make Poverty History campaign is a more important issue to her than the health service or education. She admits to being cynical about Mr Cameron's apparent concern for the environment, and has voted both Labour and Liberal Democrat before \"because I care about the poor, and I was against the war in Iraq\", but says she might well vote Conservative next time. \"It would depend on their policies with regard to Africa and immigration, things like that.\" \"[The Conservatives] are really clever,\" says Mark Jago, 25, a philosophy PhD student, \"because there's a lot of traditional Labour voters who are really disillusioned and it has surprised everyone that they are not necessarily going to vote Lib Dem. I think it's likely they could get into government.\" The City One might expect the early evening drinkers in the City of London to be the most receptive to Mr Cameron. Although there are more people prepared to admit to being Conservative than elsewhere, levels of scepticism are also high. \"He's a good marketing man,\" says Barbara, a solicitor. \"He doesn't have the likeability factor, he has the sleaze factor. If you met him in a work context you would think he was a player. Cycling to work! It's pathetic.\" But her friend Patricia says although she doesn't believe in change for change's sake, \"people can get complacent if they are in power for too long. I do think a change would be good.\" Colin Gibbons, who works in IT recruitment, is clutching a pint outside a Liverpool Street pub discussing England's chances in the World Cup. \"I have never voted. I decided not to. I didn't even vote for Blair in 1997 when everyone else did.\" So we can assume he's unlikely to start now, his friend says. \"Actually, Cameron is a little bit refreshing. The cycling, the England flag. I don't know. He might be the man to change my mind.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}