{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/jun/29/transportintheuk.news", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-06-28T23:23:37Z", "webTitle": "Qinetiq gets on board to give Virgin Trains internet access", "webUrl": "https://www.theguardian.com/business/2006/jun/29/transportintheuk.news", "apiUrl": "https://content.guardianapis.com/business/2006/jun/29/transportintheuk.news", "fields": {"headline": "Qinetiq gets on board to give Virgin Trains internet access", "bodyText": "Passengers onboard Virgin Trains' west coast mainline service will be able to read emails, download videos and music, and keep up-to-date with the latest news, thanks to a deal with Qinetiq, the former state-owned defence firm, to be announced today. Qinetiq, which listed earlier this year amid controversy about the returns made by its private equity owner, has placed equipment on board one of Virgin's Pendolino tilting trains which allows travellers to access the internet using wi-fi short-range wireless technology. Anyone with a laptop or handheld device that can use wi-fi will be able to get online. A similar service is already being trialled by Southern Trains and mobile phone company T-Mobile, on the London to Brighton line. That service uses long-range wireless broadband technology called wimax, fitted on masts along the track, to connect trains to the web. The Virgin service, however, uses a unique combination of several broadband technologies to ensure fast access, even in tunnels. For most Virgin Trains routes, taken by 15 million passengers a year, the broadband service runs via satellite through a dish on the top of the train. That connection is then shared through wi-fi \"hotspots\" in each carriage. At stations the broadband connection is provided by wi-fi access points. A computer on board the train continuously calculates which access technology to use to ensure that passengers do not get cut off. While the Qinetiq service is being run as a trial, Virgin Trains will today announce that it is looking for a partner to produce a service for all its 131 Pendolino and Voyager trains, a contract that is expected to be worth millions of pounds. The initial appeal of train-bound broadband will probably appeal to passengers wanting to stay on top of their work during their journey, but the connection could also be used to send information, such as the train's performance, back to Virgin's engineers. It could also be used to send pictures from onboard CCTV cameras for security purposes."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}