{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jun/20/worldcup2006.match2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-06-19T23:48:57Z", "webTitle": "Togo 0 - 2 Switzerland", "webUrl": "https://www.theguardian.com/football/2006/jun/20/worldcup2006.match2", "apiUrl": "https://content.guardianapis.com/football/2006/jun/20/worldcup2006.match2", "fields": {"headline": "Barnetta ensures no Togo bonus", "bodyText": "Togo were persuaded by Fifa not to boycott this game but may wonder why they bothered coming. The portion of their pay dispute devoted to haggling over win and draw bonuses certainly proved a waste as Switzerland secured a victory that leaves them needing a draw with South Korea to secure a place in the second round. Togo's coach Otto Pfister talked of using \"four or five players who have not played yet\" against France so that they can \"gain experience\". His team might have caused an upset here with better shooting and a favourable penalty decision but the Swiss survived. The half-time introduction of Hakan Yakin proved crucial. Without him Switzerland failed to hold possession and created nothing after Alexander Frei's 16th-minute goal. Yakin had a shot well saved, put another just over and made a diversionary run that helped create the space for Tranquillo Barnetta to collect a pass from the substitute Mauro Lustrinelli and score with a first-time shot via the far post. That was the last of four decent second-half chances for the Swiss but the majority of their players failed to impress. Philippe Senderos had a game to forget, especially before the interval. Togo looked slicker than their opponents despite their chaotic build-up. They had a lively but unincisive striker in Mohamed Kader, and Arsenal's Emmanuel Adebayor was at the heart of many of their best moments. However, he also demonstrated a suspect temperament and, already booked, sarcastically applauded a linesman. He was furious that he had not been awarded a 35th-minute penalty when he cut into the area and tumbled after Patrick Müller stuck out and then withdrew a leg. There was no contact but Adebayor's flow was impeded. Despite their elimination from the tournament there was brighter news for the Togo players last night: the money owed for getting to the World Cup, if no win bonuses, was set to go into their accounts."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}