{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jun/02/comment.homeaffairs", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-06-01T23:03:08Z", "webTitle": "Nick Clegg: It is not betrayal for liberals to speak out on crime", "webUrl": "https://www.theguardian.com/commentisfree/2006/jun/02/comment.homeaffairs", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jun/02/comment.homeaffairs", "fields": {"headline": "It is not betrayal for liberals to speak out on crime", "bodyText": "Can liberals speak out on crime and anti-social behaviour without being accused of betraying their better instincts? Not if your leader column - which dismissed Ming Campbell's speech on the criminal justice system as \"retreating from distinctive positions Liberal Democrats have taken in the past\" - is anything to go by (Wrong new thinking, May 29). Let's be clear: a liberal belief in civil and human rights is not incompatible with an attempt to make our battered and overburdened criminal justice system more workable and effective. To suggest one excludes the other is dangerous and absurd. Dangerous because it will reduce all liberals to silence on an issue of overriding public concern; absurd because human rights are nothing if they are not supported by the rigorous rule of law against criminality. To brand Campbell's proposed rule changes as \"cod-rightwingery\" is a triumph of prejudice over substance. The proposal that there should be conditionality in the right to vote for prisoners is in line with the overwhelming practice in developed democracies, and is a direct response to a recent European court ruling which called for \"proportionality\" in the rules governing prisoners' votes. Accepting that the bulk of prisoners should retain the right to vote, while a minority of serious offenders should not, is a nuanced response to a difficult issue. The proposal that foreign offenders recommended for deportation, but where this is not immediately possible, should have constraints placed on their freedom of movement and association pending their deportation, is precisely aimed to avoid Tony Blair's suggestion that all foreign offenders should be deported irrespective of human rights considerations. Campbell's proposal tries to reconcile the demands for a full respect of the Human Rights Act while meeting legitimate concerns about public safety. His call for a violent offenders register contrasts sharply with government plans to impose restrictions akin to control orders on violent offenders long after their sentence has been served. We will look constructively at the government's plans when they are published, but at this stage a register seems to strike a better balance between security and liberty. It may not be the \"new thinking\" leader writers want, but it's the kind of responsible policy-making the public expects. None of these suggestions preclude the steadfast defence of traditional liberal values of human and civil rights - indeed, in important respects, they seek to strengthen them. None of these suggestions detract from the wider critique of the government's headline-obsessed approach to crime. If liberals are to be excluded from discussion on our criminal justice system, voters will be left between a rock and a hard place: John Reid or David Davis. Progressive reform must of course be rooted in principle, but it must also be shown to work in practice. Campbell spent half his professional life representing victims and prosecuting criminals in court. His proposals are grounded in reality as well as theory. Dismissing them as lacking in \"originality\" or \"intelligence\" is lazy. If progressive newspapers choose to do this, they will only have themselves to blame if the only political alternatives on offer are populism, and more populism. · Nick Clegg is the Liberal Democrats' home affairs spokesman. cleggn@parliament.uk · If you wish to respond to an article in which you have featured, email response@theguardian.com or write to Response, The Guardian, 119 Farringdon Road, London EC1R 3ER. We cannot guarantee to publish all responses, and we reserve the right to edit pieces for both length and content."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}