{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jun/25/rugbyleague.wiganwarriors", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-06-24T23:53:07Z", "webTitle": "Fielden convinced he can help Wigan", "webUrl": "https://www.theguardian.com/sport/2006/jun/25/rugbyleague.wiganwarriors", "apiUrl": "https://content.guardianapis.com/sport/2006/jun/25/rugbyleague.wiganwarriors", "fields": {"headline": "Fielden convinced he can help Wigan escape", "bodyText": "Stuart Fielden, Wigan's world record signing, insists the Warriors can avoid relegation from the Super League. The 26-year-old Great Britain prop began repaying a chunk of the £450,000 transfer fee with a man-of-the-match performance on debut in Friday night's 30-12 win over Warrington at the JJB Stadium. The Warriors remain deep in trouble, six points adrift of their nearest relegation rivals, but they secured backto- back victories for the first time this season . 'There's been all sorts of nonsense talked about what's going to happen if Wigan go down,' said Fielden. 'But I've come here believing it's not going to happen. You don't sign for a team if it's going to go down, do you? Going down has never entered my head.' With their nearest relegation rivals Castleford (28-10 to Hull) and Wakefield (36-29 to Leeds) losing on Friday, Fielden believes Wigan's bid to pull off the great escape is starting to gather momentum. 'It started last week and it carried on this week,' he said. 'Hopefully it will carry on next week. 'Under Brian Noble, Wigan have got better every week. You can see the spirit among the boys and the way they work for each other. I've just tried to complement that.' Three of Wigan's next five games are against teams in the bottom half of the table, including a home game with Wakefield in a fortnight. Leeds have signed New Zealand international full-back Brent Webb for next season. The 25-year-old, who has agreed a two-year contract, will take the place of Richie Mathers who is heading to the new NRL club Gold Coast. Webb, who has won 11 caps for New Zealand, is the club's second signing from New Zealand Warriors for 2007 following the capture of centre Clinton Toopi."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}