{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jun/21/politics.uk", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-06-20T23:11:04Z", "webTitle": "Michael White: Murdoch, ministers, and the red-top agenda", "webUrl": "https://www.theguardian.com/commentisfree/2006/jun/21/politics.uk", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jun/21/politics.uk", "fields": {"headline": "Murdoch, ministers, and the red-top agenda", "bodyText": "When Terry Grange, a normally publicity-shy police chief, accuses ministers of being virtually blackmailed by the News of the World into making crime policy \"on the hoof\" he touches a raw nerve in Downing Street and the Home Office. Ever since Tony Blair succeeded John Smith as Labour leader in 1994 he has deployed a policy of appeasement towards the Tory press, especially the mass-circulation red-top tabloids. It still mostly works with Rupert Murdoch, a Machiavellian student of power, not of policy - half the cabinet attended his summer party at the Royal Academy this week. By 1998 Blair's truce with the Daily Mail was over. But that four-year respite was worth having. In the past six months Ruth Kelly (paedophile teachers) and Patricia Hewitt (sacked nurses) both survived tabloid wrath while Charles Clarke - who did not pander to the tabloids - has lost his job. John Prescott, caught playing croquet with staff on a Mail on Sunday long lens, lost Dorneywood. As Blair's power wanes the stakes get higher by the day. Yesterday No 10 insisted that it is reasonable for John Reid to look again at the previously rejected possibility of introducing a British version of \"Megan's Law\", which allows public (and vigilante) access to paedophile registers in the US. As for the sudden removal of 60 such offenders from bail hostels near schools, it was long planned, not a response to repeated NoW threats to publish their addresses, officials say. That is not the way it looks to many MPs. By lunchtime even Sky News, which often gives 24/7 amplification to campaigns launched by the Sun and NoW, also Murdoch-owned, was asking if ministers pay too much attention to the \"tabloid agenda\". There is plenty of evidence that they do, though the habit predates Mr Murdoch's UK arrival in 1968 by at least 100 years. The knife murder rate has not actually changed lately and child molestation is mostly committed within families, not by the \"bloated, shaven-haired sex monster\" lurking at the school gate in tabloid-land. But as with \"soft judges\" (the Sun editor Rebekah Wade's own campaign) and rampaging foreign prisoners, the tabloid-led climates of fear may not be justified by mere facts. When readers confuse \"paediatrician\" with \"paedophile\" such campaigns can end in tragedy, the least of which is more offenders being locked up in punitive circumstances that make them more likely to reoffend. Do Tony Blair and John Reid pander to this agenda? Yes, sometimes. The suspicion exists (denied) that No 10 was happy to let those \"soft\" judges take the heat on sentencing policy. \"No More Let Offs\" as the Mirror put it, less loudly than the Sun: it lacks a sister 24/7 news channel. Ministers' defence is two-fold. One, that the tabloids are not always wrong and their readers' often wholesome concerns should be addressed. The record of the regional press on issues like Asbos is better than Fleet Street's. Reid, whose interest in child policy goes back to the 1980s, has long argued that information should not be the exclusive preserve of experts, be they NHS doctors or judges. Shared knowledge should go hand in hand with education, so that single mums using lonely hearts ads do not reveal (to paedophiles) that they have children. Misguided campaigns such as \"Repeal the Human Rights Act\" are not appeased, ministers say. The second defence is that a visible response buys time for ministers to get off the back foot and produce practical policies. The risk is that headline-driven policies don't work."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}