{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/jun/10/childrensservices.familysupplement", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-06-09T23:22:33Z", "webTitle": "Feature: Yvonne Roberts on teenage fathers", "webUrl": "https://www.theguardian.com/society/2006/jun/10/childrensservices.familysupplement", "apiUrl": "https://content.guardianapis.com/society/2006/jun/10/childrensservices.familysupplement", "fields": {"headline": "When lads become dads", "bodyText": "Daniel Cole knew his girlfriend, Kim, was pregnant when she woke up feeling sick for a couple of days. \"The doctor couldn't find anything wrong. Then it clicked. I knew she had to do the test in the morning when the pee is fresh. That's the only thing I remember from sex education at school.\" Daniel was 19, Kim 17. \"We didn't use contraception because condoms are too expensive and I didn't know where to get them for free. As I see it, if you are man enough to have sex you should be man enough to live with the consequences ...\" Daniel's mother was \"over the moon\" at the news, Kim's wasn't. \"Not happy at all,\" Daniel smiles wryly. \"She said I had no job and no education; she wanted us to get rid of it. She gave me grief for eight and a half months. Now, we get on fine.\" As Daniel talks, Tyler, now 18 months old, sits contentedly on his dad's lap, immaculate in designer gear. \"I was there at the birth. I cut the cord. I used to feed and change my brothers and sisters, so I've always done that with Tyler. Only thing I can't do is get up to him in the night when he and Kim stay with me - and that winds Kim up ...\" Kim, who lives with her mum, receives £85 a week for herself and the baby. Daniel, who has a flat and who sees Kim and Tyler every day, receives £185 a fortnight, including incapacity benefit. \"I help her, she helps me, because that's helping Tyler. Every time I get paid, I buy something new for him. The other day the sole came off my trainers but now, I put my son before myself, I've got to dress him smart. See that dummy,\" Daniel adds, \"£3.75 a time and he kept losing it. So I bought a solid gold £75 chain to put it on and they don't get lost any more.\" No one knows precisely how many teenage fathers there are in the UK. The Social Exclusion Report on Teenage Pregnancy, published several years ago, barely gave fathers a mention. What is known is that, in 2004, 56,000 babies were born to teenage girls. Young fathers often have to prove to sceptical adults, such as health visitors, that male and teenage doesn't automatically add up to useless. Thousands of young men are desperately trying to sustain relationships with their children, against the grain of everyone else's expectations. Daniel is one of six. Two of his brothers are autistic. His mother had him when she was in care, aged 15. Daniel has never known his father and a stepfather left a while ago. Small and wiry, he was bullied and fought back. Deemed out of control, he was sent to a local authority boarding school. At 15, when his schooling ended, he was unable to read or write. \"I'm looking for the key to open my brain,\" he says smiling. \"I always say my mum left it at the hospital when she had me. People have said to me about Tyler, 'You're dyslexic, how are you going to bring this kid up?' I said it's not just about reading, it's about what's in your heart and the love that you give him. \"When he's older I'll have to explain, 'If you want to read you'll have to go to your mum.' Kim's all right, man. She's really clever. She's going back to college when she's older. People call me mongol,\" Daniel adds, shrugging. \"I don't let it get to me.\" We talk in a room belonging to a charity, Free@Last, founded by the community worker John Street, in the deprived area of Nechells in Birmingham. Supporting fathers of all ages is one of its aims. \"We've been telling Daniel for years about his talents,\" John says. \"But he's had a lifetime of hearing he's no good. He is a fantastic dad and Kim and he make a good couple.\" \"I want Tyler to get a job, get married, have a child in that order,\" Daniel says. \"I don't want him to be a dole brain like me.\" Daniel is keen to become an electrician. \"I can fix anything,\" he says. \"I've been to hospital loads of times, I've given myself that many shocks.\" He even offered to serve an apprenticeship unpaid. \"They said no. It's my dyslexia and the paperwork.\" Managing anger, once Daniel's weakness, has become his forte since fatherhood. \"When Tyler is teething, if it's getting out of hand, I walk out of the room. It takes a man to do that. I used to lash out, get into fights, but I never show anger to my son or girlfriend. \"I'm bringing Tyler up the way my mum brought us up. If Tyler misbehaves, he'll have time out in his room, no smacking. We're lucky,\" Daniel points out, \"we get a lot of support from our families.\" According to research, if a father is present at the birth, and has his name on the birth certificate, the chances of remaining positively in the baby's life are vastly increased. When I first meet Dean Gray, 17, he had been a father for five days but had yet to see his daughter, Tiffany. Tiffany's mother, Dean's ex-girlfriend, Nicola, is also 17. \"I don't feel like a dad,\" Dean says. \"I think there's a list of importance in who sees the baby. The mother pops it out. She sees it first, then the dad, then their parents ... but not me. I'm at the bottom of the list.\" Dean is mad about cars. He steals them, drives them away and then sets fire to them. He also self-harms when drunk and has been arrested several times for assault. He's been repeatedly warned for threatening Nicola. \"When I heard she was pregnant, I told the police everything I'd done ready for the baby. I got a two-year driving ban and a 12-month referral order. Then, one night, there's a knock at the door and it's the police. Normally, I'd run. But I said to myself, No, I'm clean. But Nicola had complained I'd been harassing her by text. I was put in a cell and cried all night.\" Sian Williams is a passionately committed young fathers' worker in Northampton, trying to help teenagers such as Dean. She says that some teenage mothers can be devious. They tell the dads they're not allowed at the scan or the birth, depending on their mood and they ration time with the baby in return for gifts. On this occasion, she says Nicola's family is right to be concerned about Dean's behaviour. For several days the youth offending team negotiate, on Dean's behalf, so he can see his daughter. \"I've been out of trouble for two months,\" he protests. \"That's really good for me.\" A week later, father and daughter meet under supervision. She has black hair and looks just like Dean. \"She's all right,\" he says. A month later, he is still seeing his daughter regularly, but he has been in trouble again. \"I do feel more like a dad. I am trying because of the baby. But it is hard.\" John Dunlop, 17, has a daughter, Sian-Leigh, aged one, with Vicki, aged 16. He is very determined to be the best kind of father - unlike his own. \"We met when Vicki were 13,\" John says, talking near the YMCA where he now lives. His arms are bruised. Mementos of being removed, drunk, from a local pub by a bouncer \"Like an old married couple we were. She dropped out of school because of me and I dropped out of school because of her. Then we got engaged and it was hell. But we got through it.\" Vicki was 15 when she miscarried. Then, she became pregnant again. \"We knew we were right for each other so we planned the second time. I was at the birth. It was a caesarean and my name's on the certificate,\" John says proudly. His resilience is like a live current. He says his mother chucked him out when he was nine, \"I reminded her too much of my dad and he's an arsehole - a thief and a wife-beater. He said he'd come on a Saturday to take me to McDonald's. He never came. My mum used to say I was rubbish just like him.\" Sian Williams says that \"the first thing I try to do with our young dads is encourage them to like themselves. If they don't like themselves, how can they love a baby?\" The importance of a \"trusted adult\", supporting young parents, was underlined in the social exclusion report. Sian, however, is only funded for a year. \"We've got dozens of young dads,\" she says. \"Some have fended for themselves on the streets since they were young. We do what we can. Sometimes, that means just buying them a bag of chips, having a chat and saying, 'You're doing all right, mate.' \"Often, when a girlfriend says she's pregnant, they don't realise how much they will love that child - and how difficult it will be to stay in that baby's life. Some fight so hard, they are positively heroic.\" John lived with his grandad, then he was fostered and later moved in with Vicki's family. \"I get on brilliant with her mum.\" Now, his relationship is in tricky waters, \"Vicki wants me to be somebody I'm not.\" He is anxious to ensure access to Sian-Leigh. \"I try and see her every day, even if Vicki and me aren't together, Sian has my heart.\" John is on a Prince's Trust training course, laying bricks, the latest of several courses. He receives £129 a fortnight - £40 goes to the YMCA in rent and he is paying off arrears. \"I don't eat much. I spend my money on DVDs and stuff for Vicki and the baby. Being a dad is the best thing that's happened to me,\" he adds. \"I said 'Dadadada' to Sian-Leigh for months and when she finally did say 'Dada', that were bloody brilliant.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}