{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2006/jun/01/israel.internationalnews", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2006-06-01T22:59:25Z", "webTitle": "Eight unknown species found in sealed cave", "webUrl": "https://www.theguardian.com/science/2006/jun/01/israel.internationalnews", "apiUrl": "https://content.guardianapis.com/science/2006/jun/01/israel.internationalnews", "fields": {"headline": "Eight unknown species found in sealed cave", "bodyText": "Scientists say they have discovered eight previously unknown species of crustaceans and scorpion-like invertebrates living in an underground cave that has been sealed off for millions of years. Geologists from Jerusalem's Hebrew university made the discovery at a quarry near Ramla in central Israel. They opened passages to a cave with a lake and a unique ecosystem 100 metres underground. Biologists discovered white crustaceans resembling shrimps and invertebrates looking like scorpions. Also in the cave were bacteria that serve as a food source. \"So far eight species were found in the cave, all of them unknown to science,\" said biologist Hanan Dimantman. \"Every species examined had no eyes, so they lost their sight due to evolution. Apart from the scorpions, all are alive. The scorpions are dead but we are sure live scorpions are to be found under boulders.\" The organisms were sent for DNA testing and found to be unique. Professor Amos Frumkin of Hebrew university described the cave as \"unique in the world\", mainly because of its isolation. The cave, with a maze of passages that extends more than a mile, is sealed off from surface water and nutrients by a layer of chalk. The scientists said the lake's temperature and salinity indicate that it draws its water from deep underground. The cave's ecosystem dates to five million years ago, when part of Israel was covered by the Mediterranean. It has been closed off since then, which, the scientists say, has created a unique environment. Two of the crustaceans are seawater species and two others are of a type found in fresh or brackish water. This may provide insights into the nature of ancient bodies of water in the region."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}