{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/jun/17/shopping.homes", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-06-16T23:18:47Z", "webTitle": "Tom Dyckhoff: Let's move to...Marrakech, Morocco", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/jun/17/shopping.homes", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/jun/17/shopping.homes", "fields": {"headline": "Let's move to...", "bodyText": "Stelios, Stelios, you are a genius, genius. Aside from all that revolutionary cheap flight fandango, and your courageous championing of the colour orange, just think about your relief of the plight of middle-class Britishers in search of a holiday home at not too costly a cost! The UK is stuffed to the gunnels, but there you are, busy opening new channels for us, the latest of which, Easyjet to Marrakech from Gatwick, starts on July 4, in one swoop ending the tyranny of BA and Iberia with their triple-figure air fare nonsense. Ups Full of eastern promise - the Atlas Mountains, the Sahara, tinkling water fountains in Islamic courtyards, the startlingly bright clothes of Berber nomads, endless sunshine (except in the rainy season), the sound of the muezzin in the morning, etc, etc - all just a nip across the continent. Genuine bargains, despite all the real bargains having gone. A cast-iron invest-ment: an encouraging state, good rental returns and annual inflation. Downs Course, that Yves Saint Laurent bloke's to blame: Marrakech was \"discovered\" 40 years ago. Still pretty cheap, though. Agonising food poisoning: you'll get it, you'll get over it. Property market and living standards still relatively threadbare. Getting around Single fares from £30.99, but rise into the £200s. Flight: three hours. In town: on foot (six months' orienteering training required) or taxi (nerves required). Time out See Ups. Schools For non-Arabic speakers, one American, one French. But both heavily oversubscribed. Property Several options. An evocative riad (traditional house built round a courtyard) in the medina: unrenovated £40,000-£120,000 (six beds plus), and £30,000-£50,000 for the renovation; renovated, three- to eight-bedder, £80,000-£400,000. The French \"new\" town, Gueliz, for 30s-60s apartments: two-beds, £80,000. The real growth is in out of town villas/estates with views of the Atlas, both period and, increasingly, new-builds. The new come in both de luxe resort style, such as Samanah Country Club, £252,000-£1,480,000; or more discreet developments, such as Villas Laarousse (villas-laarousse.com), four- and five-beds with pool, £308,000-£342,000. Or build your own. Agents? Kantakari is particularly good (kantakari.com), plus karimo.net (00 212 2442 0113), imoinvest.com (020-7845 0700), and buyingmoroccanproperty.com has good info and links. Bargain of the week A pretty three-bed riad, in need of renovation, in Marrakech's lively medina, £56,000 (kantakari.com). Tom Dyckhoff"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}