{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/jun/17/foodanddrink.restaurants", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-06-16T23:20:57Z", "webTitle": "Readers' restaurants: Cheap eats in the Midlands", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/jun/17/foodanddrink.restaurants", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/jun/17/foodanddrink.restaurants", "fields": {"headline": "Cheap eats in the Midlands", "bodyText": "Bath Place Community Cafe Bath Place, Leamington Spa, Warwickshire, 01926 338421 Unarguably the best cheap eat in town, where for £2 you can get a lunch of magnificent proportions that's healthy, wholesome, local and seasonal: a plate of salads, homemade pizza, homity pie, tapas - always fresh and inventive. Get there by noon and join the queue. If you can afford more than £2 for lunch, give a donation - the place runs on a shoestring. Pauline Urwin Leamington Spa The Viking Coffee Shop 41 Clasketgate, Lincoln, 01522 526664 A spit away from the Gulbenkian-nominated new museum with its sterile, London-priced cafe is this unspoiled gem from the 1960s. Order as you enter, and by the time you sit down, one of the army of ladies has your overloaded plate of high-carb, high-cholesterol, northern soul food ready and waiting. Suet puds, grills-a-plenty, fish on Friday, cup or mug of bus driver's tea - you can eat like a king for under a fiver, smoke a passive fag and listen to everyone chatting to each other like old friends. Alan Parker Ruskington, Lincs P-J's Pie Pub The Chomeley Arms, Burton-le-Coggles, Grantham, Lincs, 07980 258133 Booking is essential, but only because every pie is made to order, every taste catered for. Pies come with plenty of freshly cooked vegetables, and if you're still not full after that, the baked Alaska is to die for. Add to this good beer, fine wines and a friendly atmosphere. Mix that with an old-fashioned village pub, add a continental twist (P-J speaks French and Italian), and you have a wonderful, unforgettable experience for about £10 a head. Linda Harrison Swinstead, Lincs Gannets Day Cafe 35 Castlegate, Newark, Notts, 01636 702066 Hilary Bower has been making and serving homemade food with quality, traceable ingredients at this cafe for almost 30 years. Service is friendly, efficient and usually takes less than five minutes, unless there is a queue. Wonderful, interesting fresh salads accompany daily specials and cost around £5. Mouthwatering cakes and puddings (the sticky toffee pudding is divine) are about £3. Great thought and care has gone into sourcing the finest produce, whether it be the bread from the local artisan baker or the coffee beans supplied by Monmouth Coffee in London. Delicious, high-quality fast food at its best. Eileen Robertson Lincoln Sibila's Restaurant Canel Square, Birmingham, 0121-456 7633 A beautifully decorated and unique vegetarian organic restaurant in Birmingham city centre. Enjoy a cup of coffee or a pint of organic beer next to the canal, with the sun shining above your head - perfect. With prices at £7-8 for a healthy portion of fine organic food, I've yet to find a better bargain. And to finish, there's a range of cakes (even vegan cake), including my favourite - hazelnut, rum and chocolate truffle. Delicious food served by friendly staff. ST Luty Birmingham Send us a 100-word review of a favourite restaurant. This month, we're looking for the best Italian in London, fab Midlands gastropubs, and the top place in the north-west for French food. The best reviews will be published here. Send your contribution to Weekend, 119 Farringdon Road, London EC1R 3ER (restaurants@ theguardian.com). Reviews must be accompanied by a postal address and daytime telephone number."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}