{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/jun/14/guardiansocietysupplement4", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-06-13T23:29:46Z", "webTitle": "Split decisions", "webUrl": "https://www.theguardian.com/society/2006/jun/14/guardiansocietysupplement4", "apiUrl": "https://content.guardianapis.com/society/2006/jun/14/guardiansocietysupplement4", "fields": {"headline": "Split decisions", "bodyText": "As the boat approaches Hammerfest, a Norwegian port perched on Europe's northernmost tip, the view is dominated by a huge construction site. A gas plant is slowly rising from the ground, already dwarfing the two-storey wooden houses in a town centre where reindeer often roam the streets. From next year, this place will process gas from an offshore field 90 miles north, deep under the Barents Sea. Norway believes that projects like this hold the solution to the current energy crisis. The thinking is that if the world is consuming increasing amounts of oil and gas, then more must be found. But Norway's approach is only one of four different strategies chosen by the Nordic countries. Sweden, Iceland and Finland have their own solutions. They, like all industrialised nations, are trying to cut down on carbon dioxide emissions that cause global warming while trying to supply enough energy. While Norway believes the answer is continuing reliance on fossil fuels, Sweden is attempting to become the first advanced economy that is fossil fuel free. Iceland is already the most energy efficient in the world, harnessing its unique energy resources. And, to the east, Finland is pressing the nuclear button, building the first reactor in western Europe for 15 years and the country's first in more than three decades. All this is taking place while Britain ponders which path it should take. Gone are the golden days when the UK could rely on the North Sea to heat its homes and boil its kettles. It is already a net importer of oil, and will soon import most of its gas. In recent weeks, political leaders have voiced different views about what needs to be done, and next month the government will publish its review of Britain's energy situation. The Norwegian approach typifies the scramble] to find new fossil fuels. Thanks to the riches of the North Sea, Norway has become the world's third largest exporter of oil - making it one of the world's wealthiest economies. It exports nearly all its fossil fuels. For domestic electricity for its 4.6 million people, the mountainous country relies on hydroelectric power. Changing fast But this situation is changing fast. Oil and gas from the North Sea are expected to run out within 30 years. So Norway is looking north, to the Arctic - a region that it is hoped holds a quarter of the world's untapped petroleum. The plant at Hammerfest is the first major Arctic project to see the light of day, and Norway hopes more will come. Oil companies have already drilled around 60 wells into fields under the Barents Sea, searching for oil and gas. \"There's an 80%-90% chance of hitting a dry well,\" says Oerjan Birkeland, a geologist for the Statoil petroleum company. \"But if you are successful, it's high value. So we are prepared to have dry wells.\" But this hunt for black gold has been extremely controversial. \"The Arctic is a huge ecosystem that groups a lot of smaller ones,\" says Frederic Hauge, head of the environmentalist group Bellona. \"It seems to be robust and that it can cope with many things, but because of global warming it faces dramatic changes. We are a nation of petroholics. We export fossil fuels that are equivalent, if burned, to 2.7% of global CO2 emissions.\" The controversy over Arctic exploration has even split the ruling coalition in Norway. When the Labour-led government opened new sections of the Barents Sea in March, no-go zones were established all along the northern coast as a result of pressure from its government partner, the Socialist Left. Since the Barents Sea is where Arctic cod spawns, there were concerns that petroleum exploitation would harm the profitable fisheries. Increased petroleum production is not helping Norway cut its CO2 emissions. The country spends a lot of money researching ways to get rid of excess CO2. Among the solutions proposed is injecting carbon dioxide under the North Sea, into the emptying oil and gas fields, thus preventing it from contaminating the atmosphere. Norway hopes the technique, which is also attracting interest from Britain, will even help squeeze more oil and gas out of the North Sea by increasing the pressure in the field and recovering more of its content. While Norway focuses on its fossil fuel riches, next door in Sweden things could not be more different. Last October, its government announced the most ambitious energy initiative by an advanced industrialised nation: attempting to wean itself off oil entirely within 15 years. \"A Sweden free of fossil fuels would give us enormous advantages, not least by reducing the impact from fluctuation in oil prices,\" argues Mona Sahlin, minister for sustainable development. Unlike Norway, Sweden has no oil or gas, and so must import both. Sahlin explains that the government's aim is that by 2020 \"no home will need oil for heating. By then, no motorist will be obliged to use petrol as the sole option available. By then, there will always be better alternatives to oil.\" A committee, led by the prime minster, Göran Persson, which includes scientists, business leaders and environmentalists, is investigating how the country can get rid of fossil fuels entirely. Sweden has cut its dependence on fossil fuels drastically since it peaked in the 1970s. For electricity, Swedes rely on nuclear and hydroelectric power. Alternative energy sources, such as geothermal energy or waste heat, are being encouraged. Fossil fuels, which account for 32% of Sweden's energy needs, are mainly used for transport. The oil committee is expected to unveil its proposals this month. Broadly, the strategy will be to replace fossil fuels with renewable energy and to improve energy efficiency, such as by encouraging people to use public transport. Stockholm is already trialling a scheme similar to Britain's congestion charge. There are also discussions about the possibility of producing cars that consume less petrol or that use ethanol and other biofuels. \"Alternative fuels are costly,\" says committee member Christian Azar, a climate change expert. \"Tax cuts and subsidies can help, but alternative fuels need to make economic sense on their own.\" The Swedish government has promised to increase the funding for energy research by 815m kronor (£60m) a year. It says it will also give subsidies or tax breaks to homeowners who replace their oil boilers (10% still use them), and to industries that switch from fossil fuels. The country's 9 million inhabitants appear supportive of their government's policies. According to recent research, the majority want to see more use of renewable energy, such as wind power and solar energy. But can Sweden kick the habit? Experts are cautiously optimistic. \"By 2020, I think no oil will be used for heating, and industries will have cut their consumption substantially,\" says Azar. \"But I don't think we will be able to phase out oil as a whole. There is not enough time.\" Meanwhile, far into the Atlantic Ocean, Iceland is living the green dream. If there's a paradise for environmentalists, this must be it. It is the world's most energy efficient country, with 70% of its needs covered by domestically produced renewables. The volcanic island and its 300,000 inhabitants are blessed with natural hot springs - the most extreme forms of which are the famous geysers. All of the island's electricity is produced cleanly - 84% through hydropower, while the rest comes from geothermal energy, using the heat from the earth (90% of homes already get their heating this way). Fossil fuels are used only for transport, but even here Iceland is determined to get rid of them completely. In 1998, the government decided to replace oil and gas with hydrogen - which would be produced from renewable energy sources - as soon as possible. Three years ago, it opened the world's first hydrogen station and started a trial of three buses powered by hydrogen. But it was not always like this. Iceland used to be a poor country that had to rely on imports of fossil fuels for everything. That is, until the 1973 oil shock, when Opec countries quadrupled prices. \"This was a trigger to reduce our dependency,\" explains Ragnheidur I Thorarinsdottir, deputy director of the National Energy Authority. \"We started converting houses to geothermal heating. Now the aim is to use our clean energy to 100%.\" Renewable energy gave Iceland an economic advantage, she says. \"Geothermal energy is very cheap. It costs less than fossil fuels.\" There have been attempts to export Iceland's green riches abroad. \"We have done studies on trying to send electricity through cables to Scotland and the Faroe Islands, but it's not economical. If energy prices continue to go up and the price of the technology comes down, then something could be done about it.\" But there's more to come. Iceland is looking at how to exploit its resources more efficiently, as it is estimated that it uses only 15% of its energy resources. If exploited to the full, it is thought the energy could supply all of the electricity of a country the size of Scotland. Back on mainland Europe, Finland, with its 5.2 million people, is looking to nuclear energy. It imports 70% of its energy requirements, including all of its gas, from neighbouring Russia. This makes it dependent on what happens next door. \"During the coldest days this winter, we've had problems with electricity supply from Russia,\" explains Jorma Aurela, senior engineer at the department of trade and industry. \"[Russia] was having problems itself supplying electricity to St Petersburg. Secure supplies are very important to us. That's why we need a mix of different energy sources.\" Running late Nuclear power accounts for 26% of Finland's electricity, but after the new Olkiluoto reactor is completed in 2009-10, this is expected to rise to 33%, becoming the most important source for the country's electricity. The plant is running late, however, and already the five-year construction period is about nine months behind schedule. But increasing nuclear power has been controversial. Successive governments had tried to push for construction of a new nuclear reactor since the early 80s, but after the Chernobyl disaster, in 1986, the plans were shelved. The government tried again in 1993, but parliament voted against it. Another bill was presented in 2002, and it was finally passed, but only by a narrow margin: all the parties were split on the issue and the green party left the government coalition in protest. \"Nuclear power is not safe, as Chernobyl proved, and there is also the risk of a terrorist attack,\" says Jaana Reijonaho, from the Green League. \"If we invest in nuclear power, this means renewable energies do not have a market to develop in. There's also the problem of uranium mining. If the world starts building more nuclear plants, we will have use to more uranium - and we come back to the same problem we have with oil. One day it will run out.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}