{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/jun/17/homes", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-06-16T23:17:25Z", "webTitle": "We bought back the family seat for 17p", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/jun/17/homes", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/jun/17/homes", "fields": {"headline": "Al Harris: We bought back the family seat for 17p", "bodyText": "Korczew Palac belonged to my Polish grandfather, who went to England in 1939 with his family. After the second world war, it was taken over by the state, and he never returned to Poland. On the fall of communism in the 1990s, the local council wanted to sell it to generate investment in the place. The price was one zloty - about 17p - so my mother and my aunt saw their chance. When my aunt died, I inherited her share. We've been renovating it ever since. The building is about 100km east of Warsaw, in quite a wild, poor area. It has been there since the 16th century. The main house has 24 rooms, plus two large wings. My parents and I have a flat each in one wing. There is also the gatehouse and a summer palace - a large wooden building, like a guesthouse. My mother was very young when she left in 1939. I saw pictures of the house as a child, but there seemed to be no hope of coming back to it. There is a danger if you are an emigrant - especially if you've been forced out - that you look back to the home culture with longing. My mother didn't want that to happen. She wanted us to get on with our lives in England. But when, in 1992, the opportunity arose, I came out, too, taking a job in Warsaw. The first time I saw it, the size of the project was so large, it was difficult to comprehend. It wasn't a ruin, but was in a pretty poor state. We've had to renovate the roof and replace more than 100 windows and all the floors. After the war, there were a number of families living here, and they'd burn the panelling and furniture to keep warm. They didn't have anything else. The ballroom was used as a fertiliser store. I'm not sure I'd have taken on the project alone, but my mother is one of those people who doesn't see problems, she just goes ahead with it. Work started as and when we could afford it, because we didn't have masses of money. But everyone helped. We wanted the place to be self-sufficient, so we started a dairy business. We wanted to have a positive impact in the community. The local people had mixed feelings about us moving in, but we've brought a lot of investment to the area, which has made the village into quite a centre for the region. I now see the England of my childhood with the eyes of a tourist. It seems so green and lush. This area of Poland seems medieval, unchanged, not like England, or even France or Germany. I'd like to finish restoring the house. I left London as a 30-year-old bachelor and I now have a Polish wife and two children. I run an advertising agency in Warsaw during the week and live here at weekends. It's completely different from how I expected my life to be. Ros Anderson"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}