{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/jun/12/discriminationatwork.discrimination", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-06-11T23:31:38Z", "webTitle": "Firms favouring older workers", "webUrl": "https://www.theguardian.com/money/2006/jun/12/discriminationatwork.discrimination", "apiUrl": "https://content.guardianapis.com/money/2006/jun/12/discriminationatwork.discrimination", "fields": {"headline": "Firms favouring older workers", "bodyText": "Firms facing recruitment problems are increasingly turning to older workers to fill vacancies, new research showed today. The study of 800 employers by the Chartered Institute of Personnel and Development showed that seven out of ten companies were seeking to recruit workers aged between 55 and 64, while 31% said they were trying to attract people aged 65 and over. The main reason for targeting older workers was to overcome recruitment problems and skills shortages. However, companies were also beginning to change their recruitment policies to comply with new legislation aimed at outlawing age discrimination that comes into force this year. The upcoming changes to the law will mean that employers will not be able to recruit, train, promote or retire people on the basis of age, unless it can be objectively justified. Nicola Monson, the study's author, said it was encouraging that so many organisations were already introducing age-diverse practices. \"This enables employers to tap into the relatively unused talent pool of older workers to overcome recruitment difficulties and help build an age-diverse workforce that can add real value to business,\" she said. A separate survey last month found that two-thirds of workers in their 50s and 60s planned to work beyond the state retirement age and almost 10% did not plan to retire at all. Many questioned for the survey from Heyday, a new membership organisation for people who have retired or are planning for retirement, said that they would continue to work through choice. Some 40% said they wanted to carry on working because it would give them structure by being mentally occupied and stimulated, while 32% said it would keep them physically active and fit. Almost one-third said they simply liked working."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}