{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jun/02/comment.usa", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-06-01T23:03:06Z", "webTitle": "Jonathan Steele: If Iran is ready to talk, the US must do so unconditionally", "webUrl": "https://www.theguardian.com/commentisfree/2006/jun/02/comment.usa", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jun/02/comment.usa", "fields": {"headline": "If Iran is ready to talk, the US must do so unconditionally", "bodyText": "It is 50 years since the greatest misquotation of the cold war. At a Kremlin reception for western ambassadors in 1956, the Soviet leader Nikita Khrushchev announced: \"We will bury you.\" Those four words were seized on by American hawks as proof of aggressive Soviet intent. Doves who pointed out that the full quotation gave a less threatening message were drowned out. Khrushchev had actually said: \"Whether you like it or not, history is on our side. We will bury you.\" It was a harmless boast about socialism's eventual victory in the ideological competition with capitalism. He was not talking about war. Now we face a similar propaganda distortion of remarks by Iran's president. Ask anyone in Washington, London or Tel Aviv if they can cite any phrase uttered by Mahmoud Ahmadinejad and the chances are high they will say he wants Israel \"wiped off the map\". Again it is four short words, though the distortion is worse than in the Khrushchev case. The remarks are not out of context. They are wrong, pure and simple. Ahmadinejad never said them. Farsi speakers have pointed out that he was mistranslated. The Iranian president was quoting an ancient statement by Iran's first Islamist leader, the late Ayatollah Khomeini, that \"this regime occupying Jerusalem must vanish from the page of time\" just as the Shah's regime in Iran had vanished. He was not making a military threat. He was calling for an end to the occupation of Jerusalem at some point in the future. The \"page of time\" phrase suggests he did not expect it to happen soon. There was no implication that either Khomeini, when he first made the statement, or Ahmadinejad, in repeating it, felt it was imminent, or that Iran would be involved in bringing it about. But the propaganda damage was done, and western hawks bracket the Iranian president with Hitler as though he wants to exterminate Jews. At the recent annual convention of the American Israel Public Affairs Committee, a powerful lobby group, huge screens switched between pictures of Ahmadinejad making the false \"wiping off the map\" statement and a ranting Hitler. Misquoting Ahmadinejad is worse than taking Khrushchev out of context for a second reason. Although the Soviet Union had a collective leadership, the pudgy Russian was the undoubted No 1 figure, particularly on foreign policy. The Iranian president is not. His predecessor, Mohammad Khatami, was seen in the west as a moderate reformer, and during his eight years in office western politicians regularly lamented the fact that he was not Iran's top decision-maker. Ultimate power lay with the conservative unelected supreme leader Ayatollah Khamenei. Yet now that Ahmadinejad is president, western hawks behave as though he is in charge, when in fact nothing has changed. Ahmadinejad is not the only important voice in Tehran. Indeed Khamenei was quick to try to adjust the misperceptions of Ahmadinejad's comments. A few days after the president made them, Khamenei said Iran \"will not commit aggression against any nation\". The evidence suggests that a debate is going on in Tehran over policy towards the west which is no less fierce than the one in Washington. Since 2003 the Iranians have made several overtures to the Bush administration, some more explicit than others. Ahmadinejad's recent letter to Bush was a veiled invitation to dialogue. Iranians are also arguing over policy towards Israel. Trita Parsi, an analyst at Johns Hopkins University, says influential rivals to Ahmadinejad support a \"Malaysian\" model whereby Iran, like Islamic Malaysia, would not recognise Israel but would not support Palestinian groups such as Hamas, if relations with the US were better. The obvious way to develop the debate is for the two states to start talking to each other. Last winter the Americans said they were willing, provided talks were limited to Iraq. Then the hawks around Bush vetoed even that narrow agenda. Their victory made nonsense of the pressure the US is putting on other UN security council members for tough action against Iran. Talk of sanctions is clearly premature until Washington and Tehran make an effort to negotiate. This week, in advance of Condoleezza Rice's meeting in Vienna yesterday with the foreign ministers of Britain, France, Germany, China and Russia, the factions in Washington hammered out a compromise. The US is ready to talk to Tehran alongside the EU3 (Britain, France and Germany), but only after Tehran has abandoned its uranium-enrichment programme. To say the EU3's dialogue with Tehran was sufficient, as Washington did until this week, was the most astonishing example of multilateralism in the Bush presidency. A government that makes a practice of ignoring allies and refuses to accept the jurisdiction of bodies such as the International Criminal Court was leaving all the talking to others on one of the hottest issues of the day. Unless Bush is set on war, this refusal to open a dialogue could not be taken seriously. The EU3's offer of carrots for Tehran was also meaningless without a US role. Europe cannot give Iran security guarantees. Tehran does not want non-aggression pacts with Europe. It wants them with the only state that is threatening it both with military attack and foreign-funded programmes for regime change. The US compromise on talks with Iran is a step in the right direction, though Rice's hasty statement was poorly drafted, repeatedly calling Iran both a \"government\" and a \"regime\". But it is absurd to expect Iran to make concessions before sitting down with the Americans. Dialogue is in the interests of all parties. Europe's leaders, as well as Russia and China, should come out clearly and tell the Americans so. Whatever Iran's nuclear ambitions, even US hawks admit it will be years before it could acquire a bomb, let alone the means to deliver it. This offers ample time for negotiations and a \"grand bargain\" between Iran and the US over Middle Eastern security. Flanked by countries with US bases, Iran has legitimate concerns about Washington's intentions. Even without the US factor, instability in the Gulf worries all Iranians, whether or not they like being ruled by clerics. All-out civil war in Iraq, which could lead to intervention by Turkey and Iraq's Arab neighbours, would be a disaster for Iran. If the US wants to withdraw from Iraq in any kind of order, this too will require dialogue with Iran. If this is what Blair told Bush last week, he did well. But he should go all the way, and urge the Americans to talk without conditions. j.steele@theguardian.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}