{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/jun/17/gardens", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-06-16T23:17:27Z", "webTitle": "Ask Lia Leendertz: Neighbourhood watch", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/jun/17/gardens", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/jun/17/gardens", "fields": {"headline": "Neighbourhood watch", "bodyText": "Neighbourhood watch I have received an anonymous letter telling me I have Japanese knotweed in my garden and that it is a criminal offence to 'knowingly cause the spread of it'. I have hitherto been happy to have these impressive sprouting canes in my garden, and feel annoyed at my neighbour's nosiness. Also, I detest the thought of herbicide use on my property. There is no law that says you have to tackle it (just that you mustn't spread it), but your indulgence is storing up trouble for yourself and any neighbours you currently get along with. Sometimes even walls and foundations can't keep it out, let alone fences. Organic control is fiddly and takes years. Each summer, for at least 10 years, you would need to cut the stems every couple of weeks until the plant was exhausted. Fresh stems must be laid out on polythene until they are dry and brown, then burnt or composted. The usual control method is several applications of a glyphosate-based herbicide, over several years. An application now will knock the stems back so that they are ready for the most important application in autumn, when the chemical is taken to the roots of the plant as the stems die down for winter and is at its most effective. Take a deep breath, accept the unfortunate but inevitable, and promise yourself a nice bamboo when it's all over. A sensitive issue? I have had a Ficus benjamina (weeping fig) for the past four years, and it has been in the same pot all that time. The roots are bursting out of the bottom and I want to re-pot it, but have heard these plants are very sensitive about being moved. Ficus benjamina does drop its leaves but this is usually in response to a change of location - moving it from one room to another, for example - rather than just being physically moved. It is the change in temperature, draughts, light or humidity that causes problems, and they will usually recover and start producing new leaves within a couple of months. They are not great fans of root disturbance either, and only need re-potting when their roots are starting to escape from the drainage holes, so you're right to think about doing it now. You can re-pot as you would any other houseplant; just make sure you pay extra attention to keeping its environment stable during and after the process. Send your gardening queries to space@theguardian.com Plant it now Pomegranates are credited with improving everything from blood pressure to fertility. Those juicy, seedy fruits, high in antioxidants, can be produced in a sunny, sheltered spot in the UK, as long as we have a warm autumn. Even if they don't produce fruit, the plants have glossy leaves and lipstick-red flowers. Provide a warm, sheltered, south-facing spot in the garden, and keep them in a pot of free-draining compost. For best results, move indoors in autumn, keeping the compost fairly dry in the winter. Readers can order one pomegranate in a 2-litre pot for £15.95, or two for £24.90. Call 0870-836 0908, quoting ref GUPW39. Price includes UK mainland p&amp;p. Delivery within 28 days."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}