{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jun/25/cricket.englandcricketteam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-06-24T23:53:07Z", "webTitle": "Cricket: England humbled by Sri Lanka", "webUrl": "https://www.theguardian.com/sport/2006/jun/25/cricket.englandcricketteam", "apiUrl": "https://content.guardianapis.com/sport/2006/jun/25/cricket.englandcricketteam", "fields": {"headline": "England humiliation gets worse", "bodyText": "Dull, grey batting under dull, grey skies. England were scrapping for survival in this series, and they failed miserably, losing by eight wickets. At Riverside they had to win to have a chance of taking the NatWest series and it wasn't pretty. The Riverside Stadium was full and until the forty-second over, when Jamie Dalrymple hit the solitary six of the innings, it was eerily quiet. They came eager to see fireworks from Marcus Trescothick or Kevin Pietersen or, even better, a major innings from the local lad, Paul Collingwood. Instead they politely applauded a dutiful knock of 77 from 114 balls from Ian Bell. Bell's efforts against a Sri Lanka side deprived of their usual tormentor, Muttiah Muralitharan, enabled England to set a mildly respectable target of 262. But it hardly warmed the cockles. In any case within 15 overs of the Sri Lanka reply it looked hopelessly inadequate. Bell has probably advanced his cause with this innings. No doubt he would have been more expansive with more support. From now on he will be pencilled in to the one-day team more firmly. But he won't be inked in. The only skittish batting - until Sri Lanka took to the crease - came right at the start and the end of the English innings. On a straw-coloured pitch, which had no favours to offer the pace bowlers, Trescothick and Strauss set off earnestly, adding 62 inside 13 overs, but, once both openers had been prised out by Chaminda Vaas in successive overs, it was a struggle. Both missed straight, but hardly devilish, deliveries. In Strauss's case he will notice that every dismissal, every failure is scrutinised ever more closely now that he is captain. Is the job affecting his batting? Should he be an automatic choice? - the same questions that were asked of Michael Vaughan and Nasser Hussain before him. Pietersen was clearly out of sorts, unable to disguise the fact that he considered himself to be less than 100 per cent fit. He hobbled the odd single. Then Farveez Maharoof propelled a delivery that thudded into his front pad, just where his knee was tender. Pietersen sunk to the ground like a felled tree. There was a long delay while he received treatment, then a short delay before he wafted at Lasith Malinga and was caught behind. Later, when England were in the field, Strauss held two long conversations with Umpire Mark Benson in an effort to replace Pietersen in the field. Benson, justifiably since we were all aware that Pietersen was carrying an injury at the start of the game, denied Strauss's request. However, the way England started leaking runs there was not much likelihood of Pietersen having to stay out there for all of 50 overs. Nor is there much chance of Pietersen being fit enough to take part in the next trial that awaits this hapless England side at Old Trafford on Wednesday. Collingwood threatened before driving the leg-spinner, Malinga Bandara, to extra cover. So England could only manage to accelerate in their last 10 overs when they scurried 89 runs. Dalrymple impressed again with that six and three 'inside-out' boundaries off Vaas. Geraint Jones was at his perkiest, while debutant Alex Loudon, who replaced Tim Bresnan in the side, was run out without facing in the final over of the innings. Good thinking. We have decided already that he must be a selfless cricketer. England's dour, careworn efforts were soon put into context by the start of the Sri Lanka innings. England bowled lamentably with the new ball. Sri Lanka batted brilliantly. In his first over Liam Plunkett pitched short and wide to Sanath Jayasuriya - not a good idea. Even so, the upper cut that sped 20 yards beyond the backward point boundary was an astonishing shot. Steve Harmison, the solitary shining light at The Oval, was no better than the rest this time. He too offered Jayasuriya width and paid the penalty. Strauss turned, nervously, to Sajid Mahmood and for one ball at least this was a ploy that worked. Jayasuriya tried to steal a single but underestimated the speed of Sajid on his feet. The Lancastrian raced down the pitch and broke the stumps. But Sajid's joy was short-lived. Mahela Jayawardena, in sublime form, 'targeted' him and the boundaries flowed, so that the Lancastrian yielded 27 runs in three overs. Within 14 overs Strauss had tried five bowlers - although none of his spinners since the second powerplay was in operation - and Sri Lanka were 109-1. England have endured some rough moments in recent times in one-day cricket but rarely such abject humiliation."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}