{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jun/20/sport.worldcup20061", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-06-19T23:48:57Z", "webTitle": "Gordon Strachan on the ageing French squad", "webUrl": "https://www.theguardian.com/football/2006/jun/20/sport.worldcup20061", "apiUrl": "https://content.guardianapis.com/football/2006/jun/20/sport.worldcup20061", "fields": {"headline": "French veterans aren't shy but some of them should be retiring", "bodyText": "Looking at France's results, I wonder whether this is one big tournament too many for several of their players. Sometimes it is not the legs that are the problem but the brain - the psychological side - and I worry about that with the ones who have been there longest like Zinédine Zidane, Lilian Thuram, Fabien Barthez, Claude Makelele and maybe Patrick Vieira. It might just be a case of how much they can still give their country in terms of concentration and drive. Those players have won almost everything at international level and for their clubs, and you wonder how long they can keep battering away, how long they can take the outside pressure and even their own pressure to keep working and showing they are the best. International football comes with a lot of outside pressures and you can end up asking: \"Do I really want to fight the world again to prove I am the best in the world or the best in my position?\" These players have proved their standing over a period of maybe 12 years and a phrase that seems to have gone out of the window now is \"He just had a bad game\". When you go to your first World Cup you want to be media-friendly but by the third you can't be bothered dealing with the same old questions. Then that can become \"I can't be bothered with the training. I don't want to be here\". The guys we are talking about have so many caps, played in so many tournaments and been involved in every major trophy going. It can be a problem and it's the same for tennis players. They can get to 27 and be burnt out. Don't forget that Zidane, Makelele and Thuram retired from international football a couple of years ago before coming back to help France qualify for this tournament, and that says a lot. You are never usually far wrong with your initial reaction and theirs was that they had played enough for France. It does get to a stage where pushing yourself again mentally and physically can be too much. Alan Shearer is among the players who have retired early from international football and some of them benefit at club level in their last couple of years. Gary McAllister was the same, although he didn't play in European Cup finals like Zidane. I came to a point as a player where I got fed up with pre-season tours and hotel rooms. I would moan and groan about it and I am sure that affected the rest of the squad. I am not saying Thuram, Makelele and the others should retire from football, by any means, because they have a lot to give, but it can be too much in an international group. If two or three of them are like that and they have been leaders all through their careers to that group, it might be spreading through the rest of the squad. It might help them and France if there were other people coming through with huge personalities. That can drive you on and take away some pressure, but with France the same people are taking the same pressure all the time. At Celtic we said to some of the younger guys that they needed to help take the pressure and Shaun Maloney and Stephen McManus did that, which made it easier for the more established ones. That doesn't seem to have happened with France. We are asking questions about Zidane, Thuram and so on but we should also be asking questions about the ones coming through. Should they be doing more? I don't include Thierry Henry in that group, by the way. I have mentioned before how France's system does not suit him because he has to drop deep and the more free-flowing style at Arsenal works better for him. It's annoying because I believe Henry is the best player in the world. France have not matched the level they reached in winning the 1998 World Cup and then the European Championship, but you can't win every competition. If they had dropped away like Greece have after Euro 2004 and never been seen again that would have been dramatic. France's problems have been gradually coming. That is not to say you can totally write them off now. If France make it through the group their big players may get a last burst of energy. I hope so because I would like to see these top players finish at the top."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}