{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/jun/17/discriminationatwork.discrimination", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-06-16T23:31:37Z", "webTitle": "Should everyone get the same amount of leave?", "webUrl": "https://www.theguardian.com/money/2006/jun/17/discriminationatwork.discrimination", "apiUrl": "https://content.guardianapis.com/money/2006/jun/17/discriminationatwork.discrimination", "fields": {"headline": "Should everyone get the same amount of leave?", "bodyText": "The government plans to ban employers from including bank holidays as part of workers' paid annual leave, raising holiday entitlement from 20 to 28 days a year. However, some workers get more holiday than others. So, should employers go further and allow all staff the same leave irrespective of seniority or position? The age discrimination legislation, coming into effect in October, will have a bearing on organisations offering length-of-service benefits, because they tend to be awarded to older employees. The regulations allow an extra day's holiday for each year of service up to five years to be accrued. After that, firms must justify further days by showing these rewards increase motivation and encourage loyalty. \"It seems arguable that it might be hard for employers to demonstrate that people who stay around for years six, seven, or eight years should get extra holiday,\" says Nick Thomas at law firm Pinsent Masons Employment Group. \"Best practice would be to keep it to the first five years of service.\" Age discrimination might not be an issue if holiday entitlement was the same for all staff. Trade unions, however, are against such an egalitarian policy unless annual leave is greater than the statutory minimum. \"Holidays come under health and safety directives,\" says Sarah Veale at the TUC. \"They are not about rewards but essential time away to make sure you are refreshed and can do a job safely and efficiently. That is why there is a minimum, and that is why the EU decided there was an absolute minimum number of days holiday and a maximum number of working hours.\" However, firms such as building society Nationwide offer a flexible benefits scheme in which staff can buy or sell up to five days of their annual leave. And although most top-flight UK executives have more leave entitlement than, say, their colleagues in the post room, they fail to use it. According to a survey by the Chartered Management Institute, British managers lose up to two weeks of leave each year, with most blaming a heavy workload. The poll of 553 found 63% are not taking all holidays, despite most believing a break relieves stress."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}