{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jun/25/golf.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-06-24T23:53:06Z", "webTitle": "Golf: The doubts remain over Monty", "webUrl": "https://www.theguardian.com/sport/2006/jun/25/golf.comment", "apiUrl": "https://content.guardianapis.com/sport/2006/jun/25/golf.comment", "fields": {"headline": "Doubt fired by Monty's miss will never go away", "bodyText": "In the end they nearly all go rather wonderfully barking, grown men howling at some unseen moon in the dead of night. This is how highoctane professional golf eventually affects the majority of those who play it for a living. It is a very public sort of breakdown, but the really deep anguish is private and, more often than not, stays that way. After the compelling carnage of last week's US Open, the sadists among us will salivate at the prospect of a repeat at next month's Open Championship at Hoylake. Listen carefully and you may hear the sound of serious twitching already. What you may more obviously tune into, however, is the crashing roar of denial. Nobody is building barricades around himself with greater desperation than that occasionally lovable lump otherwise known as Colin Stuart Montgomerie. His failure to hit the final green with a seven iron at Winged Foot last Sunday was the most hurtful point of an outstanding career. Not that Monty will admit it. Having schlepped his way from New York to Gleneagles via Surrey, the big man claimed he had taken this latest setback better than any of us could have imagined. 'It [the mess he made of that last hole] won't change me as a person or the lifestyle I have. It [winning the US Open] would just have been the icing on a cake so to speak. I try to take the positives from things like holding a record for second places. That is quite good,' he said when, to his credit, he sat in front of reporters in Scotland. 'I am trying to take a negative and make it a positive - I'm trying to do my best. I see it as a positive to finish second in a major against the world's best players on the world's best courses. I see that as a very positive step in my career.' This, of course, is a load of old twaddle. Understandable, yes, but twaddle none the less. What is true is that Montgomerie defied several things, including his age - he was 43 on Friday, to return to the spotlight in America and to negotiate such a fiercely demanding course so well. What is not true is that he did anything to suggest that the outstanding European golfer of his generation is ever going to add one of the most significant titles to his otherwise stonking curriculum vitae. It would please many, including me, were he to prove this theory wrong in The Open on the Wirral in a few weeks' time, but the brutal fact is that Monty has added a self-destruct element to the litany of major bad luck that has plagued him in the past. It is desperately hard to see how he can recover from this latest blow. Twenty years ago Seve Ballesteros made a hacker's hash of a simple enough four iron to the 15th green at Augusta. If Seve had made that shot then he, not Jack Nicklaus, would have won the Masters that year. Instead he caught it fat, his ball smacked into the water and the beginning of the end of a fabulous career began a millisecond later. A week later I sat with the Spaniard in Madrid while he talked about what had happened and for the first time I saw fear in those burning eyes. 'It is a problem for me now,' he said quietly. 'A big problem. You see, I do not know why I hit that shot. The sky was blue and I felt OK, but still I hit it and now I must wonder when I am going to hit this terrible shot again and how much it will damage me when it happens.' It is the same with Montgomerie. Ballesteros went on to win one more major - the 1988 Open at Lytham - but he was never quite the same domineering force ever again. Golf is not a game that accommodates even a little doubt and now Montgomerie, deep down, must surely harbour debilitating uncertainty about how he will react if ever again he finds himself one humdrum shot from glory. If he pulls it off at Hoylake or at a subsequent major, then he will deserve lasting applause. But can you, can he, see it? A decade ago he bridled at being dubbed 'Mrs Doubtfire' by a TV commentator too smart sometimes for his own good. The label has long since been discarded, but while the 'Mrs' and the 'fire' are history the middle bit has just returned to haunt him. For ever."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}