{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/jun/14/guardiansocietysupplement1", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-06-13T23:29:50Z", "webTitle": "Reality bytes", "webUrl": "https://www.theguardian.com/society/2006/jun/14/guardiansocietysupplement1", "apiUrl": "https://content.guardianapis.com/society/2006/jun/14/guardiansocietysupplement1", "fields": {"headline": "Reality bytes", "bodyText": "If today [last Saturday] was anything to go by, the World Cup this summer will be a nightmare. It's a nice idea showing crucial matches on a big screen in a busy city centre, but since people love to combine drink, football and violence, any attempt to stage something along those lines will always end in tears. You'd have thought the police and council would have a decent operation in place to keep crowds under control. Aside from a lack of deaths, which was quite frankly surprising, everyone involved failed to achieve [this]. Here's what happened. By 11am, there were 1,000 people in the area drinking. There were not enough cops on to do anything about this. Within half-an-hour we'd seized a lock blade, which had been thrown at one of the stewards by someone who disappeared into the crowd. There were so many people coming in so quickly that it became impossible to control flow and search everyone. We were expecting 8,000. At least 12-13,000 turned up, and the relatively small number of officers on was very quickly overwhelmed. Enforcing the alcohol law or maintaining any sort of crowd control became both futile and dangerous. By kick-off, we had clearly lost what little control we had of the screening area and withdrew. I gave up trying to explain that we couldn't let people past because there were too many in the area and it was too dangerous. Towards the end of the match I was strongly tempted to let people through with the words: \"Fine, get seriously injured. I'm really not arsed.\" At half-time there were at least 30 people fighting in the crowd, one person stabbed and several people glassed. We were witnessing mob rule. People complained we weren't doing anything about it. They were right. There weren't enough of us ... Today could have been far worse and it is only by luck that a major riot did not start. Next time, either public screenings should be banned, or an early operation, involving a large number of officers should be implemented. The course of events and management of the day by the authorities involved was a disgrace. www.bowstreetrunner.blogspot.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}