{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/jun/10/health.politics1", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-06-09T23:29:43Z", "webTitle": "Patients who hit nurses face £1,000 fine", "webUrl": "https://www.theguardian.com/society/2006/jun/10/health.politics1", "apiUrl": "https://content.guardianapis.com/society/2006/jun/10/health.politics1", "fields": {"headline": "Patients who hit nurses face £1,000 fine", "bodyText": "Patients who hit a nurse or cause a nuisance on NHS premises in England will be fined up to £1,000 on top of any other criminal penalties, the health minister Caroline Flint announced last night. She said the government will legislate to crack down on violence and verbal abuse in hospitals and health centres. For the first time the Department of Health has collected statistics on physical assaults against NHS staff by patients and relatives. The results - published today - show there were 60,385 such incidents last year. That was equivalent to one assault for every 22 NHS staff. In mental health and learning disability services, that rose to one assault for every five staff. The government is backing proposals from the NHS security management service to create a new offence of causing nuisance or disturbance on NHS premises or against NHS staff working in the community. There would be no powers for on-the-spot fines, but NHS staff would get authority to physically remove offenders without assistance from the police. The proposal includes safeguards to stop the ejection of people who need treatment. Ms Flint said: \"It is completely unacceptable that NHS staff have to suffer abuse at the hands of those they are trying to help. NHS staff deserve respect, not abuse. That is why we are sending a clear message to the small minority who are abusive, drunken or behave anti-socially on NHS premises, that this will not be tolerated.\" NHS security officers would get authority to refer offenders to the magistrates court for a fine of up to £1,000 whether or not the police made other charges under criminal justice law. Statistics show there were 53,097 physical assaults in mental health and learning disability services in 2004-05, 10,758 in A&amp;E units and 6,530 elsewhere in the NHS. Unison welcomed the tougher fines, but warned that the latest assault figures were \"just the tip of the iceberg\". Janet Davies, executive director at the Royal College of Nursing, said: \"The police and Crown Prosecution Service have got to take this issue much more seriously.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}