{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/jun/14/guardiansocietysupplement.students", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-06-13T23:29:46Z", "webTitle": "Saving the midnight oil", "webUrl": "https://www.theguardian.com/society/2006/jun/14/guardiansocietysupplement.students", "apiUrl": "https://content.guardianapis.com/society/2006/jun/14/guardiansocietysupplement.students", "fields": {"headline": "Saving the midnight oil", "bodyText": "Oxford University is a leader in many academic fields, but when it comes to breaking with tradition and modernising its operations, it has often been seen as more conservative. However, last month the university took a first step towards a more environmentally responsible future with the decision by Linacre College to go \"carbon neutral\", making it a beacon for universities and colleges across the country that are becoming increasingly active in the face of climate change. Thanks to the student-led project, Linacre will shortly become the first Oxbridge college to gain entirely carbon-neutral status, neutralising its emissions by investing in schemes that reduce emissions in other parts of the world. \"We were delighted by the groundswell of student support that greeted this initiative,\" says Thabit al-Murani, Linacre's student environmental representative. \"A new generation of students is convincing the university to take these issues seriously.\" The 300-strong graduate college is planning to use the Oxford-based company Climate Care to offset all emissions from gas consumption, paper usage, fuel consumed by its vehicles, and flights taken by staff for business purposes. Linacre's student body has agreed to use its common-room budget to meet half the cost of this venture, which will be in the region of pounds 2,500 a year. Taking lead The move by the college to address its impact on the environment is part of an increasing awareness among British universities of the need to take action over climate change. \"Oxford is one of the world's oldest academic institutions, and to see an Oxford college taking a lead on this issue is fantastic,\" says Tom Morton, managing director of Climate Care, which also provides offsets for the Guardian, British Airways and the Rough Guides company. In 2002, Oxford University as a whole made a commitment to use \"green\" electricity, putting it alongside Newcastle, Oxford Brookes, the London School of Economics, King's College London and Sussex University in purchasing 100% of their electricity from environmentally friendly sources. The continuation of this contract is in no small part due to pressure from students, who protested vehemently this year when it was believed the university might return to using fossil fuels. But universities and colleges still make a significant contribution to the UK's overall emissions. In England alone, the higher education sector spends more than pounds 200m on energy each year. The People and Planet network runs activist groups in 55 UK institutions, and its \"Go Green\" campaign is intended to raise awareness of the massive impact of educational centres on the climate. Some universities and colleges are already planning to follow in Linacre's footsteps by achieving climate-neutral status in the near future. Individual departments at Leeds and Cambridge universities are planning offsetting initiatives, and Newcastle University has launched the UK's first carbon-neutral degree ceremony and a groundbreaking carbon-neutral degree course, and its longer-term plan is to eventually offset all of its carbon emissions. Earlier this year, St Andrews University in Scotland published plans to become Britain's first carbon-neutral higher education campus, using a combination of wind power, solar panels and a biomass boiler to generate electricity and reduce carbon dioxide emissions. \"We have undertaken a feasibility study and it looks very promising,\" says Roddy Yarr, the university's environment and energy manager. \"There are obviously planning issues to contend with, and we will be working closely with the local community, but this is a real opportunity to make a difference. I think that since the sector is leading the way in so many other fields, it's really important that we do the same in terms of environmental responsibility.\" Many institutions are not yet in a position to achieve carbon-neutral status, but a scheme run by the Carbon Trust is helping them manage their emissions and reduce their huge energy bills. The Higher Education Carbon Management Pro gramme, launched in 2005 across 18 universities and extended this year to a further 15 institutions, gives advice and practical support on identifying carbon-saving opportunities and raising awareness of the impact of climate change. One organisation that has already seen considerable benefits is Warwick University, which recently became the first institution to complete an assessment of its carbon footprint with the trust. It has created a plan that it hopes will reduce carbon emissions by 10% and save pounds 2.5m in energy costs over five years. Big difference Nicolas Hilliard, the university's environment manager, says the plans are entirely achievable. \"We have a variety of different savings planned, from reducing lighting and heating costs to insulation schemes. They are all fairly straightforward measures, but they will be making a big difference. This is definitely something we've been getting a lot of pressure about from our stakeholders. Students are very interested and quite vociferous about reducing our impact on the environment.\" Further afield, US students are also challenging business and governments to act by devising their own schemes. Last month, Harvard held its first \"campus sustainability\" conference, at which the outgoing president, Larry Summers, promised to develop the university's new plot of land in the most sustainable way possible. Tufts University in Boston now uses water-saving washing machines and has an all-electric, non-emitting vehicle to deliver post; at the University of Colorado, students have taxed themselves to pay for renewable power. However, although the number of institutions taking responsibility for their impact on the environment is increasing, things are moving slowly. Many UK universities have no environmental policy, with no targets for reducing emissions or switching to \"green\" electricity, and some institutions are reluctant to employ staff to address environmental issues. James Lloyd, a spokesperson for People and Planet, believes that these institutions are threatening their own future. \"The university market is becoming increasingly competitive, and students are looking to institutions to attract them in different ways, including with their ethical and environmental policies,\" he says. \"Those universities that are not getting involved in environmental initiatives will see themselves becoming less attractive to students. They really are affecting their potential recruitment.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}