{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jun/20/worldcup2006.sport18", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-06-19T23:48:58Z", "webTitle": "Magistrate hands in report on Italian corruption", "webUrl": "https://www.theguardian.com/football/2006/jun/20/worldcup2006.sport18", "apiUrl": "https://content.guardianapis.com/football/2006/jun/20/worldcup2006.sport18", "fields": {"headline": "Magistrate hands in report on Italian corruption", "bodyText": "The magistrate leading the probe into alleged match fixing in Serie A handed his findings to the Italian Football Federation's prosecutor yesterday, revealing he had found corruption but Italian soccer was not rotten \"root and branch\". Francesco Borrelli, who headed the \"Clean Hands\" probe into political corruption in the early 1990s, handed over the results of six weeks of interviews with referees and officials from the Football Federation (FIGC) and leading clubs to the prosecutor Stefano Palazzi. Borrelli's report was not expected to recommend specific sanctions, leaving it up to Palazzi to decide which clubs or individuals should be charged and stand trial by sporting authorities. Trading in the shares of Juventus, considered to be at the heart of the scandal, were suspended due to heavy losses yesterday ahead of the report being handed over. Palazzi is expected by Friday to order people to stand trial. Trials are due to start between June 26 and 27, with a ruling coming between July 7 and 9, on the eve of the World Cup final. Borrelli said: \"The football world is not rotten to the roots, it is rotten in some of its branches,\" he said. Italy's defender Gianluca Zambrotta appealed to his countrymen to keep a sense of perspective about their World Cup chances. \"In Italy there is no balance to things,\" he said. \"After the Ghana win it was being said we were on our way to the final without any problems, then we draw against the United States and we are no-hopers. We need a bit more balance.\" Italy's midfielder Daniele De Rossi will know by Friday his punishment for elbowing the United States striker Brian McBride. \"I have left him [De Rossi] to boil in his own soup,\" said Italy's coach Marcello Lippi. Vincenzo Iaquinta injured his left thumb during Italy's training session yesterday. The striker fell and hurt himself while attempting to break his fall but is still likely to play against Czech Republic on Thursday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}