{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jun/02/comment.charliebrooker", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-06-01T23:03:08Z", "webTitle": "Charlie Brooker: Supposing ...  There's only one thing worth debating online", "webUrl": "https://www.theguardian.com/commentisfree/2006/jun/02/comment.charliebrooker", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jun/02/comment.charliebrooker", "fields": {"headline": "Supposing ...  There's only one thing worth debating online", "bodyText": "Last week I wrote a load of nonsense about flags and idiocy; as well as appearing in print, it also turned up on the Guardian's \"Comment is Free\" blog-o-site, where passersby are encouraged to scrawl their own responses beneath the original article. Some people disagreed with the piece, some agreed; some found it funny, some didn't. For half a nanosecond I was tempted to join in the discussion. And then I remembered that all internet debates, without exception, are entirely futile. So I didn't. There's no point debating anything online. You might as well hurl shoes in the air to knock clouds from the sky. The internet's perfect for all manner of things, but productive discussion ain't one of them. It provides scant room for debate and infinite opportunities for fruitless point-scoring: the heady combination of perceived anonymity, gestated responses, random heckling and a notional \"live audience\" quickly conspire to create a \"perfect storm\" of perpetual bickering. Stumble in, take umbrage with someone, trade a few blows, and within about two or three exchanges, the subject itself goes out the window. Suddenly you're simply arguing about arguing. Eventually, one side gets bored, comes to its senses, or dies, and the row fizzles out: just another needless belch in the swirling online guffstorm. But not for long, because online quarrelling is also addictive, in precisely the same way Tetris is addictive. It appeals to the \"lab rat\" part of your brain; the annoying, irrepressible part that adores repetitive pointlessness and would gleefully make you pop bubblewrap till Doomsday if it ever got its way. An unfortunate few, hooked on the futile thrill of online debate, devote their lives to its cause. They roam the internet, actively seeking out viewpoints they disagree with, or squat on messageboards, whining, needling, sneering, over-analysing each new proclamation - joylessly fiddling, like unhappy gorillas doomed to pick lice from one another's fur for all eternity. Still, it's not all moan moan moan in NetLand. There's also the occasional puerile splutter to liven things up. In the debate sparked by my gibberish outpouring, it wasn't long before rival posters began speculating about the size of their opponent's dicks. It led me to wonder - has the world of science ever investigated a casual link between penis size and male political leaning? I'd theorise that, on the whole, rightwing penises are short and stubby, hence their owners' constant fury. Lefties, on the other hand, are spoiled for length, yet boast no girth whatsoever - which explains their pained confusion. I flit from one camp to the other, of course, which is why mine's so massive it's got a full-size human knee in the middle. And a back. A big man's back. Anyway, if we must debate things online, we might as well debate that. It's not like we'll ever resolve any of that other bullshit, is it? Click. Mine's bigger than yours. Click. No it isn't. Click. Yes it is. Click. Refresh, repost, repeat to fade."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}