{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jun/21/armstrade.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-06-20T23:11:04Z", "webTitle": "Leader: In praise of ... Mikhail Kalashnikov", "webUrl": "https://www.theguardian.com/commentisfree/2006/jun/21/armstrade.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jun/21/armstrade.comment", "fields": {"headline": "In praise of ... Mikhail Kalashnikov", "bodyText": "Mikhail Kalashnikov is no pacifist and is still patriotically proud of the role he played in defending his Soviet homeland by inventing the eponymous assault rifle, aka the AK-47. Now a sprightly 86, he is worried enough about the terrifying proliferation of such weapons to have added his uniquely authoritative voice to others calling for a new international treaty to regulate arms sales. Oxfam and Amnesty International are natural advocates of tough restrictions, having experienced the bloody cost of so many global conflicts. But like General Kalashnikov himself, some western arms manufacturers want them too, to address gaps between different arms export regimes - and perhaps provide new business opportunities. Sadly, it is a market where there is rarely a gap: last year 200,000 AK-47s were secretly shipped from Bosnia to Iraq. Sturdy and cheap at just $15 in Africa and Latin America, and firing 600 rounds a minute, some 100 million worldwide account for 80% of all assault rifles. Overall the trade is flourishing as governments outsource to private-sector brokers and dealers such as the Dutchman charged with war crimes for shipping Chinese guns to Liberia. Negotiations on an arms treaty in New York next week should produce agreement to tighten up on abuses, though not all states will sign it. Gen Kalashnikov insists he is not to blame for the fact that his lethal invention has become the world's weapon of choice. But he is right to be trying to help curb today's merchants of death."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}