{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jun/21/comment.food", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-06-20T23:11:04Z", "webTitle": "Kathryn Hughes: An idyllic nightmare", "webUrl": "https://www.theguardian.com/commentisfree/2006/jun/21/comment.food", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jun/21/comment.food", "fields": {"headline": "An idyllic nightmare", "bodyText": "Waitrose, the supermarket chain most associated with a certain kind of aesthetic perfection, has just announced that it is to sell ugly fruit and veg at reduced prices. Apples, plums and pears so plain that only their mother could love them will now sit proudly alongside their finer-featured siblings. Of course these knobbly strawberries and bendy sticks of rhubarb will have to bear the stigma of a \"discounted\" price tag, but still organisations such as Friends of the Earth are hailing the decision as a victory. Letting ugly produce out in daylight, they claim, is a sign that we are beginning to accept the fact that this, actually, is what Britain's native harvest looks like when it hasn't been genetically engineered, smothered in pesticide or tarted up for a photo shoot in Elle Decoration. The fact that, as a consuming nation, we hanker after the \"authentic\" products of our agriculture yet recoil in horror when they turn out not to be the smooth-faced, easy-to-love babies that we expected says an awful lot about our contradictory feelings about the countryside. Britain was the first industrialised nation to pass the stage - in fact in the 1840s - where more people lived in the towns than by the hedgerows. Unlike people in France and even Germany, few of us have the slightest cultural or family memory of what it's like to go digging for your dinner. As a result \"the country\" exists as a kind of imaginary landscape on to which we project our deepest desires and fantasies. At its most benign - if wrong-headed - the country becomes a kind of pastoral idyll where all good things begin. You only have to look at the soft-focus photographs on the walls of my local organic food shop to see that for most town dwellers the country is a place of kind-hearted smallholders who work with the rhythms of nature to produce food that is somehow more \"authentic\" than the kind that gets transported in a deep-frozen container lorry from Harwich. Indeed Waitrose, the supermarket that is now championing ugly fruit and veg, uses these images of rural perfection to push its products on television. Ruby-cheeked shepherds meander through farmyards while beekeepers carefully drive their hives up to the Highland heather and pigs bed down for the night on sweet-smelling straw. According to this pastoral idyll, God isn't simply an Englishman, he is an English \"artisanal\" producer who's working towards organic accreditation before the next harvest is due. So you can see why the cross-looking potatoes and big-shouldered carrots that are the actual, tangible result of this idyll come as such a shock to the townie in the supermarket queue. All that mulch of niceness should in fantasy produce fruit and veg with smooth, untroubled faces. Instead, of course, what you get is a harvest that is a riot of variety, the kind of healthy heterogeneity that Darwin first identified as being nature's clever way of ensuring that a good range of genes get passed from one generation to the next. But it doesn't look pretty. The cost of that \"variety\" is a harvest marked by lumps and bumps, twists and turns, patches of green mould and the occasional black spot of rottenness. All of which explains why, alongside the enduring fantasy of the country as a place of virtue, runs the equally powerful romance that it is, in fact, a place of gothic nightmares. In this version of the pastoral, those splodged and knobbled veg aren't so much the result of nature's bountiful variety as a curious kind of inbredness that, as everyone knows, is the particular mark of rural living for man, beast and vegetable alike. From here it is a short jump to seeing all those monstrous tomatoes and misshapen carrots as vengeful zombies, determined to rise from the soil and wreak havoc not just on their straw-chewing custodians but on the hordes of urban consumers in the supermarket queue whose muddled desire for \"the real countryside\" has called them into being in the first place. · Kathryn Hughes is author of The Short Life and Long Times of Mrs Beeton kathryn.hughes@btinternet.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}