{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jun/02/booksforchildrenandteenagers.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-06-01T23:03:06Z", "webTitle": "Leader: In praise of Tintin", "webUrl": "https://www.theguardian.com/commentisfree/2006/jun/02/booksforchildrenandteenagers.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jun/02/booksforchildrenandteenagers.comment", "fields": {"headline": "In praise of ... Tintin", "bodyText": "Archbishop Desmond Tutu and the 14th Dalai Lama are not the most obvious company for a cheery round-headed Belgian reporter who spends his time with a drunken maritime friend and a chatty white dog, but yesterday a ceremony in Brussels brought them together. The Dalai Lama awarded a small Tibetan butter lamp to the archbishop and to the Hergé Foundation, which carries on the spirit of Tintin's creator, Georges Remi. According to a spokesman, \"the light of truth award honours individuals and institutions that have made significant contributions to the public understanding of Tibet\". In Tintin's case, that came in his 1960 adventure Tintin in Tibet, written a year after the Dalai Lama was driven into exile by the Chinese government. Some might argue that by perpetuating the myth of the abominable snowman the tale has given generations of children rather a misleading impression of the country, but the award does justice to the most feisty cartoon hero of them all. Journalists envy Tintin as a reporter who never feels pressure to file a story, but everyone else can just enjoy the plots. The early books are of their period, stereotyping Africa and Africans but, from the Blue Lotus on, Tintin sides with the oppressed, fighting Nazis, communists and capitalists alike. By the 1970s he had taken up blue jeans and yoga; in the last (unfinished) work Captain Haddock grows pot in the cellar at Marlinspike and Tintin is arrested by the drugs squad. Quite a end to his career."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}