{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/jun/12/broadcasting.bigbrother", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-06-11T23:11:47Z", "webTitle": "Should this series of Big Brother be the last?", "webUrl": "https://www.theguardian.com/media/2006/jun/12/broadcasting.bigbrother", "apiUrl": "https://content.guardianapis.com/media/2006/jun/12/broadcasting.bigbrother", "fields": {"headline": "Should this series of Big Brother be the last?", "bodyText": "Contrary to all expectation, it seems that the public appetite for watching stir-crazy exhibitionists bicker over dishwashing is not infinite. When a leaked audience tracking survey revealed at the weekend that a majority of viewers were bored with Big Brother, it threw a spanner into the TV. This year Channel 4 and Endemol felt so assured of Big Brother's appeal that they wooed viewers with 24-hour streaming coverage, several nightly catch-up shows and approximately 840 hours of spin-off programmes a week. In fact, laid-back viewers are reportedly laid low by it all - and more than anything wish only for BB to lay off altogether. The reason? Apparently this series is worse than its predecessors and it's on too much. As the channel spends more and more time talking about the show, it could be that the chattering hordes are talking about it less and less. While producers anxiously clarify that they only put in people who can handle the pressure, the survey suggests that viewers find these housemates the most extreme yet. Early departures there might have been, but it has all happened before. Otherwise, a bit of tonsil-tennis after some cheap cider and a few intense arguments over people piddling on the bog seat is as extreme as it gets. And as the show grows older, surely only the more alarmingly show-off or stupid would still volunteer to go on. In fact, the leaked survey came from ITV - a main competitor for ratings -and arrived at a time when there is a traditional dip in interest in Big Brother. But the viewing figures are actually up 9% on last year. So perhaps while a survey might be saying one thing, the twitchy remote control fingers (that's fingers for remote controls, rather than remote controlled fingers) are actually saying something else. Who knows - maybe a year off would refresh the concept in the minds of the already goldfish-like Big Brother demographic. Or next year we could take a bumper crop of Britain's most annoying people, and pile them into a big house in Hertfordshire for an unspecified period. Only this time, cleverly, we just don't film them. Or let them out."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}