{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/jun/14/guardiansocietysupplement3", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-06-13T23:29:47Z", "webTitle": "Letters", "webUrl": "https://www.theguardian.com/society/2006/jun/14/guardiansocietysupplement3", "apiUrl": "https://content.guardianapis.com/society/2006/jun/14/guardiansocietysupplement3", "fields": {"headline": "Letters", "bodyText": "The lighter side Patrick Curry's notion of the categories of ecological ethics (Hue and cry, June 7) shows some very muddled thinking. To talk of the ethics of someone such as Zac Goldsmith as \"shallow\" and \"light-green\" because they appear human-centred is to seriously undervalue the approach of many individuals and organisations who, by engaging reasonably and rationally with decision makers, can actually achieve results. Moreover, his linking of \"mid-green\" ethics with animal rights suggests that the extent of one's concern for the environment corresponds to that for animals, when in fact the issues involved are often quite separate and certainly too complex to be lumped together. And, Friends of the Earth is a successful part of the mainstream environmental movement and does not belong to Curry's \"dark-green\" category alongside such strands as \"ecofeminism\" (a term surely designed to put people off environmentalism for good). Jasper Wallace London Seeking support I have been a carer for family and friends for 55 years, and agree that Judith Cameron writes an excellent column (Opinion, June 7). It is obvious from visiting carers where I live in East Sussex that more help is needed to preserve their health. Carers' day centres are needed urgently in each town. If a carer should have an accident while carrying, which has happened to me, who then looks after those we care for? We have set up an organisation visiting carers where we do one-stop assessments and then try to get the council to do its duty to provide support services. We need funding to expand and are looking for backers. Rosemary Freeman Chairman, Helping You, Eastbourne Northern soul Manchester's renewal was not due to its \"utter devastation\" by the bombing or the thunderous speeches of Michael Heseltine (Reach for the sky, June 7). It was the explosive thinking of the council's team of economic regeneration, North-West Arts, Urban Splash and the many freelance artists and businesses at New Mount Street and Canal Street that produced cultural industries that transformed the city from a shopping wasteland to a vibrant 24-hour pleasureland. Ron Moule Newcastle upon Tyne Local laments Sorry to spoil the Jonathan Myerson love-in (Letters, June 7), but I found his Lambeth talk columns patronising, supercilious and condescending. However, they did reflect the powerlessness of councils under New Labour's relentless centralisation where local decisions are delegated to unelected and unaccountable quangos or arm's-length management organisations. The youthful Myerson was an exception - more than 80% of councillors are over 50 - and it has become a sort of hobby for the semi- or permanently-retired who love the trappings of power if not the actuality. As turnouts in local elections plummet to ever lower levels (only 5% of 18- to 24-year-olds vote) and councils become increasingly irrelevant, Myerson has indeed chosen the right time to desert the sinking ship. Richard Knights Liverpool Mistaken identity? Is Andy Burnham (Ministers only see the pretty picture of the NHS, June 7), described as \"a rising star of Tony Blair's third term\", the same Andy Burnham who was, until recently, parliamentary under secretary at the \"not fit for purpose\" Home Office? John Richards St Ives · Write to: Letters, SocietyGuardian, 119 Farringdon Road, London, EC1R 3ER. Telephone: 020 7239-9943. Fax: 020 7239-9933. Email: society@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}