{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/jun/29/health.healthandwellbeing", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-06-28T23:21:40Z", "webTitle": "Smokers and alcoholics 'should pay for operations'", "webUrl": "https://www.theguardian.com/uk/2006/jun/29/health.healthandwellbeing", "apiUrl": "https://content.guardianapis.com/uk/2006/jun/29/health.healthandwellbeing", "fields": {"headline": "Smokers and alcoholics 'should pay for operations'", "bodyText": "Smokers who need heart bypasses and alcoholics who need liver transplants should not get them free on the NHS, according to four out of 10 hospital doctors. A quarter of those questioned in a survey also believe obese patients should not be given free anti-obesity drugs or receive free orthopaedic treatments. The majority also oppose free gender reassignment and cosmetic surgery, and a third believe that patients suffering from infertility should have to pay for IVF (in vitro fertilisation) treatment. The findings emerged in a poll conducted by the medical pollsters Medix for the Hospital Doctor newsletter sent to all 70,000 hospital doctors. It comes amid increasing awareness of drug rationing - provoked by the \"postcode lottery\" over the breast cancer drug Herceptin - and of financial constraints imposed by the NHS's £1.3bn deficit. It follows a smaller poll earlier this year for the British Medical Journal which found that 40% of doctors believed that obese people, smokers and heavy drinkers should be barred from treatments. At present, doctors are supposed to oppose treatment only if there is a clinical reason for doing so, such as a patient being so obese that there is too great a risk of their dying if they undergo surgery. But financial reasons were cited by one primary care trust, East Suffolk health trust, last year as it barred obese people from having hip and knee operations. The survey, of 663 doctors, reveals that only 42% believe that alcoholics should receive liver transplants on the NHS, with 41% opposing this. Nearly half believe that smokers should be able to have heart bypasses on the NHS, but 37% do not, and 13% are undecided. Only 63% believe obese patients should be given free anti-obesity drugs, and only 59% believe they should receive orthopaedic treatments such as hip and knee replacements. More than three-quarters back charges for herbal medicine and homeopathy treatments and 63% fees for cosmetic operations such as breast reductions, nose jobs and varicose veins. Nearly a third (31%) believe elective caesarean sections should be paid for. Opinion is split on IVF, with 33% saying patients should bear the whole cost, the same number believing it should be partially subsidised and a quarter saying it should be provided to those with significant need. At present, infertile couples are meant to have one free cycle on the NHS. Comments from those surveyed suggest frustration with patients treated after excessive smoking or drinking and a demand that they take responsibility. One doctor said: \"In a health insurance culture, a habitual smoker who suffers a [heart attack] or lung cancer should expect to 'pay' a premium for their lifestyle.\" Another said: \"There is no point in putting joints into very obese people or doing vascular surgery again and again if the obese patient has not shown efforts at weight reduction before the op, or if the vascular patient demands to smoke his first post-op cigarette on day one.\" But Chris Spencer-Jones, chairman of the BMA's public health committee, accused such colleagues of wanting to \"ration healthcare on the basis of prejudice\". \"Most taxation is paid by poor people, many of whom smoke, are obese and drink too much, and we should be helping rather than criticising them. The public health perspective is very clear: we don't blame people.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}