{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/jun/29/immigration.immigrationandpublicservices", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-06-28T23:21:40Z", "webTitle": "NHS turns away failed asylum seekers with cancer", "webUrl": "https://www.theguardian.com/uk/2006/jun/29/immigration.immigrationandpublicservices", "apiUrl": "https://content.guardianapis.com/uk/2006/jun/29/immigration.immigrationandpublicservices", "fields": {"headline": "NHS turns away failed asylum seekers with cancer", "bodyText": "Cancer patients and women about to give birth who have been denied asylum in the UK are being refused care by NHS hospitals unless they can pay thousands of pounds for their treatment, it is revealed today. Asylum seekers are vulnerable and usually destitute, says a report from the Refugee Council, which says the failure to treat people who are at risk of dying is a breach of the human rights enshrined in the NHS core principles. A pregnant young woman from China was turned away several times by her NHS trust, which said she would not get care unless she paid several thousand pounds up front. She gave birth at home, with no medical care. She and the baby had to be admitted to hospital with serious problems. Later, she was sent treatment bills which frightened her so much, says the report, she fled her home. The whereabouts of her and the baby are unknown. The Refugee Council says it has worked with 17 women denied access to maternity care from a range of countries. The rules say that maternity care should not be withheld if a woman cannot pay because of the potential dangers to her and to her baby, and yet eight of the 17 were told they would get no care unless they paid in advance. The rules were changed in 2004 to stop \"health tourism.\" But asylum seekers have not come to the UK for healthcare, says the Refugee Council, and have no money to pay for treatment. The rules say asylum seekers should have free NHS care until their application to stay is refused. Then they may have free care from a GP - although the council's report says many GP surgeries turn them away. \"Not only are the regulations preventing desperately ill people getting the help they need, it appears they are also preventing people getting the care they are entitled to,\" says the council. An Arab with bowel cancer was admitted to hospital as an emergency because of uncontrolled bleeding. But once the hospital discovered he was a refused asylum seeker, he was billed for thousands of pounds and his operation was cancelled. There are at least 200,000 failed asylum seekers in Britain - nobody has an exact figure. Around 5,500 qualify for support on various grounds including the inability to leave the UK because of illness or late pregnancy. The Refugee Council has 37 cases on its books but believes there are many more."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}