{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jun/20/worldcup2006.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-06-19T23:48:57Z", "webTitle": "World Cup in brief", "webUrl": "https://www.theguardian.com/football/2006/jun/20/worldcup2006.sport5", "apiUrl": "https://content.guardianapis.com/football/2006/jun/20/worldcup2006.sport5", "fields": {"headline": "World Cup in brief", "bodyText": "Group A Klinsmann is right man for the future, says Ballack Germany Michael Ballack wants Jürgen Klinsmann to stay on as national coach after the World Cup. The pair reportedly clashed over the midfielder's fitness last week, but Ballack said yesterday: \"We have a team which can develop and has been forecast a bright future,\" he said. \"I would be pleased if he continued because it would be great for German football.\" Group C Van der Vaart confident the Dutch will not argue Holland Rafael van der Vaart believes the coach Marco van Basten has created a superb atmosphere and that the team can go far because of that. \"The team spirit has really improved and it's very special to be part of this team,\" he said. \"He is a young coach and he is close to the squad. He knows exactly what we need.\" Group D Borgetti fails to recover for decisive Portugal clash Mexico Jared Borgetti will miss the game against Portugal with a torn thigh muscle, but hopes to be back if the team advance to the second round. Two other key players, Rafael Márquez and Antonio Naelson, are also nursing minor injuries but should be able to play in tomorrow's game. Group E Pantsil accused of political naivety after flag incident Ghana The Football Association has apologised after John Pantsil waved an Israeli flag to celebrate the win against the Czech Republic. The team spokesman Randy Abbey said the defender just wanted to acknowledge the Hapoel Tel Aviv fans who had travelled to Germany to support him. \"He was naive. He's unaware of international politics,\" he said. Group F Viduka ready to eliminate the country of his parents Australia Mark Viduka has said he will not have a problem playing against Croatia despite his parents being Croatian. \"I suppose it is a natural thing to ask why I am not playing for Croatia but why would I? I am Australian through and through,\" he said. \"The game will be special for me. But it will be special because a draw will get us through to the next round and not because of my background and the fact that it is against Croatia.\" Group G South Korean fans do the dirty work in Leipzig South Korea Street cleaners in Leipzig got a pleasant surprise on Monday morning when they discovered South Korean fans had done the work for them, clearing plastic cups and waste paper into garbage bags before the cleaners arrived at 5am. \"It was great. It made our work much easier,\" said the spokeswoman Ute Brückner."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}