{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/jun/12/uk.environment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-06-11T23:26:55Z", "webTitle": "Climate change a bigger security threat than terrorism, says report", "webUrl": "https://www.theguardian.com/politics/2006/jun/12/uk.environment", "apiUrl": "https://content.guardianapis.com/politics/2006/jun/12/uk.environment", "fields": {"headline": "Climate change a bigger security threat than terrorism, says report", "bodyText": "The government's obsession with the \"war on terror\" is counterproductive and distracting politicians from more fundamental threats to global security, a leading UK thinktank warns today. The most likely causes of future conflict are climate change, competition for natural resources, social and economic marginalisation and militarisation, it says. The independent Oxford Research Group says in its report Global Responses to Global Threats that the effects of climate change - displacement of peoples, food shortages, social unrest - have long-term security implications far greater than those of terrorism, and notes that the Pentagon's office of net assessment takes the same view. However, it adds that the response to climate change should not involve greater reliance on nuclear power because this would encourage the spread of nuclear weapons and increase the risk of terrorists getting hold of them. Deepening global socio-economic divisions will be a serious trend, it says: \"The marginalised majority is increasingly likely to support political violence against the rich minorities of the world.\" Separately, Hans Blix, the former UN weapons inspector, will today in the Commons present MPs with his new commission's report on how to rid the world of weapons of mass destruction. Among his recommendations is a commitment by states to remove all their nuclear weapons from foreign soil. The US has more than 100 nuclear weapons at its Lakenheath base in Suffolk, an arms control group says. A Greenpeace poll found 60% of Britons did not know or did not believe it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}