{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/may/14/country-diary-northumberland", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-05-13T23:35:00Z", "webTitle": "Country diary: Northumberland", "webUrl": "https://www.theguardian.com/environment/2010/may/14/country-diary-northumberland", "apiUrl": "https://content.guardianapis.com/environment/2010/may/14/country-diary-northumberland", "fields": {"headline": "Country diary: Northumberland", "bodyText": "House martins have arrived to repair their nests in the eaves of this old house, where they have been raising families for many years. Rather a lot of soil and feathers gets distributed in the flowerbeds below, but I must put up with that for the pleasure of seeing the birds rearing their chicks, and then watching the bairns learning to fly. I found one muddy clay nest which had collapsed into the flowerbed, but already the parent birds were busy replacing it. I hope we get no more downpours of hail and rain. Spring is here at last, and there is colour and progress in my flower borders, and many lambs enjoying the lighter evenings in neighbouring fields. A gardener at a National Trust property here has told me not to give up on plants that may look faded, or dead, for a few more weeks, because they could produce new shoots when the weather gets warmer. I am forking out some weeds – of which there are far too many. My lawn is regularly mown, but this does not deter the dandelions, which spring up again within a few days of being cut down. Our local market town of Morpeth was built many years ago on the fringes of extensive coalfields in the river Wansbeck valley, and it still hosts an excellent weekly country market where local farmers bring in their produce. I live only five miles from this small town and enjoy being able to support them. In late spring Morpeth traditionally holds the Northumbrian Gathering, a glorious annual celebration of local skills, buildings and civic treasures. The Clock Tower bells ring to remind residents and visitors of this ancient building's original purpose, as a prison for miscreants, and the gathering also records the return of troops from the battle of Otterburn, between the Scots and the English, in 1388."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}