{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2010/may/06/dvd-sales-slump", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2010-05-05T23:05:03Z", "webTitle": "DVD sales slump in wake of Zavvi and Woolworths collapse", "webUrl": "https://www.theguardian.com/business/2010/may/06/dvd-sales-slump", "apiUrl": "https://content.guardianapis.com/business/2010/may/06/dvd-sales-slump", "fields": {"headline": "DVD sales slump in wake of Zavvi and Woolworths collapse", "bodyText": "The collapse of Woolworths and Zavvi hit sales of DVDs last year, according to new figures, while cash-strapped consumers are increasingly deciding to rent the latest movies rather than buy them. The actual number of DVDs sold in the UK dropped 5.6% last year, the first decrease since 2005. The fall was sharpest in new-release titles, which make up about a quarter of the market, with sales down 15% in 2009, according to the British Video Association's yearbook, published today. Including the embryonic digital download market for video, which is dominated by Apple's iTunes, total sales were down 4.7% at 250.7m The average price of a DVD was £8.62, down 60p in the year, and overall DVD sales by revenue were just over £2bn, down 13.3%. Including digital downloads, sales were £2.19bn, down from £2.4bn in 2008. But the rental market actually grew – to £415m last year from £412m in 2008 – as consumers opted for easy postal rental services such as Lovefilm. The BVA also blamed the \"Mamma Mia\" effect for the drop in sales. In 2008, Mamma Mia! – The Movie sold 5.1 million copies, many to people who do not regularly buy DVDs, and there was no equivalent blockbuster last year: the three bestselling DVDs were Harry Potter and the Half-Blood Prince, the James Bond film Quantum of Solace and the vampire saga Twilight."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}