{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2010/may/02/service-stations-motorways-comedian", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2010-05-01T23:35:00Z", "webTitle": "Service stations: my secret love affair", "webUrl": "https://www.theguardian.com/travel/2010/may/02/service-stations-motorways-comedian", "apiUrl": "https://content.guardianapis.com/travel/2010/may/02/service-stations-motorways-comedian", "fields": {"headline": "Service stations: my secret love affair", "bodyText": "The service station at Newport Pagnell on the M1 is overflowing with curious, jubilant, patient people. Some have waited two hours to be served a cup of tea, but no one seems to mind. They can't believe they're at a service station at Newport Pagnell on the M1. It's only the second motorway services to open in the UK and the novelty is astonishing. It's 1960. By the time I arrive at the M5's Bridgwater Services just before midnight 50 years later, the excitement has died down. This may be the only service station in Britain to boast a multistorey car park, but people have moved on. Four lads (three extremely drunk) are buying chips, but otherwise the place is empty. The car park's multistoreys are unnecessary tonight. I wish I'd been around in the 1960s, if only so I could have experienced its service stations. I doubt I could have coped with the free love and drugs, but I'd have dug the revolutionary heraldic decorations at Toddington (opened in 1965), the waitresses dressed as sailors at Leicester Forest East (1966) and the Sherwood Forest theme at Trowell (1967), including Robin Hood hats for security guards and a café called Marion's Pantry. Since those golden days the popularity of the service station has waned. The driving inspiration and innovation of the industry have slowed to a standstill. In the late 1980s, Toddington's Travelodge did initiate a \"Power Nap\" scheme in which a weary traveller could rent a room for three hours, including coffee, for just £5. But when a male colleague and I tried to rent such a room recently the scheme had apparently been discontinued and the receptionist looked disgusted. Nevertheless, while their initial draw has declined, if you dare to examine them closely you'll see that service stations have retained at least a little of their magic. They may present themselves as dowdy and unfashionable, but get under the skin of any one of the UK's 100-odd motorway havens and you'll find a unique and lovable living thing. Ever since I set out on the comedy circuit a decade ago I've been devoted to these places. At the very least they were genuine welcome breaks from mind-numbing treks up and down the Ms 1 and 6 to or from poorly attended gigs for money that didn't cover the petrol. Sometimes small groups of us comics (a \"gag\" is the collective noun) would happen to convene at Thurrock or Birchanger Green on our way back from tickling different parts of the country. We didn't have offices. The Motos and Roadchefs were our secret meeting places. With these impromptu gatherings we were unwittingly reliving the 1960s. Watford Gap was once the place to spot musicians travelling back to the capital after gigs up north. Legend (and the always interesting Motorway Services Blog) has it that Gerry, the Gerry in Gerry and the Pacemakers, dubbed this, the UK's first service station, \"an oasis in the desert of roads\", and Jimi Hendrix mistook the site's Blue Boar Café for a nightclub after his fellow musos went on about it so much. Look around South Mimms or Knutsford today and you may still glimpse a dreaming writer, determined actor or rising musician drifting to his next job. The more service stations I frequented, the more dedicated to them I became. I planned my journeys around favourites and would make ridiculous detours to stop at ones I'd yet to see. I uncovered several service station websites, like the one mentioned above, and was able to list from memory the stops on any motorway despite never having tried to learn them. To me the names read like famous English poets or cricketers: Membury, Keele, Heston, Sandbach, Fleet, Woodall, Leigh Delamere – few lists of names could be so evocative. And I know I'm not the only one who thinks like this; my dad has always had a soft spot for Clacket Lane (which boasts a palm-reading machine and a display of Roman pottery found at the site). It's just that only some of us dare discuss our fetish. At the height of my obsession I drove to Toddington to get my hair cut at what is one of the only barber shops left on our motorways (it was shut), and to Woolley Edge, the M1's most northerly stop, to have a shower in its award-winning washroom (it was sumptuous). I've always seen myself as a travelling salesman and when I started recognising the petrol stations' employees I realised they probably thought the same. Ten years into my comedy career and I've turned on to a different ring road of the comedy circuit, touring arts theatres by myself instead of sharing a bill with other comics. When you're far from home for days on end it makes sense to stay overnight somewhere along the route of the tour, so I've now started sharing a bed with my beloved services. This week I have a couple of shows down in Somerset so will spend the night on the M5. I could have picked Sedgmoor, Taunton Deane or even the exotic-sounding Gordano services, but I plump for Bridgwater because, according to Mark Goodge's authoritative website (motorwayservices.info), it's one of the worst in the country, barely scraping a customer rating of one star (or one burger, as his site has it) out of five. This is a place I have to visit. Can I really enjoy somewhere described by recent punters as \"dreadful\", \"dire\", \"horrible\" and \"frightening\"? Just four days before my visit a Mr Will H had commented: \"The wretched fiery entrails of hell hold no fear now I have experienced Bridgwater services\", but this only encourages me further. Given the chance, who wouldn't want to take a sneaky peek at hell on a Thursday? In case you're wondering, I never consider staying anywhere other than service stations. B&amp;Bs and hotels away from motorways aren't an option because service stations provide everything I could ever need. The kettle and bath may be slightly too small, but I've grown to appreciate feeling bigger by comparison. I find the familiarity of the rooms reassuring and like the lack of surprises. What's more, I cherish the anonymity that Travelodges offer at no extra cost. Some might think that makes me sad, but it actually makes me happy. You don't have to converse with anyone, and when you're paid to talk to strangers every day that can be a huge relief. And anyway, I mostly like the idea of staying at a motel. Just saying the word \"motel\" makes me feel cooler. As a boy without a driving licence I read Jack Kerouac's On The Road over and over again, and staying in motels is now my way of emulating Dean and Sal. \"The road is life,\" they told me, and I quite agree. But late at night, if I'm being completely honest, Bridgwater doesn't seem too lively. Slouched in the front seats of one of the few other cars in the car park I notice two young people almost definitely eyeing up my wheels. Heading into the building I spot a sign warning \"No Hoodies Or Hats\", and I have to press a buzzer by a locked door to be allowed into reception. It feels dodgy. Once I'm in, though, I unwind. There's the bath, the kettle and the telly, and they all work; I know where I am. The bed is clean and flat and I sleep well, the constant rumbling of traffic outside my window a help, not a hindrance. Recharged, I surface early the next morning to pile a tray full of food, find a table where I can plug in my laptop, and settle in for the day. It's not long before things start to happen. As I tuck into my all-day brunch (not as expensive as people fear – £5.99 for an authentic fry-up), the first coachloads roll in. A squadron of immaculately dressed pensioners swarms into Smiths, two businessmen \"win\" toys for their children from a \"Win A Prize Every Time\" toy-grabbing machine, and I order another coffee. A netball team from Southampton heads straight for the toilets, half a dozen squaddies in camouflage brazenly order a dozen extra-large meals from Burger King and at least four generations of a single family sit down next to me. They all shout and squabble at once about the holiday they're on their way to. They're excited. This is why I love service stations. Some people love airports. Richard Curtis used the arrivals hall at Heathrow to shine a light on love itself, but service stations are a subtler filter. You might not see the tears of departure or arrival, but you can't help witnessing the giddiness of travel. Service stations are the airports of the road. The lorry drivers have their own executive area, travellers browse the unique gift shops instead of duty free, and everyone is on the move. We're all in this together and (unless you've dared cross the bridge) we're all going in the same direction. After breakfast I stroll around the service area. It doesn't take long, as Bridgwater is one of the smallest in the country, but there's still plenty to keep me amused. Of course I yearn for the massage chairs of Norton Canes and the Van Gogh portrait studio of Tibshelf. Naturally I fancy some Percy Pigs, but there's no Marks &amp; Spencers here. This isn't Pease Pottage. Instead I calculate my body mass index on the health-check machine, clean my teeth with a chewable brush and flash my cash in Full House, the diminutive casino on whose walls are writ the names of its rivals (places like \"Las Vegas\" and \"Atlantic City\", which I'm sure have \"Bridgwater Services\" daubed on theirs, too). I have fun. Meanwhile the Great British Public continues to pour purposefully through the doors. Numerous political commentators have declared \"Motorway Man\" the key floating voter in the forthcoming election, and Newsnight has even embedded a reporter at Donington Park, a service station they say will be a critical battlefield in the campaign. The successor to Essex and Mondeo Men, Motorway Man is supposed to be a materialistic, childless chap living in a modern housing estate on the edge of town, and can often be seen pulling his new car into motorway services for a coffee and a panini (according to a report in this very newspaper, he can't cook). Despite these helpful details, I don't spot Motorway Man among the people here today, but there's no doubt most other sets of society are represented. Whether you're a comedian or a politician, if you want to peer into the heart of the country, this is the place to be, where families do what families do, loners mope and, occasionally, lovers meet. You just have to sit and watch and listen. The service that stations like Bridgwater are supposed to offer is the provision of respite during a lengthy journey. After stopping off at one of these refuges, travellers should emerge recharged and refuelled, ready to continue their journey safely and happily. That is their sole purpose. Indeed, according to government regulations, service stations should never be destinations in their own right – a decree which I've flouted several times. I'm not sure if I'd ever drive to Bridgwater purely for its services, but it certainly succeeds on the relaxation front. I get moussaka for lunch, free Wi-Fi in the café and the lady who serves me (Carol) calls me \"dear\". How is any of this horrible or frightening? Sure, if I'm picky I'd rather the ground-floor café be situated on a bridge overlooking the road like the classic services on the M1 (in the early 1960s there were no speed limits on the motorways and these lofty cafés provided unprecedented views of speedy travel), but everything about Bridgwater is fine – not dire, not dreadful. In fact I'm almost disappointed by just how cosy it all is. For a service station to be truly memorable there should be at least a hint of desperation. That's why I don't think I'll ever drop into Cumbria's Tebay Services, high up on the M6 and ostensibly the country's finest service station (\"gorgeous\", \"picturesque\" and \"peaceful\", according to motorwayservices.info; five burgers). It just sounds too good to be true – suspiciously spotless. The UK's most contemporary service station was recently built at Beaconsfield (four and a half burgers) on the M40, just a handful of miles from my house; literally (and thankfully) too close for comfort. The dad at the table next to me stretches elaborately and says: \"I'm going to have a quick nose in the shop; do we need anything?\" It's an impressive sight, so I follow him to see if he deems any of the typically miscellaneous items indispensable. After some consideration he decides he could do without a fishing chair, a china zodiac mug and an animal hot-water bottle but he does buy a classic tin of Cavendish &amp; Harvey travel sweets before squeezing his family back in the car. By the time I also have to move on, the place is buzzing. It's the Easter holidays, the sun is shining for the first time this year and the picnic area is packed. Muscly men with big tattoos and smart ladies with laptops sit side by side sipping lattes al fresco at the continental-style Costa (with a fine view across the petrol station forecourt). I buy an ice cream from the wooden ice cream stall and think again of Kerouac's heroes: \"We were all delighted, we all realised we were leaving confusion and nonsense behind and performing our one noble function of the time, move.\" But this time I almost don't want to move on. Bridgwater is full of life. The people here may not be entirely curious, jubilant or patient but, like me, they're happy. They're going places. And so, eventually, do I."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}