{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/may/25/public-sector-expenditure-cuts-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-05-24T23:05:05Z", "webTitle": "Public expenditure cuts: First flash of the cold steel | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/may/25/public-sector-expenditure-cuts-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/may/25/public-sector-expenditure-cuts-editorial", "fields": {"headline": "Public expenditure cuts: First flash of the cold steel", "bodyText": "The whole event was designed to create an air of great seriousness, but in truth it was anything but. George Osborne and his Liberal Democrat deputy, David Laws, stood side by side at the Treasury, and gave echoey addresses about the grave threat posed by the deficit. They pointed to volatile global markets, quoted the governor of the Bank of England, and pronounced a shared resolved to work across party lines to make difficult cuts and protect, as they stopped just short of putting it, the prosperity of our island home. A pity, then, that Mr Osborne could not resist adding that the cuts were being made \"this year so we can avoid the jobs tax next year\", thereby cutting the intellectual ground from under his own feet. For cutting now with a view to spraying the cash around just a few months down the line will do nothing at all for Britain's creditworthiness. Without that unfortunate coda, the Treasury might have hoped to make the case for its immediate £6bn cuts programme in a manner that was at least coherent. Even then, the argument would have been badly strained, both by the £7.5bn improvement in the public finances reported last week, and by the fact that the economy is crawling along the floor, with growth of just 0.2% in the first quarter of the year. Britain is not yet in any condition to absorb the pain which must arrive in the end, and that is the excellent reason why the Liberal Democrats ran on a platform of pain postponed. Listening to Mr Laws making the pre-Keynesian assertion that public borrowing could achieve nothing more than deferring taxation, however, it was all too easy to forget that. On Andrew Marr's soft seats at the weekend, Nick Clegg likewise appeared to have belatedly bought into the Conservative argument for immediate cuts. He cited Greece's woes to explain his shifting position, but when Britain's borrowing costs are fully two-thirds below those of Athens, it seems more likely that we are witnessing collective responsibility reasserting its traditional stranglehold over independent ministerial thought in the novel settings of a coalition. Immediate cuts are a mistake, but they will do less harm than they might, for the specific retrenchment spelled out will drain a mere droplet from the economic bathtub – another reason why yesterday failed to live up to its serious billing. The chief danger concerns jobs, and it is worrying that Messrs Laws and Osborne saw no need to spell out how many posts they were doing away with. Even if the staff now facing the chop at the Becta agency, which promotes technology in schools, are not deployed as effectively as they might be, they are more useful than they will be if they end up in the dole queue. The scrapping of 10,000 university places will further lengthen that line, and chunky immediate cuts to workfare could condemn people to it for longer. In the end, the coalition will be defined by what it chooses to cut when the more serious axe-swinging gets underway with the autumn spending review. Yesterday's package was only a foretaste, but was nonetheless instructive, not least because easy cuts to things like IT programmes represented only a modest proportion of the total. Despite Mr Osborne's cherished line that \"we're all in this together\", it transpired that child trust funds would be axed not merely for the well-to-do, as his party's manifesto had proposed, but for poor children too. Despite a loudly trumpeted announcement to safeguard classroom expenditure, reduced monies for school transportation and one-to-one tuition will soon ensure that pupils and parents will be aware that harder times have arrived. And despite yesterday's vague promise to hand town halls new financial autonomy, they will be asked to take the rap for more than £1bn of cuts, at a safe distance from Whitehall. There is still much debate over the detail, but the pattern is already clear. Cuts are coming, and the resulting wounds will be felt far and wide."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}