{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/may/10/neil-lennon-celtic", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-05-09T23:26:00Z", "webTitle": "Neil Lennon's hopes of Celtic job fade despite perfect league record", "webUrl": "https://www.theguardian.com/football/2010/may/10/neil-lennon-celtic", "apiUrl": "https://content.guardianapis.com/football/2010/may/10/neil-lennon-celtic", "fields": {"headline": "Neil Lennon's hopes of Celtic job fade despite perfect league record", "bodyText": "Neil Lennon's hopes of being appointed as Celtic's permanent manager have receded after the club announced they will now \"turn to the formal process\" of appointing a successor to Tony Mowbray. Lennon rounded off his interim period in charge with a win at Hearts, Celtic's eighth in the Scottish Premier League in succession. Celtic issued a statement straight after the game in Edinburgh which clearly hinted at other candidates coming under consideration. \"On behalf of the Celtic board and supporters I want to extend my thanks to Neil Lennon and his team for taking on the daunting challenge of completing the SPL season and for the way in which this was done,\" said the chairman, John Reid. \"The board will now turn to the formal process of considering the appointment of a new manager. We intentionally delayed starting that process until today out of fairness and courtesy to Neil. This is a big and important decision and will require a thorough consideration.\" What is at least now certain is that Dermot Desmond, Celtic's largest individual shareholder, has reservations over handing Lennon the post. The Irish tycoon, aware of potential trouble in selling season tickets, also knows he cannot afford another failure in the wake of Mowbray's brief and ill-fated reign. Celtic sources maintain that Lennon is a realistic candidate but the man himself has within the last week privately cast doubts on the likelihood of him being offered the manager's job. Speculation in Glasgow has linked the Scotland manager, Craig Levein, and Nottingham Forest's Billy Davies with a move to Parkhead with Mark Hughes and Roy Keane also at least in the thoughts of the Celtic directors due to Lennon's lack of management experience. Martin O'Neill's current position at Aston Villa may be worthy of note but there has been no indication as yet that the former Celtic manager would relish a return to Scotland. \"Whatever happens, I will always be grateful to have been given the chance to manage the club that I love,\" said Lennon."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}