{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2010/may/17/lord-triesman-fa-2018-bid", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-05-16T23:04:03Z", "webTitle": "Lord Triesman falls to a very English coup | David Conn", "webUrl": "https://www.theguardian.com/football/blog/2010/may/17/lord-triesman-fa-2018-bid", "apiUrl": "https://content.guardianapis.com/football/blog/2010/may/17/lord-triesman-fa-2018-bid", "fields": {"headline": "Lord Triesman falls to a very English coup", "bodyText": "The ignominious end for Lord Triesman of his rocky two-year tenure as the Football Association's first independent chairman was a very English coup, not the result of some fierce row over principle with the vested interests on the FA board, but a kiss-and-tell sting which delivered its tabloid sponsor more loose talk than it could have hoped for. Only Melissa Jacobs knows why she decided to betray Triesman to the Mail on Sunday, the paper has not said whether or how much it paid her and many football fans were more furious with the paper for damaging the 2018 World Cup bid than with Triesman for talking big with a woman in a restaurant. But, however much Triesman justifiably complained about \"entrapment\" in the FA's statement yesterday, he had no option but to go. England's campaign to host that tournament simply could not be led by a chairman caught, in whatever circumstances, glibly alleging that England's Spanish and Russian competitors, and Fifa members, are corrupt. • Thompson to lead 2018 bid after Triesman resignation • Sheepshanks and Burden step into breach at FA • Russian, Spanish and Portuguese all react angrily If the FA chairman had solid evidence, he was duty-bound to report it formally. If he did not, as the 2018 team's hasty faxed apologies to Madrid, Moscow and Zurich confirmed, he accepted he could not continue as the face of a bid delivered with such smiling optimism by David Beckham on Thursday. Insiders say Triesman still hoped he could stay on as the FA's chairman but he received no support in yesterday's board meeting. That isolation was a cruel, final commentary on his time as the FA's first independent chairman in 125 years. Triesman was appointed to wrest English football's old, hidebound governing body into one fit for the challenges of the 21st century. Most centrally it is the FA's role to manage the runaway commercial behemoth of the Premier League in the wider interests of a sport still considered by most of its adherents as properly the people's game. Great hopes were invested in him after he took the chair in January 2008 and showed he understood that there is more to football than the Premier League. He seemed to many at the grass roots, and to the amateur national game representatives on the board, a breath of enlightenment, with the nerve to stand up for his beliefs. The former head of the AUT lecturers' union, general secretary of the Labour Party and junior Foreign Office minister, he seemed to bring cultured reason to the stifling air of the FA's board and shark-infested committee rooms. He produced a vision for the FA, incorporating the ambition to be \"a world-class organisation\", which would oversee a sport successful from the England team to the grass roots and which, \"in partnership with the professional clubs, will work to achieve agreement on the important issues affecting the game\". Triesman, like Adam Crozier and Ian Watmore, two of the four chief executives who have left the FA in eight years, believed the divisions between professional and amateur game could be overcome and that football's politics could not be as lethal as those in the real world he came from. The 2005 review by former Treasury mandarin Lord Burns, which led to Triesman's appointment, also recommended the FA introduce two independent directors, to balance the stand-off on its board between the five representatives of the professional game – three Premier League, two Football League – and five from the \"national game\". Those two appointments have never been made, and Triesman does not appear ever to have pushed for them, which gradually undermined his legitimacy. Richard Scudamore, the Premier League chief executive, became an implacable enemy as soon as Triesman publicly warned about the professional clubs' £3bn debt mountain in an October 2008 speech which, courtesy of Portsmouth and Manchester United, has since been amply vindicated. The ferocity of the criticism which then found its way into the press, much of it based on pretty thin grounds, did shock Triesman. He appeared to give up the fight, and any hope of the FA truly regulating the professional game. Instead he focused most of his efforts on the 2018 bid, believing that if the tournament could be secured, it would be his great legacy, rather than burying himself in the grim attrition of grappling the FA into a body which could govern. In March Watmore, with whom Triesman worked well, resigned because he could no longer bear the hamstrung impotence of the FA. Yet while the FA was plunged into another vacuum of leadership it was all going so well at 2018. Triesman and the bid survived slings and arrows from the media and Premier League, whose chairman, Sir David Richards, walked out from the board last November. Then Melissa Jacobs, 37, turned up for dinner wearing a wire fixed up by the Mail on Sunday, and Triesman, 66, gossiped himself out of his jobs."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}