{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2010/may/29/greece-islands-luxury-villas-kefalonia", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2010-05-28T23:07:02Z", "webTitle": "Empty beaches and great deals in Greece", "webUrl": "https://www.theguardian.com/travel/2010/may/29/greece-islands-luxury-villas-kefalonia", "apiUrl": "https://content.guardianapis.com/travel/2010/may/29/greece-islands-luxury-villas-kefalonia", "fields": {"headline": "Empty beaches and great deals in Greece", "bodyText": "The little fishing harbour of Fiscardo, in the north of Kefalonia, is often described in guidebooks as Greece's prettiest village. The Venetian houses that line its waterfront are painted in sugary shades with contrasting doors and windows – blush-rose and green, lilac and pink, orange and red – all lit up like a twinkling rainbow at night. They form an enchanting, if slightly twee, setting, where holidaying couples and yachties potter from taverna to taverna to ponder whose bream might be freshest, which rabbit stifado the more traditional. A 30-minute drive south, beyond the equally pretty Assos, is the incredible curve of perfect white sand, leaking into water the bright turquoise of antifreeze, of Myrtos beach, one of Greece's most photographed. These treasures, along with the Ionian island's legacy as the setting for Captain Corelli's Mandolin, have made Kefalonia one of Greece's most popular holiday islands. And yet, when I visited the week before last, it seemed rather empty. This has been a dire month for Greece's tourism industry. The riots in Athens at the start of May, strike action affecting ferries, flights and goods transportation, financial meltdown, and then, to top it off, the ash clouds interrupting flights . . . all that was missing was an outbreak of bird flu to see off the country's image as a safe, easy holiday destination. The sum effect caused one Fiscardo barman to conclude \"this summer, there will be no summer\" as he served our mojitos in an empty bar. Volcanic ash had prevented the Manchester flight bringing in that week's northern tourists, and the weather was a bit iffy, but according to Tassos, the owner of our villa, Trizoni, Kefalonia's holiday villa owners were seriously worried about the coming season, and struggling to fill their properties. Around 27,000 hotel nights were cancelled in the Athens area in the three weeks following the riots at the start of May, and many tour operators reported a nosedive in bookings – Thomas Cook said its were down 24% on last year; Olympic Holidays, the UK's biggest Greece specialist, said June bookings were down, though the World Cup was also a factor. \"We undoubtedly saw a slowdown in bookings to Greece,\" said Chris Lorenzo, managing director of Seafarer, a Greek sailing specialist, \"but media coverage has grossly exaggerated the riots and other problems, which has turned people away.\" Sophia Panagiotaki, director of the Greek National Tourism Organisation, insisted travellers would enjoy their holidays this year as much as any other year. \"Prices are competitive, the service friendlier than ever, and visitors are not at risk in any way,\" she said. Certainly it didn't cross my mind to cancel my own trip – I had been dreaming for weeks of the infinity pool at my stylishly converted farmhouse, grilled calamari, and that unique thyme-and-pine scented air. A national strike in the middle of the week didn't affect us one bit, although the island did seem amazingly quiet, and our flight home was half empty. My boyfriend and I were delighted to frequently find ourselves the only people on the beach. \"Daf Noudi beach is one of the nicest on the island,\" read an entry in our villa's guestbook, \"though it can get very crowded in the summer.\" Not on our visit. We turned off the main coastal road (dead quiet), parked beside a pine forest, and saw not a soul on the shady 20-minute walk down to the beach, a pretty curve of smooth white pebbles, totally deserted. We snorkelled in crystal clear waters, explored caves, lay around reading, ate a picnic of spinach pie and almond cake from the Fiscardo bakery and drank a couple of local Alfa beers. A perfectly simple, typical Greek holiday afternoon, made so much better by no one else being around. Even more unbelievably, at Myrtos, the island's most prized beach, we found ourselves accompanied by just one lone swimmer and two couples in camper vans, all of whom left before us. Finding yourself alone in such spots is unheard of in high season on such a popular island as Kefalonia, so if this summer is to be less crowded than usual, it could be the perfect time to experience Greece as it used to be, when holidaymakers first fell in love with the possibilities of discovering deserted coves and traditional villages. One day we hired a motorboat and zipped over to the nearest, more traditional, island of Ithaca, where a steep walk up from the harbour brought us to the village of Stavros. We had been urged to try Corelli movie cast's favourite restaurant, Polyphemus, with a leafy garden strung with lanterns. It's run by a communist chef, Lazarus, who has covered its walls with pictures of Che Guevara. On one of these walls a pair of house martins had built a nest – they swooped in and out through the patio doors while we ate an incredible lunch of sun-dried octopus, sea bream with herbs and currants, and light, cheesy pitta. Afterwards, Lazarus and his Swiss partner insisted we drink several shots of brandy with them (on the house), gave us a lemon and a gardenia flower from the garden, and insisted on driving us back to the harbour. The tavernas on Kefalonia couldn't match that experience, but we discovered a wonderful unassuming roadside cafe, To Pethko, in the village of Anti Pata. It played Guantanamera and had plastic awnings separating us from the road, but served the most delicious fried courgettes, pork souvlaki and local Robola white wine (no need for retsina here: Kefalonia produces Greece's best wine, a legacy of the Venetians). The road from our villa led down to another great taverna at Alaties beach, where a lady served delicious aubergine dip, taramasalata, salt cod balls, sardines and perfect Greek salad. But good as it was, it wasn't cheap – €45 for a simple lunch for two (we shared the dishes, and had a beer each) – and therein lies another of the problems facing Greece's tourism recovery. When Greece joined the single currency, it lost its main selling point as a cheap, sunny destination. To compete with cheaper alternatives such as Egypt and Turkey, it needs to match them on price, although Noel Josephides of Sunvil Holidays points out that the pound has lost value against those countries' currencies, too. Operators say hoteliers and restaurants will be dropping their prices this summer to encourage holidaymakers to return. \"The current situation is causing concern for hoteliers,\" said Photis Lambrianides of Olympic Holidays, \"but they are determined to attract holidaymakers back and are therefore coming up with some great deals for us to pass on.\" And they will have to. One rep told me that the island's summer season had shrunk from five-and-a-half months to just three over the past decade, and the current crisis will only threaten it further. Tourism businesses that offer something new and different are perhaps more likely to weather the storm, and those that are more upmarket – offering stylish villas and hotels reminiscent of Ibiza and Mallorca – may prove more resilient than the bucket-and-spade market. Tassos, the owner of my villa, has converted his family's three derelict cottages into stunningly stylish pads – a rare find on the island – complete with infinity pools, funky designer furniture and sun terraces decorated like hip beach bars. He says his summer bookings are bucking the trend and doing well (hurry, if you want to snap one up), while the rest of the island is struggling. Many operators have been forced to lower rates to stimulate bookings this summer, so why not take advantage? See our deals, below right and overleaf, or treat yourself to one of the new breed of stylish luxury villas (see panel, right). • Exclusive Escapes (020-8605 3500) offers seven nights at Villa Trizoni from £767pp based on six sharing, including return flights from Heathrow or Manchester, transfers, seven days' jeep hire, welcome hamper and daily maid. You can also book Zouzouni (sleeps two, from £1,300 a week), an equally stylish one-bedroom villa next door, which has a glass-fronted bedroom on to steps that descend into the pool. The third property in the collection is the family-friendly Villa Salamantra. Classical style: more luxury villas in Greece The Gecko, Lefkas In an area rich with wild meadow flowers and poppies, the modern, simple facade of the Gecko hides one of the most mouthwatering interiors in Greece. The villa, on the far northern tip of the island above the village of Tsoukalades, has a huge, white, airy lounge-dining area with a double-height ceiling, and two bedrooms, one in the main house and another built into the hill further down, both with their own terraces. Another deck has a pool looking out across a pine forest to the sea, and there is a second, smaller \"reading pool\" and several pergolas, one with a Mexican hammock. The terraces are planted with olive, eucalyptus and cherry, fig and nectarine trees, plus grapevines, bougainvillea, jasmine, lavender and rosemary. A DVD player (but no TV, they want you to escape the world here), CDs, books, games, an iPod dock and Wi-Fi provide the entertainment, but there are two small beaches and a few decent tavernas nearby. Lefkas is joined to the mainland by a causeway and is considerably less developed than Corfu and Kefalonia. • Sleeps 2-4, from £245 a night through i-escape.com Green Windmill Villa, Santorini This quirky pad ticks all the boxes: colourful, stylish interiors, close to the beach, private pool, eco-friendly with its own vegetable patch. Best of all, you have the fun of staying in a converted windmill. Santorini is one of Greece's poshest islands, with plenty of swanky bars and restaurants, but the Windmill is close to the traditional village of Oia. • Sleeps up to five in two bedrooms, from €1,960 a week through Pure Holiday Homes (. Available all summer.pureholidayhomes.com/santorini-the-stunning-windmills-of-santorini-the-green-p2322.html) Kyma, Corfu Much of Corfu may be rather spoilt, but the north is less developed than the south and attracts wealthy holidaymakers (and David Cameron) to its upmarket restaurants and villas, many visable only to those who sail past. Luxurious Kyma lies in a steeply sloping olive grove between a coastal road and the sea. A dining balcony looks out to the mainland, and there's a poolside barbecue area on to which several bedrooms open. A friendly taverna, the pretty Kaminaki beach and the Nissaki Beach Hotel (tennis courts open to non-guests) are all within walking distance. • Sleeps eight, from £460pp per week, including flights and transfers through CV Travel (020-7401 1010/EN/Destinations/Europe/Greece/Corfu/Kaminaki--Agni/Accomodations/Pages/Kyma.aspx). .) Villa Penelope, Patmos If you're really looking to push the boat out, White Key Villas' portfolio features dozens of pads that are seriously on the posh side, with stunning interior design, dramatic architecture and infinity pools. Villa Penelope would be ideal for a big group looking for a real treat: it's an old aristocratic residence with antiques, handcrafted floors made from pebbles and local Pelion stone, and a grand patio edged with palms. Rooms have four-poster beds, exposed beams, candelabras and patterned rugs. Patmos's capital is Chora, a medieval town built around a monastery, with neoclassical mansions. The nearest airport is on Samos, 50 minutes by hydrofoil. • Sleeps up to 12 in six bedrooms, from €10,000 a week through White Key Villas (+30 210 72 15 530) Loutsa Villas, Ithaca The website photos for these two properties tell it all: in the cleavage between two rugged hillsides two modern villas sit 50m back from their own beach. Each of the two-bedroom, pale pink villas in this remote spot has its own pool, and is surrounded by trees, but they are within walking distance of Vathy, the island's main town, with waterfront bars and tavernas. Ithaca has several interesting mountain villages and harbours, a couple of pebble beaches, and is a short ferry ride from Kefalonia or the mainland. • Villas each sleep four, from £1,200 a week in June, including car hire, through Exclusive Escapes (020-8605 3500/destinations/property/loutsa/detail/) Villa Koumaria, Skopelos Good for families or couples wanting a private retreat, this new cottage has wooden floors and wooden ceilings, a fireplace, built-in seating in the lounge, a dining room with wood-burning stove and a double bedroom with patio doors leading out on to a terrace with sea views. A pool is set among the trees, and there are several good beaches around Panormos, 10 minutes' drive away, plus lots of walking routes. Skopelos doesn't have an airport; you must take the hour-long ferry trip from Skiathos, which doesfly to Skiathos, one hour by ferry. • Sleeps four, from £1,500 a week, through SunIsle (0844 482 0202/property/Greece/Skopelos/Villa-Koumaria. GB"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}