{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/may/02/england-craig-kieswetter-world-twenty20", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-05-01T23:35:05Z", "webTitle": "England's Craig Kieswetter has mentality to shine at World Twenty20", "webUrl": "https://www.theguardian.com/sport/2010/may/02/england-craig-kieswetter-world-twenty20", "apiUrl": "https://content.guardianapis.com/sport/2010/may/02/england-craig-kieswetter-world-twenty20", "fields": {"headline": "England's Craig Kieswetter has mentality to shine at World Twenty20", "bodyText": "In the enchanting museum at Somerset County Cricket Club, which is celebrating its 21st year, there is a section on overseas players. It is a large section with many photographs, including one of Craig Kieswetter. They will have to move it now – into the England players section. Tomorrow, Kieswetter will open the batting along with another South African-born newcomer, Michael Lumb, as England launch their World Twenty20 campaign in the Caribbean. Andy Flower, rarely regarded as a cavalier, is taking a punt with these two. Lumb is 30, but devoid of international exposure. Kieswetter is 22; he only qualified for England in February. He is a novice, yet there is some evidence that this punt could work. In the past Kieswetter has not taken long to adjust to the next level. He has made it his business to demonstrate that any elevation is well within his grasp on an inevitable route to the top. Amid the obvious flair for hitting the ball vast distances, there is evidently a bit of grit as well. In 2007 he was competing with another young wicketkeeper for the first-team slot at Somerset. Sam Spurway, who now captains Ilminster in the south of the county, was going to start in the Championship side. Kieswetter, it was decided, would have his chance in the one-day team. Kieswetter's first innings for the first team was against Glamorgan in that April three years ago. He smashed the white ball around Taunton while scoring an unbeaten 69 from 58 balls. Brian Rose, the director of cricket, remembers it being an easy decision. \"After that innings it was obvious that Craig had to play in every form of the game,\" he says. Kieswetter played the next Championship match. The same pattern was in evidence when Kieswetter was with the England Lions. When the chance to play against England came along in Abu Dhabi with Flower watching on the sidelines, he hit 81 as the Lions defeated the senior team. He was catapulted on to the tour of Bangladesh straightaway. On that tour, by Kieswetter standards, it took him a while to establish himself. There were two failures in the one-day internationals in Bangladesh but in the third and final match he scored 107. It was an uncharacteristic Kieswetter innings. He was cagey and scraping his runs at the start, outscored by Alastair Cook, but he hung on before running amok towards the end of his innings. He had to find a way. And he did. \"In the first two games I wasn't quite aware tactically of how I was going to pace my innings,\" he said afterwards. \"He [Cook] was bashing it around while I played second fiddle.\" It is not a role that comes naturally to him. Now that an England career was most definitely on the horizon, the murmurs about his origins grew louder. There was an odd remark by the national selector Geoff Miller immediately after announcing his selection. He said: \"We have to be very careful. I wouldn't say he will be the last. But we will monitor it.\" Kieswetter, brought up in Johannesburg, the son of a Scottish mother (with accent intact) and a wealthy South African businessman, will have to cope with gripes not against him but his background. \"It's something I'm going to have to put up with for my whole career,\" he says. \"I've done my four years, I am British and I don't see it as an issue.\" Kieswetter seems to know where he's going. Everyone speaks of his ambition and his confidence, but it is a confidence that is clearly well-founded. Mark Davis, a Somerset pace bowler of the 1980s, coached Kieswetter at Millfield School in Street, and remains in touch with him along with many other first-class players who have passed through his hands. In fact there were four first-class cricketers in the top order of the Millfield side that Kieswetter played in during the summer of 2006. Alongside him was Tom Maynard, son of Matthew, who is at Glamorgan, Kieran Powell, who has represented West Indies in two one-day internationals, and Adam Wheater, the second-team keeper at Essex. Davis confirms that Kieswetter was never short of self-belief. He recalls that Wheater rather than Kieswetter kept wicket at Millfield in a side that won the schools Twenty20 championship. \"But Craig did a lot of work on his keeping because he realised that this would help him later in his career,\" Davis says. \"Instead he tried to bowl fast; he threw it in my opinion, though he was never called.\" Subsequently Kieswetter has become good friends with Rory Hamilton-Brown – another Millfield old boy, though they did not overlap at school – and the young Maynard, another man not lacking confidence. Millfield boys are everywhere on the county circuit. In Kieswetter's absence, there were six of them on parade in Cardiff last weekend when Somerset played Glamorgan, but very few Millfield old boys have gone on to play for England (recently there is only Kieswetter and Simon Jones). Rose did not take long to sign Kieswetter up after watching him bat for Millfield. \"I saw him face two balls and that was enough for me\" (they were hit to the extra cover and midwicket boundaries). The next day, having been hastily drafted into the second team, he hit a hundred. Rose has no regrets about his snap decision. \"I like him as a cricketer,\" he says. \"He is tough, sparky but willing to work and to learn. We spoke to him about the need to be more disciplined, more controlled in his championship batting and he soon responded.\" Last year he averaged 60 in first-class cricket. Notice how the emphasis on Kieswetter the cricketer is always upon his batting. His keeping is getting better – he has reached \"competent\" – but it his batting that excites. Off the field, after a comfortable South African upbringing, he may not be quite so driven. Sally Donoghue, the long-serving operations manager at Taunton, has had a few odd requests from him. She says he needs a bit of organising. Even then his ambition can shine through. \"How do I go about getting a single room?\" Kieswetter asked. \"Either you have to be the overseas player, or the captain or an England player,\" said the redoubtable Mrs Donoghue. \"Right, I'll work on that then,\" was his response. And so he has (though he should take nothing for granted – he may require a Test cap for a single room to be guaranteed). That Test cap may be a while off. To Matt Prior's credit, he has responded stoutly to the fast-approaching challenge. Prior's keeping has improved and he continues to score his quota of runs. But when England are playing with a white ball, Kieswetter is very nearly there. If his past record is anything to go by, he will have established his place in the England team by the time they leave the Caribbean."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}