{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/may/02/iain-balshaw-biarritz-munster", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-05-01T23:35:03Z", "webTitle": "Iain Balshaw: An Englishman abroad takes wing as an honorary Basque", "webUrl": "https://www.theguardian.com/sport/2010/may/02/iain-balshaw-biarritz-munster", "apiUrl": "https://content.guardianapis.com/sport/2010/may/02/iain-balshaw-biarritz-munster", "fields": {"headline": "Iain Balshaw: An Englishman abroad takes wing as an honorary Basque", "bodyText": "While the English club giants such as Leicester and Bath stand on the sidelines twiddling their thumbs as Ireland and France get on with contesting the Heineken Cup, one Englishman, at least, is quietly happy with his lot. Iain Balshaw, once of Bath and Gloucester and 38 times either an England Test player or a Lion, is one year into his contract with Biarritz and he is sold on the place and the team. Even though he still has a season to go with the Top 14 side, he is thinking about extending his stay in the south of France. \"I think I'd like to end my career here,\" Balshaw says ahead of today's semi-final against Munster. Look around and you can see why. The English have always been made welcome here – Avenue Edouard VII is one of the main drags through town and Hotel Windsor still seeks to reflect the time when Wallis Simpson and the Duke of Windsor made this their bolt hole of choice – and the Balshaws have piled in. Their home is just around the corner from the casino and not much more than a wobbly punt from the old port where the former France prop Pascal Ondarts has his hotel and bar. But, more than that, the family has lapped up the affection with which the town holds its rugby-playing heroes. Toulon and Racing may be the free spenders of French rugby and Toulouse the biggest team around, but Biarritz surely have the pottiest fans. On any given rugby weekend the town is painted the green, red and white of the Basque flag. During the last week, with the sun burning down, every night has been party night, the music led by an oversized man dressed as a Native American sitting on a low loader banging a drum and making a ruckus as it tours the town and its rugby watering holes such as the Red Cafe. \"Why the Indian, I don't know,\" Balshaw says. \"I've asked everyone and no one seems to know anything other than he's a mascot. But the whole town is involved. \"I haven't seen anything like it,\" says the 31-year-old who played seven seasons with Bath and three with Gloucester, two of the hottest spots in English rugby. \"It's not just a Biarritz thing, it's a Basque thing, which is why the town will be empty on Sunday. They reckon something like 36,000 will cross the border heading for Anoeta [the stadium in San Sebastián where Biarritz regularly choose to play big matches].\" Balshaw has played in three games at the Anoeta, the last against the Ospreys when his try helped Biarritz to the one-point victory that set up today's match against the champions of 2006 – when they beat Biarritz 23-19 in the final – and 2008. According to Balshaw, no one has mentioned that 2006 game during training which was moved last week to Hendaye, even closer to the Spanish border, where the club's chief executive, Serge Blanco, foremost of former French full-backs, has one of his hotels. However, a lot has been said about the Ospreys win and not all of it good. \"We were quite disappointed after that match. We know we are going to have to be a lot tighter,\" Balshaw says. \"We gifted them too much possession and we won't get away with that against Munster.\" There is also the question of how Biarritz cope without Damien Traille and the thunderous boot that kept the Anoeta scoreboard ticking over with precision drop goals while Ospreys mounted their comeback. Much will depend on the tactical kicking game of their inspirational scrum-half, Dimitri Yachvili, possessor of some of the thinnest legs in world rugby and the speedy limbs of Takudzwa Ngwenya, the Zimbabwean who plays for the United States and who twice skinned the Ospreys to score one try from 80 metres and then setting up another for Balshaw. \"He's only 24 and has a lot to learn, but he is fast – yes, the fastest I've played with,\" says Balshaw, who was an injured spectator when Ngwenya began this season's Heineken Cup with a hat-trick over Gloucester. \"He scores tries like the one he did in the 2007 World Cup when he ran away from Bryan Habana and the one at Anoeta when he left Mike Phillips and Shane Williams, but he also makes tries for others as well. \"When he's got the ball he draws defenders and that creates the space for someone else, just like it did for me with his chip against the Ospreys.\" A few moments of Ngwenya magic today would not go amiss with the convoys of Biarritz fans. Their club is in danger of becoming one of the nearly teams of the Heineken Cup – five quarter-finals, three semi-finals and one final all without collecting the trophy – and they have had a less than spectacular league season, starting poorly, surging and then falling off to miss the end-of-season play-offs. Lose in San Sebastián and they might even miss out on Europe's major championship after nine successive seasons in the Heineken. Win and the partying will go on way into the night."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}