{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/may/06/peter-mandelson-electoral-reform", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-05-05T23:05:01Z", "webTitle": "Lord Mandelson backs electoral reform", "webUrl": "https://www.theguardian.com/politics/2010/may/06/peter-mandelson-electoral-reform", "apiUrl": "https://content.guardianapis.com/politics/2010/may/06/peter-mandelson-electoral-reform", "fields": {"headline": "Lord Mandelson backs electoral reform", "bodyText": "Lord Mandelson has conceded that parts of the electorate will today be seeking to \"turn a page\" on the Labour government because of the economic crisis. Speaking to the Guardian on the eve of voting, the business secretary praised Gordon Brown's resilience, arguing that even his adversaries would respect how he had endured a difficult campaign. He said attempts in recent days by senior cabinet ministers to endorse tactical voting could ultimately work against Labour. Mandelson also criticised the BBC's coverage of the election, suggesting senior executives may have decided to \"tread carefully\" after anticipating a Tory win and, in a strong endorsement of electoral reform, said the first-past-the-post system was \"creaking at the seams\". He said: \"Any government that has been in office for more than 10 years, and has had to wrest with the sort of financial and economic crisis that we had, and then the huge furore over MPs' expenses that sparked a political crisis as well, is bound to face a tough time. But I think that we have fought back well. \"Gordon showed his indestructibility during this campaign. He's had more thrown at him than any politician I've known but he's come through with his integrity, passion and dignity intact. I have never seen anyone knocked down so much or show such bounce-back ability. \"After the economic war we've gone through some voters will feel like turning a page and starting a new chapter. But others will stick with the man who has given boldness and decisiveness to get us through and has shown more judgment and backbone than Cameron or Clegg put together. \"Gordon has won a lot of respect even from non-Labour voters. He is the sort of conviction politician people admire, not someone who wants the job because they think it is their birthright or feel it is their turn.\" Mandelson said the media had treated Labour unfairly in the last month, and suggested the BBC may have decided to \"tread carefully\" after calculating the Tories were most likely to win the election. \"You say, well, the Conservatives were good at getting their story and message out. [But] you hardly have to open your mouth or lift your finger when you've got 80% or thereabouts of newspaper circulation acting like fanzines. \"Everything you say is taken at face value. Everything is amplified. Everything has the best possible gloss and spin on it. That is why you look to the broadcasters to even things out, to be more fair-minded. \"I feel that the broadcasters in particular have a responsibility for conducting a tough and sometimes controversial debate in their studios between the parties. More often I found that we made points or issued challenges, or tried to spark controversy in one policy area or another, and it has fallen on deaf ears among the broadcasters in a way I've never seen in a previous election. Mandelson said the BBC has sought to \"decontroversialise\" the election, adding: \"I really don't understand it. Maybe they saw the Conservatives in the lead and thought, 'They're the favourites, we can expect a Conservative government and we must tread carefully.'\" Mandelson questioned comments on Tuesday by Ed Balls, who appeared to endorse tactical voting aimed at preventing the Conservatives from securing seats. Asked about the children's secretary's intervention, he said: \"Well, obviously it was surprising. It is impossible to say what effect it will have. It is impossible to estimate its impact. Tactical voting is easier to talk about than do. We're not engaged in some theoretical or academic exercise here, we're trying to maximise the Labour vote.\" He added: \"The pitfall is that it works more against Labour than for us. That's why I say, you can choose a particular action or way to vote in a given constituency, but a general injunction to vote tactically can be misunderstood. And it is difficult to translate in what to do in your own constituency.\" The business secretary, who will be a key figure seeking to broker deals in the event of a hung parliament, also spoke about the need for \"co-operation\" if no party has an overall majority. \"I operate a very clear principle, and that is that politicians must obey the will of the public. And if people vote for a hung parliament – indirectly – then it is the job of the parties to deliver strong and stable government as best we can, in the light of that result. \"I personally think that a strong majority government from an individual party is preferable. But if a different outcome is desired – parties co-operating together around a programme of government – then our job is to provide that.\" He said the challenge in the event of a hung parliament would be to achieve compromise between rival parties without \"diluting your policies into a sort of lowest common denominator offer. \"You would be both responding to the outcome of the election that the public has given you, and constructing the strongest possible programme for government in the circumstances. People might say that compromise and co-operation is in itself good. I can understand that viewpoint. I would say: but not at the expense of the clear, coherent policies that the country needs.\" Mandelson said political reform was now firmly on the political agenda. \"I think what is coming to an end is a political system rooted in a first-past-the-post means of election which looks as if it is creaking at the seams. \"People want their votes to count for more, they want a more representative House of Commons and they don't want to feel that MPs from any party can simply rely on automatic re-election. They want a tougher system of accountability, and I think a reformed electoral system would help deliver that.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}