{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/may/20/country-diary-straithnairn", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-05-19T23:05:07Z", "webTitle": "Country diary: Strathnairn", "webUrl": "https://www.theguardian.com/environment/2010/may/20/country-diary-straithnairn", "apiUrl": "https://content.guardianapis.com/environment/2010/may/20/country-diary-straithnairn", "fields": {"headline": "Country diary: Strathnairn", "bodyText": "One of the places that I fish for brown trout is a hill loch in this strath a few kilometres south of Inverness. Despite being nearly two hectares in size and with a small island, it is unusual in that it has no name – not even on the largest scale Ordnance Survey map. Last week it was time to check the boathouse and small boat although much too early to fish, as it remains too cold with temperatures still dropping to zero some nights. Approaching the loch cautiously, through some moribund birch woodland, I scanned the water and surrounds for wildlife, but to start with it was disappointing. It was almost uncanny in the stillness and silence with not even a slight ripple on the water. Then there was that strange feeling, that always has me mystified, that I was being watched. It took some time to see the bird, with binoculars: there was a little grebe looking out from the fringe of sedges. Only its head was above the water, the rest was submerged, and I was lucky to see it. Moving to the other end of the loch it was still quiet, but I knew that under the water it was a different story, an underwater jungle. I had seen the invasion of toads the week before, when I found one male hitching a ride on the back of a female some metres from the water. The palmate newts I knew would be there, as last year I had caught four fish (on artificial flies I had cast out from the boat) that had disgorged whole newts. In the large nest box near the water's edge on the trees opposite me I knew from checking earlier this year that it was likely to have three now well-grown chicks, owlets, of a pair of tawny owls. The loch held its secrets, which is as it should be."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}