{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/may/25/israel-nuclear-weapons-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-05-24T23:05:06Z", "webTitle": "Israel's nuclear weapons: Time to come clean | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/may/25/israel-nuclear-weapons-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/may/25/israel-nuclear-weapons-editorial", "fields": {"headline": "Israel's nuclear weapons: Time to come clean", "bodyText": "Israel has long based its security policy on the preservation of its monopoly of nuclear weapons in the Middle East. It seems to regard this monopoly as an entitlement so self-evident as to need no examination, whether at home or abroad, and has invented a doctrine of ambiguity, under which it neither denies nor confirms its nuclear status, as a means of preventing, or at least staying aloof from, any discussion. Among the many matters which Israel has concealed, documents suggest, was a readiness to consider the transfer of nuclear weapons to apartheid South Africa, something at variance with Israel's insistence that it has always been a responsible state. But the great value of the research into the dealings between Israel and South Africa which the Guardian has published this week is not simply that it puts on the record that Israel does indeed have nuclear weapons, nor that it might in the past have thought about handing such weapons to another state, but that it allows us to get beyond the \"do they or don't they?\" questions to look at the fundamentals of both Israeli and American policy. In the negotiations this month on the nuclear non-proliferation treaty, the United States has shown some flexibility in the face of demands from states who want progress toward a nuclear-free zone in the Middle East, progress which would at some stage have to include a clear Israeli acknowledgment of its nuclear weapons holdings and some degree of readiness to discuss safeguards, such as signing the non-proliferation treaty, as well as a clarification of Iran's nuclear ambitions. Israel, on the other hand, has been angered by these pressures, with prime minister Binyamin Netanyahu cancelling a visit to Washington earlier this month to avoid having to deal with them. Whether the other Middle Eastern states actually believe a nuclear-free region is attainable is unclear, but what most do believe is that highlighting and questioning Israel's nuclear monopoly is worth doing in itself, and that it might also alter for the better the context in which negotiations with Iran take place. Both America and Israel believe that Israel should retain its nuclear weapons while Iran should not be allowed to acquire them. With the Brazilian and Turkish scheme for the transfer of nuclear material spurned and tougher UN sanctions against Iran on the way, this is an unexamined contradiction which undermines much Middle Eastern diplomacy and cannot be for ever skirted. It is impossible to imagine even the first steps towards a true nuclear settlement in the Middle East without Israel abandoning its obfuscations on nuclear weapons and admitting, as other nuclear powers do, that security is a collective as well as an individual matter. • Comments on this article will remain open for 24 hours from the time of publication but may be closed overnight"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}