{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2010/may/07/buy-of-the-day", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2010-05-20T23:02:00Z", "webTitle": "Buy of the day", "webUrl": "https://www.theguardian.com/lifeandstyle/2010/may/07/buy-of-the-day", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2010/may/07/buy-of-the-day", "fields": {"headline": "Buy of the day", "bodyText": "Friday Leather-look bag, £34.99, Clarks Your eyes do not deceive you: this fabulous bag is from Clarks and is under £35. OK, so it's only a penny under £35 but that's still about £200 cheaper than it looks. It hit stores on 24 May but I'm giving you a heads-up a few days in advance because this is bound to disappear faster than you can say \"Mulberry Alexa\". And if there's only one left, I saw it first. Thursday Bath oil, £7.60, and shower gel, £5.95, by Lavera at feelunique.com New website Feel Unique promises to be the Net-a-porter of beauty. Actually, it's better than that - because you can actually afford the stuff on it. They have a particularly good selection of niche organic brands, including one of my favourites, Lavera. A staple in Germany, the brand offers everything from hair to baby products at a very reasonable price. Other favourite brands on the site include John Masters Organics for hair and Spezia, though you will also find well-known names like Clarins or St Tropez. Wednesday Necklace, £42, by econe.co.uk Here's a great birthday present for a friend (or for yourself: go on, you deserve a treat, don't you? You work SO hard). This cute pineapple pendant is set in clear resin in a silver frame. The EC One site is well worth a browse for other jewellery as well, from great designers such as Alex Monroe and Joanna Cave, and the company also makes its own bespoke pieces from its Clerkenwell workshop. Tuesday Vivacité(s) de Bach scent, £44.50, by Les Fleurs de Bach You might know Bach Flower remedies, which have been around since the 1930s, but did you know they have a small fragrance collection, made from the certified organic flower essences? This wonderful and unusual scent has spicy top notes of gorse and centaury (told you it was unusual), as well as white chestnut and hornbeam. If you are fed up with the insipid florals of beauty counter staples from the big brands and are seeking a more personal scent, try this or the companion scent, Présence(s) de Bach. Monday Owl cushion, £24, from Urban Outfitters This sweet patchwork cushion with button eyes would be lovely for a child's bedroom, or just to bring a homely touch to a bland sofa. It also comes in a green/multicoloured fabric for a boy's room."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}