{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/may/14/portsmouth-debt-administration-missing-funds", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-05-13T23:05:03Z", "webTitle": "Good news for Portsmouth … Guardian finds missing £4m", "webUrl": "https://www.theguardian.com/football/2010/may/14/portsmouth-debt-administration-missing-funds", "apiUrl": "https://content.guardianapis.com/football/2010/may/14/portsmouth-debt-administration-missing-funds", "fields": {"headline": "Good news for Portsmouth … Guardian finds missing £4m", "bodyText": "Portsmouth have endured a season of almost unremitting financial gloom, with mounting debts forcing them into administration, wages being paid late on several occasions and players set to be sold. But the Guardian can deliver a rare chink of good news ahead of tomorrow's FA Cup final after establishing the club are almost £4m better off than they thought. Digger has discovered a surprising discrepancy in the administrator's report, establishing that a company listed as being owed £1.99m by Portsmouth was in fact in debt to the club to the tune of £1.86m. Listed last month among the club's debts were liabilities totalling £1.99m to Canterbury Europe, Pompey's former sponsor and shirt supplier, which was described as a trade creditor. But Digger went back to the statement of affairs prepared about Canterbury last September by KPMG after the company went into administration having racked up seven-figure losses on a series of expensive sponsorship deals it had struck with sports clubs including Portsmouth. It showed that, contrary to Pompey being a debtor, the Premier League club were owed £1,862,724.67. Puzzled by the fact that Andronikou's report into Portsmouth's insolvency last month had transformed this into a debt to Canterbury, Digger contacted the joint administrator. When asked to clarify the situation, Andronikou told the Guardian: \"We have discovered that there is a debtor in our favour so the trade creditor figure will come down quite substantially.\" It is highly unusual in any sponsorship agreement for a rights holder to become heavily indebted to one of its sponsors. Canterbury Europe Ltd ceased trading in August 2009 after JD Sports bought its stock and staff from insolvency but JD is not listed as a Portsmouth creditor. Digger later asked Andronikou to explain the near-£4m swing but did not receive a response. Nor did Andronikou outline whether the \"quite substantial\" change in circumstances means Canterbury will now be booked as a £2m debtor in his future reports. Although £4m is a tiny figure in the context of Portsmouth's £138m debt, it could be highly significant in the club's attempt to exit administration. It is not expected that HM Revenue &amp; Customs, which is listed in Andronikou's April report as being owed £17.1m in unpaid tax and PAYE, will support his Company Voluntary Arrangement. That proposes that unsecured creditors should receive 20p in the pound of what they are owed over five years. Every pound a creditor is owed equates to a vote in the creditors' ballot and if HMRC is successfully to block the CVA it must secure 25% of the total votes against the process. Last week Andronikou told a meeting of creditors that the taxman's claim had risen to £35m against total debts of £138m – or 25.36%. Should the total debt now fall to £134m due to the discrepancy, that would lift HMRC's entitlement in the vote to 26.1%. Andronikou's past record as an insolvency practitioner has not been without controversy. In December 2008 he was found by the high court to have \"failed to meet the standard to be expected of a reasonably competent insolvency practitioner\" during an insolvency process. When Digger contacted Andronikou about this some weeks ago he stated that he had conducted hundreds of insolvencies and only once had his conduct been criticised by the courts. HMRC declined to comment yesterday and KPMG did not return Digger's call. Sky cool on IPL franchise Digger's highlighting yesterday of the attempts by a Test-match county's chairman to engineer a \"get‑out\" from the England &amp; Wales Cricket Board's £300m television deal with Sky has prompted disquiet among broadcasters. One senior industry insider said that any attempt to introduce an Indian Premier League-franchised tournament into the English market would be \"potentially damaging to the entire ecosystem\" of the sport. Holders of existing broadcast contracts, they say, \"do not want to see their value washed away\". The broadcasters await the ECB's next move to protect their interests against renegade counties. Robertson on hold Head-scratching in sports-politics circles at the lack of an announcement as to the identity of the new sports minister. Hugh Robertson is highly regarded for his competence as the shadow sports and Olympics spokesman but the job, a prize picking for an ambitious tyro from either government party, was last night still a subject of coalition negotiations. \"If we form a government, as I hope we do, I expect an early call from the prime minister,\" Robertson said last month. But he was still waiting by the phone last night. Bye bye Barnes Gianfranco Zola is not the only senior employee leaving West Ham United this month in the staff shake-up that has followed David Sullivan's and David Gold's investment at Upton Park. Peter Barnes reaches retirement age after this season finishes, having served as the club secretary since joining from Tottenham Hotspur in 2000. The arrival of Liz Coley, the former Southampton company secretary, was hastened earlier this year when Barnes suffered a heart attack. Whether the popular Football Association international-committee member continues to represent the club in football politics is as yet unknown. But Gold – at 73 still two years below the upper age limit to serve on FA committees – is known particularly to enjoy that side of the business. Fifa calls time on Beckham Fifa is guarding against the Beckham effect by restricting all World Cup bid delegations to a 15-minute promotions slot after handing over their candidate books at Fifa headquarters in Zurich today. Fifa has sought to prevent a repeat of the farcical scenes in Cape Town when the grand entrance of Luis Figo and the Portugal delegation drew all attention away from a rival bid's presentation. England 2018's A-lister, David Beckham, will be in Zurich to hand over the bid book but perhaps Fifa has overreacted in capping England's talk time: the Los Angeles‑based celebrity footballer is not giving interviews."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}