{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/may/29/this-weeks-new-comedy", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-05-28T23:07:08Z", "webTitle": "This week's new comedy", "webUrl": "https://www.theguardian.com/stage/2010/may/29/this-weeks-new-comedy", "apiUrl": "https://content.guardianapis.com/stage/2010/may/29/this-weeks-new-comedy", "fields": {"headline": "This week's new comedy", "bodyText": "Jane Bussmann: The Worst Date Ever, London Even if you're not familiar with Jane Bussmann's name, you'll probably know her work without realising it. As a sketchwriter, she made her name on The Fast Show before going on to contribute to Chris Morris's Brass Eye and Jam. She then crossed the Atlantic to produce scripts for South Park under the aegis of the notoriously perfectionist Trey Parker. This one-woman show tells the story of Bussmann's impulsive quest to snag a date with a gorgeous international human rights activist, and the remarkable lengths she was prepared to go to in order to catch her man. So far, we're in amusing-but-comfortable Tony Hawks or Dave Gorman territory. But then the whole thing shifts up a gear when Bussmann follows her prey to Uganda, and finds herself confronting the appalling abuses and crimes of Joseph Kony and the army of enslaved children fighting a brutal guerrilla war on his behalf. The result is a compelling narrative (there's a book too – £11.99, Macmillan), that's packed with uncomfortable questions as well as episodes of bleak, black comedy. The Tabernacle, W11, Wed Stephen Carlin: Blows The Lid Off The Whole Filthy Business, London One consequence of the coming to power of David Cameron is the way it makes England and Scotland look like political strangers. The Tory revival may be in full swing down south but it peters decisively out at Hadrian's Wall. One man who's well-placed to take stock of the situation is Scottish comic Stephen Carlin, whose characteristic mode of bone-dry intellectual pedantry has in recent years been allied to an increasingly satirical streak. True, he's willing to muse critically about the legacy of Mrs Thatcher, but he's equally fascinated by the minutiae of snooker tournaments of years gone by, or the innumerable possible explanations why Odeon cinemas insist on closing and reopening the curtains before showing a film. Acclaimed by the likes of Stewart Lee and Stephen Merchant for his original and engrossing take on the world, his Soho Theatre run sees a repeat performance of his 2009 Edinburgh show. Soho Theatre, W1, Fri to 5 Jun Ivan Brackenbury, On tour The Smashie &amp; Nicey generation of DJs have long since been banished to the netherworld of golden oldie networks, but those with a fondness for the kitsch of the old days will find much that's familiar about Ivan Brackenbury – a quite gloriously stupid hospital radio DJ and the creation of comedian Tom Binns. Brackenbury combines the ludicrous, smug confidence of Dave Lee Travis with the contrived wackiness of Timmy Mallett, all allied to the capacity for haplessness of a first-class clown. Binns has his character absolutely nailed, and mines the comic seam ruthlessly to create top-quality entertainment with practically universal appeal. Tattershall Castle, SW1/Leicester Square Theatre, WC2, Sat; Drill Hall, Lincoln, Thu; Hyena, Newcastle upon Tyne, Fri"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}