{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/may/02/paris-saint-germain", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-05-01T23:35:04Z", "webTitle": "Authorities' anti-hooligan move causes a stir in France", "webUrl": "https://www.theguardian.com/football/2010/may/02/paris-saint-germain", "apiUrl": "https://content.guardianapis.com/football/2010/may/02/paris-saint-germain", "fields": {"headline": "Authorities' anti-hooligan move causes a stir in France", "bodyText": "PSG 'must be dissolved' The French government's latest attempt to eradicate football hooliganism has caused quite a stir. \"This is a measure that is unprecedented in French sport!\" screams Le Parisien after the national commission for the prevention of football violence \"dissolved\" seven fan groups accused of fomenting much of the fighting that has become endemic in and around some Ligue 1 grounds, most notably the Parc des Princes, home of Paris Saint-Germain. Five of the seven disbanded groups were of PSG fans (the other two were from Lyon and Nice). The most ferocious confrontations in recent years have been between PSG fans and ... other PSG fans. The commission's decision was driven by the events that preceded February's PSG-Marseille match, when rival PSG fans engaged in clashes that left a 37-year-old man dead. PSG took the wrong path almost from the outset. Founded in 1970 amid dreams of grandeur, the club did not immediately attract mass support. In 1978, in a bid to foster popular fervour, the owners dubbed one end of the stadium the \"Boulogne Kop\" and offered cut-price tickets. Fans flocked in, but among them were many neo-Nazis, whose presence put off many other would-be supporters, especially non-whites. Rather than root out the racists, the club tried, in the early 1990s, to attract members of ethnic minorities to the opposite end of the ground, the Auteuil stand. \"That was a mistake,\" an unnamed former club director tells France Football. \"It amounted to tacit acceptance that the Boulogne was a whites-only stand.\" The rivalry between the two ends of the Parc offers a caricature of the debate on immigration: while the Auteuil associations insist they are affirming their right to participate in public life on equal terms, the Boulogne extremists view them as unwelcome immigrants who want their women, their jobs, and now their football club. Clashes have become more frequent and more brutal. Though a PSG fan was shot dead by police in 2006 after fighting following a Uefa Cup defeat by Hapoel Tel Aviv, Yann Lorence's death was the first time a PSG fan has been killed by a supporter of the club. The disbanding of the fans' groups drew predictably hostile reaction from the supporters themselves, many of whom protested before yesterday's French Cup final between PSG and Monaco. Others believe the dissolution is not radical enough. \"It is not enough to dissolve such and such supporters' association,\" declares L'Express journalist Christopher Barbier. \"PSG itself must be dissolved. An example must be set for the whole country.\" Rumours are running wild. The latest one is that a new club will be created in Paris to cater for all the football fans who are turned off by the violence. And the mastermind supposedly behind this new club is none other than the disgraced former president of PSG's arch-rivals, Marseille, the convicted match‑fixer Bernard Tapie. Virtual racing puts new talent behind the wheel A 21-year-old Frenchman lived out the fantasies of teenage boys entranced with speed last week, reports top-selling motorsport magazine Auto Hebdo, as Jordan Tresson won a real-life spot in a motor racing team by playing a driving game on his PlayStation. The process began last year when he and 1.2 million others from 17 countries entered the GT Academy time trial by playing a special version of the Gran Turismo game. The fastest from each country went on to compete at a five-day final in real cars at Silverstone before being whittled down to two by judges including ex-F1 driver Johnny Herbert and former team boss Eddie Jordan. Tresson then faced off against Italian Luca Lorenzini on a busy Silverstone circuit on Wednesday, put in some quick laps and secured the place. \"I never imagined I would end up here when I was on my PlayStation\" he told the magazine, having earned a season‑long drive in a Nissan 370Z for the RJN Motorsport team as part of the European GT Cup series. \"At the moment I just feel like my body is here but my mind is not. This has always been my dream.\" As unlikely a route to a career in racing as this may be, it's happened before, when Hungarian driver Norbert Michelisz was picked up by the Zengo-Dension team after they spotted his name at the top of online racing game leaderboards and gave him a test run. He was successful and races in the World Touring Car Championship at Marrakech today, while Tresson makes his competitive debut at Silverstone this afternoon. UNITED STATES You can't get quicker than a Cap quick fixer There may be awkward times ahead for ice hockey as Sports Illustrated publishes an investigation into the NHL's drug‑testing policy, suggesting it is far from rigorous. The bulk of the accusations focus on claims that a former body builder was supplying steroids to players, specifically mentioning members of the Washington Capitals. The story was picked up and run extensively in both the US and Canada, prompting further questions about why the league does not test out of season or during the play-offs. It could not have come at a worse time for Caps fans, who watched their side make history by becoming the first No1-seeded team in play-off history to drop a series lead of 3-1 to the eighth (and lowest) seeded side, losing 4-3 to the Montreal Canadiens. All round a tough week for Caps players then, which made their final moment in the spotlight this week really touch a nerve with fans. The Washington Post reports how Mary Ann Wangemann and her 14-year-old daughter Lorraine were travelling back from the defeat, only to blow a tyre. Already shell-shocked at their team's loss, they were vulnerable and \"spooked\" at the side of the road when Caps centre (and scorer of their only goal in that final game) Brooks Laich pulled up and proceeded to change the tyre. \"He was like an angel,\" said Mary Ann, who chatted with the player about why the team all seemed so nice. \"We're just people, too,\" Laich replied, before completing the job. Mary Ann said she didn't know how she could thank him, reports the Post: \"'I'm sure you'll do something nice for someone in the future,'\" Laich responded. He then hugged them and drove off. Contributors: Paul Doyle, Giles Richards"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}