{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2010/may/02/mary-beard-pompeii-profile", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2010-05-01T23:35:07Z", "webTitle": "Mary Beard: A classicist in a class of her own | Tim Adams", "webUrl": "https://www.theguardian.com/theobserver/2010/may/02/mary-beard-pompeii-profile", "apiUrl": "https://content.guardianapis.com/theobserver/2010/may/02/mary-beard-pompeii-profile", "fields": {"headline": "Mary Beard: A classicist in a class of her own", "bodyText": "In all the noise following \"Bigot-gate\", there was one small corner of the blogosphere that could be trusted to offer the prime minister a unique sense of perspective. Mary Beard, professor of classics at Cambridge, and author of \"A Don's Life\", the web's most erudite gossip forum, was quickly online to suggest that Brown was not the first politician to be toasted. Gaffes were as old as democracy: witness, for example, Scipio Nasica, candidate for office in Rome in the late third or early second century BC. On walkabout, Beard observed, Scipio shook the hand of a peasant farmer and was heard to make an ill-advised comment about the rough skin on the farmer's palm: \"What!\" said the toff. \"Do you walk on these?\" Scipio didn't need the Roman equivalent of Jeremy Vine (Valerius Maximus) to tell him that, in his disrespect for the honest and hard-working voter, the election was lost already. Regular readers of Beard's blog – on a good week she gets 40,000 hits – will be familiar with her range of reference, which is proof that, to the student of Greece and Rome, there is nothing – not the emergence of Nick Clegg, not David Beckham's latest tattoo – new under the sun. Beard's message board generally reads like a heady mix of Horace and Heat magazine. She herself often seems on a cheerful and mischievous mission to remind us that those who do not know their history are doomed to repeat it as farce. Later this year, Beard will be bringing this mission to television for the first time. She has, she tells me, been approached to do the odd thing before. Producers will invariably contact her saying: \"We are doing a 15-part series about sex and the Romans. Are you up for it?\", but she has never been tempted. Last year, however, BBC2 asked her if she would be interested in making a series based on her Wolfenden prize-winning book Pompeii: The Life of a Roman Town, and \"because they didn't seem completely preoccupied with the volcanic eruption itself, how it boiled brains and so on\", she thought she would give it a go. In the announcement of the series last week, Beard has been presented as an unlikely pin-up for BBC controller Mark Thompson's directive to get more woman over the age of 50 in front of the nation's cameras. Shamefully, the closest the corporation has previously come to having a female academic of a certain age as a presenter, aside from walk-on parts for Germaine Greer, is probably Sister Wendy Beckett. Beard felt that, not least because she has been banging on forever about the media's ageism and sexism, \"it would have been somewhat cowardly not to accept the opportunity\", even if it \"means having to read over breakfast about how old and grey I look\". Beard, 55, has not been unused, over the course of a determinedly iconoclastic career, to challenging stereotypes. Part of her motivation as a young feminist at Cambridge in the 1970s was to prove that classics was not the preserve of austere and whiskery dons and that archaeologists didn't have to be \"bronzed men in shorts\". At the all-female college of Newnham, she plastered her walls with posters of the black American feminist pioneer Angela Davis and found her own liberation in Latin texts. She was, she has recalled, \"a bluestocking with added sex\". Her interest in the ancient world had been fostered by her parents: she was the only child of a father who was an \"old-fashioned liberal architect... a complete wastrel\" and a headmistress mother, who lived for books. The family home was in Shrewsbury, but history started to come alive for Beard on outings to the British Museum and, subsequently, on holiday archaeological digs where excavating bits of pottery \"was the price to pay for fun in the evenings\". She first went to Pompeii as an 18-year-old undergraduate with a friend. Beard had done some coursework on the preserved city and thought she would be able to explain it all to her companion. In the event, though, she recalls, she found it all \"deeply puzzling\". Nothing she saw at the site seemed to match what she thought she knew from academic books. Subsequently, she says, she \"spent 10 years trying to make the two perceptions match, thinking it was my fault that I didn't understand it all\". Slowly, though, she came to trust her own vision of the past. As a writer, Beard is not interested in the display of knowledge for its own sake, or as evidence of her scholarship, but in bringing ancient history to vivid life. Nowhere in her work is this more in evidence than in Pompeii, which was widely received as a new benchmark not only of forensic observation and research – into Roman graffiti and bureaucracy, grave relics and kitchen utensils, fashion and work habits – but also of sympathetic imagination. (Not least because it displays its author's Horrid Histories kind of fascination with the big questions: could you get clean in a Roman bath? What was it like to be at an amphitheatre with \"20,000 people and nowhere but the stairs and corridors to take a piss\".) Beard was born on new year's day and, Janus-faced, she has the ability to look backwards and simultaneously keep in focus the demands of the reader in the present moment. Pompeii put her in the vanguard of the revival of popular interest in the classical world, which also takes in the historical bestsellers of Robert Harris, Tom Holland and others. She is among the best arguments, if arguments were needed, for the relevance and importance of classics in the syllabus; as a life-long, liberal left-winger she \"tries not to get too depressed about the fact\" that Labour could have a schools minister in Ed Balls (\"a lazily, ignorant kind of philistine\") who has been so publicly dismissive of her disciplines. The antipathy is mutual. Among Beard's recent blog posts have been two that bemoan the absence of any philosophical vision or rhetorical flourish in the party election manifestos. The TV debates have left her completely cold: \"If my poor old mum and dad were alive, they would not believe what they were witnessing,\" she explained to me on Friday. \"You are having a political debate and the audience is not allowed to respond? It should be all about the audience response! The Romans would have been incredulous about the stage management and the lame jokes. They were incredibly sniffy about anything contrived; Gordon Brown's 'my two boys squabbling at bath time' would have pretty much immediately disqualified him from office.\" In the irreverent and colloquial tone of her blog, Beard threatens to reinvent that endangered species: the public intellectual. She has surprised herself with that voice, she says; when she was first invited to experiment with it by Ferdinand Mount, then editor of the Times Literary Supplement, she was a bit dismissive of the medium. But she quickly came to see it as a \"tremendously exciting way to take your subject out to your audience\". Her post on \"10 things you thought you knew about the Romans\", exposing some popular myths – that Romans were much shorter than us, say, (they were no smaller than contemporary Neapolitans), or that Christians were killed in the Colosseum (they weren't – and the animals killed there were more likely to be sheep than lions) – proved to her that there was a tremendous appetite for this kind of academic address. Beard's blog seeks to demonstrate her belief that academics have a duty to shake up the political and cultural debate. Her most infamous intervention in this respect was her comment in the London Review of Books in the week after the 9/11 attacks: \"However tactfully you dress it up, the United States had it coming. That is, of course, what many people openly or privately think.\" Her observations on the demise of sexual harassment in academia (a complicated mix of sisterly solidarity and a certain \"wistful nostalgia\" for the bad old days) proved equally incendiary and have gained her the reputation for \"wicked subversion\". She doesn't revel in it, but she doesn't distance herself from it either. The experience, she has said, of replying to hate mail was both cathartic and inspiring. Beard, whose next book will be on Roman laughter, cites Cicero as a hero, and there are few better advertisements for his maxim: \"If we are not ashamed to think it, we should not be ashamed to say it.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}