{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/may/21/oil-spill-deepwater-horizon-obama", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-05-20T23:13:01Z", "webTitle": "Obama takes tougher line on oil spill", "webUrl": "https://www.theguardian.com/environment/2010/may/21/oil-spill-deepwater-horizon-obama", "apiUrl": "https://content.guardianapis.com/environment/2010/may/21/oil-spill-deepwater-horizon-obama", "fields": {"headline": "Obama takes tougher line on oil spill", "bodyText": "The Obama administration directed more fire against BP last night, ordering it to provide daily updates on its efforts to contain the spill and to stop the use of a toxic chemical dispersant to break up the slick. The White House said it expected the oil company to post daily updates on its website. \"We think that is what the company owes, again, both us and the American people, as we work through our response and as the public has questions about their operations,\" White House spokesman Robert Gibbs said. The toughening line on BP comes as the Obama administration has faced heavy criticism for downplaying the scale of the disaster, despite evidence the spill could be caught up in currents that would drag it along the Atlantic coast. Last night it was reported that oil had washed into the marshes at the mouth of the Mississippi, coating the grasses of Louisiana's wetlands, home to rare birds, mammals and a rich variety of marine life. The Environmental Protection Agency said it was ordering BP to stop the use of two forms of Corexit because of the high toxicity and relative ineffectiveness against the type of crude now polluting the gulf. The two versions of the chemical are banned in the UK because they are damaging to sea life. More than 600,000 gallons of chemicals have been sprayed on the surface of the gulf, with another 55,000 injected directly into the oil billowing out of the ocean floor. \"Because of its use in unprecedented volumes and because much is unknown about the underwater use of dispersants, [the] EPA wants to ensure BP is using the least toxic product authorised for use,\" the agency said in a statement. The heavy reliance on chemical dispersants to break up the spill has raised concern among scientists and environmentalists. Scientists say the chemicals could be doing more for the oil company's PR than for the overall cleanup of the gulf. The chemicals that break up the oil into small droplets help prevent giant tides of oil washing up on shore. But they are carcinogenic, mutagenic and highly toxic, and it is unclear how much damage they are causing to marine life in deep water – a risk acknowledged by Jackson. The ban on Corexit and the demand for BP to release video footage and scientific data could help defuse growing frustration at the failure to contain the spill one month after the Deepwater Horizon went down. Scientific agencies such as the EPA are now in the line of fire, as is the National Oceanic and Atmospheric Agency (NOAA), which is in charge of oceans. Much of that pressure revolves around the refusal of BP and the administration to give a reliable estimate for the amount of oil gushing from the ocean floor. Congress as well as independent scientists have been demanding for days that the government agencies or BP update their estimate for the spill. BP claimed yesterday that a tube inserted into the broken pipe was collecting some 5,000 gallons of oil a day – but that is the total amount BP initially claimed was leaking from the well. Video footage continues to show oil billowing from the pipe. The NOAA chief, Jane Lubchenco, has also tried to brush aside demands to produce an estimate for how much oil has now entered the gulf, and where it might be headed. \"At this point, it would not be appropriate to speculate on what that estimate is,\" she told a conference call with reporters last night."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}