{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/may/25/hugh-muir-diary", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-05-24T23:15:02Z", "webTitle": "Hugh Muir's Diary", "webUrl": "https://www.theguardian.com/politics/2010/may/25/hugh-muir-diary", "apiUrl": "https://content.guardianapis.com/politics/2010/may/25/hugh-muir-diary", "fields": {"headline": "Diary", "bodyText": "• New Labour is gone and with it the notions of government by edict and diktat. But at the BBC many still cling to the Brownite notions that informed the age of change. And so it is that staff who were not so very long ago told that they should loosen up and broadcast in their open-necked shirts have now been told by Mark Byford to get their ties out again whenever they are broadcasting in formal situations; outside courts and parliament and the like. Irritating for those who have long since cleared all the kipper ties from their wardrobes. Oh, well, their loss is Tie Rack's gain. • Yes, bad New Labour is history, the leadership candidates say. No more wars. Away with the surveillance society. But the message clearly needs to bed down a little more in Lambeth, south London, where Labour councillor Kingsley Abrams has been forced to warn friends, constituents and colleagues not to send him any emails because the authority appears to have been hacking into his official account without permission. Labour colleagues suspect Abrams of leaking politically sensitive information to opponents and the press – which he denies. Officials hacked his account in an attempt to prove it. The authority says it has done nothing wrong and was fully entitled to have a quick peek, but among the emails to be found in the hacked account were some from the MP Kate Hoey. Let's say she isn't happy. \"It is central to a free democratic society that every citizen has an absolute right to free and confidential communication with his or her elected representative … without fear that their communications will be intercepted by third parties,\" she says in an angry missive. Doesn't pay to make an enemy of Kate. • Doesn't pay to make enemies full stop. So what might the future now hold for defence secretary Liam Fox, who made a hash of his first foray into Afghanistan by saying we have little interest in namby-pamby nation-building? Slapped down by Andrew Mitchell, the international development secretary, and foreign secretary William Hague; talked up as probably the first ministerial casualty; a neocon in a sea of wets. Those who spied Fox in the Strangers' Bar at the Commons the night before his appointment saw a pitiful figure, downcast and subject to taunting by colleagues that his job would go to Paddy Ashdown or some other Lib Dem. It still might. He has the job, but he could do with a few more friends. • How are we going to bolster the newspaper industry, we asked last week. One answer came from Teesdale, Co Durham, where readers of the Mercury vie for prizes in the photographic feature Spot the Sheep. But there's nothing new, for Norfolk reader Stuart Ballantyne says this is but a regional adaptation of Spot the Duck in the Diss Express. Editor Steven Penny tells us there is a £50 prize each week, and routinely 250 try to win it. But it's not about the money. The thing is the achievement. \"People tell me they have been trying to win for 15 years,\" he says. \"Once I delivered the prize myself. The woman burst into tears.\" • Finally, we have had our differences, but still it would be wrong not to mark the departure from frontline politics of the BNP's London organiser, Bob Bailey. Nick Griffin may also be stepping down, so that's two heroic figures moving on. Such a blow. We will remember them at their best, particularly Bob. For who can forget how he sat in his car berating staff at his local newspaper through a loudhailer and had to be moved on by the police; how he was caught drink-driving just before last year's local election and said the whole thing was a conspiracy; how, as a Barking councillor, he was chosen to propose a toast to the Royal Anglian regiment but could not because he was too pissed. Recently he was videoed fighting with a group of British Asian youths. The police are investigating. Unless the BNP village throws up another idiot we shall not see his like again."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}