{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/may/10/martin-kelner-screenbreak-election-night", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-05-09T23:10:01Z", "webTitle": "Amid election-night drama, there was still a place for county cricket | Martin Kelner", "webUrl": "https://www.theguardian.com/sport/blog/2010/may/10/martin-kelner-screenbreak-election-night", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/may/10/martin-kelner-screenbreak-election-night", "fields": {"headline": "Amid election night drama, there was still a place for county cricket", "bodyText": "Those of you familiar with Hitchcock's film The Lady Vanishes may remember the characters played by Basil Radford and Naunton Wayne continuing to obsess about cricket, as war clouds gathered over Europe, and little old ladies bizarrely were put in charge of important messages about troop movements. Well, on election night, I think I found the modern equivalent. I thought it might be quite fun, as the marathon election programmes began, to turn to Sky Sports News to see if they were even acknowledging that an election was taking place; and blow me if they were not reading out county cricket scores. Having just switched over from some economic expert reporting that in New York the Dow Jones was falling faster than Vanessa Feltz on a bungee rope, it was strangely soothing to find that somewhere in our hour of darkness someone was avidly following Somerset's progress at Old Trafford. Admittedly, the Proustian memories those cricket scores evoked – of bus rides to Stretford, tooled up with Pacamac, white bread sandwiches wrapped in greaseproof paper, and heavily diluted orange squash – did not entirely expunge recently seen footage of rioting on the streets of Athens, but they were a timely reminder of one of the key functions of sport: to give us something to care about that is not really that important. It is, after all, only a game. Cricket, that is. Football, if you follow it on Sky, is a different matter altogether, especially at this stage of the season, when every fixture is discussed in terms of its financial consequences. Championship play-off matches are always billed like that, and they are now joined by the 'Race for fourth', as the Sky graphic that kept whooshing out of the screen put it, during the Manchester City v Spurs match. Lest we missed the message, Richard Keys dubbed it Cash Wednesday. The routine asinine questions put to the managers before kick-off ploughed the same furrow: \"Sum up how priceless a victory would be tonight,\" City manager Roberto Mancini was asked, a difficult enough task even if your first language is English, and impossible unless you speak fluent Sky-ese. \"Maybe a whole season will be crystallised in 90 manic minutes in Manchester tonight,\" said commentator Ian Darke. Summariser Andy Gray, never knowingly undersold, added: \"It's a massive game, massive consequences, and a massive prize.\" Only the pundits, the engaging former City goalkeeper Joe Corrigan and the blessed Glenn Hoddle, stayed fixed on the football, with the former England manager cementing his reputation as the Stanley Unwin de nos jours by informing us gravely: \"It's a long time since I've looked forward to a game for a long time.\" The City-Spurs match was still the lead story on Sky Sports News on election night as exit polls indicated a hung parliament. There was a nod in the direction of Tiger Woods in the Players Championship, a mention of the World Twenty20 cricket, but: \"We begin with the aftermath of that crucial game,\" by which they meant Mancini's future employment prospects. Given what the consequences might be for everybody else's jobs of what was unfolding at the other end of the dial, and in light of the fact that anybody who takes the post of Manchester City manager looking for job security has been seriously misinformed, I flipped to the grown-up channels just in time to hear Dame Kelly Holmes chunter on for 15 desultory seconds about the effect of spending cuts on the 2012 Olympics. Holmes was one of the guests at Andrew Neil's election night party on BBC, \"an A-list gathering at one of London's most prestigious venues\" as Neil described it, a proposition immediately undermined by the introduction of Holmes, David Baddiel, Dom Joly and Fern Britton. A-minus, I should have said, at best, Andrew. As it happens, the link broke down and presenter David Dimbleby had to pick up. I have rarely seen an anchor on live TV look less disappointed at a technical foul-up. Am I alone, by the way, in noticing that Neil seems to have a surfeit of shoulders, with his head plonked down straight on top of them, eschewing anything very much in the way of neck? As he stalked the BBC's party boat, seeking out A-listers – Maureen Lipman, anyone? – he bore a striking resemblance to Boris Karloff in Bride of Frankenstein. This was certainly more amusing than anything on Channel 4's alternative election night coverage, which offered the rare opportunity to enjoy comedians such as Jimmy Carr, David Mitchell and Shappi Khorsandi doing topical comedy – rare, that is, if you have not seen or heard a panel game or chat show for the past five years. I am afraid I escaped back to the playground, where a Manchester City fan was calling for Mancini's head. \"He hasn't got a plan B,\" the chap kept saying of the manager's perceived inability to change tactics mid-game. Interesting, if not necessarily the plan B the nation is waiting for. martin.kelner@yahoo.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}