{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/may/14/corrections-clarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2010-05-13T23:05:01Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2010/may/14/corrections-clarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2010/may/14/corrections-clarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "Corrections made on theguardian.com on 14 May 2010 Regional museums beat London to Art Fund prize shortlist was amended because it gave the value of the prize as £100m when the figure is actually £100,000. Corrections published in the Guardian on 14 May 2010 • Our story headlined More than 100 dead as Libyan jet crashes (13 May, page 27) quoted an airline expert as saying that Tripoli's airport is \"not equipped with navigational aids – it does have ILS [instrument landing system]\". However, a crucial negative had gone missing in the second part of that sentence, which should have read \"it doesn't have ILS\". • An interview with Joanna Newsom was mistaken when it stated that the singer and harpist had an operation in 2009 to remove nodules from her vocal cords. Elsewhere in the article, an editing change meant that Ruth Crawford Seeger was referred to as Ruth Seeger. She should also have been described as a modernist composer rather than a minimalist one ('Is it time for a glass of wine?', 10 May, page 17, G2) • Bradley Wiggins won the prologue time trial in the Giro d'Italia, a cycling report said, adding that this made him the first Briton to wear the pink leader's jersey in the Giro. Actually, he was the second; a reader notes that Mark Cavendish was the first, in the early stages of the 2009 race (Independent review scrutinises Team Sky link to Olympic squad, 10 May, page 13, Sport). • A change made during the editing process left a television review saying that Henri Matisse built a chapel in Venice, when the place was Vence (A Matisse window moved Alastair Sooke to tears. They're a sensitive lot, these arty types, 10 May, page 25, G2)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}