{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/may/25/capello-decisions-final-places", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-05-24T23:03:02Z", "webTitle": "Capello's big decisions: Battle for the final places", "webUrl": "https://www.theguardian.com/football/2010/may/25/capello-decisions-final-places", "apiUrl": "https://content.guardianapis.com/football/2010/may/25/capello-decisions-final-places", "fields": {"headline": "Capello's big decisions: Battle for the final places", "bodyText": "Robert Green v Joe Hart Green had technically been the 'man in possession' of the No1 jersey though David James's resurgent form at Portsmouth and Hart's impressive displays at Birmingham had left him needing to prove his qualities. His two fine saves from Carlos Vela did just that, even if he does not always seem to have the presence to dominate his area at this level. Hart, who has impressed in training in Austria, was calm and authoritative, his handling assured. In the end his lack of experience could still leave him as third-choice. Leighton Baines v Stephen Warnock If Baines had started ahead in the battle to be Ashley Cole's back-up, then his initial efforts rather hampered his challenge. It was sadly fitting that he should end the first half on his knees, with Guillermo Franco scoring through his legs, as the full-back had laboured on the treacherous surface. Mexico found too much space down the flanks with Baines sucked infield too often, and Giovani dos Santos exposed him just as ruthlessly after the break. Warnock, an unused substitute, may have seen his stock rise in absentia. Glen Johnson v Jamie Carragher Capello had spent the week drilling Carragher at right-back but Johnson's display here – though he is still prone to the odd lapse in concentration – may have persuaded the head coach that the Liverpool veteran should be used only as back-up out wide. Johnson's sublime first international goal was eye-catching and he was abrasive in the tackle and decisive when others were turned. Carragher was eventually introduced at centre-half, presumably to his relief, and he even out-paced Cuauhtémoc Blanco in his cameo. James Milner v Michael Carrick Both will most likely make the final 23, regardless of whether Gareth Barry proves his fitness tomorrow, though Capello may prefer to ditch them as a central partnership. Neither imposed himself on the contest through the first period. Carrick is the more languid of the two and can appear the classier but he seemed anonymous here as England found more assurance in Milner's busy energy. Yet the manager still felt inclined to move Steven Gerrard inside for the second period, the Aston Villa midfielder moving to the left where he appeared more assured. Tom Huddlestone ended up replacing Carrick. Theo Walcott v Aaron Lennon England are crying out for the decisive and incisive Walcott who ripped Croatia to shreds but this was his more familiar mix of the excellent and the awful. The sticky pitch did him no favours even if his pace remained an outlet, and his best delivery – not always his strongest quality – bypassed the clutter in the six-yard box. He will surely make the cut, though Capello will offer Lennon more time on the turf against Japan on Sunday, the Spurs winger using what little he was offered to singe Javier Rodríguez late on. These two appear to be quibbling over starting places. Peter Crouch v Jermain Defoe Capello continues to partner Wayne Rooney with a fellow forward and experimented with large and small here. Both Crouch and Defoe threaten goals, albeit usually against lesser sides, and Rooney's willingness to wander means an orthodox partnership is not always vital. Defoe probably reads his game more naturally on the turf but Crouch retains that uncanny ability to unnerve opponents on his own, international goals flying in off every part of his body to leave him – maybe ahead of Heskey – as a potential starter."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}