{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/may/10/rangers-motherwell-scottish-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-05-09T23:38:00Z", "webTitle": "Rangers 3-3 Motherwell | Scottish Premier League match report", "webUrl": "https://www.theguardian.com/football/2010/may/10/rangers-motherwell-scottish-premier-league", "apiUrl": "https://content.guardianapis.com/football/2010/may/10/rangers-motherwell-scottish-premier-league", "fields": {"headline": "Rangers lift Premier League trophy but Walter Smith keeps club waiting", "bodyText": "The football, as always with these occasions, was irrelevant. After Lukas Jutkiewicz slotted home a penalty to earn Motherwell an unlikely draw, Rangers took to the stage to collect their Scottish Premier League trophy. Cue laps of honour and tearful goodbyes from some. Walter Smith is too stoical a character to cry where football is concerned. Yet the burning question at Ibrox remains: will the Rangers manager hang around into next season? Smith held talks with the club's chairman, Alastair Johnston, immediately before this match and later explained he has more than simply Rangers' much publicised financial predicament to think about before he opts whether to stay or go. \"Everybody has the wrong end of the stick a little where my old position is concerned,\" Smith said. \"My decision is not entirely based upon everything that is going on at the club. If it had been, I would probably have left a year ago. The decision will partly be a personal thing. \"There are a whole lot of aspects I need to consider before I make a decision. Obviously I will need to make that shortly because everything at the club has to be stabilised. There hasn't been stability beyond the playing squad, which we have kept together through not being able to buy anybody, and that needs to come as I have said over the past number of weeks.\" Smith admitted this was not a position he expected to be in when he returned for a second Rangers tenure in January 2007. \"I didn't think this would run any longer than three-and-a-half years,\" he said. \"I didn't even think it would run this long. So I have a great deal of things to take into consideration on a personal basis.\" Despite his assertions that other elements are significant, the ongoing impasse over David Murray's sale of his majority stake in Rangers is pivotal to Smith's next move. The manager expected that ownership issue to have been resolved long before now. \"I would have hoped so,\" Smith added. \"It is a big decision for anybody to come and take over a football club, especially one the size of this. It hasn't happened, so that is one of the aspects I have to consider within the next couple of weeks.\" Johnston and the champions' chief executive, Martin Bain, will meet the Lloyds Banking Group, which has such a firm grip on Rangers' affairs, tomorrow. Smith reiterated that the bank's power is as strong as ever. \"There is not a lot he [Johnston] can do,\" Smith said. \"The bank, despite what they say, is effectively running the club and they can continue to do so. There is not a lot I can do about that, whether someone comes in with a bid that is acceptable, but what I can stress is a need for stability. \"I don't know what Alastair will do, I just told him what the position with the football club is at the present moment. I explained that to him. \"The chat was general, how I felt about the situation at the club. There was no decision making, it was nothing more than Alastair trying to gauge where I was coming from football-wise.\" The fact that Smith has six first-team players now out of contract prompted an obvious discussion over personnel for next season. \"That is a normal circumstance between a chairman and manager,\" said Smith, with a caveat. \"But it would normally have happened five months ago.\" An Ibrox party afternoon had at least started in fitting style. Kris Boyd, on probably his final Rangers appearance, and Kyle Lafferty gave Rangers a two-goal interval lead. Jamie Murphy offered Motherwell hope before Lafferty appeared to send Rangers out of sight. Yet a Steve Jennings header and that Jutkiewicz penalty, the latter arriving in stoppage time, meant Motherwell's closing two SPL matches had produced a staggering 18 goals. Man of the match: Steven Davis (Rangers)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}