{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2010/may/25/parents-set-up-schools-coalition", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2010-05-24T23:01:06Z", "webTitle": "Interest in Swedish-style schools initiative doubles", "webUrl": "https://www.theguardian.com/education/2010/may/25/parents-set-up-schools-coalition", "apiUrl": "https://content.guardianapis.com/education/2010/may/25/parents-set-up-schools-coalition", "fields": {"headline": "Post-election interest in Swedish-style schools initiative doubles", "bodyText": "The number of parents, teachers and charities wanting to set up new Swedish-style schools has almost doubled since the coalition government formed. A total of 85 groups have signed up since the Lib-Con administration came to power – almost doubling the 106 that had expressed an interest in starting schools before the general election. The numbers were disclosed to the Guardian by the New Schools Network, an advisory service for groups that want to set up their own schools. The figures come to light with new legislation in the pipeline that will ease planning laws, making it easier for parents, teachers and charities to acquire property to set up schools. The legislation, which will be announced today in the Queen's speech, and which ministers hope to rush through by the end of the summer, will also allow institutions to receive funds per pupil direct from Whitehall and to operate outside of local authority control. The initiative is a key plank of Conservative education policy and is seen as a priority for the coalition government. The policy, modelled on Swedish \"free schools\" and US charter schools, has been accepted by the Liberal Democrats. While parents, teachers and voluntary groups will do the preparatory work to set up schools, private companies are likely to run them. Teachers make up just under half of the 85 groups that have volunteered to set up schools since the election, the New Schools Network said. This is despite teaching unions' expressing fears that the private companies will run the schools in the interests of shareholders, not children. Mary Bousted, the general secretary of the Association of Teachers and Lecturers, has described free schools as \"barking mad\". She said in March that she was worried that the private firms running the schools would teach pupils whatever they wanted. \"Are we going to set up schools where they're going to be taught that creationism is a scientific fact and there will not be a proper emphasis on literacy and numeracy?\" she said. \"The idea that the market will sort it out is not good enough – we can't leave schools to parental prejudices.\" Ed Balls, the former schools secretary, said in March that it was irresponsible to tell parents' groups they could set up their own schools, yet not say how it would be paid for. He described Michael Gove, the new education secretary, as: \"Santa Claus offering a free lunch to every parent who wants to set up a school\". But Rachel Wolf, the director of the New Schools Network, told the Guardian in March that \"all the academic evidence seems to say not only that free schools do better, but that they stimulate neighbouring schools to improve\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}