{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/may/21/coalition-plans-under-fire", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-05-20T23:04:02Z", "webTitle": "Letters: Coalition plans under fire", "webUrl": "https://www.theguardian.com/politics/2010/may/21/coalition-plans-under-fire", "apiUrl": "https://content.guardianapis.com/politics/2010/may/21/coalition-plans-under-fire", "fields": {"headline": "Coalition plans under fire", "bodyText": "Many readers might rejoice over the Communities and Local Government section of the coalition agreement, with its emphasis on rapid dropping of regional housing and economic targets and bottom-up \"open sourcing\" of plan-making. As a founding member of a community partnership, I wish for more bottom-up work – but there are severe problems of democracy, eg when a particular interest group captures an agenda. Much of the statement smacks of the recent experiences of more southern Conservative and Lib Dem councillors and of new ministers who haven't had time to talk to those entrusted with administering planning problems over a period. The very idea that they are \"returning\" powers betrays ignorance. Labour in 2006 moved strategic planning from the upper tier of 27 county and 91 unitary councils to eight regions. The new government's proposal is to \"return\" English planning not to the counties, mainly in charge since 1947, but to 368 lower-tier councils – a huge departure. The sum of 368 councils' planning decisions to approve or refuse housing applications cannot ever be relied on to add up to meeting national need. If activities are refused, where will they be allowed? Is this is a \"nimby's charter\"? There were also business reservations about the closure of regional development agencies, now to be replaced by local enterprise partnerships. How can these reduce the Balkanising effect of 368 authorities on transport and commercial development? There is a way out, by making these local partnerships of sub-regions and city regions a full set of statutory planning authorities. Alan Townsend Chair of regeneration, University of Durham, 2000-05 • The announcement that the spending review for this year's public expenditure reductions will be next Monday (Report, 18 May) has a number of connotations. The Queen's speech is the following day; and in subsequent days there will be debate on the loyal address. It would have been perfectly feasible to make the statement to parliament on Wednesday. It has to be asked why the new coalition decided at this early stage to go back to what they would no doubt describe as the \"old politics\" – avoiding proper debate and scrutiny and the questioning which would have been present had they made this statement to parliament. Take this together with the decision to change the threshold for removing a government from a simple majority of MPs to 55%, Nick Clegg's making a major statement on the future of parliament outside parliament, and the packing of the Lords with coalition peers – and the coalition's stumbling first steps in relation to what everyone agreed should be a fresh start for parliament appear to be in entirely the wrong direction. David Blunkett MP Lab, Sheffield Brightside and Hillsborough • There is legitimate concern about the scrutinising and revising role of the Lords following the formation of the coalition, whose parties form a majority of the political members of the house (Air of mystery hangs over Lords reform, 19 May). Liberal Democrats are determined that the effective scrutinising and revising work will continue during this parliament and pending reform of the house. A crucial point is that we have a coalition government but not a coalition parliament. Liberal Democrat peers are committed to the success of the coalition but also to the work of constructive criticism and holding the government to account. This will be a tricky balance to strike, but we are determined not to undermine the effective work of the Lords. Tony Greaves Lib Dem, House of Lords • Simon Jenkins (This coalition for cuts will have to act like grown-ups, 19 May) can't understand why Cameron hasn't imposed a 5% wage cut across the public sector. But why start with cuts to pay and public services? The richest 100 individuals saw an increase in their overall wealth last year of £77bn, and the wealth of the top 10% is 100 times that of the bottom 10%. Why not a capital levy and a wealth tax to tackle the deficit and reduce inequality at the same time? Someone ought to challenge the fixation with cuts in the public debate. Over to the candidates for the leadership of the Labour party. Kevin Whitston Bristol"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}