{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/may/25/corrections-clarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2010-05-24T23:05:03Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2010/may/25/corrections-clarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2010/may/25/corrections-clarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "• A colour piece on Brighton in the wake of the city's election of Britain's first Green party MP, Caroline Lucas, referred to remarks made \"in defeat\" by the outgoing Labour MP. That was David Lepper – but he had not been defeated: he had announced long before the election that he planned to stand down (Our very own San Francisco, 19 May, page 6, G2). • A photo caption with a feature on where to find vintage items in Paris – Le flea c'est chic, 22 May, page 68, Weekend – attributed the classic three-legged ant chair to Charles Eames (of the United States). The designer was Arne Jacobsen (of Denmark). • Readers challenged a book extract that seemed to suggest that Thomas Edison invented the lightbulb. To clarify, the breakthrough that was made and publicly demonstrated about a year before Edison's – by Joseph Swan of Newcastle, in early 1879 – was acknowledged by the book, but this element had been cut for space (Let there be light, 17 May, page 6, G2). In extract two (First flush, 18 May, page 10, G2) readers challenged the description of garderobe as \"a word now extinct\", noting that it is alive and well in Dutch and French. To clarify, the intention was to say it was extinct in English usage as a word for privy. • Not for the first time, we've misspelled – as Minelli – the film director Vincente Minnelli (Lost without translation, 20 May, page 32). • This column was amended on 26 May 2010. The original published the ant chair designer's surname as Jacobson, because an editing revision was omitted. This has been rectified. The Guardian's policy is to correct significant errors as soon as possible. Please give the date, page, or web link. To contact the readers' editor's office email reader@theguardian.com; write to The readers' editor, Kings Place, 90 York Way, London N1 9GU; or phone +44 (0)20 3353 4736 between 11am and 5pm UK time Monday to Friday excluding public holidays. The Guardian's editorial code incorporates the editors' code overseen by the Press Complaints Commission: see pcc.org.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}