{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2010/may/20/cash-machine-inventor-dies", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2010-05-19T23:38:22Z", "webTitle": "Inventor of the cash machine dies", "webUrl": "https://www.theguardian.com/uk/2010/may/20/cash-machine-inventor-dies", "apiUrl": "https://content.guardianapis.com/uk/2010/may/20/cash-machine-inventor-dies", "fields": {"headline": "Inventor of the cash machine dies", "bodyText": "The man credited with inventing the world's first hole-in-the-wall cash dispenser after a \"eureka\" moment in the bath has died, aged 84, after a short illness. John Shepherd-Barron came up with the idea after failing to get to his bank in time to withdraw money. Later, while in the bath, a solution came to him. \"It struck me there must be a way I could get my own money anywhere in the world or the UK. I hit upon the idea of a chocolate bar dispenser, but replacing chocolate with cash,\" he said in a 2007 BBC interview. He sold the idea, over a pink gin, to the chief general manager of Barclays, with On the Buses star Reg Varney being the first to withdraw cash from an ATM at a bank in Enfield, north London, in 1967. Shepherd-Barron was born in India to Scottish parents and lived in Portmahomack in Ross-shire. The inventor's idea was the first cash machine to be tested, before other patented devices, though he made no money out of it. With plastic cards yet to be invented, customers put cheques impregnated with carbon 14, a mildly radioactive substance, into the machine which paid out a maximum of £10. The machine detected the cheque, then matched it against a four-figure pin number. Shepherd-Barron received an OBE in 2005 for services to banking, and was an international businessman who subsequently became chairman of Security Express. He came up with the idea of a four-figure pin while talking to his wife, Caroline. \"Over the kitchen table, she said she could only remember four figures, so because of her, four figures became the standard,\" he once said. After moving to Portmahomack, Shepherd-Barron turned his attention to inventing a device that played the sound of killer whales to ward off seals from his fish farm. However, he would admit, it only succeeded in attracting more of the \"scoundrels\". After a long and successful career which saw him become the first chairman of the Ross and Cromarty Enterprise, he and his wife retired to his Easter Ross estate, where he tried his hand at snail farming. James Goodfellow, of Paisley, Renfrewshire, was credited with being the inventor of the pin number and awarded an OBE in 2006. He devised the mechanism of keying in a number code to cash machines in the 1960s."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}