{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/may/06/steve-borthwick-england-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-05-05T23:10:01Z", "webTitle": "Steve Borthwick's captaincy in doubt for England's summer tour", "webUrl": "https://www.theguardian.com/sport/2010/may/06/steve-borthwick-england-australia", "apiUrl": "https://content.guardianapis.com/sport/2010/may/06/steve-borthwick-england-australia", "fields": {"headline": "Steve Borthwick's captaincy in doubt for England's summer tour", "bodyText": "Martin Johnson names an England squad to tour Australasia on Tuesday, by which time Steve Borthwick, his captain, will not have played for nearly two months because of tendinitis in his knee. Brendan Venter, the Saracens director of rugby, said this week that the lock would benefit from a summer's rest, giving the England manager a ready-made excuse should he want to ease out a captain he was criticised for appointing in the first place and then excoriated for keeping faith with. The World Cup is 16 months away but Johnson believes in appointing his captain on virtually a game-by-game basis. When he announced that Borthwick would lead England for the opening match in this year's Six Nations against Wales, there was no declaration that the second row would remain in charge for the duration. In the event, the Sarries captain missed the final match against France in Paris because of the knee injury he had sustained during the draw in Scotland the week before. Lewis Moody took over and England produced their most rounded display of the season, even if they lost to a team which completed the grand slam. Moody would be a contender for the tour captain next month but Johnson will not be burdened by choice. Tom Rees has returned from a long-term shoulder injury to lead Wasps in the final weeks of the season, but whoever leads the side will need to be assured of his place and Rees would have it all to prove on the tour. The hooker Dylan Hartley is the only forward, Borthwick apart, who captains his club but he is still at the stage where he has to establish himself in the side. Behind the scrum, Jonny Wilkinson is no longer first-choice at fly-half while Mike Tindall made a successful return from injury against France and has led Gloucester in recent weeks. Saracens say they will assess Borthwick's fitness at the beginning of next week to see whether he would be available for the play-off semi-final against Northampton the following Sunday. Borthwick has consulted specialists from all over the world about his injury and had extra treatment in Manchester, but no date has been set on his return. If Borthwick misses the tour, Johnson would have the opportunity to consider his options in the second row. Louis Deacon partnered Simon Shaw in Paris, but Tom Palmer made an impact when he came on. Courtney Lawes is an option for the future, while Geoff Parling is making an impact with Leicester. Johnson places considerable emphasis on loyalty and he will not discard Borthwick, as either a player or captain, on a whim. A lot will hinge on how England's style of play evolves: Borthwick is undemonstrative and stolid, reflecting England in their two years under Johnson, but there is pressure on them to open out in both word and deed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}