{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/sep/28/wayne-rooney-will-not-appeal-red-card-accepts-three-match-ban-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-09-28T22:07:00Z", "webTitle": "Wayne Rooney will not appeal red card and accepts three-match ban", "webUrl": "https://www.theguardian.com/football/2014/sep/28/wayne-rooney-will-not-appeal-red-card-accepts-three-match-ban-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2014/sep/28/wayne-rooney-will-not-appeal-red-card-accepts-three-match-ban-manchester-united", "fields": {"headline": "Wayne Rooney will not appeal red card and accepts three-match ban", "bodyText": "Wayne Rooney will not appeal against the red card he received in Manchester United’s 2-1 defeat of West Ham United at Old Trafford despite it ruling him out for three games, with the striker admitting it was “probably the right decision”. Sam Allardyce, the visiting manager, branded the incident as “crazy” and “irresponsible”. It occurred when Rooney chased back Stewart Downing 15 minutes into the second half. With the forward and Robin van Persie having scored for United before Diafra Sakho’s 37th-minute header, Rooney took a hack at Downing near the centre circle. This caused the referee, Lee Mason, to show the 28-year-old a straight red, which was the sixth of his career and a first for the club since 2009. As the captain of United – and England – Rooney wanted to accept responsibility. “It was probably the right decision,” he said. “I saw the West Ham player making a counterattack and I tried to break up the play, but I just misjudged it.” Rooney says he will not appeal. “No. I understand it,” he said. “I knew at the time that I misjudged it. It is a red card and I don’t think it will benefit anyone to appeal against the decision.” As a result, Rooney will not play any club football in October, missing next Sunday’s visit of Everton, the trip to West Bromwich Albion on 20 October, and the home game with Chelsea six days later. With the next match Rooney can feature in being the Manchester derby at the Etihad Stadium on 2 November, he said: “That’s the most disappointing thing. Obviously we got away with it [against West Ham] by getting the win, but I am really gutted that I am going to be missing the next three games. It is hard to take and I am obviously gutted.” Rooney accepts any criticism that his old temper may be flaring up. “I expect people to say that, but at the end of the day, I was trying to break up the play,” he said. Rooney apologised to the team in the dressing room after the match. “Yeah, of course I did. Everyone knew [I was in the wrong], so I am just grateful the lads were able to hold on,” he said. Asked if he had spoken to Downing, Rooney said: “No. I haven’t absolutely volleyed the lad. I have tried to trip him up and he got further away from me and that is why my leg is straighter than it should have been.” Next month’s Euro 2016 qualifiers against San Marino and Estonia are a consolation. “It helps that the England games are coming up, but the training here is really good,” he said. “So I just have to make sure I train well and be ready for when I come back.” While Allardyce fumed about a late Kevin Nolan equaliser ruled out for offside, of Rooney’s red card he said: “It was crazy and it’s irresponsible. We all know that lads trip up players – but he gave him a bit of a swipe.” Meanwhile, Louis van Gaal forgave Rooney. “He doesn’t have to change,” said the manager. “He just needed to do it in a more friendly manner. He said that to me afterwards.” The length of Rooney’s ban, however, was news to the United manager. “Three games you think? OK,” he said. “It is a big miss, especially as I am thinking now he is playing at a good standard in his new role. And he likes to play there. When he gets three matches it means also that my captain is away. He is a very important person, especially in my vision, because not for nothing is he captain of this team.” Van Gaal stated that Rooney is proving an admirable leader: “He is an example for the squad. That I saw in the USA [on tour] and when he came back he kept that and that’s why I made him captain.” The Dutchman is not concerned another red card may occur soon: “No. He came at once to me and said it was not his meaning to do it like that. I can say it to you because I have already said it to him. Otherwise I would not say it.” Ander Herrera was taken off injured in the 74th minute. If the Spaniard does not recover for Everton’s visit he will be a 10th player unavailable as Van Gaal stated there was no prospect of anyone coming back in time for next weekend. The victory over West Ham featured the full debuts of two 19-year-olds, Luke Shaw and Paddy McNair. Of the latter, playing his first match at senior level, Rooney said: “It won’t get much tougher in terms of physical strength and aggression against him, but he dealt with it and we are all delighted with him. I saw the clearance he made at the end and I thought he was tremendous for us.” While that was a fine header McNair made while running towards his own goal, Rooney added: “This is probably one of the bigger tests a young defender can face, up against a team putting in lots of crosses into the box, but he took it and stood up to it, especially in the second half.” Rooney believes McNair’s appearance – and the debut, as a late substitute, of the 21-year-old Tom Thorpe – shows United continue to give youth a chance. “Although we let Tom Cleverley go on loan and Danny Welbeck go to Arsenal, we have brought in a young Manchester lad in Tyler Blackett who has played every game until today. The manager has brought young Paddy in and it has shown he isn’t afraid to throw young players in.” Man of the match Paddy McNair (Manchester United)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}