{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/sep/01/home-office-rotherham-child-abuse-research-stolen-claim-panorama", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-09-01T22:30:08Z", "webTitle": "Home Office worker investigating Rotherham child abuse 'had data stolen'", "webUrl": "https://www.theguardian.com/society/2014/sep/01/home-office-rotherham-child-abuse-research-stolen-claim-panorama", "apiUrl": "https://content.guardianapis.com/society/2014/sep/01/home-office-rotherham-child-abuse-research-stolen-claim-panorama", "fields": {"headline": "Home Office worker investigating Rotherham child abuse 'had data stolen'", "bodyText": "A Home Office official who investigated the sexual exploitation of children in Rotherham accused the council of being involved in the unauthorised removal of information from her office. Her report in 2002 suggested there were then more than 270 victims of the scandal, which was finally exposed last week with revelations that at least 1,400 children were abused from 1997 to 2013. She told Panorama that she had sent her report to both the council and the Home Office on a Friday, but when she returned on Monday she found her office had been raided. \"They'd gained access to the office and taken my data, so out of the number of filing cabinets, there was one drawer emptied and it was emptied of my data. It had to be an employee of the council,\" she said. The Home Office researcher, who was not named by Panorama, also said she had been accused of being insensitive when she told one official that most of the perpetrators were from Rotherham's Pakistani community. A female colleague talked to her about the incident. \"She said you must never refer to that again – you must never refer to Asian men. \"And her other response was to book me on a two-day ethnicity and diversity course to raise my awareness of ethnic issues.\" The Home Office researcher said that at one point the council tried to get her sacked and the report was never published. A draft of the report severely criticised agencies working to tackle the child exploitation in the area, including \"alleged indifference towards, and ignorance of, child sexual exploitation on the part of senior managers\". It said: \"Responsibility was continuously placed on young people's shoulders rather than with the suspected abusers.\" She met the victims at a youth organisation called Risky Business. \"The workers in that project were the only people that those young people trusted, that they were telling the complete story to,\" she said. \"And some of the stories that I heard very early on were just so graphic that I don't think I will ever forget them. \"I was subjected to the most intense personal hostility – there were threats made from a range of sources. I've never seen back-covering like it and I still feel extremely angry about that.\" Rotherham council and South Yorkshire police have both apologised for the abuse, but refused to be interviewed by Panorama. Panorama identified one perpetrator who is still free, following a series of police failures to arrest him for exploitation. The man had 18 underage \"girlfriends\", including a girl referred to as Isabel. On one occasion, police raided his house while she was in bed with him, but the police only arrested her because she was carrying a weapon which the man had given her. Another victim described how she had been groomed and raped as a young teenager. The girl, referred to as Emma, said: \"I would get picked up, I'd go into town and people would pull up in cars and I'd have to have sex with them, or whatever they wanted. And then they'd drop me back off. That was my life.\" In 2003, aged 13, Emma went to the police who recorded her evidence on video. Describing the abuse, she told police: \"They were pushing me head on the floor and that and grabbing me neck and stuff and pulling me by the hair. \"I were saying that I didn't want to do it and stuff and they said: 'Course you want to do it', and that 'we don't like girls saying that'. \"He said that I were a white bitch and that he'd had enough of me and he punched me in the mouth.\" In 2005, more than 30 voluntary organisations in the city wrote a letter to the council's chief executive, Mike Cuff, saying they were concerned that no action had been taken on grooming. But Cuff never replied to the letter. On another occasion, Roger Stone, the council leader, said: \"We have to tread carefully on this because we don't want to upset the community,\" according a former official on Rotherham's children's board. In August, Cuff said he would \"take my share of responsibility for the council's failure to prevent the appalling abuse\", while Stone said he would also \"take responsibility for the historic failings\". Professor Alexis Jay, who wrote last week's independent report on the abuse in Rotherham, said people had been \"punished for speaking truth to power\". \"If they had taken account of the content and been less concerned with their own images then a great deal more might have been done at an earlier stage,\" she said. Martin Kimber, the chief executive of Rotherham council, said the alleged raid on the Risky Business office was not something he was aware of. He said: \"Having made appropriate checks within the council, I am unable to find anyone who recognises this series of events as they have been presented to us.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}