{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2014/sep/05/autumn-winter-2014-ten-things-you-need-to-know-fashion", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2014-09-05T22:00:00Z", "webTitle": "Fashion: ten things you need to know this season", "webUrl": "https://www.theguardian.com/fashion/2014/sep/05/autumn-winter-2014-ten-things-you-need-to-know-fashion", "apiUrl": "https://content.guardianapis.com/fashion/2014/sep/05/autumn-winter-2014-ten-things-you-need-to-know-fashion", "fields": {"headline": "Fashion: ten things you need to know this season", "bodyText": "Coffee table glamour now comes courtesy of the Met Ball The Met Ball has been known as the party of the year since the inaugural supper in the Rainbow Room at Rockefeller Plaza in 1948. It’s hard to imagine it losing that title any time soon. The Costume Institute Benefit is a fundraiser for the upkeep of the Metropolitan Museum of Costume Art, currently chaired by Anna Wintour. For the less philanthropic among us it’s a chance to ogle amazing dresses. Everyone who’s anyone has ascended the Met Museum steps over the years, normally dressed in sequins, silk or feathers. This book, by US Vogue editor-at-large Hamish Bowles, covers the party themes (Dangerous Liaisons, Jackie Kennedy) as well as the accompanying exhibitions. Don’t worry, there’s lots of photos of celebrity guests too. Vogue and the Metropolitan Museum of Art Costume Institute: Parties, Exhibitions, People (£30, Abrams) Talavera is the menswear name to drop Nicomede Talavera’s references are eclectic. This season they include British photographer Nigel Shafran’s 80s artbook Teenage Precinct Shoppers and Swiss pop artist Sylvie Fleury. “Mashing all sorts of inspiration creates something very raw, which I then refine,” says the designer. This is only his second collection, since leaving Central Saint Martins in 2013, but he has already established a signature look: stitched, geometric shapes on leather and bootcut trousers, a style he calls “odd, considered, and effortless”. His spring/summer 2015 collection was shown as part of the Topman sponsored MAN talent showcase, an experience he describes as surreal. But we think he’ll have to get used to the attention. nicomedetalavera.com Louboutin now does nails Christian Louboutin’s new beauty range launches this September with an exquisite collection of 30 luxurious nail varnishes. Grouped in Pops, Noirs and Nudes, these beautiful shades in covetable faceted glass bottles are named after classic Louboutin shoe styles. If you can’t afford his heels, make sure you at least treat your toenails to a lick of Louboutin. eu.christianlouboutin.com Longchamp updates a classic To date, more than 30 million Longchamp Pliage bags have been sold across the world over 20 years. Pretty good going. To celebrate turning 20, Longchamp is collaborating with artist Sarah Morris. The YBA, known for her super-sharp bright graphic work, has reworked the bag with her jewel-like colours and graphic shapes. A very smart update of a classic. uk.longchamp.com Men, you need something nautical The sailing vibe washes up in menswear next year. For your wrist, pick Omega’s Seamaster Aqua Terra. Its face is marked with vertical lines, reminiscent of a ship’s deck, perfect for a seafaring wardrobe. Power dressing goes under the Design Museum spotlight How should a powerful woman dress? Tower over minions in four-inch stilettos? Blend in with men in a pin-striped trouser suit? Does female influence look smart, dishevelled, flashy or subtle? Such questions are posed by the Design Museum’s autumn exhibition, which examines the wardrobes of high-profile women and seeks to decode their visual signifiers. It examines fashion moments and their impact. It focuses on Coco Chanel, whose silhouettes encouraged women to set their corsets aside, Diane von Furstenberg’s wrap dress which introduced frocks to the boardroom, and Donna Karan’s “Seven Easy Pieces”, made for working women in 1985. The show will also feature interviews with prominent women including Zaha Hadid, who designed the exhibition, Vivienne Westwood, Shami Chakrabarti and Pearl Lam. Women, Fashion, Power opens on 29 October. designmuseum.org Alexa Chung’s favourite jeweller launches studs Launching only last year, Loquet’s charming charms have already been seen hanging from the swanlikes of Alexa Chung and Jourdan Dunn. Not too surprising, when you learn that the ultra-connected duo model Laura Bailey and environmentalist Sheherazade Goldsmith are behind the jewellery. This month they launch stud earrings. Designs include an elephant made of diamonds, or cut-out hearts, wishbones and stars. They’re irresistibly cute. loquetlondon.com Polo Ralph Lauren is hot again The world of Ralph Lauren gets bigger this year with the catwalk launch of Polo Ralph Lauren for Women. It replaces the Blue Label (though not the luxury Black Label range), but don’t get hung up on the names. You’ll recognise the Polo line because it’s great. There’s leather leggings and bombers in traffic-light bright colours. Grungy skirts and funky socks with sandals. It’s young and cool and you’ll really like it. Lauren is opening a Polo Store on 5th Avenue in New York next week. But don’t worry, London’s next on the list. ralphlauren.co.uk Topman goes arty Richie Culver’s art can be seen on men’s chests this October. He has decorated T-shirts, sweatshirts and hoodies with sketches and paintings as part of a Topman collaboration. topman.com Hedi Slimane goes sonic Music has always been a huge influence on Hedi Slimane. This September that passion is celebrated in Sonic, an exhibition and book of his photographs of musicians and the music scenes in London and California. See the images of the fans, the gig venues and the famous faces at the Pierre Bergé Yves Saint Laurent Foundation, Paris. foundation-p6-ysl.net"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}