{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/sep/05/isis-recruitment-moves-to-radical-network-and-mosques", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-09-05T22:01:33Z", "webTitle": "Isis recruitment moves from online networks to British mosques", "webUrl": "https://www.theguardian.com/world/2014/sep/05/isis-recruitment-moves-to-radical-network-and-mosques", "apiUrl": "https://content.guardianapis.com/world/2014/sep/05/isis-recruitment-moves-to-radical-network-and-mosques", "fields": {"headline": "Isis recruitment moves from online networks to British mosques", "bodyText": "Networks of radicals are re-emerging in British mosques and elsewhere to encourage and facilitate Muslims wanting to travel to Syria and Iraq to fight for Islamic State (Isis). Until now most fighters from Britain who are known to have travelled to Syria have been persuaded and helped via online networks where extremists provide advice on crossing the Turkish border and linking up with Isis fighters. But a combination of a Turkish border clampdown and a focus by counter-terrorist police on taking down online networks has led to recruitment on the ground becoming more important, sources say. Communities of radicals recruiting young Brits are thought to include preachers, battle-hardened returning fighters and jihad sympathisers. Examples of on the ground recruitment have been seen in Cardiff and Birmingham – amid wider evidence that the UK is being specifically targeted by those with links to Isis in Europe. Abdullah, 19, who tweets as @Jihadwitness – and says he is an Isis supporter based in another European country – said the UK was of interest because it has \"a large minority of Salafis\". He was one of the first people to put the video of the murder of James Foley on Twitter. The Salafist strands in Islam tend to promote a fundamentalist outlook, a strict adherence to sharia law and a belief that it is incumbent on believers to fight holy war, or jihad. Abdullah, who declined to give the Guardian his surname, said he believed active recruitment was now taking place in mosques and other centres across Europe following Isis successes and their announcement that they had established a theological state, or caliphate (khilafah) spanning Syria and Iraq. \"We're really excited to come in and join the khilafah. I know many brothers who have said the recruitment has been booming ever since the announcement [of the caliphate's establishment] was made because this is what all these groups fought for for years and years,\" he said. A steady stream of Britons continue to make their way to Syria, according to counter-terrorism sources. An estimated 500 to 600 individuals are known to have travelled to the country, and 250 have since returned. Anti-terrorism investigators have growing concerns that a minority of those who return might be planning to attack Britain – under the direction of the Isis leadership or in a lone action. According to figures from the International Centre for the Study of Radicalisation (ICSR), Britain has the second largest number of foreign fighters in Syria out of any European country. In Cardiff, from where three Britons travelled to fight in Syria last year, many in the Muslim community are concerned about extremist messages coming from some preachers in the city. The imam of the Jalalia mosque, Mohammad Bashir Uddin, resigned last month in protest over radical preaching there. At the time Uddin, the imam, told a local newspaper: \"People don't understand the relationship between Salafism and terrorism.\" Women from the same mosque have raised a petition against the use of Salafi speakers and the subjugation of women contained in their teachings, and given it to the mosque committee.‬ But Muhammed Bashir Ahmed, chairman of the mosque committee, denied extremist teachings were coming from his mosque. He said the imam had not objected to the particular Salafi speaker at the time.‬Ahmed said he had received the petition but no action was being taken as \"there was nothing wrong\".‬ The Charity Commission carried out an assessment after the imam's resignation. But a spokeswoman said that after interviewing the mosque committee, the commission had been reassured. But the commission did not speak to the imam who had made the allegations.‬ The Charity Commission told the Guardian it was also examining another mosque in Cardiff – the Al Manar mosque, where the three men who travelled to Syria worshipped. Nasser Muthana, Assel Muthana and Reyaad Khan from the city travelled to Syria last year. Nasser Muthana subsequently appeared in a propaganda video produced by Isis. It is thought up to six men from the Welsh city may be in Syria. Sheikh Zane Abdo, imam of the South Wales Islamic centre in Butetown, said many were concerned about speakers with extremist links preaching in Cardiff. \"The local Muslim community, the mosques, our leaders need to be working a lot more closely with each other and with the local authority, with the parents, with the police to prevent people from being radicalised, to prevent further heartache,\" he said. In Birmingham a leaked police report published this week reveals that extremists are providing support and facilitation for those wishing up travel abroad to fight. The report, written by former assistant chief constable Sharon Rowe in 2013 and leaked to a local newspaper on Friday, says: \"Influential extremists continue to operate in Birmingham, promoting extremist ideologies.\" Rowe said they were operating from locations including gyms, restaurants and cafes, which are \"used to facilitate extremist activity by allowing key figures to operate and promulgate their message\". Two men from Birmingham are due to be sentenced this month after travelling to Syria to fight. Yusuf Sarwar and Mohammed Ahmed, both 22, pleaded guilty to terror charges at Woolwich crown court. One parent – Walid el-Araj – speaking for the first time a year after his son's death, said he still had no real idea as to how his 23-year-old son, Mohammed el-Araj, from Ladbroke Grove, west London, was encouraged to travel to Syria. He is sure that others were involved. He told the Guardian his son had spun a series of lies in the months preceding his departure for Syria. \"I thought that he was at college and he wasn't. I thought he was already [enrolled] at a course but he wasn't. \"Always, because I believed him, he gave me a positive answer about any questions [I had]. And I was busy with my work. Any time I asked, when I arrived home, and ask 'where is he' ... he'd be at the mosque.\" \"I don't know which mosque. I wish I knew the mosque. Because I was seriously angry. I want to catch any of these imams and want to find out how they make these young boys [do this].\" El-Araj is was killed in Syria in August 2013, around the same time as another west Londoner, 22-year-old Choukri Ellekhlifi. The death has left him heartbroken he said. \"I lost my son … he was born from my hand but I didn't know how to control him … my life is destroyed completely.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}