{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/sep/16/memphis-police-200-rape-kits-backlog", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-09-16T22:55:05Z", "webTitle": "Memphis police discover 200 unprocessed rape kits adding to backlog", "webUrl": "https://www.theguardian.com/world/2014/sep/16/memphis-police-200-rape-kits-backlog", "apiUrl": "https://content.guardianapis.com/world/2014/sep/16/memphis-police-200-rape-kits-backlog", "fields": {"headline": "Memphis police discover 200 unprocessed rape kits adding to backlog", "bodyText": "Police in Memphis, Tennessee, have discovered 200 unprocessed rape kits, some dating back to 1976, in a giant evidence storage warehouse, adding to a 12,000 kit backlog the city is already struggling to clear. “I want every piece of evidence in our possession to [be] searched and re-searched to make sure we are doing our due diligence to clear up this rape kit backlog,” Memphis Police Department Director Toney Armstrong, at a city council meeting Tuesday, according to the Memphis Flyer. Local officials say the backlog began when the Shelby County Rape Crisis Center was established in 1975, setting some of the first guidelines for keeping rape kits. A backlog began to form, officials say, when the practice of keeping the kits clashed with commonly accepted law enforcement practice. Until recently, law enforcement generally processed rape kits to solve a specific case. If that case was solved, or dropped, without testing the kit, the kit remained untested in evidence storage. Local officials say the kits were discovered in, “the old International Harvester plant,” in Frayser, Tennessee, a facility described as “massive” and “about two or three football fields long,” Armstrong said, according to the Flyer. When the kits were discovered, there were no documents to indicate they were stored in the facility. “What we take from this is that it’s a blessing to us that we had the first rape crisis center in Memphis, but it’s also a curse,” said Memphis deputy chief Jim Harvey, according to the Flyer. Previously, police believed rape kits in Memphis dated back to 1985, according to the Daily News of Memphis. The kits discovered this month date back to before Memphis used computers to track evidence, and before DNA analysis was common. Testing all of the kits is expected to cost $6.5m. The department’s sought grants and state assistance to help fund the testing, but still faces a $3.7m cash shortfall. The department has enough cash to fund testing through the fall, according to a monthly report the department produces on the backlog. Attempts to clear the backlog have already resulted in 162 news investigations, identified 16 individuals who’ve previously been convicted of rape and issued 22 new indictments. Seven new investigators were added to the unit processing the kits, there are 16 in total."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}