{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/sep/21/ed-miliband-iraq-war-isis-labour-military-action", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-09-20T23:40:55Z", "webTitle": "Ed Miliband warned not to let legacy of Iraq war block action against Isis", "webUrl": "https://www.theguardian.com/politics/2014/sep/21/ed-miliband-iraq-war-isis-labour-military-action", "apiUrl": "https://content.guardianapis.com/politics/2014/sep/21/ed-miliband-iraq-war-isis-labour-military-action", "fields": {"headline": "Ed Miliband warned not to let legacy of Iraq war block action against Isis", "bodyText": "Senior figures within Ed Miliband's shadow government have issued a warning to their leader not to be paralysed in tackling Islamic State (Isis) by the legacy of the Iraq war. In a thinly veiled criticism of Miliband's decision last year to block military intervention in Syria, two members of his frontbench team argue that the consequences of military inaction can be as severe as action. Gemma Doyle, a shadow minister for defence, and Stephen Doughty, an opposition whip, argue in a new book, Laying the Foundations for a Labour Century, that \"history can teach us many things and one lesson is that there are times when it is necessary for Britain to take military action to protect the lives of others\". The two frontbenchers write: \"An international conflict where lives are at risk should never represent an opportunity for party politics. \"And while parliament should be consulted whenever possible, in some cases that will not be feasible and government must be able to act as it deems necessary.\" Miliband, about to start his party conference in Manchester, was accused by Downing Street of giving succour to the Assad regime in Syria after he blocked an early Commons vote on military action in August last year on the grounds that there was not enough promise of UN involvement. The Labour leader had also not raised his concerns about the motion in a meeting with Cameron before the vote, prompting criticisms he had sought to vote the government down to score a political point while illustrating that the Labour leadership had learned from the errors of the Iraq war. Miliband, who announced that he believed the Iraq war had been \"wrong\" when he became leader in 2010, has so far endorsed the government's policy of not being involved in military strikes on the jihadi terror group rampaging through Syria and Iraq. As a result, there are some concerns within the Labour ranks that Miliband is seeking to withdraw Britain from what many people in the party believe are its duties on the international stage. In the book whose chapters were endorsed and edited by fellow shadow minister Liz Kendall and former shadow minister John Woodcock, Doyle and Doughty write: \"We must learn the lessons of the past, but we must also be prepared to make the case for intervening when it is viable and the right thing to do … We must ensure that our mission is feasible, and we should always seek international support from our friends around the globe. \"Above all we should remember that there are consequences of action, whether they be diplomatic, military or humanitarian, but there are also consequences of inaction.\"After the beheading of the British hostage David Haines by jihadis, the prime minister vowed to destroy Isis, saying the UK will do whatever is needed to combat the threat posed by the extremists. Cameron has said he is looking at a range of options for increased involvement in a US-led military campaign against Isis, but there has been no commitment to Britain being involved in air strikes. He has ruled out \"boots on the ground\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}