{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/sep/28/southampton-graziano-pelle-qpr", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-09-28T22:04:00Z", "webTitle": "Southampton striker Graziano Pellè finds his feet to down shaky QPR", "webUrl": "https://www.theguardian.com/football/2014/sep/28/southampton-graziano-pelle-qpr", "apiUrl": "https://content.guardianapis.com/football/2014/sep/28/southampton-graziano-pelle-qpr", "fields": {"headline": "Southampton striker Graziano Pellè finds his feet to down shaky QPR", "bodyText": "Sign a striker from the Dutch league and, no matter how good his record is, there will not be a shortage of people questioning whether he can succeed in the Premier League. Afonso Alves and Mateja Kezman, deadly in Holland but regarded with considerable amusement in England after their nightmares at Middlesbrough and Chelsea respectively, have a lot to answer for. Alves and Kezman are the reason why Ronald Koeman’s decision to bring Graziano Pellè with him to Southampton was seen as a gamble. The Italian striker was brilliant for Koeman at Feyenoord last season but the task of replacing Rickie Lambert in Southampton’s attack seemed like a tall order for a 29-year-old who started scoring only once he had left Serie A to play against the weaker defences in the Eredivisie. Yet no one is questioning Pellè now; not after his sensational overhead kick against Queens Park Rangers earned Southampton a sixth successive victory and kept them three points behind Chelsea in second place. Charlie Austin had just snatched a classy but undeserved equaliser for the visitors when Dusan Tadic’s header fell to Pellè in the 68th minute and, although Steven Caulker seemed to have the situation under control, Pellè’s blend of skill and athleticism brought more delight to Koeman. “He is learning fast,” Koeman said. “In the first two weeks I told him: ‘It’s not Holland.’ In Holland if you bring 70% of your physical effort you will win the battle. In the Premier League you have to bring more than 100%, and he’s doing that. Then you see how good he is as an attacker. “He did a lot for me at Feyenoord. He scored a lot of goals but this one was amazing, how he scored and the moment in the game. It was 2-1, not 3-0 or 1-3. But apart from how he scores goals, what is important is the player and he has shown his qualities and we are happy to have him at Saints.” Pellè, who said he often tries that move in training, is a burly, intelligent leader of the line and he already has five goals for his new club. “I’ve got experience enough now to realise where I am,” Pellè said. “I have to be honest, it was not so easy in the beginning, but I was lucky I came to England a month before the start of the season, then I had a big time to adapt myself. “After one or two games I realised that I needed to do more than what usually I did before in the past. If in Holland I gave up to 80%, here you have to give 110. All the games are difficult, all the teams, from the lowest to the top, are always good, good organisation, strong and fit. I don’t like to find an excuse. I’m really positive and I’m happy.” Just like everyone else at Southampton, whose players will receive a day off this week. Poor finishing meant that they made heavier work of it than they should have done against an unimpressive QPR but Southampton were always the better side, with Sadio Mané excelling on his first league start and setting up Ryan Bertrand for the opening goal with a deft backheel, and they could have made it a seriously embarrassing return to St Mary’s for an unusually despondent Harry Redknapp. The QPR manager is trying to see the positives but he sounded like he was going through the motions after another away defeat. “We stayed in the game,” Redknapp said. “That was important. There is a lot of work to be done but there were some positives.” Namely that they did not collapse after Bertrand’s goal, equalising through Austin’s volley, but there must be concern over how ragged QPR’s defence is looking. Next for Southampton? A trip to White Hart Lane and a reunion with Mauricio Pochettino. Man of the match Graziano Pellè (Southampton)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}