{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2014/sep/25/rugby-in-the-country-the-nrc-goes-to-orange", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-09-24T21:45:47Z", "webTitle": "Rugby in the country: the NRC goes to Orange", "webUrl": "https://www.theguardian.com/sport/blog/2014/sep/25/rugby-in-the-country-the-nrc-goes-to-orange", "apiUrl": "https://content.guardianapis.com/sport/blog/2014/sep/25/rugby-in-the-country-the-nrc-goes-to-orange", "fields": {"headline": "Rugby in the country: the NRC goes to Orange", "bodyText": "Orange is a good country town. It’s welcoming like country towns are supposed to be. You drive the Mitchell Highway from Bathurst, passing a go-kart track on the edge of town before you park on Summer Street – the main thoroughfare – and breathe in that fresh country air. You sit outside Scrumptious on Summer Cafe, where the waitresses seem know everyone by name and a sign in the window lets you know they serve the best breakfasts in Orange. As you eat the locally produced bacon and eggs, it’s hard to deny that assertion. There’s not a cloud in the sky and you sit there, with nothing to do all day but watch rugby and all you can say is: “How good is this?” I’m in Orange to watch the NSW Country Eagles play the table-topping Melbourne Rising in round five of the National Rugby Championship (NRC). An archetypal country town of around 40,000 people, Orange is 250km out of Sydney in central-western New South Wales. It’s the type of place where tradies leave their tools unlocked in the trays of their utes and one lady I see doesn’t even turn off the car before running into the cafe for a takeaway coffee. Think RM Williams boots, Rodd &amp; Gunn shirts and blokes in t-shirts and thongs on bitingly cold mornings. Then, just as the stereotype threatened to trip over itself, a man wearing a Yolo flat-peak hat and ugg boots walked down the street, as if to let you know they have bad taste in the country too. Halfway through its inaugural season, the NRC has been well-received in most rugby circles. Introduced to bridge the gap between club and Super Rugby, the competition’s law variations – including reducing penalty goals from three points to two, increasing conversions from two to three and a couple of other alterations which speed up the game – mean the ball is in play for much longer and the nine teams involved are scoring plenty of tries. The pick of the competition through the first month is undoubtedly the Melbourne Rising, who have been downing teams all over the country. They’ve scored a whopping 260 points in five games with the highlight being a 79-18 thrashing of Brisbane City in round three. Impressive stuff. The next highest scoring side are the second-placed Eagles, but they’re 117 points behind on 143. The expectant buzz of an excited crowd increased as I walked the half a kilometre down Lords Place to Wade Park. They grow plenty of fruit around here but funnily enough it’s too cold for oranges. Go figure. There’s a burgeoning wine industry though and the locals put on a food and wine festival at the back of the grandstand. It took a fair bit of willpower not to duck into one of the marquees to sample the best local drop before kick-off, so I settled for an old-fashioned steak sandwich with onions and a Solo. The game itself was a scrappy affair, won 37-16 by the Rising in the toughest encounter they’ve had to date. The Melbourne side’s fifth consecutive bonus-point victory was dominated by forward play, punctuated by plenty of scrums and saw fewer tries than they’re accustomed to scoring. Priding themselves on dominance up front, the Rising’s fearsome pack fired an early warning shot with five consecutive scrum penalties before their red-headed halfback and captain Nic Stirzaker darted around a breakdown for the opening try of the match. The 10-minute passage preceding the try was a great example of how law variations influence a captain’s thinking. Under the old rules, the lure of a penalty kick and a certain three points would have been the obvious choice, but Stirzaker repeatedly opted to pack another scrum. Even then, kicking for touch and trusting the lineout would have been easier, but this Melbourne side want to win the competition and taking the easy road isn’t an option. The Rising immediately added to their tally with another try and three-point conversion before Eagles fly-half Sam Windsor sliced through the defensive line 10 metres out from the posts and narrowed the gap to 16-8. Windsor’s skill deserted him just before halftime when he tripped over and missed a tackle to allow Melbourne flanker Sean McMahon an untouched run to the try-line and a 24-8 halftime lead. Melbourne back Telusa Veainu finished off a nice move on the left to open the second half and shortly afterwards, man-mountain Lopeti Timani capitalised on an attacking lineout to rampage past three defenders and put the result beyond doubt at 37-8. Timani, the former Waratah back-rower is big. As in “Shouldn’t he have his own gravitational pull” big. Maybe it’s his size or the unmissable afro he’s sporting at the moment, but I pegged him as one of the game’s best and I was surprised when he told me afterwards that he’d been sick all week and wasn’t happy with his performance. Although the Eagles finished off with a try to impressive Randwick youngster Andrew “The Fire” Kellaway – a winger – it’s the Rising forwards who ruled the day. Timani and McMahon’s cohorts up front, Cruze Ah-Nau, Pat Leafa, Paul Alo-Emile, Sam Jeffries, Cadeyrn Neville and Luke Jones all deserve a mention for laying a solid platform for the win. It’s no wonder they’re the odds-on favourites to take out the title. Although every Rising player I spoke to said it was the most physical match they’ve played, NSW Country coach Darren Coleman was disappointed. The team’s organised defensive systems were betrayed by a couple of moments of weakness and a few soft tries. The crowd filtered out of the grandstand and wandered over to the food and wine stalls where a live band played a Tracy Chapman cover. The Melbourne players belted out their victory song to the tune of Born in the USA while ARU CEO Bill Pulver pressed the flesh. I walked back up Lords Place and found the Hotel Canobolas where for a reasonable price they let you cook your own steak. The Bulldogs-Manly NRL final was about to kick off and with a beer in one hand and tongs in the other, I stood over the grill and said quietly: “How good is this?”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}