{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/sep/19/manuel-pellegrini-chelsea-premier-league-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-09-19T21:30:00Z", "webTitle": "Manuel Pellegrini: Chelsea are one of many rivals for Manchester City", "webUrl": "https://www.theguardian.com/football/2014/sep/19/manuel-pellegrini-chelsea-premier-league-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2014/sep/19/manuel-pellegrini-chelsea-premier-league-manchester-city", "fields": {"headline": "Manuel Pellegrini: Chelsea are one of many rivals for Manchester City", "bodyText": "Manuel Pellegrini prefers to have a positive outlook and is therefore reluctant to speculate on the possibility of Chelsea doing what they did last year and winning at the Etihad. Should José Mourinho’s side manage it on Sunday they would open up an eight-point gap on their rivals with five games played and Manchester City’s defence of the title would be handicapped almost from the outset. The City manager admits Chelsea are likely to be important rivals this season, though not, he thinks, the only ones. “There will be other teams involved in the race,” he said. “I can see Arsenal, Liverpool, Manchester United and Tottenham being in the fight but José had a very strong squad last year and he has added some good players.” One of those is Diego Costa, currently scoring goals for fun but, like Sergio Agüero, kept on the sidelines for most of the Champions League game in midweek through an inability to play too often. Both former Atlético Madrid strikers should face each other in the Premier League encounter, though fitness concerns mean their respective managers are having to use them sparingly. Costa cannot play three games in a week and Agüero, who missed a lot of last season and most of Argentina’s World Cup, is having to be nursed gently back into action. What ought to be a showdown between the two most potent strikers in England – a reasonable billing now that Luis Suárez has departed and Radamel Falcao has yet to open his account at Manchester United – could come down to a question of which one is fit enough to last a full game. “Physically, Sergio doesn’t have any problems at the moment,” Pellegrini said. “He just needs match fitness. When he is 100% fit he will make a difference for us, I am sure about that. Both the times the club have won the title in the past few years goals from Sergio have made the difference. “On one occasion it was two goals in three minutes. That is the kind of player that we have but I know Costa is a good player too. I knew what he did in Spain and I cannot say I am surprised about what he has been doing in England. Some players you just know will do well in the Premier League. “Álvaro Negredo was one, Costa is another. The football here suits the way they play, they like it here and that’s why they can score goals from the start. But Chelsea are not just Diego Costa. You have to take care of Eden Hazard, Oscar, Willian and André Schürrle. Maybe even Didier Drogba.” For all that, Negredo is back in Spain and Stevan Jovetic is injured so, with only two fully fit strikers, one of whom is Agüero, Pellegrini does not have a great deal of back-up for the front line. “Negredo is injured, he would not be playing anyway,” he said. “We still have the squad we need and Stevan will be fit next week.” Though hampered by Financial Fair Play restrictions in the summer Pellegrini still managed to spend £32m on a defender and it has not gone unnoticed that Eliaquim Mangala has yet to play a game. “He has not played since May,” Pellegrini said. “Why must we start with him immediately when we have two defenders [Vincent Kompany and Martín Demichelis] who are playing so well? We thought we needed a good young defender and we concluded Mangala was the correct player to sign but we did not necessarily sign him for the months of August and September. He is for the longer term. He will play when he is ready.” Bayern Munich’s late winner on Wednesday in the Champions League means City picked up one point in their past three games – not exactly a flying start when Chelsea are unbeaten and have four wins out of four in the league but, as Pellegrini points out, the run of games was a difficult one. “We had to play Arsenal and then Bayern away from home,” he said. “I was not unhappy about either of our performances in those games. It was just the defeat by Stoke that was unusual. I had some complaints about the refereeing in the Arsenal game, but that is finished with now. I don’t generally like to use referees as an excuse. “There was nothing wrong with the refereeing in the games against Stoke and Bayern. We just needed to play better. Maybe Bayern didn’t deserve to win the way they did, with that goal in the last minute, but they had other chances and they played better than we did. We played well but we can improve on that and I believe we will in the games to come.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}