{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/sep/17/click-collect-shoppers-65bn-goods-online-2019", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-09-16T23:01:01Z", "webTitle": "Click and collect shoppers predicted to pick up £6.5bn of goods by 2019", "webUrl": "https://www.theguardian.com/business/2014/sep/17/click-collect-shoppers-65bn-goods-online-2019", "apiUrl": "https://content.guardianapis.com/business/2014/sep/17/click-collect-shoppers-65bn-goods-online-2019", "fields": {"headline": "Click and collect shoppers predicted to pick up £6.5bn of goods by 2019", "bodyText": "Soaring demand for click and collect services mean shoppers will pick up £6.5bn of goods from lockers, drive-thrus and store pick-up points by 2019 – and 82% increase in current levels – according to a new report. \"The importance of click and collect should not be underestimated. It has become firmly established,\" said Matthew Rubin of a report into the market for research firm Verdict. More than two-thirds of UK shoppers have now used click and collect at least once, up from 51% in 2012, with fashion the most likely products to be bought via this method. The service is helping drive online sales in the UK, where a higher proportion of goods are now bought via the internet than any other major market. Out of every £7 spent, £1 is now spent online – compared to £1 in £11 in the US. UK shoppers spend an average £662 each on online shopping, according to research by OC&amp;C Strategy Consultants for trade journal Retail Week. Clothing and footwear account for more than half the value of goods ordered using click and collect services, according to Verdict. The researchers predict a 246% in click and collect grocery sales, from a low base. All the major supermarkets are now competing to come up with ideas to attract shoppers who want to buy food online but don't want to wait home for the delivery. Tesco, Asda, Waitrose and Sainsbury's are working with Transport for London to put refrigerated lockers in London Underground car parks while Waitrose is trialling a similar service at Gatwick airport and several supermarkets now offer a drive-thru pick-up service outside their stores. In contrast, the electrical market is only set to experience a 42% rise in sales over the next five years. That's because it was one of the first sectors to introduce the idea of click and collect with the market expected to be worth £1.6bn by 2019."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}