{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/sep/21/even-nurses-have-to-pay-rent-and-bills", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-09-20T23:05:32Z", "webTitle": "Even nurses have to pay bills and rent, you know | Barbara Ellen", "webUrl": "https://www.theguardian.com/commentisfree/2014/sep/21/even-nurses-have-to-pay-rent-and-bills", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/sep/21/even-nurses-have-to-pay-rent-and-bills", "fields": {"headline": "Even nurses have to pay bills and rent, you know", "bodyText": "Around two-thirds of Unison NHS workers have voted to back what could become the first major strike action over pay for 32 years. Nurses, occupational therapists, healthcare assistants, porters and other NHS staff are \"demoralised and demotivated\", because 70% of nurses and 60% of NHS staff are set to be denied the proposed universal pay rise of 1% for the next two years, when real pay has fallen dramatically over recent years. Other ballots must take place before industrial action becomes a reality, with the Unison general secretary, Dave Prentis, saying that, in the event of a strike, they would work with NHS employers to minimise the impact on patients. It's sadly unsurprising that, even at this early stage, unions are forced to pre-empt the cyclical guilt-tripping of NHS staff. Which is felt most of all by nurses, always in danger of going from \"angels\" to \"fallen angels\" within the beat of a wing. Why should any striking NHS staffers feel pressured about their workplace? Did the striking miners of the 1980s offer periodically to pop down to the pits to check that all was tickety-boo? Did Arthur Scargill feel obliged to work closely with pit bosses to ensure that the coal kept coming? Of course it's more complicated when health matters are directly at stake, but the heightened emotion surrounding NHS staff still has sinister connotations. It seems unfair, bordering on undemocratic, that workers in this sector can protect their wages only by engaging in (notably rare) industrial action. But when they try to do so, they risk being condemned for inconveniencing and upsetting vulnerable patients, even accused of putting them in danger. Health professionals are supposed to have qualities of compassion and empathy. Granted, but should they have these qualities cynically used against them? Of course, people would continue to be injured, or fall sick, and babies would still be born, but nobody is suggesting that all the NHS staff walk out at once. Moreover, if and when there's any strike action, it ultimately falls to the government to ensure the smooth running of the NHS. That's why people pay taxes. So why can I so easily imagine apocalyptic tales of \"patients suffering during NHS strike\"? Something similar happens when firemen and teachers attempt to protest, but nothing trumps the emotional pressure on NHS staff and especially on nurses. I say \"especially\" not because other workers aren't valuable, but because nurses are further lumbered with the \"angel\" tag – falling somewhere in the popular imagination between beatified Florence Nightingales and downtrodden charladies. It's as if everyone loves and admires nurses – unless they start making noises about being paid properly and treated as valued professionals. I've long thought the nursing \"angel\" label to be less a heartfelt tribute than a twisted form of vocational emotional blackmail. A pedestal, but one with manacles attached, to ensure that these supposedly beloved workers stay where they're put. You saw it with the terrible fuss when nursing degrees were first proposed (\"Too posh to wash, too clever to care!\"). A cry went up along the lines of: \"Why bother with a fulfilling academically structured career path, when you could be 'angels', spooning me pureed apple, and picking up after me like my old mum?\" Needless to say, the hordes of coldhearted, flint-eyed nursing divas (kicking ailing patients out of the way in the scramble to get to the top) mysteriously failed to materialise. If these NHS strikes happen, let's take the opportunity to resist unleashing this form of aggressive sentimentality on to nurses. No one would want to see patients affected, least of all, one suspects, people who work in healthcare, but rent and bills don't pay themselves. It has to be possible for nurses and other NHS staff to strike in Britain without being subjected to what amounts to community emotional blackmail. Name and shame these snobs Princess Tiaamii, the seven-year-old daughter of Katie Price and Peter Andre, is reported to dislike her name already. This has reignited the sporadic national conversation about celebrity-style \"wacky\" baby names. Then there's the more serious side, relating to how names can be social class signifiers, which Malcolm Gladwell, among others, has highlighted. The question is: are we all culpable of normalising and legitimising grotesque snobbery – or worse? Like many others, I was infuriated when Katie Hopkins launched her attack on \"children called Chardonnay\". Increasingly, however, this seems to extend beyond the likes of Hopkins's brand of cartoon thuggery to something a bit subtler and therefore more dangerous. There appears to be an accepted tyranny these days that dictates that traditional-style monikers are fine, but any kind of unusual or exotic name reveals that you are either naff, ill educated, or indeed, an ethnic minority. Worse, this insidious snobbishness, class contempt and passive racism rarely seems to get called out. Usually, it's the parents who are shamed for giving their children \"stupid\" names, while no one else appears to take responsibility for their own questionable reactions. It behoves us all to remember that, however unusual the name, it would have been given to the child not as a joke, but with pride and love, which at least trumps the small-minded nastiness of those who mock. People who get a cheap laugh and a sense of superiority out of such names perhaps need to look at their own behaviour and stop masking their prejudices and hang-ups as wonderful common sense. If, just like David Bowie's son, Zowie, before her, Princess Tiaamii ends up changing her name, then good luck to her. But what a shame if she feels forced to. Does Beyoncé's thigh gap matter that much? So, to the tangled psychosexual politics of Beyoncé's thighs. Beyoncé has been accused of photoshopping to make it look as though she has a \"thigh gap\" (for those not acquainted with this term, it's when your thighs fail to meet to the point where one could comfortably stuff a bloomer loaf through). Cue heavy-duty criticism of Beyoncé, but is this starting to become farcically chicken and egg? What came first – the likes of Beyoncé photoshopping their flesh into oblivion until they resemble Twiglets with great racks and making womankind feel bad? Or the likes of Beyoncé feeling bad because they've being criticised for not resembling Twiglets with great racks, which leads to them photoshopping, making womankind feel bad, and so on? This is reminiscent of when Nicole Kidman was derided for overzealous use of Botox leading to her resembling a human panna cotta. If the aim is for female celebrities not to set bad examples, then isn't it time we stopped asking the impossible of them and mocking and gloating when they fail to achieve it? Breaking this vicious circle of female paranoia isn't just the responsibility of the rich and famous."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}