{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/sep/21/after-the-referendum-questions-facing-union", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-09-20T23:05:33Z", "webTitle": "After the referendum: the 10 most pressing questions facing the union", "webUrl": "https://www.theguardian.com/politics/2014/sep/21/after-the-referendum-questions-facing-union", "apiUrl": "https://content.guardianapis.com/politics/2014/sep/21/after-the-referendum-questions-facing-union", "fields": {"headline": "After the referendum: the 10 most pressing questions facing the union", "bodyText": "Now that Scotland has voted no, what new powers are the main political parties offering? In his pivotal speech ahead of the referendum, Gordon Brown offered a \"modern form of home rule\". Quite what that means is yet to be decided. In his most recent intervention yesterday, Brown spoke of the need to ensure that such policies as the bedroom tax, or indeed the poll tax, could ever occur again in Scotland against the people's will. He also spoke of putting the fate of the NHS totally in the Scottish government's hands. All this would involve a huge devolution of powers on welfare, tax and health. The three main leaders have also spoken of \"extensive new powers\". But the devil will be in the detail – which is some way from being spelled out. Labour in Scotland has so far been the most resistant to the devolution of far-reaching tax-raising powers for the Scottish parliament. For example, under the party's previous proposals, they would only allow the Scottish parliament to raise the top rate of income tax from 45p, but not to cut it. When can Scotland expect to receive the new powers that are agreed upon? All three parties have signed up to a timetable set out by Brown, but that only provides for draft legislation by next January. It would be up to the new government elected in May to then enact the legislation. The fly in the ointment is David Cameron's insistence that the devolution of Scottish powers happens at the same time as reforms to the Commons to ensure that only English MPs can vote on English matters. Michael Gove, the Tory chief whip, has insisted that Scottish devolution could not happen unless hand-in-glove with the parliamentary reforms, raising concerns that the promised timetable for Scottish devolution could be held back as the parties argue over the \"English question\". Is all that going to be good enough for the majority of Scots? If the powers that are devolved can be fairly said to equate to a \"modern form of home rule\" and the timetable set out by Brown is abided by, then there can be little cause for complaint. If there is any discrepancy between the promises made before the referendum vote and after the outcome, though, then the SNP and others will be rightfully angry. Such a breach of trust could see a resurgent SNP standing in the Scottish elections in 2016 on a manifesto that promises a second referendum. Such would be the anger of many betrayed no voters it is then likely that the yes campaign would win, and comfortably. Why are we suddenly talking about English devolution as well? Cameron's entwining of Scottish devolution and reform in England could be seen as opportunistic or necessary, or both. It could be seen as a party political move in that the change that Cameron is proposing in England (only English MPs voting on English matters) would disadvantage a Labour government seeking to advance any future policies in England. Losing the voting power of their Scottish MPs would make building a majority in the Commons on any English matter more difficult. But if Miliband completely rules out changes to prevent Scottish MPs voting on English matters, it will be seen by many voters as unfair. And if the Tories successfully convince people that reforms in Scotland and England must go ahead, but can't because of Labour, Miliband could end up being portrayed as the man who betrayed Scotland. Answering the calls for English laws to be made by English MPs also benefits Cameron politically in preventing Ukip from taking on the mantle of the party looking after England's interests. The Tories naturally portray their stance as simply a question of principle. Many English people will simply see it as unfair that Scottish politicians are able to dictate policy in England, while English politicians have an ever-diminishing influenec on what goes on in Scotland. David Cameron has called for the devolution of powers for England to take place at the same time as the handing of further powers to Scotland. Is that timetable realistic? Probably not. The leader of the Commons, William Hague, says that much of the thinking on ensuring English laws are made only by English MPs was done last year by Sir William McKay's commission on the fallout of devolution. However, McKay himself has said that he fears that seeing through parliamentary change at the same time as devolution of powers to Scotland is a \"big job\" and it would be advisable for the two processes to have different timetables. Additionally, any legislation offering a radical devolution of powers from Whitehall to assemblies, cities or councils within England would certainly not be achievable by January. English votes for English laws? What are the upsides and downsides? There is a simple matter of fairness. Many argue that it cannot be right for Scottish MPs to vote on matters only affecting English constituents when English MPs have no say over affairs north of the border: the so-called West Lothian problem. That is the situation, as it stands. With further devolution it would surely become unsustainable. The downsides of changing the situation are considerable though. A Labour government, its majority sustained by English MPs, could find itself unable to pass legislation with a bearing on England, yet being ultimately responsible for it. The political process could repeatedly arrive at an American-style impasse. The role of Scottish MPs would also be hugely diminished. The Commons would have two classes of MPs. Where do Labour, the Conservatives and the Liberal Democrats and the SNP stand on English votes for English laws? Labour says it understands that this is an issue and it wants to set up a broad consultation on it. The Tories want swift constitutional changes in favour of it. Nick Clegg has said that he agrees with David Cameron, although it is unlikely that his Scottish MPs feel the same. What about Wales and Northern Ireland? There are voices calling for more devolution to Wales now. Cameron has indicated that he is open to such proposals. He has also said that he wants to be \"fair\" to Northern Ireland, whatever that may mean. Is England going to get an English parliament, an English first minister, and an English cabinet? This has been floated by some Tory backbenchers but none of the party leaders are backing it. On the basis of the current parliament, what would be the political makeup of an English legislature? The Tories would have an absolute majority of over 40. That would be small enough for the right wing of the Tory party to have considerable influence over its leadership. Both the Labour party, left with 218 seats, and the Liberal Democrat party on 46 seats, would be diminished forces. Both parties would need to hone their electoral messages to suit voters currently supporting the Conservatives if they were to stand a chance of forming a government in the future. Or find a way to tap the millions who do not bother to vote."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}