{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/sep/16/benghazi-report-clinton-democrats-answers-record", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-09-16T23:59:10Z", "webTitle": "New Benghazi report criticises Republican fixation on facility attack", "webUrl": "https://www.theguardian.com/world/2014/sep/16/benghazi-report-clinton-democrats-answers-record", "apiUrl": "https://content.guardianapis.com/world/2014/sep/16/benghazi-report-clinton-democrats-answers-record", "fields": {"headline": "New Benghazi report criticises Republican fixation on facility attack", "bodyText": "House Democrats have launched a fresh effort to protect Hillary Clinton from renewed political pressure over the killing of US ambassador Chris Stevens in Benghazi, publishing a lengthy compendium of official reports and probes into the circumstances of the attack. On the eve of the launch of a special Benghazi committee convened by Republicans with new powers to summon witnesses but dismissed by their opponents as a politically-motivated stunt, a group of five Democrats on the committee claim their report, called “Benghazi on the Record”, tackles the remaining controversies head on. “To help prevent this committee from becoming another partisan witch hunt, this database clearly lays out many of the questions that have been asked and their corresponding answers,” Washington Democrat Adam Smith told reporters at a press briefing on Capitol Hill. “You can continue to argue but one thing you can’t argue is that the questions have not been asked or answered.” Led by South Carolina Republican Trey Gowdy, a former federal prosecutor, the special committee is expected to focus on several recent allegations, including those from a group of security contractors working at a nearby CIA annex in Benghazi who claim in a new book they were delayed from rescuing ambassador Stevens and told to “stand-down” by superiors. Though it does not directly contradict or implicate Clinton, who was secretary of state at the time, the contractors’ new book is one of a number of sources that have rekindled hopes among some Republicans that the issue may dog her through any possible presidential run – casting doubt on her competency in office. For their part, Democrats argue that witnesses called to a number of previous congressional hearings have proved there was no “stand down” order. The report cites various military and CIA witnesses who contradict accounts in the recent contractors’ book, claiming that the CIA security team was not prevented from helping, merely that there was a brief delay while they discussed the best way to help. It also quotes Republican intelligence chairman Mike Rogers concluding “it wasn’t even a dispute – it was the commander on the ground making a decision. I think it took 23 minutes before they all, including that commander by the way, got in a car and went over and rescued those individuals.” The security contractors, argue on the other hand, that the delay was at least 30 minutes, and could have contributed the death of ambassador Stevens. California Democrat Linda Sanchez also criticised “the amount of time and resources” dedicated to investigating questions that she said have already been answered conclusively. “Including the Accountability Review Board, seven different committees have issued nine separate reports,” she said. Democrats are reluctant to publicly criticise the new special committee as partisan but claim their study will help it avoid “re-litigating” past claims, such as the disputed allegation that the State Department deliberately downplayed the terrorist aspects of the attack for political reasons. “My hope is that our efforts here – with ‘Benghazi on the Record’ – will help the select committee define its scope,” said Elijah Cummings, ranking member of the House oversight committee. “We need to make full use of all the extensive investigations that have come before us. We need to avoid duplication, conserve taxpayer dollars, and help improve the security of US facilities and personnel around the world.” Nevertheless, Republican critics continue to find fresh ways of airing the dispute, helped in part by close attention from Fox News which has aired segments on the consular attack more than 1,100 times according to the liberal press watchdog Media Matters. House Democrats behind the report also criticised aspects of the administration’s handling of the attack, pointing out for example that several reviews had found that “failures of leadership and management deficiencies” at the state department were to blame for inadequate security. They are adamant that the report is not intended as a defence of Clinton or the administration, although the majority of its conclusions do seek to show that Republican criticisms have been adequately addressed in earlier investigations."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}