{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2014/sep/11/glasgow-welcome-save-union-express-london-labour-mps", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2014-09-11T22:23:00Z", "webTitle": "Glasgow pulls no punches in welcome to 'Save the Union Express'", "webUrl": "https://www.theguardian.com/uk-news/2014/sep/11/glasgow-welcome-save-union-express-london-labour-mps", "apiUrl": "https://content.guardianapis.com/uk-news/2014/sep/11/glasgow-welcome-save-union-express-london-labour-mps", "fields": {"headline": "Glasgow pulls no punches in welcome to 'Save the Union Express'", "bodyText": "A few minutes outside Carlisle, a small huddle of party aides on the train started gathering to make their final plans. Sixty Labour MPs, candidates, councillors and activists disembarking en masse at Glasgow Central station might represent a formidable fighting force in defence of the union – or so they hoped – but clearly their arrival presented some potential pitfalls. \"We don't want them all walking up the road in a crocodile,\" said one adviser. \"This isn't a school trip.\" Back in the carriages, however, that was exactly what it felt like. Margaret Hodge was leaning over a seat for a chat with Yvette Cooper. Caroline Flint and Stephen Twigg, sitting next to each other, joked they were running off to Gretna Green to elope. Meanwhile, Harriet Harman and a group of northern MPs were sharing a large box of croissants across a coveted table seat, while a young Labour staffer swayed between the carriages dispensing Tracker bars from a plastic bag. \"For everyone else who just happens to be on this carriage I'd say it's the school trip of their nightmares,\" joked John Woodcock, MP for Barrow and Furness, \"but we've been reasonable well behaved so far.\" For all the high spirits on board the 7.30am from London Euston there was a sense of high seriousness to the \"save the union express\" as it was inevitably dubbed (though \"snakes on a train\" was preferred by some). Pro-independence campaigners had portrayed the party's block ticket booking as a last-minute panic dash by \"Team Westminster\", but Harman, the party's deputy leader, was having none of it. \"It's not OK for Alex Salmond to condemn our engagement or to try to deter us from coming. We are elected by Labour voters and these are Labour voters who are making up their minds, and we want to talk to them.\" If it wasn't quite a crocodile of parliamentarians that spilled off the train in Glasgow, Labour's careful plans could do much to ensure a warm welcome. \"Here comes the cavalry!\" shouted one man clapping ironically as the group filed out of the station. \"Excrement! That's what they are!\" At the corner of Buchanan Street a man declared, \"welcome to our imperial overlords\", and followed the phalanx of MPs playing the Star Wars imperial death march through a speaker on his bike. \"Who's that they're following? Is that that stupid Ed Miliband?\" asked one baffled lunchtime shopper. It would only get livelier. Awaiting the MPs at the top of the hill, beyond the statue of Labour's inaugural first minister, Donald Dewar, were 100 or so campaigners holding aloft placards proclaiming \"no\". Opposite, inevitably, a group of yes campaigners. \"Scotland says no! Scotland says no!\" shouted the crowd on the steps. \"Scotland says yes!\" shouted the crowd in front. A couple of enterprising yes activists who had wriggled their way between the Better Together campaigners and the media bellowed into the assembled cameras about Tory spending cuts. To their left a piper played furiously. At last, following intervention by the police and threats of arrest, the pair were persuaded to move aside, and Miliband, who had not been on the train, swept into their place, flanked by Alistair Darling and, somewhat unexpectedly, the fertility expert and Labour peer Lord Winston in magnificent pale blue suit. Only with a no vote would the NHS in Scotland be secure, said Miliband. Or as a more accurate transcript would have it: \"Friends [YOU'RE NO FRIEND OF MINE!], the real risks to our NHS come from independence [RUBBISH! THAT'S A LIE!]. Vote no for a stronger NHS [GO BACK TO LONDON!].\" After five minutes he was bustled away, followed by Darling, Winston, Gordon Brown and John Prescott, who until then no one had noticed. The MPs were next, heading off to be assigned to local Labour groups and spend the afternoon knocking on doors. Within a few minutes just the campaigners remained, holding placards up at each other, above them Dewar's statue looking impassively down Buchanan Street. • This article was amended on 11 September 2014 to remove an erroneous reference to David Miliband that was introduced during editing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}