{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/sep/11/everton-roberto-martinez-tom-cleverley-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-09-11T23:20:00Z", "webTitle": "Everton’s Roberto Martínez expands on Tom Cleverley loan deal failure", "webUrl": "https://www.theguardian.com/football/2014/sep/11/everton-roberto-martinez-tom-cleverley-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2014/sep/11/everton-roberto-martinez-tom-cleverley-manchester-united", "fields": {"headline": "Everton’s Roberto Martínez expands on Tom Cleverley loan deal failure", "bodyText": "Roberto Martínez has claimed Everton’s threat to Manchester United was a factor in Tom Cleverley being refused a loan move to Goodison Park on transfer deadline day. The Everton manager confirmed he made a late move for the out-of-favour midfielder but only on a temporary basis. United wanted to sell the 25-year-old for £7.5m and had a deal lined up for that sum with Aston Villa, only for the transfer to collapse and leave Cleverley in limbo once Everton’s loan offer also failed. Cleverley joined Villa on a loan deal that the Premier League sanctioned after the deadline. Everton were not given the option and Martínez believes his team’s rise above United last season influenced the thinking at Old Trafford. “It’s the parent club that makes that decision,” he said. “Maybe they just didn’t want to send a player on loan to a club that is going to be challenging for things and finished above them last season, I don’t know. “You can look at the table from last season and we finished fifth and they finished a bit lower, so from that respect you can understand. But, at the same time, Aston Villa have started the season really well and you look at the performances of Fabian Delph and the young players they have, plus they’ve got Christian Benteke coming back, and they are going to be a strong team. But we can’t comment on that, it is down to Manchester United.” Relations strained between Everton and United last summer over the latter’s joint £28m bid for Marouane Fellaini and Leighton Baines, an offer the Goodison club described as “derisory and insulting” and partly explained the merciless barracking of David Moyes by his former supporters. Martínez said: “I don’t think there is any bad feeling between the clubs. The chairman has a very good relationship with Manchester United and, as a football club, we are not carrying any sour grapes about anything. Our information was that the player wasn’t available on loan full stop.” He added there were “different reasons” why the Cleverley deal did not materialise but remains a firm admirer of a player he had on loan at Wigan Athletic. The England international can sign for Villa permanently in January or explore his options as a free agent when his United contract expires next summer. Martínez refused to be drawn on whether he would make a renewed attempt to sign Cleverley. He said: “It’s impossible for me to say what will happen in 10 months. I can’t say we are going to be after him. We’ve got two or three young players at Everton who might come through and take their opportunity – Liam Walsh, Ryan Ledson, Kieran Dowell – and they would fit into the squad. “I will always be interested in Tom in terms of the experiences I had with him. I think Tom is going to be one of the best midfielders in the England camp but 10 months in football is an eternity. Anything could happen in that time.” Everton did sign the 18-year-old Belgium forward David Henen on deadline day, on loan from Olympiakos after he signed for the Greece club from Anderlecht on the same day, and have an option to sign the striker for €500,000 (£398,000) next summer. Martínez also confirmed Ross Barkley was approximately four weeks away from fitness after suffering a knee ligament injury on the eve of the season. Samuel Eto’o is doubtful for Saturday’s visit to West Bromwich Albion because of a groin problem."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}