{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2014/sep/12/glossary-internet-4chan-lolcats-buzzfeed-zynga", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2014-09-11T23:00:12Z", "webTitle": "The ultimate internet glossary: from 4chan to Zynga", "webUrl": "https://www.theguardian.com/technology/2014/sep/12/glossary-internet-4chan-lolcats-buzzfeed-zynga", "apiUrl": "https://content.guardianapis.com/technology/2014/sep/12/glossary-internet-4chan-lolcats-buzzfeed-zynga", "fields": {"headline": "The ultimate internet glossary: from 4chan to Zynga", "bodyText": "4chan 4chan has been in the news recently, as the site that hosted hacked photographs of naked celebrities, including Jennifer Lawrence (you may have heard about this). But what is 4chan? Well, basically, it’s an aesthetically-ugly-as-sin image board which allows users to post pretty much anything. It was started by a teenage boy in his bedroom (obviously), originally as a means of sharing manga and anime. Nowadays there are various boards dedicated to: gaming, porn, cosplay, and more porn. 4chan is pretty much a destination for trolls, lulz-seekers and fapping idiots, given that everybody posts anonymously. To be fair, there are also boards on fashion and music, and lolcats did originate on 4chan – so at least there’s one redeeming thing about it. See also: 2048 – widely successful sliding block puzzle game for web, iOS and Android 2 Girls 1 Cup – something you should never ever watch, and definitely NSFW. I’m not even linking to it. Do not Google. 404 – a not found error, when server cannot find content (eg. dead link, page deleted) 501 – not implemented error, for instance if a server is not responding or overloaded 9GAG – platform for uploading and sharing user-made memes, gifs, images and videos, upvoted or downvoted and can be commented upon Apps Is there anything there isn’t an app for? Whatever operating system you are using, there will be tons of apps to download for your smartphone. Useful, entirely frivolous, well designed, badly designed, addictive games, fitness trackers – you name it. Apps perfectly complement the web; lots of us access the internet more frequently by phone than desktop, especially when it comes to social media. And what did we do without Google Maps on our phones? How did we ever find our way anywhere? Did we all just end up in some poor dear’s garden when looking for an unfamiliar bus route while slightly worse for wear on a Saturday night? (Yes.) see also: a/s/l – what people used to write in chatrooms when asking for someone’s age, sex and location, before everybody knew everything about everyone on the internet Adele Dazeem – John Travolta hilariously mispronounces Idina Menzel’s name at 2014 Oscars, incident goes viral advice animals – image macro (image with humorous text) memes that feature animals or humans with caption text above and below, sometimes with a colourwheel as background Advice Dog – the original advice animal, consists of a cute puppy head on colourwheel background, giving advice that is either wrongheaded, ridiculous or unethical Alexa – commerical traffic metrics and analytics site owned by Amazon alt.folklore.urban – known as AFU, alt.folklore.urban is a newsgroup on Usenet focused towards discussion of urban legend. One regular poster has since set up Snopes Angry Birds – Finnish-designed video game which has flown off the app store shelves (over 12 million downloads on iOS). Gameplay in the original title consists of using a slingshot to fire wingless birds at pigs. There have been nine more incarnations anime – 2D or 3D cartoon style originated in Japan, very popular online. Can be hand drawn or computer drawn AnonIB – image board similar to 4chan, frequented by hackers and trolls Anonymous – a vague network of hacktavists often in the news for their DDoS (distributed denial of service) attacks and trademark Guy Fawkes masks. The loosely-organised collective originated on 4chan around 2003. Anonymous have targeted corporations such as Visa, as well as criminals such as child pornographers. Anonymous tend to differ from another hacking collective, LulzSec, by performing their attacks for political, activist reasons. AOL – American multinational dealing in media, tech, online and digital API – acronym for application programming interface. Essentially a set of code, tools and protocols which provide instructions for applications to communicate with one another. Basically APIs make your life easier by allowing programs to talk to one another Apple – electronics and computing multinational responsible for iEverything Ars Technica – tech news website established in 1998. Edward Snowden started his online life on the Ars Technica forum, posting as a user called TheTrueHOOHA Ask.com – formerly Ask Jeeves, it’s a question-formatted search engine. Jeeves was most popular in the late 90s, when for a little while its butler mascot was sort of the face of the internet. If you haven’t guessed that he was based on PG Wodehouse’s character then you need to spend less time on the internet and more time reading books ask.fm – anonymous question and answer forum, has come under fire for being the ideal platform for cyberbullies, and apparently, Islamic State fighters avatar – graphical representation of an individual eg. in games, a character. On social media: an icon or profile picture Bitcoin When something internet-related makes it as a plot line on The Good Wife, you know it’s really hit the mainstream. Bitcoin is a crypto-currency, which circumnavigates banks and credit card companies. A bitcoin is transferred from person to person via the internet. Bitcoins are bought and sold and kept in a digital wallet to avoid the double spending problem. But if that all seems a bit opaque, just watch our handy explainer, below. see also: badboy2 – internet meme started when a user posted a photo on a body-building forum captioned “I’m 18, do I have potential?” – cue humorous, good natured photoshops galore Bad Luck Brian – meme started in 2012, featuring a teen in plaid sweater vest and braces, befalling a series of embarrassing situations Bebo – social network founded in 2005. Currently trying to make a comeback Bejeweled – tile-matching game for mobile downloaded over 150 million times, copied by Candy Crush Saga beta – in technology terms, beta is a term used to describe a trial-and-error period of a product or service, or a prototype before the fully realised thing belfie – “a bum selfie” ie. a self-portrait of one’s butt. *headdesk* bitly – a popular URL-shortener and link analytics site Bing – web search engine created by Microsoft bit – a bit, short for binary digit, is the smallest unit of information in a computer bitrate – the number of bits per second that can be transmitted along a digital network, ie. the speed at which units of information can be transferred BitTorrent – a service that speeds up downloads by breaking files up between fellow users. It is an original torrent protocol supporting P2P data and file sharing. “Torrent” means a file that contains metadata; protocol is a format or set of rules for sharing data across networks, and P2P here means peer-to=peer Blogger – blog-publishing platform established in 1999 by Google, which uses blogspot.com subdomain bounce rate – the bounce rate is a measure in traffic analysis which describes whether users leave the site straight away after visiting, or stay on the site. So the bounce rate is a percentage of people who only view one page brb – acronym meaning “be right back” browser - a web browser is software application for viewing content on the world wide web, eg. Internet Explorer, Chrome, Firefox, Safari Buffer – web and mobile app to manage social networks, especially scheduled posting bump – to revisit an old thread or posting on a forum by posting in it, thus “bumping” it to the top (especially employed if you receive no answer) Buzzfeed – internet media company, originially famed for listicles and gifs, has since expanded into news, political and investigative reportage Clickbait Clickbait is the media’s new obsession. Sometimes called linkbait, the word “clickbait” describes online content which is judged to be mostly lighthearted, less than robust and primarily focused towards hoovering up traffic. Basically, clickbait is geared towards getting people to click through to an article. Headlines therefore attempt to respond to the “curiousity gap” a reader experiences when they see a headline which doesn’t explain the full context of a story, but does pique the reader’s interest enough for them to click. This can either be an intriguing statement or a question. Positive, feel-good stories are also a big part of clickbait, as are CAPITAL letters and exclamation marks!!! Buzzfeed, and especially Upworthy, have pioneered the clickbait-y content and title type. Upworthy’s headlines, while at first interesting just for their novelty factor, have since become so annoying that it is estimated at least 17 people a week are killed being hit by computers thrown from windows in a rage. (“Click Here to Find Out the Strange Way 17 People Died This Week.”) Clickbait’s ultimate aim is to be shared, shared again ie. GO VIRAL. The Onion started Clickhole, a site which parodies clickbait. A Twitter account, SavedYouAClick has a mission to do exactly that, writing the answers to particularly clickbait-y headline questions. see also: Candy Crush Saga – tile-matching based game originally developed for Facebook, then mobile OS (operating systems). Often found on the Northern Line CAPTCHA – those squiggly, distorted letters or digits one is required to type to prove humanness chain emails – horrible period of the 90s when bored office workers would send round robins of multicoloured comic sans messages or begging letters from parents with Münchausen by proxy Chatroulette – a chat website which pairs users randomly via their webcams. Created by a Russian 17-year-old, features a lot of masturbating men Chrome – web browser developed by Google Clickhole – parody clickbait site from the people behind The Onion clearnet – what people who use hidden internet applications call the regular net, also known as the “surface web”. The clearnet is indexed by search engines cloud – file storage where data is spread across several servers and locations, often accessed via the internet cookies – data sent from a website to a user’s web browser. It is a way for websites to record and stores users’ activity on that website Courage Wolf – advice animal meme giving inspirational, but extreme, advice CSS – a computer language used to style web sites, and also a band popular in the mid 00s cyberbullying –when idiots think it is ok to bully people online – most victims being kids in high school – via social networks and messaging apps Doge The meme which took the world by storm towards the end of 2013, and had us all chasing our tail in early 2014 about what the hell it all meant. Doge is the best kind of meme in that it shouldn’t be funny, but it is. “It involves superimposing broken English written in multi-coloured Comic Sans on to pictures of shiba inus, a small Japanese breed of dog known for its spirited stubbornness”, explains Alex Hern. It’s a rare example of a dog leading a meme, as opposed to the much more internet-friendly cat (as explained here by Buzzfeed’s Jack Shepherd). Doge became such a staple of internet culture that it inspired Dogecoin (a variation of Bitcoin), which has so far funded a Jamaican bobsleigh team and a rally car in the NASCAR race. Such impressive. Very wow. see also: Daatch – mobile dating app for lesbian women dark internet – network hosts on the internet that are unreachable, often confused with deep web. Dark internet is a subsection of the deep web DAUs – “daily active users” of a website or internet product Death Clock –popular website in the 90s predicting one’s date of death, according to their date of birth (bullshit, naturally) deep web – uses hidden internet apps to protect one from web crawlers and maintain privacy given search engines cannot access this content DDoS – distributed denial of service attack, used by hackers to down a network, often by causing server overload. “Distributed” means the attack is coming from multiple machines deviantART – online community to share user-made artwork Disapora – a nonprofit social network consisting of interconnected pods Digg – a news aggregator website for sharing popular content DM – short for direct message, as on Twitter dog shaming – viral trend consisting of people taking pictures of their dogs next to handwritten signs detailing their dogs’ indiscretions doxing – dumping a load of someone’s personal data online. The people who do this are the worst Draw Something – social drawing game originally developed for mobile, in which players guess what a friend has sketched. Bought by Zynga for $180 million Dropbox – service offering cloud storage and file synchronisation across mulitple platforms eBay Oh wow; the amount of time/money/stress we’ve all expended on ebay. Who hasn’t found themselves staring at a screen at 2am, lightly dusted in Doritos crumbs, furiously refreshing the page to see if theirs is the winning bid on that original Spice Girls cassette from 96? Or constantly refreshing, sweating, hopin’ and a-prayin’ that someone outbids you, because you’ve blown your wages on a “french shabby chic armchair’” which is bigger than the actual square footage of your flat? The arrival of eBay’s app has just exacerbated this problem. Since eBay (originally called AuctionWeb) was founded in 1995, the following items have been listed for sale: F/A-18 Hornet fighter jet, Britney Spears’ hair, New Zealand, Nicolas Cage as a vampire, a ghost in a jar, and, er, the meaning of life. see also: Edward Snowden – source of the biggest classified information leak in history, exposing NSA and GCHQ snooping, and other worldwide surveillance operations egosurfer – person who Googles themselves or otherwise displays self-obsessed behaviour online ELI5 – (explain like I’m 5) a subreddit where users can go to get concepts explained simply email – things you should never answer when on holiday encryption – encoding information so that only authorised peeps can see it emoji – ideograms, basically the lil’ graphic icons sent online and by text emoticon – :-) :-( :-/ :-O :-s &lt;3 Ermahgerd – meme which consists of a girl with a brace and pigtails holding a series of Goosebumps books overlayed with phrases spelt phonetically. Nobody said memes were easy to understand Facebook Small social network, which is struggling to get off the ground. So far only has 1.23 billion monthly active users, but I’m sure its founder Mark Zuckerberg will make it a success eventually. One day it will take off, a film might possibly be made of its origins, with a supporting role for Justin Timberlake. In an ideal world, it’d be floated on the stock market for $38 dollars a share, with a company value of $104 billion. Unfathomably, Zuckerberg will become a fashion icon for his navy hoodies and pool sliders, inspiring a whole new style called normcore. Then, people will start posting annoying statuses on the site, sharing boring links, and grandparents will join, driving you – weeping – into the arms of Twitter. see also: fanfiction – stories about fictional characters, often written in online fanfic communities and forums. Harry Potter and Twilight prove very popular Farmville – online game developed by Zynga, in which users tend to a virtual farm fav – the option to “favourite’ a tweet”, can be used for bookmarking, or as way of saying “I like this but not enough to retweet it, soz” feed – data format which provides constantly updated content (Twitter and Facebook use these, for example) Feedly – a popular news aggregation app for both web and mobile ffs – acronym meaning “for fuck’s sake” FF – a hashtag employed on Twitter, only on Fridays, to highlight good accounts to follow (stands for “follow Friday”) Firefox – free and open source web browser developed by Mozilla First World Problems – meme focusing on irritants and complaints from privileged people, otherwise known as “white whine” Flappy Bird – hugely popular side-scrolling 2D game for mobile devices Flickr – popular image and video hosting website with a social element, now also for mobile. Used by professionals as well as amateurs Flipboard – a “personal magazine app” which aggregates articles and news into a magazine-like format on mobile devices fml – acronym for “fuck my life”, used in a humorous context when things go wrong Foursquare – search-and-discover mobile app, allows users to review destinations and places and leave comments, resulting in personalised recommendations Friends Reunited – one of the first popular “social networks”, Friends Reunited is still going, connecting high school sweethearts everywhere (in the UK) ftw – acronym for “for the win” fwm – acronym for “fuck with me” furry – a “furry” is someone who is interested in anthropomorphic animal characters. Idk either but there are huge online communities out there Gif Gifs have acquired a bad rep, namely because people who don’t like BuzzFeed and other gif-reliant sites get fed up with them, but the truth is gifs are awesome. That the whole range of human emotions can be captured in a moving image around 2MB in size is a wonderful thing indeed. Or – as below – a raccoon stealing cat food from directly under the nose of a cat. There’s also some controversy (or should that be contro-versy) as to how gif is actually pronounced. The inventor of the gif has gone on record saying that it is “gif” with a soft g. So naturally 99% of us have decided to pronounce it gif with a hard g. see also: g2g – slang meaning “got to go”. Wish we could use in real life, tbh Gchat – chap application within Gmail (Google’s email application) which gets us all through the working day GeoCities – a web hosting service currently owned by Yahoo! which was home to many shoddy user-built websites in the 90s, grouped in “cities” Giphy – one of the best gif databases around Good Guy Greg – advice animal meme which consists of a photo of a smiling guy smoking a marijuana joint, characterised by kind or genuine acts and behaviour Google – never heard of it. Anybody? Google+ – Google’s social network which, at the last count, had three active users Grindr – Hook-up app for gay and bisexual men, uses geolocation tools (ie. determines the locations of users, and recommends those nearby) Gramfeed – an app which uses Instagram’s API to pull together images on the social network by location, user, or time and date Grooveshark – free radio and music streaming website. Copyright violations led to its app incarnation being removed from Google Play and Apple’s app stores Grumpy Cat – famous internet cat with a perma-grumpy appearance, is all of our spirit animal Hashtag Back in the olden days a hash symbol was just a neglected button on your landline phone. Now, a hashtag is an inherent part of how we communicate online. A hashtag is the simplest form of metadata tag which allows users on social networks (in particular Twitter, Facebook and Instagram) to categorise their posted content into subject matter or topic, and allows other users to search for these. Essentially, hashtags act as signifiers (shout out to Roland Barthes). In 2014, the term was added to the Oxford English Dictionary. Hashtags can be used at the beginning of posts, mid-post, or at the end. It doesn’t really matter – as long as they’re not 134 characters long in a 140-character limited tweet, which is just annoying. Trending hashtags can be related to pop culture subjects, or be utilised for more political purposes. Mostly though, they’re just about 5SOS or One Direction. see also: Habbo Hotel – now known as Habbo, HH was an online hangout for teens allowing users to create their own avatars and socialise in an online “hotel” and hotel rooms. As a former user, I’ve only just realised how dodgy a concept this is hacktivism – the use of hacking and other computer processes for political ends Hampster Dance – otherwise known as the dancing hamster. The Hampster Dance was a video of animated hamsters dancing to a version of Whistle Stop, a song by Roger Miller headdesk – portmanteau slang to describe slamming your head on your desk in frustration and/or disbelief, usually at someone else’s stupidity hmu – acronym meaning “hit me up” ie. get in touch with me Hootsuite – social media management dashboard Hotmail – acquired by Microsoft in 97, was then one of the most popular email clients, since much cooled. In 2013 Hotmail was replaced with Outlook.com Hyperlapse – time-lapse video app for mobile, developed by Instagram hyperlink – a normal link, basically. (Some people like to sound clever) Instagram Often disparaged because of the number of people using the social mobile photography app to take pictures of their lunch, the main concern here should be how Instagram is fucking with future historians. How will the Dan Snows of 2050 be able to tell when pictures were taken, if they’re all a mixture of sepia, 70s grain and washed-out hues? Basically, 2014 will look the same as 1972 through the lens of Instagram (ok, so pictures have time and date stamps, but ssh, you know what I mean). Of course, the truth is Instagram is rather a charming app which has brought easy, fun and quick photography to the masses, murdering the point-and-shoot market in cold blood. Plus, everybody’s life looks better in Easybird. Instagram now also supports video function, and was acquired by Facebook for $1 billion in 2012. see also: I Can Has Cheezburger? – a website featuring lolcats and other memes, which now also owns sites KnowYourMeme.com and FAILblog ice bucket challenge – 2014 viral campaign to raise awareness of motor neurone disease, via celebrities pouring buckets of ice-cold water onto their heads IM – short for instant message Imgur –pronounced “imager” – but I still say it “imger” – the site curates images and sorts them relative to popularity. They often end up going viral on reddit Impact font – the font of choice for advice animals and many memes Indiegogo – crowdfunding site founded in 2008 infographic – pictorial representation of data and information often used online IRC – internet relay chat, the protocol that allows IMs IRL – acronym for “in real life” ie. offline Javascript Javascript is essentially the programming language of the web. It is mostly used to create interactive elements on websites, which will work across different web browsers. Most of those snazzy polls and quizzes and interactive widgets on the websites you look at during lunch are probably built with JavaScript code. Unlike HTML for instance, JavaScript is not a markup code used for static elements. HTML and JavaScript, however, can be bedfellows and sit in the same file, usually by using the"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}