{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2014/sep/28/downton-abbey-recap-series-five-episode-two", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2014-09-28T21:05:29Z", "webTitle": "Downton Abbey recap: series five, episode two", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2014/sep/28/downton-abbey-recap-series-five-episode-two", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2014/sep/28/downton-abbey-recap-series-five-episode-two", "fields": {"headline": "Downton Abbey recap: series five, episode two", "bodyText": "SPOILER ALERT: This blog is for people watching Downton Abbey series five. Don’t read on if you haven’t seen series five, episode two. Read Viv Groskop’s episode one blog here. “Why is it called a wireless when there’s so many wires?” Why indeed, Daisy. Probably for the same reason this is called a period drama when there is so little real drama. This was an uneven and then suddenly uneventful episode (“There is a witness …”) veering between sickeningly cosy and rampantly over-sexed. One minute it’s all wirelesses and memorial gardens and maths lessons in Mr Carson’s study. The next, Richard E Grant is bearing meaningfully down upon the Earl’s wife (spied on by Isis, the voyeuristic labrador) and poor Anna is being dispatched to buy contraceptives for Lady Mary’s illicit sketching trip where not very much sketching will get done at all. “Downton is catching up with the times we live in,” warned Mrs Hughes, in this series’ oft-repeated, irritating catchphrase. But, blimey, does it catch up with them bumpily and unsuccessfully. How much more sign-posting of Tom’s re-emerging (actually non-existent) radicalism do we need? How is it that the Earl of Grantham can get so violently angry about the minor left-wing murmurings of a visiting schoolteacher and yet not notice at all when a racy art historian takes more than a passing interest in his wife? And how many more kerrazy modern inventions can be weakly and pointlessly resisted? (So far we’ve had toaster, gramophone and wireless.) So many plotlines from previous series are being rehashed here that it’s hard not to get deja-vu. We’ve already seen Thomas (Barrow) struggle with his sexuality. We’ve already seen (Tom) Branson at odds with the family’s politics. We’ve already watched Mary oscillate between the (so-ill-defined-they-might-as-well-be-the-same-actor) suitors. Meanwhile the things we really care about go ignored or are endlessly delayed. Where is the newspaper editor? When is anyone going to work out that Marigold is Lady Edith’s baby? When is Anna going to tell Bates what really happened with Green? Did Bates kill Green? Of course, all these things are occasionally hinted at. And they’re not explained because we are supposed to enjoy being held in suspense. I’m not sure how enjoyable all this waiting is. The glimpse of Evil Thomas in this episode, however, was promising. A return of Evil Thomas could really save this series. But without O’Brien, how far can that go? (Remember O’Brien? Ah, happy days.) Rob James-Collier is truly the finest of actors. But his range is utterly wasted in these short scenes. Back in The O’Brien Days (The Reign of Evil and Terror) the two of them played beautifully languid scenes, drawing wickedly on their cigarettes, Thomas proudly brandishing the crimson leather-gloved hand of doom (a war injury long since mysteriously cured). There’s nothing like the playfulness of those scenes left in this series any more. Where can we take heart? There’s got to be a wedding soon. Why aren’t there any suitors crowding around Rose, the most obvious candidate? Maybe Mary will get in there first. “The mist is clearing around the lithe and supple figure of Tony Gillingham.” Now, there’s a charcoal drawing from the sketching tour I’d like to see. Random subplot alert And so last week’s war memorial is to be turned into an actual plot point, God help us. Happily, the Short-But-Assertive Lady Committee Member is back. But irritatingly we must hear much exposition and musing on this excessively tedious subject. The preposterous amount of dialogue shoehorned into the “Shall we turn the cricket pitch into a memorial garden?” scene was ridiculous. Surely there must be other ways to set Mrs Hughes and Mr Carson against each other and then let them make up? It’s almost as if the ankles at the beach never happened. Surprise character development In the absence of all common sense in this television show, I have become inordinately fond of Molesley (Kevin Doyle). If I were going to fashion a Downton T-shirt (and in watching so many hours of this programme, my judgement has become so addled that it is not out of the question that this could occur), it would bear this slogan: “MOLESLEY FOREVER.” Molesley was adorable here, refusing to believe that Baxter (whom, we must assume, he loves with every fibre of his Italianate being) could have stolen a pearl necklace with a ruby clasp, let alone two diamond bracelets and some rings. Molesley has been trying to better himself for five series now and Carson is never going to let him so much as have a one-shilling pay rise. First Footman? Dream on, you loser! Only we the viewers see his genius: Molesley is Downton’s Stan Laurel, the embodiment of the comically mournful countenance. If anyone deserves a spin-off series ... Are you listening, HBO? Golden eyebrow award of the week The Earl of Grantham continued his apoplectic gurning at the mention of Miss Bunting, the wireless and the swarthy, dog-bothering art historian. But there could be only one facial expression that was truly burned on our brains this week. That of the Lady Chemist dealing with Anna’s request for the ill-defined contraceptive device. (Am I the only person who thought the contraceptive device was ill-defined? I blame Marie Stopes.) “Is there a lady I could deal with?” asked Anna, turning crimson. There was indeed a lady. And she was not going to give up the contraceptive device without a fight. Or without extreme overuse of her eyebrows. “There is always abstinence.” Well done, Lady Chemist! A richly deserved award for this excellent cameo. Let’s send Carson in there next week for some laxatives and watch both their eyebrows go into orbit. Excuse me, could you just repeat that awkward line of dialogue? • “Tell you friend Bricker to stop flirting with Isis. There is nothing more ill-bred than trying to steal the affections of someone else’s dog.” Never mind the dog, you fool! It’s your wife he’s after! • “I like the idea of a wireless. To hear people talking and singing in London and all sorts.” All sorts indeed. • “I know you mean to lead me into further inquiry. But I couldn’t care less. On that subject or any other.” Bates socks it to Barrow the way only he knows how. • “If anyone had told me I’d be friends with ... a man like you ... I’d not have believed them.” Jimmy’s code for: “I was massively homophobic until I met you.” Next week Anna wants to run away. Edith’s Ginger Doppelganger is not going to give up Marigold without a fight. And Dame Maggie has a crazy, raunchy lover! A Russian silver fox! Didn’t see that one coming, did we, comrades?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}