{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/southern-crossroads/2014/sep/05/abbott-first-year-environment-climate-ten-worst-decisions", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2014-09-05T22:54:59Z", "webTitle": "The ten worst environment decisions in Abbott's first year | Alexander White", "webUrl": "https://www.theguardian.com/environment/southern-crossroads/2014/sep/05/abbott-first-year-environment-climate-ten-worst-decisions", "apiUrl": "https://content.guardianapis.com/environment/southern-crossroads/2014/sep/05/abbott-first-year-environment-climate-ten-worst-decisions", "fields": {"headline": "The ten worst environment decisions in Abbott's first year", "bodyText": "This Sunday marks a year since Tony Abbott was elected. The prime minister is riding low in the opinion polls as the least popular prime minister in twenty five years, with a net dissatisfaction rating of minus 19. There's little doubt that Mr Abbott's unpopularity is driven by many things; he was unpopular even before his election in 2013. The litany of broken promises could be one reason. His attempts to unravel the Australian social compact, mostly encapsulated in his first budget, could be another. Judging by the fights he has picked, Abbott has decided he needs enemies like a thirsty man needs water: the environment, unions, Russia, asylum seekers, the unemployed, and more. A contributing factor in my view is that Tony Abbott and his government have not just failed to responsibly steward Australia's natural heritage, but has actively treated the environment as an enemy. Several of the attacks were promises that Mr Abbott decided not to break, but others are surprises that were sprung only after the election. The active, purposeful attacks by Abbott against Australia's natural heritage is not just a political issue that has contributed to his low standing with the public, but have real impacts that may last for decades. This negligence is reckless and endangers our air, water, soil now and for future generations. There have been many potentially disastrous decisions made by the Abbott government since the 2013 election on 7 September. Here's my top ten worst decisions. 1. Repealing the carbon price The repeal of the carbon price was perhaps the single biggest act of negligence and misanthropy from the Abbott government to date. It is quite simply a betrayal of current and future generations, and sets Australia back more than a decade. The globe is moving towards pricing carbon, whether through emissions trading or through shadow pricing schemes. The Clean Energy Future Act, while not perfect, had the essential elements needed to decarbonise the economy. Since the abolition of the carbon price, carbon pollution emissions has increased: In the year to August 2014, emissions were 1m tonnes higher when compared with the year to June 2014. This is equivalent to an increase of 0.8% in emissions. This disappointing but predictable increase follows reductions in carbon emissions from 2012-13. Needless to say, carbon pollution is the primary cause of dangerous global warming. Unfortunately, the replacement policy proposed by the Coalition, \"direct action\", is a sham that could only be proposed by a government that believes global warming is a hoax. 2. Winding back, freezing or abolishing the renewable energy target Before the 2013 election, the renewable energy target was a bi-partisan policy originally introduced by the Howard government. The target would see 20 percent or 41,000 gigawatt hours of renewable energy generated by 2020. Leading up to last year's election, both Tony Abbott and environment minister Greg Hunt made clear commitments that they would keep, unchanged, the renewable energy target. On 19 June 2013, Hunt said on Sky News: We agree on the national targets to reduce our emissions by five per cent by 2020. We also agree on the renewable energy target. And one of the things we don't want to do is to become a party where there is this wild sovereign risk where you are, where businesses take steps to their detriment on the basis of a pledge and a policy of Government. The renewable energy target was responsible for increasing the amount of clean, renewable energy in our electricity grid, the creation of thousands of jobs from new energy projects, and downward competitive pressure on energy prices. Upon his election, Mr Abbott appointed a review panel chaired by climate denier Dick Warburton, who has proposed the scheme be dramatically cut back. If Abbott accepts these recommendations, it would effectively shut down Australia's renewable energy industry future. The beneficiaries of any freeze or reduction in the renewable energy target would be the fossil fuel energy producers. 3. Abolishing the Climate Commission The Climate Commission was created to provide independent, accurate and relevant information to the public about global warming. The commission's abolition was announced just a few weeks after Abbott's election, when Greg Hunt abruptly called the commission's chief professor Tim Flannery. A major challenge facing policy reform on global warming is the virulent and hardened propaganda campaigns run by climate deniers. There is a strong need for accurate information to help better inform the Australian public about the risks of climate change, and to correct the misinformation that is given airing in mastheads like The Australian. A well informed public is inherently meritorious, even more so when it concerns an issue as complex and contested as climate change policy. It is exceptionally disappointing that the government abolished the Climate Commission, and doing so has not altered the facts of global warming or silenced the likes of Tim Flannery. 4. Attempting to abolish the Clean Energy Finance Corporation and the Renewable Energy Agency Both these organisations, the Clean Energy Finance Corporation and Renewable Energy Agency were created to assist in the rapid commercial development of renewable energy projects. The Renewable Energy Agency finances research and development for renewable energy projects, and currently supports around 180 projects worth $1 billion, many of which are in regional areas. The Clean Energy Finance Corporation alone has financed billions in renewable and energy efficiency investments; the Abbott government's argument is that these investments \"crowd out\" private investment and that the investments it does make are \"highly speculative\". Both criticisms have been refuted by the corporation itself, and far from crowding out private investment, it has actually spurred it, attracting \"A$2.90 from private funds for every A$1 it has invested in projects\". According to strategic management professor John Matthews: The problem facing most renewable energy projects is that financial institutions are too conservative to back their projects. But if a project is \"proofed\" by the CEFC then it becomes much more attractive to conventional finance. The Abbott government's abolition attempts for both the Clean Energy Finance Corporation and Renewable Energy Agency were blocked in the senate by Labor, the Greens and the Palmer United Party \"coalition\" (including Ricky Muir). Nevertheless, the Abbott government's ideological opposition to clean energy and the jobs it creates is openly apparent with their brutish attempts to force the finance corporation to cease its investments before legislation was even introduced to parliament to abolish it 4. Keeping fossil fuel subsidies The Abbott government declared that the \"age of entitlement is over\" when Joe Hockey said that \"everyone in Australia must do the heavy lifting\". This clearly excluded fossil fuel and mining companies, the main beneficiary of enormous and unneeded subsidies. Despite the severe cuts in the federal budget targeting everyday people, the government decided to keep $10 billion per year in subsidies to fossil fuel companies. These handouts take the form of direct subsidies, cash, tax breaks and publicly funded infrastructure. The most egregious is the diesel fuel rebate, primarily used by mining companies to the tune of $2 billion per year. Highly profitable, mostly foreign-owned mining companies pay just $0.06c per litre for fuel, compared to the $0.38c per litre that everyday people pay. It's not just mining companies. The major fossil fuel companies get tax-payer funds for their oil, coal and gas projects, which over the next four years will add up to more than $4 billion. This includes exceptionally favourable depreciation laws for assets like drilling rigs, which costs Australians money and helps fossil fuel companies make their massive profits. 5. Wrecking the Great Barrier Reef The Great Barrier Reef is one of the truly wondrous natural wonders of the world, and the Abbott government decided to approve the expansion of a coal terminal near the reef. The reef is not only at risk of ocean acidification and extreme weather, but industrial development and shipping along the reef puts it under considerable pressure. There is a real possibility that the reef has already been irreparably damaged. While it now appears the worst elements of the Abbot Point coal terminal, which involved \"the dumping of three million cubic tonnes of dredge spoil in the marine park area\" may not proceed, the threat of climate change and environmental problems from increased shipping of coal exports remain. 6. Tearing up the Tasmanian forest deal and attempting to de-list the Tasmanian World Heritage forests For a generation, Tasmania was divided between pro-logging and conservationists, with conservationists opposing logging of old-growth forests. After many years of negotiation, the major conservation groups came to an agreement with the forestry industry, ensuring World Heritage protection for large parts of Tasmania's forests, and a path for Forest Stewardship Council certification for the industry. After his election, Tony Abbott tried to have the United Nations de-list Tasmania's 74,000 hectares of World Heritage listed forest, and the recently elected Liberal state government has also committed to tearing up the forest deal. The UN rejected the Abbott government's attempts at a meeting this year in Doha, with a delegate saying \"accepting this delisting would set an unacceptable precedent\". These actions show that the Abbott government is attempting to reignite the bitter conflict between industry and conservationists. It is worth noting that the Tasmanian forest industry supports the existing deal, suggesting that Abbott's actions have been driven by anti-environmental ideology. 7. Reviewing the marine national reserves The former Labor government significantly expanded Australia's marine national parks, growing the commendable work done under the conservative Howard government. The marine network is now being reviewed by a panel, with pro-fishing groups expecting the current marine park process to be \"suspended\". As we have seen in other places, reviews under the Abbott government are often stalking horses to provide cover for more extreme agendas, and the risk is that Australia's network of marine reserves will be weakened beyond repair. This issue has sadly received relatively little coverage by major mastheads, although Fairfax's Bianca Hall did cover the original decision in December 2013. 8. Attempting to handover environmental powers to the states The referral of environmental powers to the states would be a betrayal of Australia's natural heritage, under the paltry guise of removing \"green tape\". The cumbersomely named Environmental Protection and Biodiversity Conservation Act creates requirements for federal approval for major projects. The referral proposal would see the federal government hand over approval powers to state governments, many of whom are hopelessly conflicted or incapable of assessing major projects adequately. In practice, the referral would leave Australia's environment at the mercy of major mining and fossil fuel interests. The furphy of \"green tape\" was dreamed up by conservative business interests to undermine legitimate protections for the environment and communities. What's more, handing these powers is an abdication of the federal government's responsibility to steward our national heritage, many of which cross state boundaries. 9. Defunding the environmental defenders office A small network of community legal centres exists to empower local communities to protect themselves and their environment. They do public interest work, like running cases to ensure that governments abide by existing conservation laws, or protecting endangered species. These environmental defenders offices were funded through federal government grants (like most community legal centres) but upon the election of the Abbott government, George Brandis, the new attorney general, defunded them. This is disappointing because it reduces the ability of communities to hold the government and big business to account and to protect their local interests. 10 Creating an unsafe and underpaid \"green army\" The \"green army\" is an election promise to recruit around 15,000 volunteers to opt into working on environmental projects. In lieu of payment, participants receive an allowance. In addition to there being doubts to the merit of the environmental projects the \"green army\" will undertake, the participants of the program lack basic employment protections. The aim of the program is to provide work experience and training to volunteers aged 17-24. The program has been legislated to ensure that volunteers do not receive social security payments but instead receive an allowance, paid by the program service provider (which are companies or other organisations that are contracted by the federal government). Participants are not characterised as employees, and are therefore denied rights and protections taken for granted by other workers, including health and safety laws, workers compensation, superannuation, leave, unfair dismissal, and anti-discrimination protections. The real shame of this program is that it puts vulnerable young people in potential danger without any real rights or protections just to provide a green-wash for the federal government."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}