{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2014/sep/17/advertising-standards-authority-ban-copycat-websites-government-passport-ehic-premium", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2014-09-16T23:05:00Z", "webTitle": "Advertising watchdog bans three 'copycats' of government websites", "webUrl": "https://www.theguardian.com/media/2014/sep/17/advertising-standards-authority-ban-copycat-websites-government-passport-ehic-premium", "apiUrl": "https://content.guardianapis.com/media/2014/sep/17/advertising-standards-authority-ban-copycat-websites-government-passport-ehic-premium", "fields": {"headline": "Advertising watchdog bans three 'copycats' of government websites", "bodyText": "The advertising watchdog has banned three \"copycat\" websites masquerading as government channels for health insurance cards, passports and birth certificates, leaving consumers thousands of pounds out of pocket. The websites – europeanhealthcard.org.uk, uk-officialservices.co.uk and ukpassportoffices.co.uk – duped users into thinking they were official providers of services they were offering, the Advertising Standards Authority (ASA) said. It ruled that all three websites must not appear again in their current format. It also ordered that any future versions must include prominent disclaimers explaining that they were not official channels and with full details of any additional costs. The ASA said it received large numbers of consumer complaints about websites that offered access to online government services, but which were not official channels and typically charged a premium. It said that following research about the public's experience of \"copycat\" websites in July, it conducted in-depth investigations to decide how such sites should present their services to avoid misleading consumers. The ASA said the europeanhealthcard.org.uk website charged for an application verification service, while the EHIC was available for free when applied for via the official gov.uk website. The uk-officialservices.co.uk website enabled users to obtain birth, adoption, marriage, civil partnership and death certificates but was not the official site. It charged a premium, in addition to costs routinely charged by the official gov.uk website. The ASA said consumers were likely to infer that a website enabling them to obtain government-issued certificates was official. The ukpassportoffices.co.uk website charged for their application verification service, yet their fees did not include the fee charged by HM Passport Office, which consumers would still have to pay directly to the government. The crackdown follows a campaign in the Guardian's Money section alerting readers to copycat websites and revealing the tangled network of traders behind them. A parallel investigation by Which? that examined 10 websites providing services for passport applications, EHIC cards and tax return services found them to be misleading or confusing, providing poor value for money and left some consumers up to £1,000 out of pocket."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}