{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/sep/19/ryder-cup-2014-lee-westwood-europe-paul-mcginley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-09-19T22:00:00Z", "webTitle": "Ryder Cup 2014: Lee Westwood talks up Europe captain Paul McGinley", "webUrl": "https://www.theguardian.com/sport/2014/sep/19/ryder-cup-2014-lee-westwood-europe-paul-mcginley", "apiUrl": "https://content.guardianapis.com/sport/2014/sep/19/ryder-cup-2014-lee-westwood-europe-paul-mcginley", "fields": {"headline": "Ryder Cup 2014: Lee Westwood talks up Europe captain Paul McGinley", "bodyText": "Barring something exceptional, Lee Westwood is on the verge of playing in a Ryder Cup in Britain for the last time. It may well be a struggle for the 41‑year‑old to take part in a “home” meeting with the United States again and in four years the event will take place in France. Do not dare, though, suggest to Westwood that three days at Gleneagles next weekend will take on extra importance for those very reasons. The fact he will participate for Europe as a captain’s pick would, ordinarily, only add to Westwood’s determination to succeed. “I won’t appreciate it any more, because I’ve always appreciated playing in the Ryder Cup,” Westwood says. “It’s a privileged experience to go through. And the more you play in them, the more you take it all in and enjoy it more. “The first couple of times you play it all goes past you in a blur. It all happens so fast you don’t really recognise everything that’s happening. But when it gets to six, seven, eight you can slow down and take it all in.” This will mark Westwood’s ninth appearance as a member of team Europe. His first came way back in 1997, when the USA were defeated by a point at Valderrama. “There’s been hundreds of great memories from the Ryder Cup and very few bad ones,” Westwood added. “That first day, 1st tee, you still get really nervous. Not quite as bad as Valderrama. That was struggling to get the ball on the tee kind of thing. But I looked across and I saw Brad Faxon’s hand shaking as well, so that made me feel better.” It seems inconceivable that the Englishman will not be a Ryder Cup captain in the not-so-distant future, an ambition he has been perfectly open about in the past. The man in current charge of Europe, Paul McGinley, has a clear ally in Westwood. More than that, the former world No1 has backed the decision of McGinley to employ five vice-captains, a move that has been described as over the top by some onlookers, most notably Ian Woosnam, Europe’s 2006 winning captain. José María Olazábal has been brought back into the fold after his successful captaincy in 2012, with Miguel Ángel Jiménez adding to the Spanish flavour of McGinley’s backroom team. Padraig Harrington, Sam Torrance and Des Smyth are also involved. “I’ve been very impressed,” Westwood says of McGinley. “Paul kept me informed all the way through [the qualification process]. He let me know where I stood without lumping any pressure on me. “He has a good backroom team. One of the things which let Nick [Faldo, in 2008] down was that he didn’t have enough vice-captains. I like to see someone with each match so they can relay back to the captain and let the captain know what form people are in so he can judge his picks for the afternoon or the next day. He has more of an idea of how people are doing. “Over the last few years it has been quite a British-dominated side so it’s important to have British and Irish vice-captains. But it’s also important to have European ones because sometimes the Europeans feel a bit alienated from that and you don’t want that – you want the team talking together. “It’s great that he’s got José María Olazábal and Jiménez as well as Des and players who have played recently. It’s nice that he’s got a couple of past captains in there whose opinion he obviously respects. The buck stops with Paul but he will have all the right information from people who have been through it. Myself and Paul have grown up playing on the European Tour together. He will know most players’ personalities pretty well so that has got to be an advantage.” Westwood has previous for guiding rookie players, namely Nicolas Colsaerts and Martin Kaymer, through the opening stages of the Ryder Cup. He is likely to adopt such a role again, with speculation already linking Westwood to a partnership with Jamie Donaldson. The pair played together over the opening 36 holes of this week’s Wales Open. “We’ve discussed lots of pairings, ones that are very different,” Westwood says. “Hopefully I will be a mentor to some of the new guys. That’s what I’ve tried to do over the last few. I think that’s what the experienced players have to do. It’s a tough thing to be thrown in that first day. If you do go through that it’s good to have an experienced player there. It definitely helps you.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}