{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/sep/19/pamela-geller-new-york-buses-subways-islam-james-foley", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-09-19T22:00:08Z", "webTitle": "Anti-Islam ad campaign to run on New York City buses and subways", "webUrl": "https://www.theguardian.com/world/2014/sep/19/pamela-geller-new-york-buses-subways-islam-james-foley", "apiUrl": "https://content.guardianapis.com/world/2014/sep/19/pamela-geller-new-york-buses-subways-islam-james-foley", "fields": {"headline": "Anti-Islam ad campaign to run on New York City buses and subways", "bodyText": "Controversial blogger and activist Pamela Geller has paid $100,000 to place advertisements on New York City buses and in subway stations that feature anti-Islamic messages and images including one of James Foley, the American journalist beheaded by Isis in August. The campaign, which is being funded by Geller’s advocacy group, the American Freedom Defense Initiative (AMDI), features six posters including the one that features Foley. All the posters carry messages critical of Islam. One features a picture of Adolf Hitler. This is not the first time Geller’s organisation has used posters on New York’s Metropolitan Transit Authority’s ad space to court controversy. In 2012, her organisation paid for posters to appear in ten New York subway stations. This time around the posters, which include some Geller used in 2012 and some new designs, will be only in two subway stations, but will also appear on a hundred MTA buses. They are scheduled to appear on 29 September. In 2012, after the MTA at first did not allow Geller to buy advertising space, a court ruled that the posters were “political” in nature, and therefore covered by the First Amendment. “We review every viewpoint ad,” said Kevin Ortiz, deputy director of external communications at the MTA “but a series of court rulings have made clear that our hands are largely tied.” Mona Eltahawy, the Egyptian-American activist and writer, was charged with “criminal mischief” after spray-painting over the posters. Four other people were also reportedly arrested for defacing the posters with stickers. Linda Sarsour, the executive director of the Arab-American Association of New York said that she fully respected Geller’s right to exercise her free speech, but pointed to the fact that anti-Muslim hate crimes are up 143% since last year, according to figures released on Thursday by the NYPD’s hate crimes task force. Sarsour was herself the target of a hate crime this September, after a man chased and threatened to behead her in New York. “The question here is what could be the consequences of these ads going up at a time like this,” Sarsour said. “We have ignorant people walking around who are waiting to act on their hatred for Muslims. We don’t need ads across New York City that try to link Islam and Isis.” Since the controversy surrounding Geller’s last poster campaign, the MTA has revised its standards regarding advertising. Now, any ad that contains a political viewpoint must display the words “this is a paid advertisement sponsored by [sponsor]. The display of this advertisement does not imply MTA’s endorsement of any views expressed.” Evan Bernstein, the regional director of the ADL in New York said: “Pamela Geller frequently crosses the line into racism when she criticizes Islam. In this particular case with the ads on New York City buses, it does not appear that she has done so.” The MTA announced on Friday that a fifth poster, also submitted by Geller’s organisation, was rejected by their safety and security director because they feared it had the potential to “imminently incite or provoke violence,” according to a statement. Under the new rules put in place after Geller’s 2012 campaign, that is sufficient grounds for the MTA to refuse to run an ad. Adam Lisberg, the head spokesperson for the MTA, denied that any value judgments were involved. “We make these decisions in a content-neutral way,” he told the Guardian. “We have narrowly drafted our advertising standards because of the First Amendment considerations involved. He said the MTA was not yet aware of a legal challenge from Geller."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}