{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/sep/28/alan-pardew-newcastle-stoke", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-09-28T21:30:30Z", "webTitle": "Alan Pardew says he’s focusing on Stoke game despite feeling pressure", "webUrl": "https://www.theguardian.com/football/2014/sep/28/alan-pardew-newcastle-stoke", "apiUrl": "https://content.guardianapis.com/football/2014/sep/28/alan-pardew-newcastle-stoke", "fields": {"headline": "Alan Pardew says he is focusing on Stoke game despite feeling pressure", "bodyText": "Life as Newcastle United’s manager has forced Alan Pardew to become highly adept at putting a brave face on things. This knack enabled him to shrug off comments from Mike Ashley suggesting he would be sacked were Newcastle to lose at Stoke City on Monday night. Although Ashley’s lawyers swiftly dismissed the owner’s “revelations” as “tongue in cheek” the episode would have provoked a bout of extreme paranoia in many managers. “Sometimes things are taken out of context,” Pardew said after learning of Ashley’s late-night conversation with a national newspaper reporter following a chance meeting outside a central London pub. “I think Mike was trying to be supportive – in his own kind of way.” Not that Newcastle’s manager is in denial. Indeed, as club officials reiterated claims that the retail magnate had merely been “joking”, Pardew remained brutally realistic about the precarious nature of his position at St James’ Park. “I’ve not seen or spoken to Mike this week,” said Pardew as he prepared to take his bottom-placed side to Stoke, where they will seek their first Premier League win of the season. “But he’s obviously very keen for us to get victories – that’s what he’s about, winning. “I’m carrying some scars and I’ve been under pressure at this club for a number of weeks now but all I can focus on now is the team. The focus for me really can only be on Monday night. We’re very conscious we haven’t had a win but it’s not a boxing match, so we can’t just fight our way to victory. We’ve got to get the right balance between having enough fight and being relaxed to play enough good football.” While Pardew is expected to start Papiss Cissé – whose two goals rescued a point against Hull City in Newcastle’s last League game – on the bench on Monday night as the Senegal striker eases his way back following surgery on a broken kneecap last April, he is delighted to see Cheik Tioté and Fabricio Coloccini returning to something approaching top form. While Coloccini’s performances had dipped before the game against Hull, Tioté missed the start of the season with a hamstring injury and was previously unsettled by rumours regarding a mooted summer move to Lokomotiv Moscow. Yet with Coloccini commanding central defence, Tioté enforcing central midfield and Cissé almost ready to resume at centre-forward, Pardew feels his side have finally regained a decent spine. “You do need big players, blue riband players, at this football club,” said Newcastle’s manager who will urge Ashley to extend Tiote’s contract beyond its current expiry date of June 2017. “And Fabricio and Cheik are two very important players for us. “We had a team fighting for Cheik’s services in the summer. The finance was never really in place but Cheik was unsettled by it for a period. I think he’s happy here now though. I love him. He’s everything you want in a Newcastle player.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}