{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/sep/24/expanding-waistline-women-predictor-breast-cancer-risk-ucl", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-09-24T23:13:00Z", "webTitle": "Expanding waistline for women ‘is a predictor for breast cancer risk’", "webUrl": "https://www.theguardian.com/society/2014/sep/24/expanding-waistline-women-predictor-breast-cancer-risk-ucl", "apiUrl": "https://content.guardianapis.com/society/2014/sep/24/expanding-waistline-women-predictor-breast-cancer-risk-ucl", "fields": {"headline": "Expanding waistline for women ‘is a predictor for breast cancer risk’", "bodyText": "Women who go up a skirt size every 10 years between their mid-20s and mid-60s are at 33% greater risk of developing breast cancer after the menopause, a study of more than 90,000 women finds. Overall weight gain, usually measured through an increase in BMI (body mass index), was known to be a risk factor but the study, believed to be the first to look at the association between change in skirt size and breast cancer, indicates that a thickening of the waist could be particularly harmful. The researchers, from the Ddepartment of women’s cancer at UCLUniversity College London, believe the results, which also showed going up two skirt sizes every 10 years over the same period was associated with a 77% greater risk, could be valuable in breast cancer prevention. Usha Menon, a co-author of the report, said: “Given that obesity is now emerging as a global epidemic, from a public health prospective our findings are significant as they provide women with a simple and easy to understand message. It needs effort to calculate the BMI from height and weight and most of us do not remember what it might have been some years ago. In that respect, … skirt size as a proxy for waist circumference is easily remembered over time.” The researchers estimate that the five-year absolute risk of postmenopausal breast cancer rises from one in 61 to one in 51 with each increase in skirt size every 10 years. Adding BMI did not significantly improve the prediction of risk in the study, which is published in BMJ Open. The researchers questioned 92,834 women over 50, taking part in a cancer screening trialthe UK Collaborative Trial of Ovarian Cancer Screening and not known to have breast cancer, about their current and past skirt sizes. At the age of 25, the women’s average size had been a UK 12 (US 8, Europe 40-44) and when they entered the study, at the average age of 64, it was a 14 (US: 10, Europe 42-46). As it was an observational study definitive conclusions could not be drawn about cause and effect. The researchers said their findings required validation by others but pointed out that an expanding waistline had been linked to other cancers, including those of the pancreas, lining of the womb, and ovaries, possibly because midriff fat was more harmful."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}