{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/sep/10/awareness-consciousness-surgery-operations-study", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-09-09T23:05:00Z", "webTitle": "Awareness during surgery can cause long-term harm, says report", "webUrl": "https://www.theguardian.com/society/2014/sep/10/awareness-consciousness-surgery-operations-study", "apiUrl": "https://content.guardianapis.com/society/2014/sep/10/awareness-consciousness-surgery-operations-study", "fields": {"headline": "Awareness during surgery can cause long-term harm, says report", "bodyText": "At least 150 and possible several thousand patients a year are conscious while they are undergoing surgery in the operating theatre, according to a report which warns that some people suffer long-term psychological damage as a result. In the vast majority of cases, patients have been given muscle-relaxing drugs that temporarily paralyse them, preventing them from warning theatre staff that they are awake. It happens most often during caesarean sections under general anaesthetic and during heart surgery. A three-year investigation carried out by the Royal College of Anaesthetists and the Association of Anaesthetists of Great Britain and Ireland found that usually the experience of awareness was short-lived, at the beginning or end of the operation. Half of those who were aware of what was happening to them were distressed by the experience, and 41% said they suffered long-term psychological harm. The sensations they experienced included tugging, stitching, pain, paralysis and choking. Patients described feelings of dissociation, panic, extreme fear and suffocation. Some said they feared they had been entombed, buried alive or were dead. Prof Jaideep Pandit, consultant anaesthetist at the John Radcliffe hospital in Oxford and one of the authors of the report, said the Royal College and Association had \"recognised the problem officially for the first time\". He said: \"For a long time it has been a discussion on the periphery. This is real. We need to understand it and tackle it.\" Not all experiences were traumatising, he said. Some patients spoke of feeling removed from what was happening. The drugs did not cause unconsciousness but made them feel detached. Sometimes they felt this was acceptable, and Pandit said there was an unanswered question as to whether all patients would want oblivion during surgery or whether some might prefer pain-free awareness. It was vital, however, he said, that patients are told before they have surgery that there is a possibility, however remote, of having some consciousness of what is going on. Estimates of how often this happens vary, says the report. When patients are asked after surgery whether they had any awareness, one in 600 say yes. But only one in 19,000 will come forward to talk about it voluntarily after the surgery. That would put the numbers at between 150 and 4,500 a year. The team looked at three million episodes where a general anaesthetic was given in a hospital and reviewed in detail 300 cases of awareness reported by patients. In 97% of cases, patients received muscle-relaxing drugs as well as the general anaesthetic. This makes it harder for an anaesthetist to be sure the patient is unconscious. Around 10% of cases were caused by drug errors. In some, the muscle relaxant had been given without the general anaesthetic, which meant the patient was fully conscious but paralysed throughout their operation. Where that happened, says the report, there were organisational as well as individual errors. \"These included ill-considered policies for drug management, similar-looking ampoules, poorly organised operating lists, high workload, distraction and hurriedness,\" says the report. \"These patients were severely distressed and severely harmed in the long term,\" said Pandit. The report recommends a checklist before surgery, which would require the anaesthetist to line up the drugs they intend to administer and point to each one in turn. Pandit said mistakes \"seem to occur in a highly pressured environment\". Have you ever been conscious while undergoing surgery in the operating theatre? Tell us your experience using the form or in the comments section below"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}