{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2014/sep/25/university-graduates-drop-unemployment-15-years", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2014-09-24T23:01:05Z", "webTitle": "University graduates see biggest drop in unemployment for 15 years", "webUrl": "https://www.theguardian.com/money/2014/sep/25/university-graduates-drop-unemployment-15-years", "apiUrl": "https://content.guardianapis.com/money/2014/sep/25/university-graduates-drop-unemployment-15-years", "fields": {"headline": "University graduates see biggest drop in unemployment for 15 years", "bodyText": "The jobs market for new graduates improved last year to bring the biggest drop in unemployment among university leavers for 15 years. There was also a fall in the numbers of graduates working as retail, catering, waiting and bar staff and in those going on to further study, according to a report from the Higher Education Careers Services Unit (Hecsu). Joblessness among those who completed degrees in the summer of 2013 was 7.3%, down from 8.5% for the previous year group, Hecsu said. It used data collected by all UK universities on where students end up six months after graduating. Official figures put the unemployment rate for the whole economy slightly lower, at 7.2% during the winter months when the graduate data was collected. Charlie Ball at Hecsu said prospects for graduates should continue to improve. “The last 18 months are a fascinating example of how quickly the market can change,” said Ball, deputy director of research at the charity. “There are significant increases in employment across all sectors and the turn in fortune is spreading beyond the south-east with graduates in cities such as Birmingham and Manchester doing particularly well. If you’re located away from the major cities and are yet to feel the upturn, there’s a good chance it will reach you in the months to come.” The jobless rate for new graduates is now the lowest since shortly before the onset of the financial crisis, when unemployment was 5.5% for the class of 2007. The news of improving job opportunities will be welcomed by graduate jobseekers after years of stubbornly high youth unemployment and reports of large numbers of graduates accepting non-graduate-level jobs. There was a rise among the latest cohort of graduates in those going into professional and managerial work, up to 66.3% from 64.9% a year earlier, according to Hecsu’s “What do graduates do?” report. The biggest turnaround in graduate prospects were in those sectors where warnings about skills shortages have been loudest: in construction and STEM subjects – science, technology, engineering and mathematics. The number of graduates working as science professionals increased 22.4% year-on-year. As the construction sector recovers from its deep recession, the employment outcomes for graduates with first degrees in building and engineering were better year-on-year than graduates from all subjects, the report said. Nearly half (47.5%) of architecture and building graduates were working as engineering and building professionals, 17.5% were working as other professionals, associate professionals and technicians, most of whom were architectural and town planning technicians. Architecture and building and civil engineering graduates had lower unemployment rates, at 6.2% and 6.3% respectively, than graduates from all subjects. The report follows predictions of a sharp rise in graduate vacancies from the Association of Graduate Recruiters. Its survey of employers pointed to a 17% increase in available graduate vacancies overall. The poll also signalled an improvement in graduate starting salaries, with the median rising £500 from last year to £27,000."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}