{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2014/sep/21/the-wolf-from-the-door-royal-court-review-rory-mullarkey", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2014-09-20T23:07:04Z", "webTitle": "The Wolf from the Door review – an apocalyptic yet overfamiliar vision of England", "webUrl": "https://www.theguardian.com/stage/2014/sep/21/the-wolf-from-the-door-royal-court-review-rory-mullarkey", "apiUrl": "https://content.guardianapis.com/stage/2014/sep/21/the-wolf-from-the-door-royal-court-review-rory-mullarkey", "fields": {"headline": "The Wolf from the Door review – an apocalyptic yet overfamiliar vision of England", "bodyText": "At the Royal Exchange last year, Rory Mullarkey, then 25, became the youngest dramatist ever to have his work produced on the main stage. Cannibals drew on his expertise on Russian matters; someone has yet to commission him on his other special field, the Ukraine. Meanwhile, as Mike Bartlett’s breezily inventive King Charles III arrives in the West End, Mullarkey’s new play also envisages life after Eliza II. It suggests it might involve taking mermaids seriously and getting around only on skateboards. The Wolf from the Door opens a Royal Court season devoted to revolution. Skittish in manner, apocalyptic in subject matter, it imagines revolt beginning on a station platform, with an upper-class woman squeezing the bum of a homeless boy. It includes the decapitation of a Tesco assistant manager, and culminates in countrywide uprisings. Morris dancers advance on Barnet town hall waving samurai swords. Film directors are strangled by unpaid interns. Ladies who lunch become ladies who lynch. James Macdonald’s smart, wry production features a magnetic Anna Chancellor, dangling a sense of entitlement like an out-of-date evening bag, and a beautifully open Calvin Demba, ferocious and vulnerable. Sophie Russell and Pearce Quigley caper ably through multiple parts. Yet this vision of England is attenuated and overfamiliar. Hardly worth attacking a land that is all oddballs and Elgar. The Wolf from the Door runs at the Royal Court until 1 November"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}