{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "crosswords/2014/sep/29/1", "type": "article", "sectionId": "crosswords", "sectionName": "Crosswords", "webPublicationDate": "2014-09-28T23:01:00Z", "webTitle": "Azed slip No 2,205", "webUrl": "https://www.theguardian.com/crosswords/2014/sep/29/1", "apiUrl": "https://content.guardianapis.com/crosswords/2014/sep/29/1", "fields": {"headline": "Azed slip No 2,205", "bodyText": "CUMBERSOME 1 T. C. Borland (Cuckfield, West Sussex): Unmanageable canine harassed Burmese tom, slipping its lead (c + anag. less t). 2 Dr S. J. Shaw (Goosnargh, Lancashire): Shifting such loads and dropping nothing might give me broad muscles (comp. anag. less 0, &amp; lit.). 3 W. Drever (Kings Norton, Birmingham): Clumsy routine gets beginner eliminated in opening of Strictly Come Dancing ((n)umber in anag. incl. S). VHC M. Barley: See Morse inventively secure title, an annual honour not easily managed (U MBE in c + anag.; ref. AZ honours list). A. &amp; R. Haden: Unmanageable amount includes items without number ((n)umbers in come). R. Hesketh: Clunky songs with note missing in climax ((n)umbers in come). M. Hodgkin: Members united in struggle with company, causing management difficulty (anag. incl. U, co.). J. R. Howlett: Ponderous Brown enters final stages of dramatic ‘Yes No’ referendum debate (umber in last letters; ref. Scottish independence referendum). D. F. Manley: Summer becoming uncertain – Scottish politician for secession hard to deal with (anag. less Ming (Campbell)). C. G. Millin: Child’s first attempt to walk without lead’s a bit ungainly (c (l)umber some). T. J. Moorey: Awkward position as Commons slumbered, crafty Salmond’s delivered? (anag. less anag.). C. J. Morse: Difficult leading actor leaves set to take on an unspecified part ((Benedict) Cumberbatch with some for batch). C. Ogilvie: Dodgy rum becomes difficult to shift (anag.). S. Randall: Ungainly amateur stifled in tight sumo embrace (anag. less a). W. Ransome: College becoming Head of the River? A bit hard to manage, perhaps (Humber with c for H + some). P. L. Stone: We sober men much coordinated can be this when drunk (comp. anag. &amp; lit.). R. C. Teuton: Clumsy turn – not the first to be seen during opener of Strictly Come Dancing ((n)umber in anag. incl. S). Mrs A. M. Walden: Ham actor dashing off set has a few (Cumber(batch) + some; ham2). G. H. Willett: In these days we find more bums sadly elephantine (anag. in CE). Dr E. Young: So member found way out, faced with copper (Cu + anag., &amp; lit.; ref. Plebgate). HC P. Bartlam, Ms K. Bolton, G. Borooah (USA), C. J. Brougham, Rev. Canon C. M. Broun, Dr J. Burscough, C. J. Butler, P. Cargill, S. Collins, N. Connaughton, V. Dixon (Ireland), R. J. Fletcher (Belgium), M. Freeman, R. Gilbert, Dr H. Gilmore, G. I. L. Grafton, J. Grimes, D. V. Harry, R. J. Heald, M. A. Macdonald-Cooper, A. Macmillan, P. W. Marlow, L. Marzillier (USA), P. McKenna, M. McMahon, R. J. Palmer, K. Parekh, A. Plumb, N. Roper, T. Rudd, I. Simpson, P. Taylor, S. J. J. Tiffin, J. R. Tozer, Ms S. Wallace, L. Ward (USA), A. J. Wardrop, A. Whittaker. Comments 177 entries, no noticeable mistakes. Favourite clue by far: ‘Like sweet wine? I’ll open can’ (AMABILE), well ahead of those for MIMOSAE, PAPPOOSE and SANIES, all in joint second place. Nineteen clues received one or mentions. Nul points for my describing the Yankees as a basketball team. I knew them to be baseball players, but checked on Google to be sure, rather carelessly as it turns out. There was a New York Yankees basketball team, of no great fame, but this is now called the New York Knicks (for knickerbockers?). Anyway my apologies, especially to the transatlantic contingent, small but much valued, one of whom described the NY Yankees as ‘the most famous team across any sport in the US, let alone America’s “National Pastime”, mostly because it is, like cricket, a game with plenty of longueurs for drinking beer’. I don’t have much to say about clues submitted this month, except that they were mostly sound if a little uninspired. This can happen if the word itself fails to get the creative juices flowing. The estimable actor Benedict Cumberbatch turned up quite often, as did references to the nail-biting events north of the border. One or two competitors opined that I had Morse in mind when choosing CUMBERSOME (last five letters). Not guilty, m’lud. With reference to my comment in the last slip, CJM tells me that he has forgotten his clue to SHEEPRUN, but he still treasures the first prize-winner from W.K. M. (later Sir William) Slimmings: ‘It might suggest a Bach chorale or a baa corral! (Puns here are out of place)‘. This was 1947, remember. Brilliant, still. There were a few grumbles about moving to the new edition of Chambers in 2015. I sympathize, but don’t think that I can continue to recommend an earlier edition when a new one is available. Given the relatively few innovations introduced in the 13th edition, I’m sure the 12th edition will continue to suffice for those disinclined to buy the new one just yet. I shall try to mention it when I use a word or phrase appearing in 13/e for the first time. The ‘project editor’ at Chambers has sent me the following (not wholly reassuring) message: ‘We are working on compiling all the corrections for the reprint of the dictionary with the “highlighted words” from the 12th edition which have gone missing from the 13th edition … We will look to provide a free PDF available to download for free to purchasers of the first print of the 13th edition so they can have all the missing words at their disposal.’"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}