{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/sep/19/jose-mourinho-uefa-ffp-chelsea-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-09-19T21:30:00Z", "webTitle": "José Mourinho wants Uefa to deduct points for FFP breaches", "webUrl": "https://www.theguardian.com/football/2014/sep/19/jose-mourinho-uefa-ffp-chelsea-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2014/sep/19/jose-mourinho-uefa-ffp-chelsea-manchester-city", "fields": {"headline": "José Mourinho wants Uefa to deduct points for FFP breaches", "bodyText": "José Mourinho has suggested clubs, Manchester City principal among them, will be wary of flouting Uefa’s financial fair play regulations only if the governing body imposes points deductions rather than fines and restrictions on squad size for breaches of its new rules. City were fined around £50m by Uefa this year for FFP breaches – they will have to pay only around £20m if they comply with the break-even rules in future seasons – and had their Champions League squad capped at 21 players this season. Chelsea, in contrast, have actively sought to operate within the new boundaries, with their chief executive, Ron Gourlay, admitting last week that the club have to “chase the penny and work much harder across the business” rather than merely relying upon Roman Abramovich’s funding. Yet Mourinho has been critical of Uefa’s decision to impose fines on the three offenders, City, Paris Saint-Germain and Zenit St Petersburg, arguing the sanction does not act as a proper deterrent. “Everybody knows there are fines and, if these fines exist, control exists,” said the Chelsea manager in an interview with Maisfutebol. “But, anyway, are the fines fair? I don’t think so. In my opinion the first thing to do would be to remove points and remove titles. If you have important capital which allows you to overcome financial fair play, if you win titles and then you are fined economically, you keep doing the same thing. “They will take from you one or two players from the Champions League list [shrugs]. Then, instead of 24, you go with 22. But if you’re stating that you’ll start the next Champions League with six points fewer, or you won’t play in the next edition of the Champions League and will go into the Europa League instead, it is more serious.” Chelsea travel to City on Sunday seeking to extend their lead over the champions to eight points, and with a reunion with their former stalwart Frank Lampard to come. Mourinho has insisted the 36-year-old’s chances of returning to Stamford Bridge in some capacity in the future have not been jeopardised by the midfielder’s decision to play for City before a move to Major League Soccer next year. Lampard had departed over the summer as the London club’s leading scorer, with 211 goals over a 13-year career, to sign for New York City only to opt to spend the next six months at the new American franchise’s parent club. “I don’t think he has [harmed his relationship with Chelsea],” said Mourinho. “He has not with me, that’s for sure. I still believe that what this club proposed to him, to come back when he wants and to do what he wants – these were the words from Mr Abramovich – is not in any danger. “This is just a period of his career. We thought he was going to play for New York. He decided to play for City. I was not expecting him to play for City but it was just an option and he had that right to do that. His place in Chelsea’s history is untouchable. I think, in the future, nothing has been lost. He will be back one day, I think so.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}