{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2014/sep/20/talking-horses-racing-tips-ayr-gold-cup-newbury", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-09-19T23:01:01Z", "webTitle": "Talking Horses: the best bets and racing news from Ayr and Newbury | Chris Cook", "webUrl": "https://www.theguardian.com/sport/blog/2014/sep/20/talking-horses-racing-tips-ayr-gold-cup-newbury", "apiUrl": "https://content.guardianapis.com/sport/blog/2014/sep/20/talking-horses-racing-tips-ayr-gold-cup-newbury", "fields": {"headline": "Talking Horses: the best bets and racing news from Ayr and Newbury", "bodyText": "Following Friday’s action it appears there is a significant bias towards those drawn high on the straight course at Ayr and some analysts are even using the phrase “golden highway” and suggesting one wants to be hard against the stands’ rail. This would be very helpful information if Saturday’s Ayr Gold Cup were to be run in lanes. Alas, all 27 runners may steer where they please and there is likely to be quite a crush on the stands’ side after the field has raced about 50 yards. Racy, drawn 27, has the plum draw but it may not assist him, since he is usually a hold-up horse. By the time he is ready to make a forward move he will probably have an impenetrable mass of horseflesh directly in front of him. Blaine, in 26, has a much better chance of securing a prominent position. But it is possible the race may work out well for Louis The Pious (3.50), drawn towards the middle in 19 but likely to be in the front rank from the off, as a horse who has done most of his racing over a furlong farther this year. He has proved his ability to compete in these valuable handicaps, winning the Buckingham Palace at Royal Ascot and running second in last year’s Ayr Gold Cup. That day he was drawn one box away from where he will start on Saturday and the winner came from 19. He is not handicapped out of it, just 5lb higher than for his Ascot win, and should be sharpened up by a first-time visor, replacing the hood he has worn since being stepped up to seven furlongs. All things considered, a fair case can be made for the 25-1 shot. Today’s best bets, by Chris Cook 1.50 Newbury All the recent rain in Berkshire gives Tasaday a chance. Last autumn she was third to Treve in the Vermeille on soft ground and was beaten a nose in the Prix de l’Opera on similar going. She has had a quiet 2014 so far, winning a Listed race and running third to two fine fillies in the Yorkshire Oaks. She should be a force at this level. 2.05 Ayr By contrast the going at Ayr looks pretty quick and that should suit War Alert, a winner on firm at Brighton last time. His maiden win was also on a fast surface and she raced too freely at Leicester in between, an outing which followed a short break. 2.20 Newbury Limato is the standout talent here but the ground may have gone against him and his trainer, Henry Candy, sounds mildly concerned about his fitness. The horse has had a few dirty scopes since he last ran, missed two races and been on two courses of antibiotics. In the circumstances Strath Burn is an appealing alternative, having won his maiden at this track before running second in a French Group Two on very soft going. 2.40 Ayr Bogart is well drawn in 25 of 27 and has the early pace to grab the rail. In Doncaster’s Portland last week, he was beaten only by Muthmir, a Group horse in waiting. 2.55 Newbury It was on this day last year that Oisin Murphy made his breakthrough, winning the last four races on the Ayr card, including the Gold Cup. He may have another good afternoon, thanks to Air Pilot, who has not been seen since running second in an Epsom handicap on Oaks day but now looks very well treated on that form. The winner followed up from a 9lb higher mark in the John Smith’s Cup, while the third, beaten seven lengths by Air Pilot, won two handicaps in his next three starts. 3.15 Ayr Another handicap winner on Oaks day, Abseil has been disappointing since but a step up in trip on fast ground should help him and this is a lot less competitive than the races in which he has been beaten. 3.30 Newbury A rapid improver like Mecca’s Angel is hard to resist. She hosed up at Doncaster in a Listed race 10 days ago, her first start since May, and should have more to offer. Softer ground is good news for her. Click here for all the day’s racecards, form, stats and results. And post your tips or racing-related comments below."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}