{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/sep/17/bill-clinton-independence-scotland-uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-09-16T23:03:13Z", "webTitle": "Bill Clinton says Scotland should remain part of the United Kingdom", "webUrl": "https://www.theguardian.com/politics/2014/sep/17/bill-clinton-independence-scotland-uk", "apiUrl": "https://content.guardianapis.com/politics/2014/sep/17/bill-clinton-independence-scotland-uk", "fields": {"headline": "Bill Clinton says Scotland should remain part of the United Kingdom", "bodyText": "The former US president Bill Clinton has said Scotland should remain part of the United Kingdom in order to send a \"powerful message\" of unity to the rest of the world. Clinton said he had been reluctant to wade into the debate until now because the question was one for Scots alone to answer. But he said that he hoped his intervention would be accepted in the spirit of friendship. Clinton said uncertainties over how Scotland would be run as an independent country had led him to believe that a no vote would be most beneficial. Increased autonomy would, he said, give Scotland the benefits it sought without the risks attached to independence. \"Because the independence vote is a decision for the Scots alone to make, and because Scots are already legendary for their independence of mind, I have been reluctant to express my views on the matter. I hope my decision to do so will be received in the spirit of friendship with which it is offered,\" Clinton said in a statement released through the Better Together campaign. He said that he has watched the debate on Scotland's future with \"great interest and admiration\". Clinton said: \"With so much turmoil and division across the globe, I hope the Scots will inspire the world with a high turnout and a powerful message of both identity and inclusion. \"I understand and sympathise with those who want independence. Scotland is blessed with impressive human and natural resources and a strong desire for more widely shared prosperity and social solidarity. \"However, I hope the Scots people will vote to remain in the UK for several reasons: \"1. The proposal to keep the pound as its currency without the support that UK membership provides carries substantial risks, as we saw in the EU after the financial crisis. \"2. Separation will require a long complex negotiating process with considerable uncertainty and potential to weaken the Scottish economy. \"3. The increased autonomy promised Scotland by the UK provides most of the benefits of independence and avoids the downside risks. \"4. Unity with maximum self-determination sends a powerful message to a world torn by identity conflicts that it is possible to respect our differences while living and working together. This is the great challenge of our time. The Scots can show us how to meet it.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}