{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jul/12/saturdayreviewsfeatres.guardianreview28", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2008-07-11T23:06:00Z", "webTitle": "Paperback fiction roundup", "webUrl": "https://www.theguardian.com/books/2008/jul/12/saturdayreviewsfeatres.guardianreview28", "apiUrl": "https://content.guardianapis.com/books/2008/jul/12/saturdayreviewsfeatres.guardianreview28", "fields": {"headline": "Robot wars", "bodyText": "The Stone Gods, by Jeanette Winterson (Penguin, pounds 7.99) For all its refrigerated icecaps, replanted forests and synthesised food, Orbus is dying. Billie Crusoe, a nostalgic misfit, is given the chance to leave its obsessions with sex and celebrity behind, and head for the Blue Planet, a newly discovered world that could offer humanity a fresh start. Meanwhile, across space and time, the mysterious civilisation of Easter Island is in its death throes and a rebellious scientist tutors a robot in a world barely recovering from \"3War\". Winterson's ambitious novel has some wonderful incidents - including a thrilling race up a cliff for an egg symbolising power and a pitched battle between riot police and petrol-bombing exiles - yet must spend much time explaining the woeful lot of the various worlds. The result is a breathless, scattered narrative, sustained less by broad satire and more by Winterson's potent anger at our destruction of what we should hold closest. It is at its best when it pauses, lyrical and lost, to lament an orphan's lot, or wonder that love can blossom between woman and robot. James Smart The Resurrectionist, by James Bradley (Faber, pounds 7.99) Burke and Hare's 1820s Edinburgh crime spree, in which the pair obtained corpses for medical study via grave robbery and murder, hangs heavily over this gripping novel, which sets its action in London and its voice in the head of Gabriel Swift, a young, good-looking apprentice anatomist. The city is brilliantly brought to life, its smooth surface of park walks, fine ladies and progress resting on an underbelly of gin, poverty and violence. Swift's career begins promisingly enough under the reserved figure of Dr Poll, days of learning enlivened by nights of carousing. Yet the bodies brought to Poll's door (eight guineas for a man or woman, a shilling an inch for a baby) come from dark sources, and Swift soon knows them all, becoming more familiar with graveyards and opium than with surgical tools. Bradley, it should be pointed out, is an Australian author favoured by Richard and Judy, not the American chronicler of war, and his third novel is a ripe, disturbing work, full of fascination for civilisation's thin veneer, and the appetites that snap against it. JS The Pirate's Daughter, by Margaret Cezair-Thompson (Headline, pounds 7.99) Errol Flynn, billed excitedly by the local rag as the \"world's handsomest man\", arrives in Jamaica. To the veteran of two failed marriages and a recent acquittal for rape, the island's colourful serenity appears to provide the perfect retreat. Unfortunately his susceptibility to beautiful women complicates things, and when the eye-catching adolescent Ida Joseph sets her cap at him, he's easy game. In due course May is born, destined never to know her famous father, but always to be intrigued by him. Blending the requisite elements of love, mystery, loss and betrayal, Cezair-Thompson has created an engaging tale. Jamaica is a repository of dreams; the seeming paradise inspires a dangerous escapism, and yet its outward beauty conceals political rumblings which turn nasty following the onset of independence. As a place of illusion, providing an evocative backdrop of azure seas and pirate treasure, it inspires a knotted mesh of hope, disappointment and thwarted passion, which inextricably entangles the novel's characters. Anna Scott End Games, by Michael Dibdin (Faber, pounds 6.99) There's a pervasive whiff of death in End Games; not only from a murder victim whose head has been detonated at the touch of a remote control, but also the age-old \"tradition of blood, honour and tragedy\" in which Calabrian society is steeped. For police inspector Aurelio Zen, whose temporary transfer to Italy's unruly south has the unfortunate by-product of putting him off his food, it's a chance to attempt an assault on the sacrosanct secrecy that governs local goings-on. As he explores bygone feudalism and the legacy of hatred culminating in the repulsive killing he must solve, helicopters whirr overhead scanning the ground for hidden treasure at the instigation of a wealthy, amusement-seeking American. This, Dibdin's final book, is powered by imagery of predator and prey; life is stripped to its barest essentials, and the harsh moral code of the Calabrese finds an echo in the \"brutal candour\" of the \"caustic sunlight\" which beats down relentlessly on deadly games being played out to their dramatic conclusions. AS The Summoning, by Kelley Armstrong (Orbit, pounds 6.99) Since the appearance of her 2001 debut, Kelley Armstrong has been prominent in the world of contemporary fantasy, an increasingly popular sub-genre where traditional fantasy beings brush up against modern life; magic, werewolves and vampires in a world of McDonald's and the internet. Armstrong's gushing prose has the storyteller's knack of compelling the reader to start just one more chapter, despite knowing there must be a better way to spend one's time than this. The Summoning, while sharing the setting of the author's Women of the Otherworld series for adults, is pitched at that crossover audience between teen and adult. Fifteen-year-old Chloe Saunders sees dead people, which is enough of an issue in itself, but when the dead people start coming after her, things get out of hand and Chloe is consigned to a special home for troubled teens. Needless to say, in a novel which disappointingly turns out to be a mere set-up for the series to follow, this home is more special than first anticipated. Unfortunately, the novel is not. Keith Brooke"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}