{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2008/jul/24/william.leith2", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2008-07-24T23:03:02Z", "webTitle": "Keep your donkey punches. I like a nice French kiss", "webUrl": "https://www.theguardian.com/film/2008/jul/24/william.leith2", "apiUrl": "https://content.guardianapis.com/film/2008/jul/24/william.leith2", "fields": {"headline": "Keep your donkey punches. I like a nice French kiss", "bodyText": "Summer Hours is a really, really French film – a French film par excellence. The climax, for me, came about two thirds of the way through. I was telling somebody about it excitedly: \"There are these middle-class people, and one of them gives a vase to the housekeeper, and the thing is, right ... the thing is that it's a really valuable vase. But the housekeeper doesn't know this. She has no idea! She thinks it's not valuable at all! The moment comes when you see her walking away, holding the vase. You see her walking, slowly, carrying this vase.\" It's a great moment, actually. But it's really French. This kind of film would never get made in this country. One of the main things that drives the plot is the efforts of a bourgeois family to avoid tax by donating some art works to the Musee d'Orsay. If these characters were English, you'd hate them from the start. They'd be like the posh people in Donkey Punch – totally bad news. But, to English eyes, French characters seem refreshingly not like stereotypes. I had, of course, heard that nothing much happens in this film. And that's true, in a way. Nothing, and everything, happens. This is a film in which tiny little everyday happenings are made to seem dramatic, just like in real life. It starts with a party in the garden of a big old provincial house. The people are rich without being flash. Inside the house, the furniture is lovely, but none of it matches. All the adults, pretty much, smoke and drink. The granny, played by Edith Scob, wonders what will happen to the house and its contents after her death. The next thing you know, Scob is dead, and the family are quibbling, in a very civilised way. That's it, really. That's the film. The oldest son, played by Charles Berling, doesn't want to sell the house. Then he wonders about avoiding tax. People confront the possibility that Scob had an affair with her uncle, a quite famous artist. The daughter is played by Juliette Binoche in a blonde hairdo. The hairdo is good, but it's not right. It haunts me mildly. It should make her even more attractive, but ... Where was I? Coming up to the climax. There is quite a lot of relatively bad driving, by the way. In Hollywood films, there's usually only fabulous driving and appalling driving, with nothing in between. Here there's hesitant driving. There is also a moment when the Charles Berling character appears on a highbrow radio show, and chastises himself for being too dull. And then comes the moment of the vase. The housekeeper walks away with this valuable vase, and says something like: \"I'm glad they didn't give me anything valuable. It's better that way.\" This, as I say, was a really French film experience. Nothing much happened. Juiliette Binoche looked good, but there was something rather odd about her hair. (Was it a wig?) Her character's boyfriend was played, in a tiny cameo, by Kyle Eastwood, son of Clint. It's a very bourgeois film, this. But, being French, it did not lack a certain edge. I came out feeling really good."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}