{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/jul/10/israelandthepalestinians", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-07-09T23:08:37Z", "webTitle": "Living alongside the enemy", "webUrl": "https://www.theguardian.com/world/2008/jul/10/israelandthepalestinians", "apiUrl": "https://content.guardianapis.com/world/2008/jul/10/israelandthepalestinians", "fields": {"headline": "Living alongside the enemy", "bodyText": "In the circles of Middle East peacemaking it is called \"coexistence\", the often difficult and usually pioneering work that brings together Jews and Arabs, treats them as equals and tries to bridge their differences. Within Israel it still happens a lot, despite the terrible violence of the second intifada and the flagging political peace process. There are organisations that run bilingual Jewish-Arabic schools, including one in Jerusalem. There are joint business projects, musical ventures and even comedy shows. In Jaffa, south of Tel Aviv, the small Yaffa cafe and bookshop became the first store in the mixed Jewish and Arab city to sell Arabic books since 1948. It brought a rare, mixed clientele to its wooden tables and won an award for promoting dialogue. Next month, Joe Cocker will perform at a high-profile \"coexistence festival\" featuring Jewish and Arab musicians in Gilboa, in northern Israel, which will also include a children's \"Bible-Koran quiz\". These projects do much to challenge the broader exclusion and discrimination suffered by Arab citizens of Israel. But those involved say it is much easier to bring Jews and Arabs together within Israel than to bridge the larger gap between Israel and the Palestinian territories. In this small and bitterly contested slice of Middle Eastern soil that is home to around 10 million Jews and Arabs, genuine and equal coexistence between the two peoples is rare. Instead, separation is growing ever more entrenched. It begins with a physical divide, the steel and concrete barrier that runs along and deep into the West Bank, and the restrictions, checkpoints and closures of the 41-year military occupation. Then there is the dramatic reduction in the Palestinian workforce in Israel, rapidly being replaced by 200,000 foreign migrant labourers – Filipinos, Thais, Indians and others. With that comes an economic separation, a marked decrease in joint business initiatives or shared markets or even banking relationships. Then develops the cultural separation that means the only Israelis seen by most Palestinians are soldiers or settlers, and the only Palestinians seen by most Israelis are militants on the television news or the occasional worker on a building site. Abdul Latif Khalid is a highly qualified engineer and hydrology specialist who lives in the West Bank village of Jayyus, which is close to several Jewish settlements and which has lost much of its farmland to the barrier. \"You see settlers but as if there are two worlds,\" he said. \"You see a Palestinian community neighbouring a settlement but both are looking to each other as enemies not friends or neighbours. This is the problem with the wall as separation and this is why we say in the end the wall will create hatred.\" Perhaps inevitably, the concept of separation has crept into discussion of what a future peace agreement between Israelis and Palestinians might look like. Often, Palestinians involved in joint initiatives face censure within their own community and are accused of acquiescing in the Israeli occupation, a process described with the derogatory word \"normalisation\". It is particularly so now, when the idea of a two-state solution is being rejected by some Palestinians in favour of calls for a single, bi-national state in which all would have equal citizenship rights. Sometimes ventures simply collapse under the weight of criticism. In terms of protecting its own population from terrorist attacks, Israel argues in favour of the barrier and of the need for separation between the two sides. Many Israelis, particularly on the right wing, argue forcefully for a separation imposed on their own terms. \"The majority of Israel wants to be apart from the Palestinian state,\" Dov Weissglas, a Tel Aviv lawyer and long-time ally and adviser to the former prime minister Ariel Sharon, said in an interview with the Guardian late last year. \"We speak about non-belligerence, the kind of peace we have with Egypt, with Jordan. You can count on the fingers of one hand how many Egyptians came to Israel to enjoy that peace but nobody cares because not one single Israeli soldier was killed on the Egyptian front for the last 30 years, God bless them and us. That's what we need. The exchange of operas can be delayed.\" Palestinians, however, are quick to point out that just as this is not an equal conflict, so too the separation itself is also unequal. While Israel's economy is open to markets across the world, the Palestinians have become over the past 40 years completely dependent on the Israeli economy. Cut off from Israel, the Palestinian economy has little chance of recovery without access to markets abroad. \"There is one authority in control between the Mediterranean sea and the Jordan valley, and it is Israel,\" said Sam Bahour, a Palestinian-American business consultant who works on investment projects that give Palestinians a key role in determining how money is spent. Joint projects can work but are extremely hard to get off the ground and their success depends largely on the individuals involved, he said. He argues that separation between the two peoples is a well-advanced policy that was already visible both in the barrier and in other areas, including continued restrictions on Palestinians with foreign passports trying to enter or live in the Palestinian territories and Israel's ongoing, two-year delay in providing frequencies for a second Palestinian mobile telephone company. \"We see it in the wall because it is a physical structure but the policy to separate is the ground shift that Israel is now moving towards. It is a strategic change that I don't think everyone has observed,\" he said. \"They are taking every practical step on the ground to make sure the two communities can't really cooperate into a linked vision for the future. That is unfortunate.\" Some believe that a two-state solution to the conflict, both an Israel and an independent Palestine living alongside each other in security, is long out of reach. Meron Benvenisti, a former deputy mayor of Jerusalem and a political scientist, argues that while there is a psychological and political separation between the two peoples, the idea of there one day being two geographically separate entities is anachronistic and has gone. \"The separation wall will just not hold. It is outdated already,\" he said. Instead, he said, Israel would continue its control over the West Bank, which it would turn into large Jewish settlement blocs with small and contained Palestinian towns scattered around. \"What you are going to see is the integration of two districts of the West Bank, north and south, into some kind of apartheid system of homelands. This is what you can see now,\" he said. \"Separation yes, but geographical separation no.\" Others argue that the inevitable result of years of conflict between the two sides means any resolution now would be two states separated from each other for many years. \"There is an absolute lack of trust. Even the limited trust at the time of Oslo is gone,\" said David Newman, a professor of political geography at Ben-Gurion University of the Negev and editor of the journal Geopolitics. In the past, Israel would have wanted a border that was open for economic interests, but now it would want a border that was completely sealed and would rely instead on migrant labour and access to overseas markets. The Palestinians, on the other hand, were in the dilemma of wanting employment in Israel, but not under some form of neo-colonial relationship in which the Israeli economy continues to dominate. \"I think it is much harder to implement a two-state solution today than five or 10 years ago. And every day you have more settlements and facts on the ground it becomes increasingly difficult,\" said Newman. \"But you have to realise the alternative is not what some people would like to see as a one-state, bi-national secular democracy. The alternative is the continuation of the occupation.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}