{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jul/02/women.haltemprice", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-07-01T23:59:32Z", "webTitle": "Rape campaigner Jill Saward on why she is standing against David Davis", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jul/02/women.haltemprice", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jul/02/women.haltemprice", "fields": {"headline": "A rape campaigner runs for office", "bodyText": "When Jill Saward announced she was standing against David Davis in the Haltemprice and Howden by-election as an independent candidate, she was described as his \"strongest contender\". Given some of the other candidates, who include Mad Cow-Girl for the Monster Raving Loony Party, and characters fielded by the Church of the Militant Elvis Party and the Miss Great Britain Party (not to mention David Icke) - this may not be saying much. But when Saward, who campaigns for the victims of crime, especially sexual and domestic crime, is on the hustings she'll be doing what she does best - and what she has become hugely admired for. Back in 1986, when she was 21, Saward was attacked and raped by two men in her home - her father's vicarage in Ealing, west London - and she became, soon afterwards, a household name. She has since spent much of her life demanding better treatment for rape victims and stronger deterrents for would-be perpetrators. She has helped to set up better training for police officers on issues of sexual violence, supported around 3,000 victims of domestic and sexual assault, and sat on various government bodies on rape and sexual assault. It is not the kind of work she could ever have imagined she would be doing - until the moment, on a grey March afternoon, when she was at home with her boyfriend, David Kerr, watching TV, while her father, the Rev Michael Saward, worked on a sermon in his study. Three armed men broke in, high on vodka and Valium. They forced Saward and Kerr into the vicar's study looking for the cashbox. When they discovered it was empty, the intruders forced Saward upstairs, where two of the men took turns to rape her vaginally, anally and orally, and assault her with the handle of a knife. During the attack, she could hear her father and boyfriend being beaten up. Eventually the rapists tied her up with a skipping-rope and dumped her on her bedroom floor; the men downstairs were left close to death. \"During the attack, I cut off emotionally. I did not concentrate on what they were asking me to do, but on detail,\" says Saward. \"I was thinking, 'Do what you can in order to be able to identify them later'.\" The events of that day, she says, are thankfully becoming \"a distant memory. There are lots of details I've forgotten. But not the essence of it.\" Being catapulted to fame as the victim of a sex crime is not what any woman would want, but Saward had little choice. Although the victims of sexual assault are protected by anonymity, Saward was outed by a national newspaper four days after the attack. Encouraged by a female police officer to speak up on behalf of other rape victims, she went public. At the Old Bailey trial a year later, Saward heard the judge proclaim that her ordeal had been \"no great trauma\". The rapists received the same sentence for the rape as they did for the burglary - three and five years, whereas the ringleader, who tried to prevent the rape, was given 14 years. This injustice sparked a campaigning zeal in Saward which has lasted 22 years. \"What the judge said about 'no great trauma' was an acknowledgement of ignorance about what I had been through, and what rape actually is,\" she says today. \"I was angry, because I expected a man with his authority to be better informed.\" When we meet, Saward is miles away from the archetypal picture of a politician, dressed in a purple polo shirt and casual trousers. Having warned me that she does not like the way politicians slate each other, she hesitates when I ask her what she thinks of David Davis. \"Davis's campaign is a very costly one,\" she says. \"I'm not sure what he hopes to achieve. It is not a Conservative party stance, it is a David Davis stance. Is it just about having a tantrum? If he wants to bring about a vote of no confidence [in the 42-day detention row] he should have stood down permanently.\" Isn't she worried that she's deflecting debate from the important issue of detention? \"I know that some people who support Davis's stance on the 42-day issue will criticise me, but the reality is that terrorists are using increasingly clever methods to escape detention, and the investigation into these crimes are always complex. If the police say they need more time to work on these cases, then I support them. I want to be safe from terrorism.\" And what about the effect of the 42-day change on the Asian community? \"It will target people who are seen to be a threat to our nation's freedom. At the moment, that might be some Muslim men, 10 years ago it was the IRA - so people with Irish accents were the target - and soon it could be Mugabe's men.\" In this case, her sympathies tend towards victims of terror attacks and those who enforce the law, rather than potential victims of the detention policy. Saward is aware that she doesn't always say what people want to hear and, when it comes to sex crime, she is not affiliated to any particular political perspective. I last met her at a conference on rape in 1997, where she argued that women who dress scantily should not be surprised if men think they are fair game. Does she still believe this? \"If Madonna dresses up, and has cones on her chest and a skirt up to her, ahem, waistline, she has a whole load of bouncers protecting her when she goes out,\" says Saward. \"When you copy Madonna, and go out dressed like that, where are your bouncers? No one tells you about the dangers any more.\" How did the rape change her? \"My father said that before, Jill was wishy-washy, and after the rape she had some focus,\" says Saward. \"To a certain extent, I think that's true. I have never had a career plan.\" She says she hadn't thought of being a politician until now: so what would she do if she won the seat? \"I would go to parliament,\" she laughs, with child-like excitement. \"Governments make policies about sexual violence, but they often miss out so much that is important in dealing with it. People often do not think of the surrounding issues, such as the longer-term impacts. One of the main things I would like to push for is proper support for specialised services that deal with those issues - groups like Rape Crisis - because they are being crushed.\" She wants to get in, she says, to change things. \"Too many women suffer domestic and sexual violence to ignore. Too few politicians put it at the top of their agenda\". On the blogs: Jill Saward: Why I am standing against David Davis"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}