{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2008/jul/02/prisonsandprobation", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2008-07-01T23:12:08Z", "webTitle": "Self-harming in prisons: the gruesome truth", "webUrl": "https://www.theguardian.com/society/2008/jul/02/prisonsandprobation", "apiUrl": "https://content.guardianapis.com/society/2008/jul/02/prisonsandprobation", "fields": {"headline": "Self-harming in prisons: the gruesome truth", "bodyText": "In 2006, there were 23,420 recorded incidents of self-harm among a total prisoner population in England and Wales of 78,000. The good news is that, in 2007, the figure was down to 22,459 among a prisoner population of 81,000. The interesting news is that almost half of all recorded self-harm incidents in prison were inflicted by women. The bad news is that the Prison Service does not see this as a particularly serious problem. At least, that is the inference from its treatment of the prisons ombudsman, Stephen Shaw, who has just resigned as the head of an inquiry into the case of a teenage girl who repeatedly tried to take her life while in custody. In his resignation letter, Shaw, whose independent position is supposed to ensure the integrity of any inquiry or investigation he undertakes, complained of the Prison Service's \"unwarranted and unacceptable attempt to fetter my independence\". Shaw is well respected in prison circles. For 18 years, he was the director of the Prison Reform Trust, a charity that campaigns for \"a just, humane and effective prison system\". As prisons ombudsman, he receives thousands of complaints from prisoners each year, but only ever upholds about a third. It could hardly be said that he is on the side of the \"cons\". Rather, he is on the side of honesty and decency in relation to the treatment of individuals held by, and subjected to, the omnipotent power of the state. The young woman at the centre of this investigation reportedly suffered from severe mental illness brought on by childhood neglect and drug abuse. Transferred to prison from a local authority care home as a teenager, she was locked in a cell for 22 hours a day and only allowed out for minimal periods of exercise in a metal cage. Although on suicide watch, she was able to harm herself to the extent that she had to be taken to an outside hospital for blood transfusions. I have to say that the damage and injury resulting from some incidents of self-harm among prisoners has to be seen to be believed. For a time while in prison, I served as a listener, one of a group of 10 in the jail who had been trained by the Samaritans to provide a listening ear to fellow prisoners in distress. Whenever somebody wanted to talk to a listener, they would \"get on their bell\" (press the cell alarm bell button) and ask a night shift officer to summon the duty listener. The officer would then escort the listener to the cell of the person who had made the request. On duty one evening, I was called out to go to the punishment block (otherwise known as the Block or Seg). \"He's a mess,\" said the officer escorting me, referring to the man's mental state. \"He said his head's in bits.\" It was a phrase I'd heard countless times over the years. The punishment block, a concrete bunker located in the bowels of the prison was eerily quiet. It was about 11 o'clock when we arrived and the officer opened the man's cell door. He was not somebody I had seen in the prison before, but I will never forget him. The regulation cardboard chair and table had been shredded and was scattered and bloody on the cell floor. The man was standing in the middle. He was naked. \"Fucking hell,\" shouted the escorting officer and raced off to summon the emergency services. Only 20 minutes or so had elapsed from when the man had first asked the officer to get a listener and my arrival. But in that time he had managed to lacerate every part of his reachable body with a blade he had prized out of a safety razor. His cell was like an abattoir. It wasn't a listener he needed, but a team of surgeons. And then some care and humane treatment. God knows if he ever received it. The teenager subject to Shaw's inquiry clearly had deeply troubling formative experiences. Yet the Prison Service was determined to challenge Shaw's earlier agreed terms of reference so that it would exclude child welfare issues and sought to \"control what other parties can and cannot see\". It also tried to block his statutory right to \"unfettered access\" to all documents and staff as part of his investigation. Somebody has to ask why? And in whose interest? In his letter, Shaw said he had been saddened by the Prison Service's refusal to focus on the core issue of the inquiry – the life threatening self-harm among so many young women prisoners. Why the reluctance? In prison I learned to type and, in 1996, the chaplain of the jail I was in wrote his doctoral thesis on self-harm among women prisoners. He asked me to type it up for him. I tapped my keys in disbelief, reading his reports about about pens inserted into breasts, the severing of labia and nipples, the swallowing of needles, oh, and a bit of wrist cutting. Horrific doesn't come close."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}