{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jul/12/foodanddrink.mainsection", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2008-07-11T23:18:47Z", "webTitle": "Letters: Little grey snails and Roman escargots", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jul/12/foodanddrink.mainsection", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jul/12/foodanddrink.mainsection", "fields": {"headline": "Little grey snails and Roman escargots", "bodyText": "As someone who has worked professionally with snails for over 30 years, let me correct some misunderstandings (Letters, July 9). English garden snails are indeed not the same as the snails commonly thought of as restaurant escargots. However, they are closely related and quite edible, as are almost all snails - just go to a market in much of southern Europe and you will find numerous different kinds for sale. The \"true\" escargots are known in England as Roman snails, in France as escargots de Bourgogne (Burgundy snails) and scientifically as Helix pomatia. English garden snails are known in France as petits gris (little grey snails) and scientifically as Helix aspersa (or other names, the rationale for which is too arcane to go into here). As long as English garden snails are cleaned appropriately, as are Roman snails, to clear their guts, they are perfectly edible, though should be cooked thoroughly. Whether they taste different is debateable - the preference for the Roman snail is simply, I suspect, because it is bigger, in fact the biggest kind of European snail. Professor Robert Cowie Honolulu, Hawaii Could Joe Alessi (Letters, July 10) also supply the recipe he uses to cook his snails; given the abundance in my garden this wet summer, I might give it a try. Which herbs does he fatten them up on? Could I treat slugs in the same way? Brenda Claxton Beach, South Gloucestershire Jane Grigson's Good Things (1971), page 75: \"Helix aspersa is the snail you're most likely to find in your garden ... [it] has a better flavour [than Helix pomatia].\" Dr Ray Batchelor London"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}