{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jul/17/healthandwellbeing.twowheels", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-07-16T23:54:29Z", "webTitle": "Two wheels: Claire Armitstead on cycling opinion turning against helmets", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jul/17/healthandwellbeing.twowheels", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jul/17/healthandwellbeing.twowheels", "fields": {"headline": "Two wheels", "bodyText": "Inexorably, and incomprehensibly to those of us who sit like King Canute on the shore, the tide of cycling opinion seems to be turning against helmets. This fact was brought home to me last week when a GP devoted a whole newspaper column to explaining why he did not insist that his children wore them. The first I knew of Dr Mark Porter's views was when a whoop went up on the other side of the office from a colleague who has always argued that cyclists without helmets are more responsible and motorists treat them with greater respect. \"It may seem counter-intuitive but the benefits are far from clear cut,\" wrote Porter, who cited a Bicycle Helmet Research Foundation (BHRF) claim that the average cyclist would have to spend 3,000 years riding on roads to suffer a serious head injury, let alone one that would be mitigated by a cycle helmet. Keen to know the evidence base for this counter-intuitive stance, I tracked down Paul Hewson, the statistician whose research forms the basis of the BHRF's case: \"My kind of work relies on population-level analysis,\" he replied. \"The trouble with that is that there is no such thing as an 'average cyclist'. The individuals could combine in all kinds of ways and the impression you get from analysis of the population stats may give you a slightly wonky idea of reality. Nevertheless, it is quite hard from population-level analysis to see much or any evidence that helmets are effective.\" He conceded, though, that his own findings were contradicted by control studies comparing the rates of injury in hospital patients who were wearing helmets and those who were not. \"These do provide evidence that helmets are a good thing, but the trouble with these studies is that most of the injuries are to children in low-impact collisions (eg, falling off while standing still). They don't really provide much evidence as to whether a helmet helps if you are hit by an HGV doing 30mph.\" One of the criticisms that the anti-helmet brigade has levelled against the pro-helmeteers is that their fear is based not on fact but on hearsay and anecdote of the \"my cousin's cousin died when ...\" variety. Hewson's account of the two different forms of accident research reframes this in an interesting way: if your statistical base is people who have had accidents, your results will differ from research based on the population as a whole. This point is taken up by Dr Andrew Curran, a consultant paediatric neurologist, who wrote in response to Porter's column. \"The probability of having an accident resulting in a serious head injury which could be mitigated by a helmet is mercifully low,\" he said. \"But the issue is that if an unhelmeted child is involved in a non-fatal crash resulting in a serious head injury, there is a 50 to 70% chance it will result in a serious cognitive deficit ... There is evidence that in such crashes, helmets will reduce the severity of the injury.\" Curran went on to make what, for me, was a clinching argument, at least as far as children are concerned. \"It seems sensible that, just as we immunise children against serious diseases they are very unlikely to catch, we ensure that they take precautions against head injuries, however rare.\" But should this logic be extended to adults? Anti-helmet campaigners cite Australia, where the introduction of compulsory helmet-wearing led to a small decrease in head injuries but a 30% reduction in the number of cyclists. There are two points here - the simple one is that the benefits of cycling to general health outweigh the risk of head injury; the more sophisticated one, which emerged from some research carried out in 2003, is that the rate of collisions between motorists and cyclists has an inverse relationship with the number of cyclists on the road. \"A motorist is less likely to collide with a person walking and bicycling if more people walk or bicycle.\" So, one possible conclusion is that if helmets put people off cycling, then they put the general cycling population at greater risk. But I am not a general population. I am one cyclist. I do not believe my helmet makes me more reckless (as one argument goes), nor do I assume that it would save me from an HGV (a whole different set of arguments about types of injury come into play here). But I intend to keep on immunising myself against those incalculable mishaps that might put a leg in plaster but knock a head dead."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}