{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jul/21/fashion.askhadley", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2008-07-20T23:04:00Z", "webTitle": "Hadley Freeman advises men on the safest way to compliment a lady on her outfit", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jul/21/fashion.askhadley", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jul/21/fashion.askhadley", "fields": {"headline": "Ask Hadley", "bodyText": "What is the safest way for me to compliment a lady on her outfit? Gareth, London With great tact, care and thought, Gareth. Without wishing to launch into Venus and Mars territory, with all the gender generalisations that ensue, men seem to think that the easiest way to a woman's heart (or whatever) is to chuck out a compliment or two about what she's wearing. But men! Take heed! Not all compliments are created equal! The mistake most commonly made by you, my dear and occasionally gentle men, is to yoke together two theories about women: that we like it when you notice our outfits, on which we have lavished more thought and money than was probably ever spent on the Stormont agreement, and that we also like to be appreciated for our own gorgeous charms. But problems arise when men try to, I'd like to say \"kill two birds with one stone\" but that somehow rings badly, so we'll just go with . . . \" attend to both considerations simultaneously\". Don't say: \"That dress makes you look pretty.\" This suggests that the prettiness only exists when the dress is worn. Plus the use of the verb \"make\" suggests that this prettifying effect is only achieved through great effort on the part of the dress, dragging the lady's ugly mug into the field of attractiveness, like a grunting bull lugging an incredibly heavy boulder. This rule also applies to the other popular derivations of this comment: \"That makes you look thin,\" and \"that makes your bum look amazing.\" No, no, no, no, no. You think you sound ever so in touch with your feminine side and au fait with Sex and the City speak by bandying around such comments, but the reality is that this implies, first, that the good lady and/or the good lady's backside do not look thin all the time and also that the good lady is so shallow that she cares about looking thin. (Even if she does, just a bit. This need not be acknowledged openly by you. Got it? Note, incidentally, that this does not mean that you should say she looks fat or, worst of all, \"fine as you are\". Instead, either don't comment on her weight or just say she looks like she's recently lost some and leave it at that.) On a slightly separate note, do not say: \"That's a nice dress, is it new?\" For a start, if it isn't and she wore it on your anniversary/her birthday/some other similar, seminal occasion, this will prove her long-held and frequently voiced suspicion that you never look at her. And second, there is most certainly an implied accusation of profligacy in the comment and, if the dress is new, the woman will be forced into some obvious lie along \"Oh, this old thing\" lines, even if she has her own bank account and does not need to justify her spending to anyone but herself. Thus, the two of you are reduced to cliches from a 1950s sitcom - spendthrift lady trying to sneak around her controlling and weirdly paternal husband - and before you know it, she'll be having quiet nervous breakdowns in the kitchen and popping Valium, while you will be smoking a pipe in the living room and telling little Jimmy that it's time to toss the ol' pigskin round the backyard - a statement which, to my tainted mind, sounds both euphemistic and illegal. So just say, \"That's a nice dress\" or, even better, \"That colour really brings out the colour of your eyes\", thereby implying approval of the dress but also acknowledging the inherent beauty of the lady. When it comes to bags, however, don't even go there. Some things are too important to be discussed by the thick-tongued likes of you, I'm afraid. I've noticed quite a few celebrities wearing buckled shoes recently, the sort I used to wear when I was five. Is this an acceptable state of affairs? Linda Morris, Cheltenham It most certainly is not. I really thought we'd seen an end to this infantilising fashion nonsense, what with the arrival of the long awaited pointed-toe trend and the similarly anticipated demise of empire-line dresses and, even worse, cardigans. But it seems some women are clinging on in there with their little toes. A woman who wears these is saying: \"Don't be scared of me, big hunky men! I'm just a little, ickle girl,\" a stance almost as annoying as the word \"ickle\". You see? Yes, buckled shoes are very practical, but wearing shoes that look like they were bought in Start-Rite, on a woman born any earlier than 1998, is an offence punishable by enforced watching of the oeuvre of Audrey Tautou, with special attention to Amélie. On repeat."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}