{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jul/12/saturdayreviewsfeatres.guardianreview8", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2008-07-11T23:06:02Z", "webTitle": "Review: Journey to Nowhere by Eva Figes", "webUrl": "https://www.theguardian.com/books/2008/jul/12/saturdayreviewsfeatres.guardianreview8", "apiUrl": "https://content.guardianapis.com/books/2008/jul/12/saturdayreviewsfeatres.guardianreview8", "fields": {"headline": "The servant's tale", "bodyText": "Journey to Nowhere by Eva Figes 184pp, Granta, £14.99 On a bleak March morning in 1939, the parents of six-year-old Eva Unger closed the front door of their spacious apartment in the Tauentzienstrasse in Berlin for the last time. The family managed to escape to London, leaving behind possessions, grandparents whom Eva was never to see again, and Edith, their modest, penniless Jewish housemaid. Almost 70 years later Eva, now Eva Figes, tells the story of Edith, who miraculously survived the war in Germany, was persuaded to emigrate to Palestine - a land that turned out to be not at all as promised - and returned to live with the Ungers in London before disappearing for good. This short memoir is crowded with stories, not just Edith's. There's the story of Israel's birth, told here polemically, sometimes simplistically, but also courageously; the story of how Figes adapted to life in England; and, most problematic, the story of her troubled relationship with her mother. Figes the child was sensitive to the hierarchies of rank governing Edith and the other servants' lives in the Berlin household. By the time Edith came to stay with them again in London in 1947, the world had changed irrevocably, and Eva expected Edith to be welcomed back into the household as a member of the family. But her mother, desperately trying to recreate her prewar life of privilege and gentility, simply assumed that she was getting her old servant back and showed no interest at all in what had happened to Edith in the meantime. When her mother was out shopping, Eva, now 14, encouraged Edith to talk about how she survived in Berlin (mostly through the kindness of Germans) and why she left Palestine - largely because of hostility from sabras, Palestinian-born Jews who branded her a yekke, a pejorative term for German Jews that demonstrated a contempt for, and fear of, European survivors of the Nazis. This isn't new. Israeli historians such as Tom Segev and Idith Zertal have documented the frosty welcome that met Holocaust survivors in postwar Palestine and later Israel. What's fresher is Figes's account of the establishment of the state of Israel. She challenges the traditional version of a country born out of international guilt about the fate of European Jewry, arguing instead that the Americans were reluctant to admit into the US the large number of displaced Jews in Europe who wanted to emigrate there, and so found somewhere else to billet them - Palestine. Figes is unflinching in her discussion of Israel and America. It's not often that you hear a Jew question Israel's right to exist - in precisely those terms. Her judgment on the occupation is spot on, and she homes in on all sorts of contradictions: the idea of Israel as a safe homeland for Jews, for example, when most feel safer in Finchley or Manhattan; or the way Israeli governments piously sound off about the \"war on terror\", conveniently forgetting Zionism's terrorist past. Yet again and again she falls back on provocative slogans where nuance is needed. For instance, there has been much scholarly debate on the question of collusion between Nazis and Zionists; this is not a subject for asides, but that's all it gets here. On the other hand, towards the end, the book becomes unbalanced by dry detail, and for stretches Edith seems almost forgotten in Figes's obsession with what Ernest Bevin thought or Richard Crossman wrote. Figes's recurring dreams of leaving Berlin and her acquisition of a new language are poignantly remembered. Her mother emerges as a thoroughly unsympathetic and snobbish woman, who, according to Eva's uncle, behaved during the war as though Hitler had been invented specifically to make her life unpleasant. She would hit Eva and explode into rages on the slightest pretext. In 1945 she even dispatched the 13-year-old to the Hendon Odeon to watch the newsreel of the liberation of the camps on her own. \"'Go and see what they have done,' she said that afternoon in April, in a tone of fury which felt as though it was directed at me personally.\" Figes's feelings for her mother don't seem to have changed since her 2003 book, Tales of Innocence and Experience, and the passages about her are disturbing. Of course there's no law of memoirs that requires autobiographers to have arrived at a state of benign forgiveness before they set finger to keyboard, but what's astonishing is that Figes omits, except fleetingly, to mention another, surely crucial, story in this narrative: that her mother lost both her parents in the Holocaust. Even if Figes can't find it in herself to extend to her mother the same compassion that she does to Edith - and hell, the woman treated her appallingly - it's a pity that this often eloquent memoir shows little understanding (except by default) of how anger can act as a defence against grief. · Anne Karpf is co-editor of A Time to Speak Out: Independent Jewish Voices on Israel, Zionism and Jewish Identity, to be published by Verso in September"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}