{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2008/jul/06/art.culture1", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2008-07-05T23:10:03Z", "webTitle": "Can this be China's real leap forward?", "webUrl": "https://www.theguardian.com/artanddesign/2008/jul/06/art.culture1", "apiUrl": "https://content.guardianapis.com/artanddesign/2008/jul/06/art.culture1", "fields": {"headline": "Can this be China's real leap forward?", "bodyText": "Chun Shu, Novelist, 25 'I love rock'n'roll, I love parties and I love to have a good time - so what?' says Chun Shu. The stiff moral codes devised by Confucius, adapted by the communists and imposed by parents nationwide seem to be disappearing fast. Until the early 1980s, most Chinese were still squeezed into sexless Mao jackets and a good night out meant a revolutionary sing-song at a mass meeting. But China's newly opened doors have let in new role models and tempted its youth into drinking, smoking and pre-marital sex. 'People often describe us post-Eighties generation as selfish. Maybe \"self-centred\" is a better word. We are certainly more self-aware, which isn't a bad thing,' Chun says, flicking a long cigarette. Her generation, almost all only-children, have been spared the material hardship and political perils of their parents', but other growing pains have taken their place. Chun grew up in Beijing in her father's military compound, dropped out of school at 17, developed a passion for rock'n'roll and had a string of boyfriends, a journey she chronicles in her coming-of-age novel, Beijing Doll Beijing Doll is one of a wave of autobiographical novels by the so-called 'beauty writers' - young women who describe in detail their sex-drenched, drug-laced private lives. Notable rivals include Wei Hui, author of Shanghai Baby, and Mian Mian, who wrote Candy. Though it was quickly banned by the government, Beijing Doll struck a chord with Chinee teenage girls and has sold an estimated 1 million copies on the black market. It has now been published in English in the States. When asked if she feels lucky, Chun replies: 'Not particularly. I think Beijing Doll is an excellent book that deserves the success.' Although insisting that she is different, she admits the book reflects many characteristics of the 'me-generation' youth: their materialism, their lack of ideology and their shameless pursuit of love and pleasure. When 'bourgeois liberalism' encouraged students to demand democracy, the government cracked down. But private lives have since become private for the first time under communist rule. Young people enjoy ever-more daring choices of clothing and lifestyle, from skimpy tops to punk. 'Some accuse us of not caring enough about politics,' says Chun. 'Why should we care? In my view, our lack of interest in politics makes us more humane, don't you think?' Lijia Zhang Qin Liwen, Head of Sohu News, 32 Internet use is growing faster in China than anywhere else inthe world. Qin Liwen heads China's trendsetting news website, Sohu. Qin discovered how powerful and rich the virtual world was when she attended a conference on internet media in Germany two years ago. On her return, she created an English-language website for the weekly newspaper the Economic Observer, Beijing's answer to the Financial Times, and received comments and proposals for co-operation from around the world. She was trying to finish a novel when she was offered the job as head of Sohu News. 'I snatched it up as I felt it was a position where I could make an impact.' One year on, she has not regretted it for a moment although she suffers severe sleep deprivation, she says. In China, internet media can only republish articles that have already appeared in traditional media. 'But there's plenty of space for creativity,' she says. 'My job is to select interesting news items and then repackage them - the way people read online is different from reading a newspaper; I make sure to give the top headlines to news items that concern people, like pricing and social welfare, and never allow tabloid news to dominate.' The biggest frustration in her job is strict state censorship, of course, but Qin is often able to find ways around it. When the Olympics torch relay in San Francisco was disturbed by Tibetan protesters, the traditional media seemed at a loss as to how to cover it. Despite being an Olympics media partner, Sohu correspondents reported the fracas by focusing on the positive story of overseas Chinese protecting the event. Now Sohu.com is catching up with Sina, China's first news portal. 'I find it immensely satisfying to communicate every day with tens of millions of users,' she says. (The precise figure is a state secret.) Qin has lived abroad but she finds life most fascinating in China. 'China lacks freedom, democracy and a regulated market - things are changing and evolving all the time and there's plenty of chaos. Somehow within that chaos, there's vitality, and that's exciting for me.' Lijia Zhang Ning Ying, Film director, 48 Ning Ying, Beijing born and bred, is one of a large number of Chinese who have travelled to the West to learn their trade and then returned to apply their skills to documenting China's chaotic society. 'In the Eighties I went to Italy to study film-making. I learnt a lot, met my husband and greatly enjoyed the experience.' But when she returned, six years later - to work as assistant director on Bernardo Bertolucci's The Last Emperor - Ning fell in love with the city all over again. 'On my way home from the airport, I felt such a strong connection to the city. I settled back the following year. If I have to compare Beijing with one city in the world, then it has to be New York: both places burst with energy and creativity. As an artist, it is very exciting to be in China right now as the country is going through drastic transformations.' Ning has directed three films in a Beijing Trilogy about these transformations. For Fun is a comedy about an old man forced to retire who organises an amateur Beijing Opera troupe in his neighbourhood. 'Beijing Opera records the sound of old Beijing and the traditional way of life, which is fast disappearing.' In On the Beat and I Love Beijing, Ying explores the impact of the speedy changes on the local people and their difficulties in dealing with the changes. 'Like any fast-changing society, there's inevitable tension and dramas here,' she says. 'People's memories are associated with concrete objects, with bricks, for instance. When a wall in your street disappears, you'll naturally feel anxious and confused. I remember a few years ago when I arrived back at Beijing airport, I realised that the old airport had vanished, taking away the smell of garlic, which I always associated with old Beijing. I felt slightly lost. In Italy when I missed home, I could always smell garlic.' Lijia Zhang Jian Jun Xi, performance artist, 46 In November 1999, Two Naked Artists Jump Into Tracey's Bed made the two Chinese artists - who, in fact, kept their trousers on when they foiled security guards and invaded Tracey Emin's work in Tate Britain - famous and led many to associate the Chinese with performance art for the first time. 'I actually established a performing art group called Concept 21 back in 1986,' says one of the pair, Jian Jun Xi, at his studio in Beijing, which he now calls home. 'Performance art, until recently an alien concept here, is a good medium to provoke, a good way to express our desire for freedom.' Concept 21's first show saw four art students, bandaged in white gauze, pour ink over each other at Beijing University. It was so provocative that it led other students to protest against corruption later that day. It was a time when China was gingerly unbuttoning Mao's straitjacket and an avant-garde scene had yet to emerge. Before long, Jian Jun migrated to the UK where he met his artistic partner, Chai Yuan. Together they staged some memorable performances such as Running Naked Across Westminster Bridge with Tony Bear (starkers this time); Two Artists Swim Across the Thames, a reinterpretation of Mao's swimming in the Yangtze; and Soya Source and Tomato Catch-up Fight, commenting on the conflicts between Eastern and Western cultures. Penis Spirit was perhaps their most shocking work. They pickled a human penis in spirit then drank it with friends in Beijing. 'It's not everyone's cup of tea. But what we'd like to do is to push the boundaries,' Jian Jun explains in fluent English. Lured by a burgeoning and innovative cultural scene and a more mature and accepting audience, the duo - who although heterosexual are now often referred to as 'China's Gilbert and George' - decided to settle back in China. 'We feel that we've learnt a great deal from the West. It is time to return and continue our journey.' Lijia Zhang Carmen Zou, fashion designer, 42 Mao's wife, Jiang Qing, famously said that the pleasure of sex was short-lived while the pleasure of power lasted a lot longer. Top Beijing designer - fans include China's first rock'n'roll star, Cui Jan, and film star Huang Shengyi - Carmen Zou chose sex and power as her twin themes in her ground-breaking collection. 'I always find there's something sexy about a woman in military uniform,' she says. Nixon would have agreed. During his historic visit to China in 1972, he found the uniformed dancers performing in the ballet The Red Detachment of Women very sexy. Zou explains that, unlike in the West where being sexy means a dress that shows your cleavage, the Chinese way is to reveal a little to inspire your imagination. 'Like this one,' says Carmen Zou, pointing to a high-collared silk cheongsam with daring splits from ankle to thigh. The dress is printed with images of those girls from the red ballet. The ballerinas in the 1970s could not wear a cheongsam because they were banned as a symbol of capitalism. Now, with capitalism and the fashion world blossoming, artists are busy reinterpreting Mao and the communist past. Zou is reforming the Mao suit, a buttoned-up tunic with four pockets, which for many years served as China's national uniform. On one sleek dress, Mao's famous words 'We daughters of China prefer military uniform to fancy dress' crawl across the semi-transparent fabric. 'It is fun to borrow from our rich history to make the design more interesting,' says Zou. Her keynote colours are China red, army green and worker-ant blue. Her bespoke outfits are expensive: up to £1,000 for a stylish velvet coat: 'As China becomes richer and more individualistic, I am sure my business will prosper.' Lijia Zhang Miao Wong, queen of nightlife, 24 Miao Wong is queen of the underground techno scene in the capital city. She manages Acupuncture Records, a crew of eight local DJs - 'not resident DJs but party DJs,' she says - and organises funky parties. 'They are all outstanding DJs. They don't just do shitty remixes,' she says, swigging from a bottle of beer at a bar, 'they make their own music.' Miao started as a DJ-groupie after going to Beijing to study but soon fell into the dark corner of underground parties. 'Something in the electronic music just knocked me off my feet. My idea of having a good time is dancing my ass off all night, to a good beat.' It took her a long time to get a decent range of techno DJs together. Music, especially her techno-head type, is not central to Beijing's nightlife as people tend to go to discos more to see and be seen than to dance, often sitting in private rooms with their friends or preferring to karaoke with sing-song girls. However, Miao has enjoyed a lot of success, winning over growing numbers of electro-hippies, since the establishment of Acupuncture Records a year ago. There are plenty of upwardly mobile youngsters willing to share her vision. 'The key is to come up with original venues and groovy themes.' Her finest - perhaps wildest is a better word - was last year's New Year's Eve party, Spooked, in a 4,000 sq m warehouse with 2,000 people, a mixture of Chinese and expats, dancing the night away in sweat, sound and strong rhythm. 'What I want to do is to promote local DJs, to educate the community and establish a local techno culture that is here to stay,' she says. 'But first of all, we want to have fun.' Lijia Zhang Sa Dingding, singer, 25 It's not every day that you hear the Chemical Brothers, Nine Inch Nails and Mongolian folk music referenced in the same sentence, but it comes naturally to singer/musician Sa Dingding. Sa released her first album in 1998 at the age of 18 and was subsequently voted the Best Dance Music Singer in China. She has sold 2 million albums in south-east Asia alone. While the younger generation love her electronica and dance material, older people respond to her indigenous traditional music, played on the zheng (the 25-stringed Chinese zither) and the morin khuur (the Mongolian horsehead or horsehair fiddle). Her musical nourishment began when as a toddler she travelled the Mongolian steppes with her grandmother. 'I was in the grasslands from the ages of three to six where they have all kinds of music from throat-singing to horsehair fiddle.' As a teenager she attended Bejing University and studied music where she found that traditional teaching sometimes clashed with her own musical direction. 'Everyone in music school has to learn classical music techniques and philosophy but I have a free spirit and a great imagination so there was some collision between traditional teaching and my own thinking. The greatest thing is that I have not lost my imagination.' Neil Norman"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}