{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2008/jul/14/mediatop1002008111", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2008-07-13T23:05:41Z", "webTitle": "24. Mark Damazer", "webUrl": "https://www.theguardian.com/media/2008/jul/14/mediatop1002008111", "apiUrl": "https://content.guardianapis.com/media/2008/jul/14/mediatop1002008111", "fields": {"headline": "24. Mark Damazer", "bodyText": "Job: controller, BBC Radio 4, BBC7 Age: 53 Industry: broadcasting Annual programming budget: £81.2m (Radio 4), £5.5m (BBC7) Audience: 9.56m (Radio 4) 813,000 (BBC7) Staff: 52 (35 Radio 4, 17 BBC7) New entry Mark Damazer has overseen a resurgence in the fortunes of BBC Radio 4, named station of the year at this year's Sony Radio Academy Awards. Its controller since 2004, Damazer has overseen a quiet revolution at the station - no small task given the famous sensitivities of its listeners - and broadened its appeal with new voices such as Evan Davis and Kirsty Young. He was rewarded in the first three months of the year when the station matched its best-ever audience share of 12.2%. Life has not always been so smooth for Damazer, who earlier in the job created uproar when he axed the five-minute UK Theme, an early morning medley which devotees can now find on the station's website. Damazer hired Young to take over from Sue Lawley on Desert Island Discs, while former BBC former economics editor Davis's arival on Today altered perceptions of the flagship news programme at a stroke. Elsewhere he has successfully filled the void left by John Peel's Home Truths with Saturday Live, presented by Fi Glover, another Sony award winner, and poached Jane Garvey from Radio 5 Live to join the roster of presenters on Woman's Hour. Not that Garvey was entirely impressed with her new station's output, saying it had a \"massively middle class bent\" with too many \"middle class ladies talking about cookery\". Damazer was having none of it. \"The stereotypes about class may lurk in the collective consciousness - and are applied to Radio 4 by some who don't listen, or for whom Radio 4's wildly eclectic mix is too demanding to describe properly,\" he said. \"But in reality the middle class audience to Radio 4 is fabulously varied.\" He added: \"Once you get to grips with the fact the audience isn't made up of stumbling, bumbling Herbert Gussetts from the shires forever on the verge of writing a letter to the Telegraph in green ink, but actually consists of all kinds of people, it becomes this fantastic box of tricks.\" A former deputy director of BBC News and a close friend of the director general, Mark Thompson, Damazer was very much a Thompson appointment. A BBC staffer for 26 years, he was previously the BBC's head of political programmes and head of current affairs, and was at the centre of the fallout from the Hutton report four years ago. · To contact the MediaGuardian news desk email editor@mediaguardian.co.uk or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332. · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}