{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2008/jul/10/television.tvandradio1", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2008-07-09T23:31:05Z", "webTitle": "Sarah Dempster says watch this on television", "webUrl": "https://www.theguardian.com/culture/2008/jul/10/television.tvandradio1", "apiUrl": "https://content.guardianapis.com/culture/2008/jul/10/television.tvandradio1", "fields": {"headline": "Watch this", "bodyText": "Life and Death - On the NHS 9pm, ITV1 With 60 thermometer-shaped candles on its birth-day cake, the NHS finds itself the subject of a docu-mentary that seeks not to condemn or harangue but, instead, to offer an objective account of the experiences of those who depend on its services. Focusing on three patients as they prepare for potentially fatal operations, this is a clear-eyed look at the humbling attitudes of families facing unimaginable injustices, and the stunning surgical expertise of largely anonymous men and women in bandanas. Excellent. Ax Men 9pm, History Channel In the bottle-green silence of the Oregon wilderness, a \"rare breed of man\" risks beard and bank balance in pursuit of this \"deadly idyll's\" secret swag: logs. Another astonishingly loud series in which reticent North Americans with thick forearms pontificate on Their Lot while death claws at the hem of their EazyFit XXL denim slacks (see also: Deadliest Catch, Ice Road Truckers, etc). Among the taciturn cogitators introduced in tonight's affable opener are acne-ravaged greenhorn Cody and gnarled veteran Dwayne, who, if he has not done so already, will kill. And soon. Lab Rats 9.30pm, BBC2 News of Chris Addison's inaugural foray into TV sitcomland came festooned with bunting and preparatory exclamations of the \"huzzah\" variety. Alas, it's rubbish. Despite a premise hewn from the very foundry of comedy can't-failness (ie a bunch of idiots muck around in a lab with unabashedly stupid results), the presence of the wonderful Geoff McGivern as a lugubrious professor and a constant volley of lines such as, \"I didn't lose my virginity. It just sort of ... wore off,\" the results are crashingly mediocre. The Office: An American Workplace 11.30pm, ITV2 And now, the end is near. While Michael, Jim and Karen journey to New York for a job interview, there are loose ends to be tied and two large bombshells to be detonated by those left behind. Elsewhere, the idiocy hits critical mass when Michael learns that Jan has had a breast augmentation. \"This is the opposite of shallow,\" he intones, solemnly. \"This is emotionally magnificent.\" Happy, happy, joy, joy."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}