{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2008/jul/10/obituaries.culture", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2008-07-09T23:55:19Z", "webTitle": "Obituary: Nonna Mordyukova", "webUrl": "https://www.theguardian.com/film/2008/jul/10/obituaries.culture", "apiUrl": "https://content.guardianapis.com/film/2008/jul/10/obituaries.culture", "fields": {"headline": "Nonna Mordyukova", "bodyText": "Nonna Mordyukova, who has died aged 82, embodied the ideal of strong Soviet womanhood on screen. The statuesque actor, who seemed to have stepped down from a patriotic frieze, was one of the most popular of female film stars in Russia for more than 50 years, through the best and worst of times for the national cinema. It is ironic that her greatest performance, for which she is best known in the west, was the title role in Alexsandr Askoldov's The Commissar, made in 1967 but shelved and not shown until 20 years later, when Mordyukova's career was all but over. She was born Noyabrina Viktorovna Mordyukova - Nonna being a diminutive of Noyabrina (November, the month of her birth) - into a large family in a Cossack village in the Ukraine. She spent her childhood in a settlement where her mother worked as chairman of a collective farm. After the second world war, she entered the Russian State Institute of Cinematography to study acting. She found instant fame at 23 in her debut film, Sergei Gerasimov's The Young Guard (1948), as the inspirational leader of the Red Don underground, a group of teenage communists who fought the Nazi invaders. Also making his debut in the film was 20-year-old Vyacheslav Tikhonov. The couple married the same year but divorced 13 years later. Mordyukova was then cast in a small role in Vsevolod Pudovkin's last film, The Return of Vasili Bortnikov (1952), which suffered, like many other productions of the time, from official interference. But Other People's Relatives (1955), in the role of a folk heroine who breaks away from her shady family for the love of her husband, established her as a leading actor. After the thaw that followed Khrushchev's denunciation of Stalin's cult of personality in 1956, there was a slight liberalisation of the film industry, although the party line was still to be toed. However, it did help Mordyukova to broaden her cult of personality, giving her a wider choice of roles. For example, in A Simple Story (1960), although she played a peasant woman who becomes an effective chairman of a collective farm, she was able to range from heartbreak to comedy. In The Chairman (1964), set during the second world war, she played the loud-mouthed wife of an individual farmer (a villain during the days of collective farming), who has a baby by a Nazi occupier. This was the first of her several \"reactionary\" parts. There were also two period pieces directed by Konstantin Voinov - Balzaminov's Marriage (1965), based on the dramatist Alexander Ostrovsky, and Dream of an Uncle (1966), adapted from a Dostoevsky story - in both of which Mordyukova played imperious women. One of the biggest box-office hits was the comedy The Diamond Arm (1968), directed by Leonid Gaidai, who specialised in the genre. In it, she plays a concierge who scares the life out of the tenants in her building with a \"name and shame\" policy, putting up notices such as \"shame on the drunkard and debaucher SS Gorbunkov\". In the title role of The Commissar, Mordyukova is part of a Red Army unit that takes over a town during the 1920 civil war, who tells her commander that she is pregnant. Instead of being court-martialled, she is billeted with a poor Jewish family. A close relationship is built up between the initially arrogant commissar and the wary family. After the birth of her child, she makes the agonising decision to leave the baby with the loving family and rejoin her regiment. One of the rare Soviet films to deal with Russian antisemitism (one reason for its prohibition), it caused immediate controversy when the director refused to cut the flash-forward to the Holocaust, which the commissar imagines. Mordyukova is superb as she comes to terms with the family's bitter Jewish humour, and in the way her tough war persona softens. She would return to comedy with Gaidai in Incognito From St Petersburg (1977), based on a Gogol satire, and acted under the direction of the other leading Soviet comedy director, Eldar Ryazanov, in A Railway Station for Two (1983). In 1981, leading director Nikita Mikhalkov built his entire village comedy-drama Kinfolk around her personality, which was established as the epitome of robust peasant womanhood, though now in the form of a babushka (grandmother). Her last film was Mama (1999), a family saga in which she portrayed the emblematic role of a mother of four sons whose efforts to keep the family together are doomed as they scatter all over the Soviet empire. On retirement, Mordyukova lived a reclusive life in a Moscow apartment that was given to her by the government. However, despite her vast fame in her own country, which included being named People's Artist of the USSR, she often complained about her dire financial situation. Her son Vladimir Tikhonov, with whom she co-starred in three films, died of a drug overdose in 1990. · Noyabrina Viktorovna \"Nonna\" Mordyukova, actor; born November 25 1925; died July 6 2008"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}