{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jul/20/familyandrelationships.uk", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-07-19T23:03:17Z", "webTitle": "Families lose contact after splits", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jul/20/familyandrelationships.uk", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jul/20/familyandrelationships.uk", "fields": {"headline": "Families lose contact after splits", "bodyText": "Almost a third of children never see one of their parents again after a family breakdown, with one in five children losing contact as soon as the non-resident parent - usually the father - leaves home. Just one in 10 children share their time equally between estranged parents, with typical contact limited to one overnight stay a month. A quarter of children, however, see their non-resident parent once a week, according to a study by the National Council for One Parent Families and Oxford University. 'One quarter of non-resident parents said their time with their child had been affected because the other parent had been reluctant to allow it, and there was evidence that some parents do try to prevent contact,' said Fiona Weir, chief executive of One Parent Families|Gingerbread. 'But almost a third of the resident parents who had stopped contact said it was because of the child's views, and over a third said they were worried about the child's wellbeing. 'It's unrealistic to expect warring couples to sit down together and talk about childcare arrangements, but unless those structures are firmly established and strictly maintained, children will continue to suffer long-term trauma over the break-up of their families,' she added. 'Britain urgently needs a network of parenting support services offering structured advice to parents to help them understand the long-term context of their decisions from the children's perspective.' Duncan Fisher, chief executive of the Fatherhood Institute, said: 'Organisations that represent separated families need to work together to get better services and better support.'"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}