{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jul/21/culture.obituaries", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-07-20T23:05:56Z", "webTitle": "Obituary: Andrew Crozier", "webUrl": "https://www.theguardian.com/books/2008/jul/21/culture.obituaries", "apiUrl": "https://content.guardianapis.com/books/2008/jul/21/culture.obituaries", "fields": {"headline": "Andrew Crozier", "bodyText": "English poetry and literary studies have been thick with claims to radicalism of many different hues in recent times. But there have been few writers whose radicalism went to the roots of language's relationship to experience as that of Andrew Crozier, producing in the process a poetry of such remarkable freshness, vibrancy and emotional candour. He has died aged 64 of a brain tumour. Crozier proposed that a poem should be constantly and freshly conceived as a construct of language which achieves beauty through a fidelity to the actual. The poem is offered to the world as an objective and selfless form in which, to reverse his verdict on Philip Larkin, \"you are asked to trust the poem, not the poet\". When his collected poems were published under the title All Where Each Is (1985), they filled 300 pages in which these principles were rigorously maintained, but in a variety of forms, from epigrammatic couplets to collage-like inventions. Central to his work are meditations on landscape and intimacy expressed in a bared honesty which is the result of considerable discipline. Crozier was born in Little Gaddesden, Hertfordshire. Both his parents were members of the Communist party; as a student at Christ's College Cambridge, where he read English from 1961, having arrived from Dulwich college, south London, with a scholarship, he was twice arrested for civil disobedience during the Aldermaston marches. While still an undergraduate he began to formulate a renewed path for poetry, in which the radicalism of his temperament and politics was wrought into a rethinking of poetry's task in the world. In 1964, a Fulbright scholarship took him to the State University of New York at Buffalo, where he was taught by Charles Olson, and on returning to Britain the following year he worked on a thesis at Essex University on Free Verse as Formal Restraint (a title which sums up quite a lot about his work). He began his professional career in 1967 at Keele University, where the presence of the poet Roy Fisher was valued, and in 1973 moved to Sussex University, from which he retired in 2005. His teaching was known for its uncompromising but sympathetic and inspiring rigour. From the outset, Crozier worked to bring practitioners together. In 1966 he founded The English Intelligencer, a \"worksheet\" circulated among some 30 poets to exchange knowledge of their current activities without worrying too much about finished poems, and from 1964 onwards ran The Ferry Press, which published first or early books of many important British poets in carefully designed editions, frequently with covers designed by then little-known artists, including Patrick Caulfield and Michael Craig-Martin. He collaborated further, in special illustrated editions of his own poetry, with artists such as Ian Tyson, Tom Phillips, and his own brother, Philip Crozier. His criticism was important, but remains as yet scattered in periodicals and anthologies, and some of his projects were never completed. The stress was again on sweeping the board clean and examining the history afresh: what took place, what was produced and what its value might be, and this naturally resulted in reversals of received positions, and the rescuing of forgotten poets, which became almost a speciality of his. The most dramatic rescue operation was that of the American poet Carl Rakosi, who had been silent for 25 years before Crozier tracked him down, but who began writing again as a result of Crozier's attention. His scholarship resulted in two editions: of Rakosi's early poetry in 1995, and a venture back to the 1920s in an edition of the modernist poet John Rodker in 1996. His principal campaign in British poetry was to redeem the 1940s from what he saw as a lot of wilful distortion and suppression affected by opportunist 1950s poet-critics. He also published essays examining the poetical process in the works of Fisher, George Oppen, Basil Bunting and others. Crozier was calm, thoughtful and meticulous in everything he did as a poet, in his professional career, in his speech and manner, and finally in his esconcement with his wife Jean in a converted farmhouse deep in a wood in East Sussex surrounded by his remarkable book collection, augmented by all the other things they collected around them with such care: paintings, prints, objets trouvés, ceramics, the horses in the paddock and the ducks in the pond. And air is full of a transparency/ Before there start to drift the shadows/ Edging across its empty surfaces / To mark a passage of unspoken hope. Jean, whom he married in 1970, survives him. · Andrew Thomas Knights Crozier, poet, born July 26 1943; died April 3 2008"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}