{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jul/25/1", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-07-24T23:03:38Z", "webTitle": "Why I write: Bernardine Evaristo", "webUrl": "https://www.theguardian.com/books/2008/jul/25/1", "apiUrl": "https://content.guardianapis.com/books/2008/jul/25/1", "fields": {"headline": "Bernardine Evaristo", "bodyText": "What was your favourite book as a child and why? I have almost no memory of books before my teenage years. Isn't that strange? I think it's because all my books came from the library so there was no visual reminder of what I had read. By my mid-teens I started buying books in secondhand shops and fell in love with the non-fiction work of Norwegian explorer Thor Heyerdahl, like The Kon-Tiki Expedition. I guess the worlds he described were as far removed from my own suburban London one as was possible. They were adventures into the unknown, and they made me want to travel. When you were growing up, were there books in your home? About 30 books in a tiny bookcase in what we called the Front Room. My father never read books and my mother had no time to read with eight kids on the go. Was there someone who got you interested in reading books or writing? I'm sure my mother must have encouraged us to get books from the library. I found reading wonderful escapism. I remember walking to school with my head down reading a book. How nutty is that? I suppose it was partly because the journey was boring, partly because I was shy and self-conscious, and partly because reading about other lives was so much more interesting than my own. I once gave a sister a library book as a birthday present when I was a wee kid. My family still laughs about it to this day. What made you want to write when you were starting out? I fell into it. I did a bit of writing at school and my first published work was a poem about the suffragettes in the school magazine. I've still got it. Then I went to drama school to train to be an actress and they encouraged us to write our own material and I got hooked. Writing then became part of my life. Do you find it easy? Has it become easier over time? Yes, in a way, or at least I'm so much more confident now. I know that when I start a work I will finish it. But it's never easy, as such, although much of it is enjoyable. It takes an enormous amount of self-belief, self-discipline, tenacity and imagination. It's also solitary and I sometimes wonder if I'm making the best use of my life by spending it alone at my desk in front of a computer screen. What drives you to write now? To make a unique contribution in the world - or does that sound arsey? I write because I have to. I can't imagine not doing it. Life. Blood. Breath etc ... What preparation do you do before you start to write? It depends what I'm working on. If it's a novel then I have to do research before and during the writing process. When it comes to writing, do you have a daily routine? That's easy: coffee, breakfast TV, gym, lunch, siesta, shopping, socialising, telly, bed - and those are the good days ... Only kidding! The focus of most of my days is work, but I don't have a rigid routine and I do fit in all or some of the above What was the best advice you received when you were starting out? When I was a beginner poet a writer friend suggested I read Derek Walcott. I did and I saw how beautiful, complex, passionate and probing poetry could be. He set the standard for me. What advice would you give to new writers? Do it because you love it not because you want to be famous. Be committed to improving your craft, put in the serious hours, seek help (mentors/workshops) if you need it, and don't ever, ever give up. Is there a secret to writing? No, but there is a magic. My stories emerge through the act of writing. My head feels quite empty, but when I sit at my computer or put pen to paper, the words pour out of me. Weird, huh? What are you working on now? Various essays and journalistic pieces. · Blonde Roots, Bernardine Evaristo's first prose novel, is published on the July 31 by Hamish Hamilton/Penguin UK"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}