{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/jul/20/worldmusic", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-07-19T23:04:40Z", "webTitle": "Omara Portuondo, Kenwood House, London", "webUrl": "https://www.theguardian.com/music/2008/jul/20/worldmusic", "apiUrl": "https://content.guardianapis.com/music/2008/jul/20/worldmusic", "fields": {"headline": "Omara Portuondo", "bodyText": "Omara Portuondo is an elderly lady in a hurry. She was the only female star in the Buena Vista lineup, and at 77 she is now the oldest surviving member from the best-selling band in world music history. But she is still remarkably prolific, and this summer she can be heard on three impressive new albums, from her recently released collaboration with the Brazilian star Maria Bethania to a forthcoming solo set, Gracias, and a live Buena Vista retrospective. She keeps working, she told me ... \"because I'm enjoying myself too much to stop\". As a result, her audiences don't always get what they expect. Appearing at an open-air concert at Kenwood, she concentrated on songs from Gracias, which is not available until September. It was a brave move, but she got away with it after a difficult start. It was a chilly night and she came on stage with her elegant orange robes covered up by a winter jacket. She spent the first set of songs complaining about the cold, and the emphasis was more on vocal power than subtlety. Then she switched to a dance piece, Tal Vez, threw off the jacket, and began to look and sound like Cuba's greatest living diva. Her range was as impressive as her enthusiasm. The new songs included a rhythmic, slinky treatment of Chico Buarque's O Que Será, reflecting her fascination with Brazil, and a theatrical, jazz-influenced ballad Nuestro Gran Amor. Her exuberant, at times heavy-handed, young Cuban band lacked the subtlety of the Buena Vista musicians, but the delicate treatment of Dos Gardenias, backed by solo guitar, and a glorious Veinte Años, showed that the lady known for her emotional boleros has lost none of her touch. Then it was back to warming up the crowd with Guantanamera and Besame Mucho."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}