{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jul/12/saturdayreviewsfeatres.guardianreview22", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2008-07-11T23:06:02Z", "webTitle": "Review: Creature of the Night by Kate Thompson", "webUrl": "https://www.theguardian.com/books/2008/jul/12/saturdayreviewsfeatres.guardianreview22", "apiUrl": "https://content.guardianapis.com/books/2008/jul/12/saturdayreviewsfeatres.guardianreview22", "fields": {"headline": "The changeling", "bodyText": "Creature of the Night by Kate Thompson 260pp, Bodley Head, £10.99 You start reading some books and in a matter of lines you're there. The words on the page have transported you to wherever it is the author wants you to be. In this case it's in a village near Ennis in County Clare, Ireland. It's not that far from Dublin in miles on the ground, but a million miles separate them when it comes to ways of life. Bobby and his half-brother Dennis have moved to a cottage there with their ma. This is no picturesque holiday let. It's functional, and the cupboard under the stairs is crammed full of stuff belonging to Lars, the previous occupant, who's moved on. Even his old Skoda is parked outside, until Bobby steals it. That's what Bobby's life in Dublin has become: joy riding, getting off his face on vodka, lager and drugs; snatching iPods, handbags and the like. Whether his mother has relocated to get him away from all of this, or in a futile attempt to try to avoid paying off her own ever-mounting debts, is open to question. You feel sympathy for both of them, and for bed-wetting four-year-old Dennis, too, because they're such well-drawn characters. You may not relish the thought of such a family living next door to you, but you get inside their heads and under their skin. Bobby is just 14, but big for his age. That's the same age his mother was when she had him. Gradually, he gets drawn into country life, helping out on the nearby farm (supposedly to pay off a debt of his own). He's good at mowing nice straight lines with a tractor, for example, because of his experience driving stolen vehicles in the city. One time he went through a gap between two police cars. \"It was so tight I left both wing mirrors on the ground for them, but there wasn't a scratch on the paintwork when we set fire to that car.\" He even gets to wield a chainsaw and an axe. And then there are the superstitions, the country ways. Leave out a bowl of milk for the fairies. Don't disturb the fairy forts. Dennis says that a tiny old woman comes through the dog-flap, wearing a man's shirt for a dress. Amid the stuff under the stairs is a drawing by Lars of something staring through that self-same flap, next to which are taped some strands of what might be human hair. It scares the bejaysus out of Bobby. A child is supposed to have been murdered in the house several decades earlier, though even this is in doubt and further muddied by the talk of a fairy changeling. But this is no fantasy novel. Bobby's back story isn't an excuse for his character suddenly to find himself in unfamiliar surroundings in the middle of some supernatural tale. This is simply another gear shift in his life. In Creature of the Night all events are true to the characters involved and help to reveal something about them. Kate Thompson is a multi-award-winning author whose work fiercely divides readers. There are those who devour her every word and those who are puzzled by her popularity. Creature of the Night should, however, more than satisfy both parties. She has woven a truly modern tale with a timeless theme. Totally absorbing and utterly beguiling, it is all done with a remarkable lightness of touch. Books such as this don't come around very often. · Philip Ardagh's new series, Grubtown Tales, will be published by Faber next year."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}