{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jul/10/sexualhealing.pamelastephensonconnolly", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-07-09T23:08:36Z", "webTitle": "Pamela Stephenson Connolly on sexual healing", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jul/10/sexualhealing.pamelastephensonconnolly", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jul/10/sexualhealing.pamelastephensonconnolly", "fields": {"headline": "Sexual healing", "bodyText": "My boyfriend is an outgoing type, always the life of the party. Even when we're alone he wants to joke around. I love him, and sex with him is satisfying when we finish what we start. However, when we're making love he is easily distracted. It could be the sound of someone moving around in the next flat, or noise outside, but pretty soon he loses his erection. Is this normal? How can I keep his mind on the job? It is \"normal\" - for someone whose brain is wired in such a way that paying attention to one thing at a time is challenging. Your boyfriend may have Attention Deficit Hyperactivity Disorder (ADHD), meaning that he has difficulty filtering out sounds and other stimuli that are competing for his attention. Don't take it personally. You should suggest he be evaluated and treated for ADHD, while remembering that he is probably a bright and creative person, who could do with your help in staying on-task. Imagine what it's like to be inside his head. Think carefully about your lovemaking environment and create a place with a minimum of stimuli. Consider darkening the room, eliminating telephones and TV and even installing sound-proofing or using noise-cancelling headphones. If thoughts begin to distract him, encourage him to let you know so you can help to bring him back with your voice, touch or whatever else may work. You will need to experiment a bit. Praise and reward his efforts to stay focused - you will reap the benefits. · Pamela Stephenson Connolly is a clinical psychologist and psychotherapist who specialises in treating sexual disorders."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}