{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jul/12/saturdayreviewsfeatres.guardianreview10", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2008-07-11T23:06:01Z", "webTitle": "Review: The Pearl by Douglas Smith", "webUrl": "https://www.theguardian.com/books/2008/jul/12/saturdayreviewsfeatres.guardianreview10", "apiUrl": "https://content.guardianapis.com/books/2008/jul/12/saturdayreviewsfeatres.guardianreview10", "fields": {"headline": "Russia with love", "bodyText": "The Pearl: A True Tale of Forbidden Love in Catherine the Great's Russia by Douglas Smith 352pp, Yale, £25 On February 26 1803, a carriage and six draped in black cloth and accompanied by policemen, clergy, choirs and icon-bearers made its slow way from the Fountain Palace in St Petersburg, down Liteiny and Nevsky Prospects to the Alexander Nevsky Monastery, the premier burial ground in the city. The funeral was unusual less for its opulence than because it had not been announced, and was attended by almost nobody from the St Petersburg aristocracy. In the coffin lay Praskovia, wife of one of the richest nobles in Russia, Nicholas Sheremetiev. Formerly a serf, for nearly two decades she had been the mistress of the man she had now left a heartbroken widower. It is with this funeral that The Pearl opens - suitably, since Praskovia is throughout the book an elusive absence. There is no doubt that she was exceptionally talented. A brilliant soprano with an impressive musical and dramatic range, she was known as a particularly convincing interpreter of queenly roles. Demanding coloratura scores were specially rewritten to show off her technical resources; appealing rather than classically beautiful, she held audiences with the power of her voice. But Praskovia's roles, like her singing, have a sad ephemerality (suffice it to say that the most famous composer she performed was Salieri). Detailed reconstructions of forgotten operas quickly pall, though Douglas Smith's descriptions of the performers in their jewelled costumes are lush. Yet while the emphasis is on the \"forbidden love\" aspect of Praskovia's life, it is precisely Nicholas and Praskovia's relationship that proves most difficult to reconstruct. Praskovia herself left almost no written documents. Nicholas wrote teasingly about her to his friends, but concealed her from public view. Besotted, yet also deeply conscious of social proprieties, he offered Praskovia marriage very late in their relationship and announced the union only when he had received the tsar's blessing. Nicholas's writings from the period after Praskovia's death depict a woman of unearthly sweetness, ignoring the resilience she must have needed to survive the carping of many in the Sheremetiev household and beyond. Facts that can be unearthed are often puzzling - was the long-delayed arrival of a child to Nicholas and Praskovia the result of traditional abortifacient or contraceptive techniques (as Smith hints it may have been), or psychosomatic, deriving from Praskovia's view that, because unmarried, she had no right to be a mother? Smith has filled the gap by historical reconstruction, drawing on generalised ethnography to retrace the childhood Praskovia probably had, and artfully interweaves the plots of operas and the events of Praskovia's life. On stage, aristocrats dressed as peasants and good-hearted plebeian girls caught the eye of noblemen; performance and reality merged into one. Much has to be extrapolated, but this is not exactly \"faction\", more an intense examination of the surface of psychologies whose depths are probably beyond reach. While entertaining no illusions about the exploitative nature of serfdom, Smith still manages to show how life as a serf actress might have seemed preferable - more security, more intimacy with one's so-called betters, and in some curious way more respect from them, even - than life as a free actress. Praskovia's life dislocated her from her family (her father was kept supplied with vodka, but spent his life in a standard, unimproved village hut). But her extraordinary history also turned her into a symbol of ethereal refinement. A legend invented by Nicholas - that Praskovia was descended from Polish nobility - credited her with an identity often seen as more \"western\", more cultivated, than the Russian aristocracy itself. Despite its unfortunate subtitle, The Pearl is a sophisticated as well as a touching exercise in micro-history, using contemporary documents, memoirs, historical studies and Smith's own observations of the Sheremetiev estates to place Praskovia against the scenery of her times. Smith concludes (from a copy of St Dmitri of Rostov's Prayer of Confession to God, which begins \"I the damned, the sea of unsurpassed loathsomeness\") that Praskovia, a deeply religious woman, was tormented by a sense of sin. Yet at the same time the two (judging by a request from Nicholas that lodgings in St Petersburg should contain space for \"a husband and wife and their two servants\") considered themselves married long before the church sealed their union. In the world of cynical social climbing and snobbery that was the beau monde of 18th-century Russia, their lasting union represented an astonishing human achievement. No wonder that the fate of \"the Pearl\" has since been the subject of so much sentimental reflection - from the Sheremetiev family's personal cult of their ancestor to the glorification, during the Soviet period, of Praskovia as a radical figure in the history of cultural egalitarianism. Yet this is not an analysis of myth-making so much as an addition to it. Smith's achievement is to draw a picture that stands between the schematised extremes of cross-class love in the Russian literary classics: Karamzin's Poor Liza, who, deceived and dishonoured by a nobleman, drowns herself, and Dunya, the daughter of Pushkin's stationmaster from Tales of Belkin, who ends up as a nobleman's wife, but without suffering the envy or the self-hatred that seem to have been the lot of the Pearl. · Catriona Kelly's Children's World: Growing Up in Russia, 1890-1991 is published by Yale."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}