{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2008/jul/02/ebay.consumeraffairs", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2008-07-01T23:13:07Z", "webTitle": "Ebay fakes: Is it still possible to bag a real bargain?", "webUrl": "https://www.theguardian.com/technology/2008/jul/02/ebay.consumeraffairs", "apiUrl": "https://content.guardianapis.com/technology/2008/jul/02/ebay.consumeraffairs", "fields": {"headline": "In search of the real deal", "bodyText": "Nearly 13 years ago, 28-year-old software developer Pierre Omidyar had an idea for an online auction site. Under the title AuctionWeb, he offered a broken laser pointer for sale to the highest bidder. Pleasantly surprised when the item sold for £14.83, Omidyar contacted the buyer to check that he realised the pointer was broken. \"I'm a collector of broken laser pointers,\" came the reply. That was the birth of eBay, one of the internet's most prized success stories. From the simple realisation that there is a potential buyer out there for almost anything, and that the internet makes such matchmaking possible, a giant business was created. eBay currently has 84 million active users worldwide; last year, the total value of items sold was nearly $64bn (£32bn). But the tide may be turning against the internet's golden child. Yesterday, a French court ordered eBay to pay €38.6m (£30m) in damages to LVMH, the luxury giant behind Louis Vuitton and Christian Dior, for negligence in allowing the sale of fake bags and clothes, and of perfume that it was not licensed to sell. The ruling comes hot on the heels of a judgment by another French court that ordered eBay to pay €20,000 to Hermes for allowing the sale of fake bags. L'Oréal has lawsuits pending against eBay in five European countries, including the UK, and there is another filed by Tiffany in the US. As part of its case, LVMH presented evidence to the court that of the 300,000 products purporting to be Louis Vuitton or Christian Dior sold on the site in the second quarter of 2006, 90% were fakes. As an ex-eBay seller myself, I became aware of the scale of the problem some time last year. For a few years, I had been funding my handbag habit by re-selling items I had tired of. But quite suddenly, the prices began to drop steeply until there was little point in selling on eBay, and I switched to a vintage store. It seemed that fakes had flooded the eBay market to the extent that buyers no longer expected to find the real thing - and so, no longer expected to pay the real price. There are still genuine designer goods to be found on eBay. A seller who goes under the name of \"Authentic LV lady\" is offering a slightly used monogram Louis Vuitton handbag for $829.90, and a Hermes Kelly bag for $5,599. She has posted numerous close-up photos with each offering, showing the logo-stamped zip pulls, the quality of the stitching, the dustbag and boxes. There are ways to spot a fake. Some are technical: if you have an intricate knowledge of the details of the bag you want to buy, you can check that logos are in the right place, that the colour of the lining is correct. Stitching is often a giveaway: cheap factories struggle to replicate the even, immaculate stitching of top-quality bags. (For instance, the leather tab that attaches the handle to the classic Louis Vuitton Speedy bag will always have five regular, even stitches across the top.) Some sellers are crafty in implying authenticity without declaring it outright, to avoid liability: for instance, they will use the abbreviation \"auth\" in the description, but not the word \"authentic\". Others give themselves away more obliquely: those who boast a $1,650 bag is \"genuine leather\" are unlikely to be dealing with real quality merchandise. Pierre Gode of LVMH declared that yesterday's ruling \"protected brands by considering them an important part of French heritage\". But what is really at stake, of course, is not principle but cash: luxury retailers have long tried to combat counterfeiters, and in eBay they now have a wealthy target to sue. eBay argues that it has already clamped down on the counterfeit problem. The company says it employs 2,000 people worldwide to spot and block counterfeit sales, and that 95% of fraudulent listings are removed before the auction ends. But it is not just the luxury giants that are finding fault with the world's largest online auction house. There are estimated to be more than a million people who make a living selling on eBay; at a recent eBay conference, many of the small sellers berated the company for what it sees as the \"gentrification\" of the site. Their concern is that eBay, built on the back of small sellers, is now abandoning them in order to become a rival to Amazon. They point out that the \"auction\" element that gave eBay its erratic charm is being phased out: \"Buy it now\" fixed-price sales accounted for 42% of the total in the past three months of last year. For all the charm of its beginnings, this could be the year that the world falls out of love with eBay."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}