{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2008/jul/25/sarah.silverman.jesus.is.magic", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2008-07-24T23:03:02Z", "webTitle": "Sarah Silverman's bid join the stand-up greats", "webUrl": "https://www.theguardian.com/film/2008/jul/25/sarah.silverman.jesus.is.magic", "apiUrl": "https://content.guardianapis.com/film/2008/jul/25/sarah.silverman.jesus.is.magic", "fields": {"headline": "How to join the stand-up greats", "bodyText": "Next week, Sarah Silverman's Jesus Is Magic - a feature-length film of her stand-up set - gets a cinema release in the UK. It is directed by Liam Lynch, who has also worked with Tenacious D, and thus is clearly adept at mixing music, comedy and filth. The supporting cast includes Laura Silverman and Brian Posehn as the friends whose achievements spark Sarah's journey from envious loser to egomaniacal diva. Bob Odenkirk (who you might recognise if you're familiar with Mr Show, probably the best sketch show of recent years) also features as her obsequious manager. So, given that we have a stellar supporting cast, an experienced director and great musical production values, does Jesus Is Magic work as a stand-up comedy movie? As a lifelong fan of live comedy, I've always found myself slightly disappointed by the filmed version of the craft. Like so many stand-up nerds of my generation, watching Bill Hicks in Channel 4's Revelations changed my life. It was the first time I'd seen the swaggering, foul-mouthed, funny messiah, and I fell in love immediately. My overwhelming thought was, \"If he's this good on film, how good must it be to see him live?\" Hicks selfishly died before I got the chance to find out. The greatest stand-up comedy film of all time is Jerry Seinfeld's Comedian. Hilarious, touching, profound - all the good words you can think of apply to it. It's a must-see for anyone who's even vaguely interested in the mechanics of set-ups and punchlines, and in why most funny people are so messed up. In that movie, it's the backstage moments that are the most illuminating and entertaining, even though Seinfeld's performances are great. He was more robust than Hicks, so I did get to see him in the flesh a couple of years ago. That breathtaking show supported my theory that even the best taped performance doesn't come within a whisker of doing justice to the live experience. For a crash course in landmark comic movies, required viewing also includes Eddie Murphy's Raw, most of Richard Pryor's oeuvre and Steve Martin's \"Wild and Crazy Guy\" era. British comics have released some fantastic and wildly commercially successful DVDs over the past decade. Among others, Eddie Izzard, Lee Evans, Bill Bailey and Dylan Moran (Monster is one of my all-time top 10 DVDs in any genre) have transferred their stage acts successfully to celluloid. Ross Noble is an example of someone who has a fairly limited TV profile, but who nonetheless manages to sell out huge theatres and shift vast numbers of DVD units. But there are comparatively few Brits who make the leap to doing a \"proper\" stand-up movie. In Britain, comics tend to meander into television, where they host chat shows, become team captains on panel shows or cross over to sketch or character comedy. The UK is the only place in the world where jobbing comedians can make a reasonable wage purely by doing live work - that's why comedians from all over the world flock to work here. But most of the filmed stand-up comedy that we see in Britain tends to be snippets of at most 10 minutes per act on package shows such as The Comedy Store. BBC1 has given comics a slightly longer run out on Live at the Apollo, which has launched comedy careers in the same way that, in America, an HBO Special allows a bigger audience to see great live acts. Still, Jesus Is Magic is a great introduction to Sarah Silverman. Lines like, \"I was raped by a doctor, which is so bittersweet for a Jewish girl\" or \"I don't care if you think I'm racist, I just want you to think I'm thin\" may make you wince, but will probably also make you snigger when she delivers them. You can watch her TV show The Sarah Silverman Program on Paramount and enjoy this as a companion piece, but if you're like me it will make you think, \"Oh my God, she is so cool, like Kim Deal out of the Pixies, when can I see her live?\" · Jesus Is Magic is released next week. Lucy Porter - The Bare Necessities is at the Pleasance Courtyard, Edinburgh, from July 30 to August 25, with a preview at the Hen and Chickens, London, tomorrow"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}