{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2008/jul/06/news.culture", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2008-07-05T23:19:06Z", "webTitle": "Hollywood: George Clooney plays peacemaker as strike looms", "webUrl": "https://www.theguardian.com/film/2008/jul/06/news.culture", "apiUrl": "https://content.guardianapis.com/film/2008/jul/06/news.culture", "fields": {"headline": "Hollywood: George Clooney plays peacemaker as strike looms", "bodyText": "Hollywood is this week on the brink of a damaging actors' strike, with A-list stars fighting each other about whether or not to join the picket lines. In the middle of it all is George Clooney, playing the peacemaker among Hollywood's divided acting aristocracy and urging a united front against the film studio bosses. If it were a summer blockbuster, the looming strike would probably get terrible reviews for its complex storyline and confusing all-star cast. But the truth is simple: Hollywood could shut down as actors strike over a new pay deal, derailing billions of dollars' worth of films and TV shows. That could set back the production schedules of dozens of huge movies and see popular programmes sent into repeats or cancelled. It would also hit a California economy already squeezed by a national downturn and a 100-day Hollywood writers' strike that only ended in February. Peter Bart, editor-in-chief of film industry magazine Variety, predicts a nightmare scenario ahead for the entertainment industry in Los Angeles if a settlement is not reached soon. 'The impact on the town psychologically and economically would be devastating,' he warned. 'The lemmings are running out of running space. And it's a long way down.' It's not just Los Angeles that would be hit. Filming in other entertainment centres, including New York, would also grind to a halt. The strike has been threatened by the Screen Actors' Guild, which last week held fruitless final pay negotiations with the studios, largely over future income from DVD sales. The guild has now urged its 120,000 members to prepare for a possible strike this week, though it has not yet scheduled a strike ballot. But at the same time another acting union, the American Federation of Television and Radio Artists, has struck a deal with the studios. It is holding a vote to ask its members to endorse that agreement and the results will be announced on Tuesday. If that vote passes, the guild will either have to cave in or go it alone. If the federation's members reject the deal, a full-scale strike could quickly break out. Either way, Hollywood's A-list stars have lined up against each other to debate the merits of taking on the studios over the DVD issue. Many leading names have taken public stances, with one or other of the unions effectively creating a civil war in Hollywood. The guild's roster of talent includes the always feisty Jack Nicholson, comic actor Ben Stiller, Holly Hunter and Viggo Mortensen, who shot to fame in the Lord of the Rings epic trilogy. On the other side, backing the negotiated deal by the federation, are equally famous doses of star power. They include movie greats Tom Hanks, Sally Field and Kevin Spacey. The conflict has been fought in the newspapers and by press releases and by phone calls to union members. One included a recorded message from Sean Penn calling the agreement 'corporate appeasement'. Penn also issued a statement calling for a no vote and attacking actors backing the federation. 'They are good men and women, but their fear of \"chaos\" in our business diminishes the clarity of strength to do what is right,' Penn said. Meanwhile the studios also went to the press, taking out their own adverts in the same newspapers to attack the guild. 'Let's keep working!' stated one. The recent writers' strike is estimated to have cost $2.3bn in lost wages and put 37,000 people out of work. It ended up with striking writers manning picket lines, often supported by celebrities wielding placards and bringing coffee and doughnuts. The impact on the nation's TV-watching habits was also large. Late-night talk shows went off the air, daytime soaps went into repeats and the production of some hit series such as Lost and The Office was delayed. Now there could be a return to such disruption. Small wonder that - in the best Hollywood style - a lone hero has stepped out of the ranks to appeal for unity among the actors. That figure is George Clooney, Hollywood's current top leading man, who took the astonishing step of issuing a two-page entreaty for a united front. 'I'm hoping that there might be a way out of this,' he wrote. 'Rather than pitting artists against artists, maybe we could find a way to get what both unions are looking for.' Clooney suggested that the biggest names in Hollywood pay more in union dues to help the thousands of lesser-known actors get healthcare and benefits. Yet even Clooney admitted that his scheme was just a wild plan to avert a crisis. 'To be sure, I'm not the brightest bulb out there. So maybe someone has a lot better idea,' he wrote. 'Because the one thing you can be sure of is that stories about Jack Nicholson versus Tom Hanks only strengthen the negotiating power [of the studios].' Like any good movie, this strike story demands a dramatic final scene and with the deadline counting down it sounds like an old-fashioned cliffhanger. But for now the final scene remains unwritten."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}