{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/jul/17/superleague.sthelens", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-07-16T23:06:26Z", "webTitle": "Rugby league: Pryce and Reardon given court date", "webUrl": "https://www.theguardian.com/sport/2008/jul/17/superleague.sthelens", "apiUrl": "https://content.guardianapis.com/sport/2008/jul/17/superleague.sthelens", "fields": {"headline": "Pryce and Reardon given court date", "bodyText": "Leon Pryce, the St Helens and England stand-off, will appear at Bradford Magistrates Court next month with his former team-mate Stuart Reardon on charges of using violence to gain entry and assault following an incident in the city last weekend. A statement from West Yorkshire Police confirmed that \"two 26-year-old men were arrested in Bradford on Sunday morning [July 13] on suspicion of assault, damage and using violence to gain entry. Both men have been charged with using violence to gain entry and assault and have been bailed to appear at Bradford Magistrates Court on August 6.\" Pryce and Reardon both left Bradford Bulls at the end of the 2005 season. Reardon joined Warrington, but is currently on crutches after suffering an achilles injury in May. Pryce has reinforced his stature as one of the outstanding players in the Super League during two seasons with St Helens in which he shared the Lance Todd Trophy as man of the match in their second consecutive Challenge Cup final victory, over Catalans Dragons at Wembley last August. He was outstanding at stand-off in Great Britain's 3-0 whitewash of New Zealand last autumn, and after another influential performance in England's 56-8 win in France last month, his Saints coach Daniel Anderson described him as \"the main man for England\" in this autumn's World Cup in Australia. A spokesman for St Helens said: \"We are aware of an incident. We are trying to get the full facts. Until then, we are making no further comment.\" The spokesman said Pryce was expected to play in this week's game against Wigan. \"He is in our 19-man squad for Friday,\" he added. A spokesman for the Wolves said: \"The club is making absolutely no comment.\" Neither player was available for comment. Jason Cayless returns to the Saints squad for tomorrow's Wigan game after six weeks out with a knee injury, while the Warriors are without their captain Sean O'Loughlin who has been advised to rest for a week after returning from a serious shoulder injury in last Sunday's defeat at Hull KR. Leeds, who are joint top of the Super League table with Saints and play them in a Challenge Cup semi final on Saturday week, have injury worries over their New Zealand full-back Brent Webb and the forwards Matt Diskin and Ryan Bailey. None of them will travel to Perpignan today for the Rhinos' game against the Catalans Dragons on Saturday night, and the Leeds coach Brian McClennan admits that all three are doubtful for the semi final. Bradford, who are set to confirm on Friday that their England prop Sam Burgess will not play again this season and will also miss the World Cup, hope to soften the blow by confirming the capture of the veteran Australian forward Steve Menzies for next year."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}