{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/may/13/pressure-russia-rio-2016-olympics-uk-anti-doping-obstructed", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-05-13T22:00:19Z", "webTitle": "Pressure to bar Russia from Rio grows as UK anti-doping team’s work obstructed", "webUrl": "https://www.theguardian.com/sport/2016/may/13/pressure-russia-rio-2016-olympics-uk-anti-doping-obstructed", "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/pressure-russia-rio-2016-olympics-uk-anti-doping-obstructed", "fields": {"headline": "Pressure to bar Russia from Rio grows as UK anti-doping team’s work obstructed", "bodyText": "Pressure on world sport’s governing bodies to bar Russia from the Olympics has intensified after it was revealed that the UK Anti-Doping Agency’s testing mission in the country has been beset by a number of obstacles. Ukad, which was tasked with conducting tests in Russia after the country’s Anti-Doping Agency was suspended last year, is understood to be considering its position on a week-by-week basis because of the difficulties of testing Russian athletes. Of the 247 tests overseen by Ukad in Russia from November to early May, 99 were unable to be carried out due to the inability to locate an athlete, while another test was refused. Of those that were successfully completed, there were 49 positives – a staggering 20% of the total – including 47 for meldonium. Ukad officials are also said to have become increasingly exasperated by Russia’s behaviour, including being asked to give 30 days’ notice before testing Russian athletes based in military cities and also the delays in blood samples being sent to laboratories. Rob Koehler, Wada’s deputy director general, also revealed that when doping control officers were in the midst of the testing, members of the FSB, Russia’s security service, showed up and threatened them, telling them their visas would be revoked if they turned up again. However, a Ukad spokeswoman denied that the agency was on the verge of pulling out of Russia because of the difficulties it was facing. “The Ukad board discussed at length Wada’s request to engage with Russia, and decided that undertaking testing in Russia, during Rusada’s period of non-compliance, was the correct thing to do in order to protect clean athletes,” she said. “The board discussed the risks associated with such an arrangement and those risks, and others, are regularly reviewed by the board, in addition to the progress being made. As with any agreement, termination is always a possibility if the circumstances change. At no stage has the Ukad board proposed withdrawing from this agreement.” The latest allegations come only a day after the former head of Russian Anti-Doping Grigory Rodchenkov admitted supplying drugs to dozens of medal-winning athletes and swapping dirty samples for clean ones during the Winter Olympics in Sochi. The IAAF, track and field’s governing body, is due to make its decision on whether to lift the suspension on the All-Russia Athletics Federation for the Olympics in a meeting next month. The view of most observers is that it is increasingly unlikely that Russia’s athletes will be allowed to compete in Rio. However, Craig Reedie, the president of the World Anti-Doping Agency, struck a more upbeat note as he insisted he was hopeful Russia’s issues would be addressed. “There is clearly still a long road ahead for the Russian Anti-Doping Agency, and this update indicates that much work needs to be done,” he said. “However, now that Wada has two independent experts in place, I feel much more confident that the issues we are currently facing will be addressed without delay.” Meanwhile two of the Russian Olympic gold medallists who were accused of being part of a state-sponsored doping programme say they are considering filing for defamation against Rodchenkov. At a hastily arranged press conference in Moscow the cross-country skier Alexander Legkov insisted he had never taken drugs. “It is all nonsense and slander directed at Russian sportsmen, who took part in the Olympics,” he said. “It is unacceptable.” The bobsledder Alexander Zubkov called the accusations “simply lunacy” before adding: “We need to take legal action against these people. All of it is not serious, it is complete rubbish and we need to stop it. You have to be a crazy kamikaze to take doping if you are a Russian athlete.” Russia’s deputy sports minister, Yuri Nagornykh, promised there would be an inquiry into Rodchenkov’s claims “if any evidence was unearthed” to back them up. However, he claimed it was impossible for Russia to have manipulated samples in Sochi because of the presence of foreign workers at the official testing laboratory. “Let me repeat this so that everyone understands clearly, there has not and never has been any kind of doping program in Russian sport,” he added. Meanwhile Kenya, which has also been under pressure in the buildup to Rio because of concerns over its anti-doping programme, received a boost on Friday when the IAAF said it would not ban its track and field athletes from the Olympics. Kenya’s sports minister Hassan Wario said the country would rush through changes to anti-doping legislation in an attempt to be compliant with Wada’s code. “As soon as parliament reviews those highlighted bits of the legislation, we are fully compliant,” he said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}