{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2016/may/17/james-corden-strictly-come-dancing-late-late-show-tony-awards", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2016-05-16T23:01:27Z", "webTitle": "James Corden hints he could do Strictly Come Dancing", "webUrl": "https://www.theguardian.com/media/2016/may/17/james-corden-strictly-come-dancing-late-late-show-tony-awards", "apiUrl": "https://content.guardianapis.com/media/2016/may/17/james-corden-strictly-come-dancing-late-late-show-tony-awards", "fields": {"headline": "James Corden hints he could do Strictly Come Dancing", "bodyText": "James Corden has hinted he would make an ideal contestant on Strictly Come Dancing, after revealing he is taking dance fitness classes ahead of his turn hosting the Tony awards. The Late Late Show host revealed he had never been invited to appear on the BBC1 celebrity dancing programme, but said he is “really into dancing at the moment”. “I was up at 7am today to do a fitness dance class,” Corden told the Radio Times. “It was just me and 20 women doing something called PlyoJam, which is basically a huge amount of jumping and dancing around. “I absolutely love it because it’s the first exercise I’ve done that doesn’t feel like a chore. I started doing it because I’m hosting the Tony awards and I need to get used to dancing and singing at the same time.” Corden, who found fame through BBC3 sitcom Gavin and Stacey, has made his love of the BBC and Strictly well known. Last week he highlighted the show alongside other popular favourites such as the Great British Bake Off when he described the corporation as the “cornerstone of everything Britain stands for” ahead of Thursday’s government white paper on the next BBC charter. Corden’s singing has already been regularly on display on The Late Late Show’s popular Carpool Karaoke segment, which is getting its own spin-off. Acts including Adele, One Direction and Gwen Stefani have all sung along with Corden while driving around Los Angeles, but Corden revealed he would also “love” to have Beyoncé, Bruno Mars or Kanye West ride along. He also revealed that The Late Late Show had tried to get Donald Trump to appear “without success several times”, saying the format made it difficult for politicians because guests are brought on at the same time, making it a “much less controllable atmosphere”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}