{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2016/may/24/toyota-volkswagon-invest-uber-gett-ride-hailing-apps", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2016-05-24T20:43:16Z", "webTitle": "Toyota and Volkswagen invest in ride-hailing apps: 'the future of mobility'", "webUrl": "https://www.theguardian.com/business/2016/may/24/toyota-volkswagon-invest-uber-gett-ride-hailing-apps", "apiUrl": "https://content.guardianapis.com/business/2016/may/24/toyota-volkswagon-invest-uber-gett-ride-hailing-apps", "fields": {"headline": "Toyota and Volkswagen invest in ride-hailing apps: 'the future of mobility'", "bodyText": "Two major car companies announced on Tuesday investments in ride-hailing apps, signaling both a growing role for on-demand cars and a new groundwork for app-enabled self-driving fleets. Toyota will be investing and partnering with Uber, and Volkswagen is putting $300m into Tel Aviv-based ride-sharing app called Gett. In January, General Motors, a longtime Toyota rival, announced that it was putting $500m into Lyft, Uber’s most direct competitor. “Ride-sharing has huge potential in terms of shaping the future of mobility,” said Shigeki Tomoyama, senior managing officer of Toyota Motor Corporation and president of the Connected Company, a new group within Toyota. “Through this collaboration with Uber, we would like to explore new ways of delivering secure, convenient and attractive mobility services to customers.” In their statement, Toyota emphasized new leasing options specifically for Uber drivers, but made it clear that there would be deeper collaboration going forward. “We’re excited that Toyota, the largest automobile manufacturer in the world, is making a strategic investment in Uber as part of a broader global partnership,” Emil Michael, chief business officer of Uber said in a statement. “Toyota vehicles are among the most popular cars on the Uber platform worldwide and we look forward to collaborating with Toyota in multiple ways going forward, starting with the expansion of our vehicle financing efforts.” If self-driving cars are the future, as many experts think, and if car ownership continues to decline, manufacturers will want to control the new means of distribution: ride-hailing apps. Thus, every major car company will want to align itself with an app. As Uber’s CEO, Travis Kalanick, said: “You basically bring the cost [of Uber] below the cost of ownership for everybody, and then car ownership goes away.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}