{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/may/13/arsene-wenger-denies-new-arsenal-contract-danny-welbect", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-05-13T21:42:00Z", "webTitle": "Arsène Wenger will delay talks over Arsenal future until late next season", "webUrl": "https://www.theguardian.com/football/2016/may/13/arsene-wenger-denies-new-arsenal-contract-danny-welbect", "apiUrl": "https://content.guardianapis.com/football/2016/may/13/arsene-wenger-denies-new-arsenal-contract-danny-welbect", "fields": {"headline": "Arsène Wenger will delay talks over Arsenal future until late next season", "bodyText": "Arsène Wenger will not consider his Arsenal future until “very late” at the end of next season, close to the expiry of his deal in the summer of 2017. He dismissed the notion of any talks with the club about a renewal with a sweeping hand gesture and emphasised he had no plans for discussions with the club about his position over the coming months. The subject of Wenger’s contract – and whether he extends again after what will be 20 years at the helm – is bound to be an intense topic of debate during next season and Wenger is aware that it is a sensitive issue. He admitted the mood among the fans could be influential, and also accepted uncertainty can affect the players but not overly. “The players are like me – they are professional,” he said. “To be professional is to give your best as long as you have the contract. If it is for one penny or £200m, it is exactly the same. When I sign a contract and I agree the money that I work for, I will give my best until the last minute of the season. I never renegotiated any contract that I signed because that is the way I have behaved my whole life. “It’s not about me, it’s about the club. My role is just to serve the club as well as I can and after see where I stand and where the club is. I have to forget about myself even if people who want to create unrest don’t. I will continue to give my absolute best to do well next season and then after that, we’ll see.” The door to a contract extension is neither open nor closed. It is simply a place he refuses to visit any time in the near future. “My appetite is stronger than ever,” he went on. “Even if I decide in January that I will not extend my contract, that will not affect my attitude.” It is worth recalling that the previous occasion his contract was running down, the 2013-14 season, became fraught towards the end as Arsenal were at risk of missing out on the top four (they eventually made it) and were under huge pressure before the FA Cup final against Hull City. In the buildup Wenger faced a barrage of questioning about whether he would leave if Arsenal did not win the trophy (they did). Wenger must be the only manager in football to be irked by reports that he will be offered a new deal. A report that Stan Kroenke had proposed an extra two years was swatted away as “absolutely false … an invention”. After Arsenal’s final match of the season, against Aston Villa, he will turn his attention to planning for 2016-17. Following Danny Welbeck’s knee injury the manager has been pressed into plans to recruit another striker. “We will have to try,” he said. It will not, ideally, be someone just to make up the numbers. “When you buy you want to buy top strikers. There is an international shortage. We need to find the right person but we have targets and hopefully we can do that.” Wenger expects what he calls “an inflated summer” given the new television deal kicking in for Premier League clubs. He anticipates a number of deals being struck before the European Championship begins on 10 June. Welbeck, meanwhile, will be encouraged to do some of his post-operative rehabilitation away from Arsenal’s London Colney training ground. Although support for injured players is imperative, Wenger also feels with long-term recovery it helps for them to have some distance as they come to terms with the battle to regain fitness. “It’s huge commitment to get back to playing really freely,” he said. “The first stage on crutches is the worst part. In Danny’s case I believe it will be 12 weeks on crutches. Once the player can work again he feels his recovery is going upwards. But the first period is very depressing.” To combat that Wenger says the answer is “to get him out of here as there is nothing worse than seeing everyone else jumping around and you cannot move. “You imagine as a 25-year-old professional and you get news like that, we will have to support to him to cope with it. We have a secret hope it will be shorter.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}