{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2016/may/19/gmo-salmon-approved-canada", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2016-05-19T21:59:18Z", "webTitle": "Canada approves sale of genetically modified salmon", "webUrl": "https://www.theguardian.com/environment/2016/may/19/gmo-salmon-approved-canada", "apiUrl": "https://content.guardianapis.com/environment/2016/may/19/gmo-salmon-approved-canada", "fields": {"headline": "Canada approves sale of genetically modified salmon", "bodyText": "Health authorities in Canada have approved a fast-growing, genetically altered salmon as safe for consumption, paving the way for it to become the first genetically modified animal to be allowed on Canadian dinner plates. After four years of testing, Health Canada and the Canadian food inspection agency said on Thursday they had found the salmon developed by Massachusetts-based AquaBounty Technologies to be as safe and nutritious as conventional salmon. The GM fish contains a growth hormone gene from a Chinook salmon and a promoter sequence from an antifreeze protein gene of the eel-like ocean pout, allowing it to grow twice as fast as conventionally farmed Atlantic salmon. It is often ready for market in 16 to 18 months rather than the up to three years needed for conventional salmon. Canadian officials said the GM salmon would not require any special labelling, as no health and safety concerns were identified during testing. “GM foods are becoming more common every day and are part of the regular diets of Canadians,” Health Canada said in a statement. “GM foods that have been approved by Health Canada have been consumed in Canada for many years and are safe and nutritious.” The approval process in Canada has been dogged by concerns raised by environmentalists and consumer groups over the safety of the fish, dubbed “Frankenfish” by its critics, and questions over the risks it could pose to wild salmon populations. The company has said its fish are sterile and currently only raised in landlocked tanks in Canada and Panama. The company has also argued that its GM salmon, originally developed by a group of Canadian scientists at Newfoundland’s Memorial University more than 25 years ago, could help curtail the overfishing of Atlantic salmon and lessen the pressure on stocks of wild salmon. In November, AquaBounty’s salmon was approved by the US Food and Drug Administration. Just two months later, however, the FDA issued a ban on the import and sale of GM fish until clear labelling guidelines are established. The FDA ban will probably be in effect until at least September 2016. Some speculate it could take years to resolve, meaning Canada could become the first country in the world to have genetically modified salmon on its grocery shelves. The company said on Thursday that they currently do not have any market-size fish for sale. “It will be a year or more before we do and in limited quantity,” Dave Conley of AquaBounty Technologies told the Guardian. He also noted that the FDA ban could be lifted before the salmon come to market. Health Canada’s approval was met with concern by a broad coalition of environmental groups in Canada, who pointed to the lack of public consultation and dispute the waived labelling requirement. “Canadians could now be faced with the world’s first GM food animal, approved with no public consultation and no labelling,” said Lucy Sharratt of the Canadian Biotechnology Action Network. This article was amended on 20 May 2016 to clarify a sentence that previously said the GM salmon contains “a gene from the eel-like ocean pout”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}