{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2016/may/05/jayhawks-return-paging-mr-proust-new-album", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2016-05-05T22:07:34Z", "webTitle": "Comeback kids: the Jayhawks ride again", "webUrl": "https://www.theguardian.com/music/2016/may/05/jayhawks-return-paging-mr-proust-new-album", "apiUrl": "https://content.guardianapis.com/music/2016/may/05/jayhawks-return-paging-mr-proust-new-album", "fields": {"headline": "Comeback kids: the Jayhawks ride again", "bodyText": "Perseverance is a virtue many bands run out of after they reach a modicum of success. Divorces, money squabbles, drug problems, boredom – these are the usual culprits cutting bands short before their time. So it is a great accomplishment that the Jayhawks, a band at the forefront of the alt-country movement of the 1990s, are back with a new album that also happens to be one of their best. No one is as surprised as songwriter-singer Gary Louris that Paging Mr Proust, released last week, has been received so well by critics and is the basis for one of the most aggressive touring schedules in North America and Europe this year and likely the next: “Appreciative is the word,” he says. “I’m a lot more focused than I used to be.” The Jayhawks have dominated his life even though at times he says it felt like a weight around his neck. While never officially retiring the band, he has certainly made fans, and his bandmates, feel it was the end. Even after the band released one of its biggest hits, I’m Gonna Make You Love Me, in 2000, he disappeared to release a solo album, worked as a songwriter-for-hire in Nashville and Los Angeles for artists such as the Dixie Chicks and Nickel Creek, and quietly dealt with an addiction to opioid painkillers he has since overcome. As recent as late last year he released a side project called Au Pair with songwriter Django Haskins. The Jayhawks, it seemed would only reunite to promote reissue campaigns related to their early records. Luckily, there is more. Proust has many of the hallmarks of the band’s classic sound – lush folk-pop guitars, intriguing harmonies and counterpart vocals from keyboardist Karen Grotberg, and big, melodic hooks that become instantly familiar after one or two listens. But the album is also refreshing for the way it blends in beds of electronics to enhance the songs’ emotional heft, or to twist it in abstract ways. Ace is built upon a spongy bed of synths and loops over which Louris’s vocals float, resulting in a fuzzy head trip interrupted by cutting guitars. With its brittle guitar sound and mechanical-sounding rhythm section, Comeback Kids might be mistaken for an Interpol song. REM’s Peter Buck co-produced the record with Tucker Marine, the Seattle-based producer known for his work with the Decemberists, My Morning Jacket, and Bill Frisell. Mike Mills, Buck’s former bandmate, also appears. Buck, Louris says, primarily served as an extra ear who would tell the band when a song was finished. “He’s kind of the conscience saying perfect is not necessarily better.” Otherwise, he says, the songs reflect a lifelong love of traditional country and pop, but also the harsh art-punk of late 1970s New York City; band such as Television and Richard Hell and the Voidoids. “I wanted something that reflected who we really are and who we really are has many sides,” Louris says. “I’m not really a country rocker, I’m from the suburbs and listened to [Brian] Eno as much as I did Gram Parsons.” Louris formed the Jayhawks in Minneapolis during the mid-1980s. The band’s touchstones were the Everly Brothers and the Byrds, setting themselves apart from the alternative underground. Existing within a tiny sub-genre including the Illinois band Uncle Tupelo (who spawned Wilco), the Jayhawks quickly attracted a small but influential following which included producer Rick Rubin, who eventually signed them to his American Recordings label, making the Jayhawks unlikely labelmates to the Black Crowes, Johnny Cash and Slayer. By the mid-1990s, the audience for bands with a more traditional roots background but knew how to rock had grown substantially, putting them in the sweet spot to release Waiting for the Sun and Blue, two songs that achieved greater commercial success outside the US, but which at home became sleeper hits that would serve them well in years to come. Since then the Jayhawks have reunited with co-founder Mark Olson, a folk world abstractionist, but the band has largely been shaped by Louris, who introduced psychedelic elements into the music, as well as showing a great ability to write simply crafted, indelibly tuneful, pop songs. As the music industry crumbled, and the teen-pop era took over, the band released albums with consistently strong songs but fell out of step with the charts. Quietly, the Jayhawks became a great American band without anyone noticing. Maybe it is due to the natural melancholy in Louris’s voice, but the band’s signature remains sad songs encased by bright guitars and bursting choruses. Wider pop fame has eluded Louris for the same reasons Ron Sexsmith and Elliott Smith are considered cult heroes: their songs are breezy and tuneful, but thematically complex, with lyrics that provide enough emotional space for listeners to color in themselves. “I’m not much of a musical theorist but there’s certain types of progressions and melodies that seem to not be in style anymore,” he says. “But being a child of the 60s and 70s, I still am drawn to that very uplifting melody and that’s usually contrasted with a somewhat melancholic, darker, introspective vocal.” Louris says there’s another reason is that melancholy suits him. “I watched that not-so-good Hank Williams biopic [I Saw the Light]. He was doing an interview and said ‘There’s this darkness and I show it to the audience and they see it, but they don’t have to take it home.’ I think that’s really true. I show people how life is dark. It’s beautiful but there’s a lot of sadness and misery. With a beautiful melody it can be processed in an uplifting way and then they can move on.” Does that then create a burden for the songwriter? “I don’t want to be this guy who’s saying I’m this great poet and have to suffer,” Louris replies. “In certain ways I’m an extremely sensitive person. Not that you can say something to me and it’ll bother me. But I definitely feel, to a higher degree, sensitive about little things. Like the overhead lighting or the way the building is can get me down. I’d much rather just be happy go lucky, but I feel things pretty heavily. It’s good for the art, it’s not so good for the day-to-day life. But I’m doing pretty well.” Paging Mr Proust follows a familiar theme of leaving somewhere (or someone), returning, staying still, and then leaving again. Imagining Marcel Proust – the master of diving deep into the psychological heart of his characters – being called over the PA in an airport isn’t a coincidence. Louris says that Proust is one of his heroes and admits that, like one of the novelist’s characters, he realized his life was spinning its wheels even though he wouldn’t stop moving – through marriages, pills and musical partners. Upon that realization, he decided to stay put in Minneapolis, get sober and commit to his band, which includes bassist Marc Perlman, drummer and singer Tim O’Reagan, and guitarist Kraig Johnson. “I realized I needed the Jayhawks more than they probably needed me. I needed structure of a home and a place and of people I knew,” he says. Which brings us back to perseverance. Now, at 61, Louris and company have made an album that stands up to their classic works while even taking several steps forward. That isn’t easy for any band, but especially for one that passed the 30-year mark last year. “If you stick around long enough, you get hip again,” Louris said, with a laugh. “I won’t lie, I would like to see more new people, but it’s not the be-all and end-all. I just want to make good records [in the audience] and show that there are such things as bands that can do really great work even later in their career.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}