{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2016/may/05/james-blake-beyonce-kanye-west-colour-in-anything", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2016-05-05T22:59:07Z", "webTitle": "James Blake: ‘I'm the opposite of punk. I've subdued a generation’", "webUrl": "https://www.theguardian.com/music/2016/may/05/james-blake-beyonce-kanye-west-colour-in-anything", "apiUrl": "https://content.guardianapis.com/music/2016/may/05/james-blake-beyonce-kanye-west-colour-in-anything", "fields": {"headline": "James Blake: ‘I'm the opposite of punk. I've subdued a generation’", "bodyText": "A few months ago, James Blake was working on the biggest album of 2016 and he couldn’t tell anyone. Beyoncé had asked him to come to the studio and work on the secrecy-shrouded Lemonade. After he’d been improvising for a while around her melodies and lyrical ideas, Beyoncé arrived with her four-year-old daughter Blue Ivy to hear what he had come up with. Every time he sang the hook on the song Forward, Blue Ivy sang: “Forward!” “That’s how you know it’s catchy,” Beyoncé told him. Blake’s expression suggests he’s almost as surprised by this story as I am. “I remember thinking this is a very surreal time in my life,” he says. Now he’s doing something similar to Beyoncé, releasing his third album, The Colour in Anything, without fanfare last night. There had been hints – , but no confirmation until he appeared on Annie Mac’s Radio 1 show on Thursday evening. Like Beyoncé, there would be no advance reviews. And, though the Guardian has been invited to hear the record, and to talk to him about it, it is under strict conditions of secrecy (in fact, Beyoncé’s album forced him to change his plans: the original intention had been to release it on 29 April). Blake is eating a late lunch in the Shoreditch branch of the Indian restaurant chain Dishoom. Nobody seems to recognise him, even though he’s an unignorable 6ft 6in, but most of his fellow diners probably know his music, directly or indirectly, because this wry, unassuming 27-year-old Londoner is one of the most quietly important figures in pop. “I feel like he’s really influenced everybody a lot,” producer Rick Rubin said last year. “I know in the artist community everybody loves Blake.” Since releasing his self-titled debut album in 2011, Blake’s distinctive use of space and silence, his stark juxtaposition of intimate, emotionally direct vocals with sub-bassy club rhythms, has made him the musician’s musician. Madonna called his music “the kind of thing that makes me jealous”, and told him so over the phone while he was in the studio with Kanye West, who has publicly called him “Kanye’s favourite artist”. Joni Mitchell, one of his heroes, gave him career advice after a show. He has been covered by Lorde and sampled by Drake. Listen to artists including Jack Garratt, Låpsley and FKA twigs, or the melancholy, nocturnal end of hip-hop, and you hear echoes of Blake everywhere. Blake, being a well-brought-up Englishman, takes compliments with a polite smile and a “That’s nice”, but he knows he has made his mark. “The xx set the precedent and I set the further precedent, and the music world has bent to that sound,” he says. “It’s like the opposite of punk, isn’t it? I got them all to shut up.” He laughs. “I’ve subdued a generation. That will be my legacy.” Blake has just returned from visiting his girlfriend, a British comedy writer and actor, in Los Angeles. They met a year or so ago and her influence on The Colour in Anything has been incalculable. “She was instrumental in helping me grow,” he says. “Very often, you only make changes when you feel like there’s something to save. That’s an incentive to look in the mirror.” He picks at a bowl of broccoli and considers the past few years. “The times I needed to work things out and couldn’t really understand my place in the world, I thought that was over at 18. The last few years have been immensely formative in ways I haven’t expected. I enjoy the company of other people and their input more now. I’m a more open person. I’m far better at dealing with criticism. I’ve even been comfortable with growing a slightly stupid ginger beard, which I would never have done before.” He rubs his chin. “Accepting it’s ginger is the final step. The amount of times I’ve said strawberry blonde …” Blake is fun to talk to because he’s an unusually thoughtful critic of his own work. He practically psychoanalyses The Colour in Anything, the gist being that he needed to develop as a person if he was going to evolve musically. He calls the album a giant step forward as a singer, songwriter and producer, his “coming-of-age” record. “If music stays the same thematically, people lose interest,” he says. “If I was still talking about not getting laid when I was 18 then …” Is that what the first album’s about? “Well … yeah.” He laughs. “There’s a subtext of loneliness and not getting any. And that’s a valid reason to be upset at that point, but it’s not a valid reason at 27 if your whole life has changed.” Blake has always felt comfortable being alone – too comfortable, he thinks. On I Never Learnt to Share, from his debut, he sang the line, “My brother and my sister don’t talk to me but I don’t blame them,” over and over again. The explanation was that they don’t exist: he’s an only child. He thinks that explains a lot. “You feel as if you are in a petri dish environment where people are looking in and checking on your progress,” he says. “And then you become famous at 21 and people are letting you be whoever you are, regardless of whether they like it or not. Even people close to you. They’re not going to stand up to you, they’re not going to tell you you’re wrong. A lot of people who enter showbusiness at 21 or younger are frozen at that point and it’s really only up to them to defrost themselves.” Blake was raised in suburban north London and had a happy but self-contained childhood. “I always felt like you were alone, no matter how many friends you had,” he once told me. Music was a private obsession. He declined to join his school’s orchestra or choir, preferring to play piano at home with the lights out. He was hardly a recluse – discovering dubstep clubs in 2007 led him to start DJing and producing a string of acclaimed EPs – but studying music at Goldsmiths in London didn’t suit him at all. “I didn’t belong there,” he says. “Great university, lovely people, I just don’t think school or university was for me.” He pauses, smiles. “And, also, I was probably a little bit of a prick at the time. It’s a huge underlying theme of those years.” I first met Blake in December 2010, just before he released his debut. Sitting in an Enfield pub, he seemed witty and quietly confident, but more barbed and wary than he is now, bruised by the backlash from dance music partisans who were aggrieved that the producer they had celebrated was now singing strange, minimalist ballads and covering Feist’s Limit to Your Love. The Quietus website dubbed his new direction “blubstep”. “The dance music community is where the most embittered critics hang out,” Blake says matter-of-factly. “You can’t read a website such as Resident Advisor without noticing that the comment section is full of people saying, ‘I preferred his old stuff.’ That’s the dance music cliche. I now find it hilarious. I used to find it a bit scary. That happens wherever you go. If I started making gamelan music, people would say: ‘I preferred his old polyrhythms.’ You can’t escape it.” The criticism chipped away at his confidence, driving him deeper into himself. “I was incredibly defensive,” he says. “I was fairly shy and a little bit suspicious of the world, and somehow felt I needed to prove myself by saying controversial things. I was determined to let everyone know I would never let anyone have control over what I did.” Blake’s debut, which he made entirely alone, was one of the quietest, most austere albums ever to inhabit the Top 10. At its most vaporous it made even the xx sound like the Ramones. Propelled by his commanding live shows, the album steadily gathered fans, but Blake felt that his use of silence as an instrument wasn’t entirely strategic: something was missing. His father, James Litherland, a former session musician and member of 60s jazz-rock band Colosseum, told him he needed to write some lasting songs. The more substantial Overgrown, which featured collaborations with Brian Eno and RZA and was inspired by his long-distance relationship with Warpaint guitarist Theresa Wayman, won the 2013 Mercury prize just as his wider influence was becoming apparent. “It’s immensely flattering when people are influenced by you,” he says. “When I first started copying dubstep rhythms but using gospel-tinged, classically tinged keyboard playing, that was the thing that separated me, but now it’s something that other people do, too. The whole night-time torch-song concept is now basically a pastiche. I had to move on from whatever gimmick made me different and just write better songs.” Blake’s first idea for album No 3 was to make an “outward-looking, aggressive, hip-hop-influenced record” with guest rappers including Kanye West, but he ended up using only Bon Iver’s Justin Vernon, an old friend. “I wanted to open up and be more outgoing,” he says. “The only way I got there was to work on my fears and actually become a more open person, not just appear to be one. The record became a commentary on my life rather than me becoming part of the rest of the world.” That was easier said than done. In January 2015, midway through writing the album, Blake hit a wall. Every night he went to sleep below his home studio in south London, worrying about the record. “The album was literally hanging above my head,” he says. “It was almost comical.” To relieve the pressure, he smoked too much weed (the subject of Put That Down and Talk to Me), which left his new material sounding “greyed out” and lethargic. “I hit a real low,” he says. “I started feeling like I was banging my head against the wall. It’s a miracle that my current girlfriend walked in at that point.” Blake used to consider his obsession with doing everything himself a kind of strength, but once his lovelife turned around he realised that his dogged independence partly stemmed from anxiety about letting people in. So he left the flat of doom and spent some time at Shangri-La, Rick Rubin’s residential studio in Malibu, where the legendary producer would listen to playbacks of Blake’s improvisations while lying on the floor, closing his eyes, stroking his immense beard and identifying his favourite bits: “Good … good … could be useful …” Blake says, imitating Rubin. “I felt so free, letting someone else take the reins.” Blake has belatedly discovered the joy of socialising with other musicians, although he’s still choosy. As well as collaborating with Beyoncé, he has worked extensively on the forthcoming album from Frank Ocean, “an incredible person”. And though his track with West was never finished, it was a valuable experience. “I like him,” he says. “Every time I leave a room that Kanye has been in I feel a little electrified, a little inspired and a little more conscious of the fact that, if you’ve had your instincts proved to you, then you can follow them right to the end of the line, despite people’s criticisms.” Blake orders a black coffee and talks about how he felt watching the scene in the Lemonade film where Forward plays while the mothers of Trayvon Martin, Eric Garner and Mike Brown hold up photographs of their murdered sons. “I thought, wow, this is an incredible moment that I’m somehow part of,” he says. “As soon as I let people access me and help me and I stopped worrying about what would happen if I didn’t have 100% control, these incredible things started happening.” He shrugs. “I can’t help feeling a little bit silly for waiting that long.” Blake hasn’t undergone a complete transformation. He is still opinionated: “Streaming has the whole music industry over a barrel. I’m sure artists will eventually be remunerated, but it’s a little bit late for some people.” He remains private, shunning social media and declining to name his girlfriend. But he is no longer lonely, no longer defensive, no longer a little bit of a prick. The Colour in Anything is the sound of someone coming out of his shell. “To put it bluntly, I’ve been validated,” he says. “Beyoncé wants me to sing on her record. Everyone wants me to sing. I’ve had my confidence broken down and built back up and I think I’m in this zone where everything I do feels OK. If I can do that, what else can I do?” • James Blake will be headlining Field Day on Saturday 11tJune at Victoria Park, London, marking the event’s 10th Birthday."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}