{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/may/20/justin-trudeau-elbow-ruth-ellen-brosseau-cananda-parliament", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-05-20T23:46:53Z", "webTitle": "MP elbowed by Justin Trudeau fends off personal attacks: 'It was very painful'", "webUrl": "https://www.theguardian.com/world/2016/may/20/justin-trudeau-elbow-ruth-ellen-brosseau-cananda-parliament", "apiUrl": "https://content.guardianapis.com/world/2016/may/20/justin-trudeau-elbow-ruth-ellen-brosseau-cananda-parliament", "fields": {"headline": "MP elbowed by Justin Trudeau fends off personal attacks: 'It was very painful'", "bodyText": "The parliamentarian who was elbowed by Justin Trudeau said she has been left fending off personal attacks, including accusations that she is “crying wolf”, in the wake of the high-profile incident. “My office has received countless phone calls … saying it is my fault, I should be ashamed, I should resign, I should apologise,” a tearful Ruth Ellen Brosseau told the Canadian Press in an interview. “I get elbowed in the breast and it hurts. It was very painful.” Canada’s normally staid House of Commons erupted into chaos on Wednesday, after a visibly frustrated Trudeau, the prime minister, strode into a group of MPs, grabbed Conservative Gord Brown by the arm and led him out of the group. Parliamentarians were waiting to vote on a controversial motion from Trudeau’s Liberals to limit debate on assisted suicide legislation. The vote was delayed while several New Democrat MPs – including Brosseau – gathered around Brown, seemingly impeding him from taking his place. Trudeau swore as he marched toward Brown, reportedly telling MPs to “get the fuck out of the way”. Footage showed Trudeau elbowing Brosseau, and her wincing in pain, as he pulled Brown away from the group. Brosseau said she felt tears begin to well in her eyes in the aftermath of the incident, prompting her to leave the chamber. “I wasn’t going to go running after the prime minister,” she said. “I was shaking … it is completely inappropriate what happened.” She added: “The prime minister intentionally walked over, swore at us, reached between a few members of parliament to grab the (Conservative) whip … how did he think he wasn’t going to hit anybody else?” Trudeau apologised several times this week, including one apology directed at Brosseau. “I want to take the opportunity … to be able to express directly to [Brosseau] my apologies for my behaviour and my actions, unreservedly,” he said in the House of Commons. Brosseau said she had accepted Trudeau’s apology but noted that he had not reached out to her directly. The incident will now be reviewed by an all-party committee, made up of mostly Liberals, who will determine whether Trudeau should be sanctioned. Brosseau said the incident now left her feeling attacked from all sides. “If I was a man and I was hit in the nuts, would we be having the same conversation? I don’t know,” she said. “And then [people are asking], ‘Was she hit hard enough in the breast?’ Do I have justify how hard I was hit in the breast? It doesn’t matter.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}