{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/may/02/dangerfield-like-ablett-before-shows-that-a-sense-of-home-transcends-football", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-05-01T23:06:19Z", "webTitle": "Patrick Dangerfield, like Gary Ablett before him, proves Geelong can pin hopes on him", "webUrl": "https://www.theguardian.com/sport/2016/may/02/dangerfield-like-ablett-before-shows-that-a-sense-of-home-transcends-football", "apiUrl": "https://content.guardianapis.com/sport/2016/may/02/dangerfield-like-ablett-before-shows-that-a-sense-of-home-transcends-football", "fields": {"headline": "Dangerfield, like Ablett before, shows that a sense of 'home' transcends football", "bodyText": "I am at Kardinia Park, on The Terrace at the city end, standing with J. Dunne, Dips O’Donnell and David Fordyce (who all love the Geelong Football Club). It’s a warm night, we have dined at a local pub (as has been the tradition in Geelong since the 1870s) and we expect the Cats to win. To be at Kardinia Park, or Simonds Stadium as new money dictates it is now called, is routine. Routine for townsfolk who love their footy club. Routine for those who live with the Geelong Football Club in their hearts, and have done so for a lifetime. And yet it’s not routine. It’s where we happen to be at that given moment, all 22,000 of us. Us? That us is made up of the crowd, the players, the officials, and those who have a role in hosting the match. Life has brought us to the game between (our) Geelong and the Gold Coast Suns. We all have our own story, our own reason for being here. Some stories are better known than others. But each story has its own quiddity, as poet Les Murray would say. Its own truth. Football has been played at Kardinia Park, or Chilwell Flats, since the second world war, when Corio Oval (that great home ground of the parklands of East Geelong) was seconded by the authorities for military training. Kardinia Park has seen many fine matches, many superb players, many stirring performances. I am interested in the story of everyone in the ground, but I am most interested in two stories: the stories of Gary Ablett and Patrick Dangerfield. Which is really three stories, because I am telling the story and I am a Geelong fan and that puts me in the middle of it all. Ablett is back home, playing for the side which secured him a mountain of cash and the prospect of being the central figure in the founding of a club – which may one day have the history Geelong has. With his signature he was instantly an elder statesman, a mentor, a skipper. It is a role which he grew into and he appears to have relished. He would always have become the respected elder statesman at Geelong. You don’t win a swag of Player Association MVPs, voted by your peers, and Brownlows, and other awards without respect. But he chose the Suns. Dangerfield is also back home, after time in Adelaide, another football-besotted community where the pig leather matters. He has come home to the country of his family and his childhood. Of all the recruits in all the sports in all the known universe, I am happy to bet that Paddy Dangerfield’s transition has been the easiest. It is without a trouble – because he has come home. Although they may be disappointed, few Crows begrudge him, because the sense of “home” transcends football. Indeed, the notion of “home” augments football and helps give depth to its significance. Ablett turns 32 on Saturday week. How we remember his early days when he was so boyish and we wondered whether he had been recruited in the hope that genes were a determinant, and that he would have at least some of his father’s ridiculous talent. He had hair then and he ran around madly. He also had a footballer’s sensibility. Two elements are memorable. The first: when the Cats lacked a dominant centre half forward, a pocket-sized Ablett would be drawn to lead up and make a contest when no-one else would. It was instinctive. The second: when Bomber Thompson would clear everyone out of the 50 and put young Ablett one-out in the square, and he showed he could beat them, any size. We soon learnt that Gary Ablett Jnr was his own man, who had his own way of playing footy. How we remember his role in the rise and rise of the Cats. And his place in the 2007 premiership. We will never forget that goal, receiving the tap from Brad Ottens, at the crisis moment of the 2007 preliminary final against Collingwood – the match was a modern classic. Or him dashing away after receiving the toe-poke from Matty Scarlett against St Kilda in 2009. Or how elusive he became as he mastered his craft. Or the last game he played for Geelong, in the preliminary final loss to Collingwood in the Pies’ 2010 premiership year when he was best on ground in a side which was otherwise humiliated. A crazy night, that will never be forgotten, as it was (more significantly) the night my father died and we sat around our lounge room in what was instantly a new world, and one we had to make sense of. Dangerfield, who grew up in Moggs Creek and went to school in Geelong at Oberon College, is younger. He was drafted late in 2007. Until this year, those of us who love the Hoops, had watched him from afar – for me, mainly on television. But to see him live in that first round game against Hawthorn was to fall instantly for a man of phenomenal football talent. And yes, he was one of us. So, as the players come out on a barmy April evening, we clap Gary Ablett with the utmost respect, and we cheer Patrick Dangerfield because he is “the now”. I am a great believer in “the now”, knowing how fortunate we are to be experiencing it. I also believe in celebrating the gifted, whose talent gives us so much. As the game gets under way, the contest is tight for a while, but soon the signs are good for the home side. The Suns cannot match a Geelong side which is sparkling. Ablett is up against it. No matter how brilliant, the individual will struggle to shine when the opposing side is superior. And so, on the night, Ablett looks like the veteran. He has moments of creativity where he brings team-mates into the game. But he lacks verve and he has little impact. Perhaps his body is not quite right. And then, in the second half, that bouncy colt Mark Blicavs runs with him, and gives him nothing. By comparison, Dangerfield is explosive. His power is evident in his attack on the footy and in his acceleration. It’s one thing to have pace, but to get to top pace so quickly is such an asset. Add his balance – he can move ridiculously quickly even when low to the ground - his ball skills, his penetrating kicking, and his ability to fly for a mark, and we have a footballer to adore. A footballer to pin our hopes on. He has played six games for Geelong, yet he is one of ours. Dangerfield also has Joel Selwood in his camp. It’s a walloping. Our boys are impressive and we return to our homes knowing the winter will be at least tolerable and at best memorable while acknowledging that this game of Australian football gives us much to admire."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}