{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/may/17/attacks-against-queer-people-have-a-long-history-its-time-we-changed-our-defence", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-05-16T23:47:54Z", "webTitle": "Attacks against queer people have a long history. It's time we changed our defence | Simon Copland #Idahot", "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/attacks-against-queer-people-have-a-long-history-its-time-we-changed-our-defence", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/attacks-against-queer-people-have-a-long-history-its-time-we-changed-our-defence", "fields": {"headline": "Attacks against queer people have a long history. It's time we changed our defence", "bodyText": "Looking back at this time last year, when it came to gay politics, it would have been easy to be complacent. Ireland and the US supreme court were both about to vote yes on marriage equality and in Australia it looked inevitable that we would do the same too. Other issues were finally entering the debate, whether it was trans* rights, or recognition for other non-traditional relationship styles. The march for progress was unstoppable. What difference a year can make. Held on 17 May every year, the International Day Against Homophobia and Transphobia (#Idahot) is an opportunity to reflect on where queer people have come in our fight for liberation, and to strengthen our resolve to continue on. And we’ll need strength to fight what has been a largely unexpected swing against queer communities in the past year. Momentum on marriage equality in Australia has stalled, with hostility on the issue intensifying in recent months. Rightwing forces have also opened up new fronts. The attacks on Safe Schools for example, felt like they came out of nowhere, but were swift and effective. This pattern can be seen globally. In the US, conservatives have passed “religious freedom bills” in a number of states, and last year the city of Houston rejected an ordinance that would have added protections to queer people in housing and employment. This year, North Carolina passed a “bathroom bill”, mandating that people use the bathroom that matches their gender assigned at birth. These attacks have surprised many in the queer communities. This Idahot it is worth reflecting on why this has happened, and what we can do about it. To do so, it is important to understand the historical context of these shifts. While these attacks may look shocking, they follow a pattern that has been occurring for hundreds of years. Go back to the 1890s for example, and you can see a similar explosion of sexual desire as to what has happened recently. The “gay nineties” were known for decadent art such as that from Aubrey Beardsley and the scandalous plays of Oscar Wilde. The era also saw the birth of the suffragette movement. But just as the exuberance of the decade hit its stride, so did the conservative backlash. Wilde was sentenced to hard labour, while the suffragettes faced the full wrath of the police. This patten is common. A similar sexual revolution occurred in the swinging 1920s and 30s. This was a time when gay rights became even more prominent with sexologists such as the German Magnus Hirschfeld actively campaigning for the rights of gay and trans* people. Again, the backlash was swift. Hirshfeld’s centre was burnt down by the Nazis, while in the Anglosphere these new sexual ideas were crushed in the post-war boom, as our society focused on the ideal of “traditional marriage”. The sexual exuberance of the 1960s and 70s came with a similar backlash, particular as the HIV/Aids crisis hit in the 80s. Instead of dealing with HIV/Aids as a medical issue, governments around the world used it as an opportunity to scaremonger about queer people, raising fears of the spread of the “gay cancer”. In each of these moments, the sexual exuberance of the time made change look inevitable. Progress to true liberation and equality was on an unstoppable march, so it seemed. Yet in each moment, rightwing forces responded in kind. They have been extremely successful in doing so. Of course times today are different, primarily in that we are a much more socially liberal society, but we can still see similar themes today from the rightwing attacks of the past. Our history is potted with conservatives trying to paint queers as “dangerous”, both to the family unit and broader capitalist society. Responses to the HIV/Aids crisis for example painted gay men as dangerous disease spreaders – making queers a threat to the entire community. That is exactly what’s happened in the past year. While most people in our community reject the premise that gays and lesbians are out to destroy the family (primarily because we gays and lesbians have given up on doing so), these attacks are still trying to paint LGBTI people as dangerous to the rest of society. This time however the focus is on two groups: kids and trans* people. Instead of destroying the family, we are now sexualising children (ie Safe Schools) and providing a threat to the ideals of gender and in turn people’s safety (ie trans people in public toilets). Of course these attacks are not new, but they have become the focus of a new attempt to make LGBTI people a dangerous group that should be rejected. It is in understanding this history that we can see the weakness of some of the responses of the LGBTI community. While protests against the attacks on Safe Schools were great, we have engaged in this debate through narrow and conservative frames. Responses were framed around the concept of “safety”, speaking in depth about the threat of “deaths of queer kids”. While obviously important, it is notable that no one was willing to open the debate on the need to teach kids about sexuality and sexual desire. The LGBTI community’s response bought into the frame of the debate. We’ve once again tried to convince people that we’re not challenging any of the tenets of modern society, and instead that we just want to “live our lives”. This becomes a problem when we actually do want to challenge social institutions. It becomes an issue when we do talk about the need to teach kids about sexuality, or to challenge the dominance of the gender binary. Here is the threat of these attacks from conservatives. While they may seem weak now, if they can frame us as dangerous in this way they could have real success. They probably won’t kick us out of society, or even marriage, but they may be able to stop further progress for queer people. The fact that we’ve seen legislation and regulation that has taken us backwards for the first time in over a decade is a good symbol of this regression. This is the challenge. Instead of being defensive, it is time we change the frame of the debate. We need to overthrow the very idea that teaching kids about sexuality, or that changing how we deal with gender, are bad things. We need to accept that we are dangerous to parts of society, but to embrace that fact, and make the argument as to why it is necessary. The attacks queer people face today have a long history. For centuries, conservatives have been extremely successful in painting queer people as a threat to our society. This year, and this International Day Against Homophobia and Transphobia, it is up to us to change that frame. Only through destroying the very premise of that argument will we be able to break the cycle of repression."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}