{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/2016/may/17/people-power-tasmanian-residents-to-store-solar-energy-and-sell-it-back-to-grid", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2016-05-16T23:49:30Z", "webTitle": "People power: Tasmanian residents to store solar energy and sell it back to grid", "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/17/people-power-tasmanian-residents-to-store-solar-energy-and-sell-it-back-to-grid", "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/17/people-power-tasmanian-residents-to-store-solar-energy-and-sell-it-back-to-grid", "fields": {"headline": "People power: Tasmanian residents to store solar energy and sell it back to grid", "bodyText": "There are more than 1.5m households in Australia with rooftop solar. And in a few months time, 40 Tasmanian homeswill be acting as mini power stations – not just producing energy for their own consumption and to export back into the grid, but actively trading and profiting from the power they generate. Much has been written about rooftop solar and the impending boom in battery storage but the key ingredient to turning homes into mini-power stations is the software that links the hardware of these technologies. Now the Canberra-based startup Reposit Power is helping to change the way households and energy companies think about solar and storage. The trial that is to start in Bruny Island, south of Hobart, will see the households equipped with rooftop solar, battery storage, and Reposit’s GridCredits software. There are numerous reasons why Bruny Island is an attractive place for the trial. Firstly it relies on a cable link to the mainland for the bulk of its power, and the trial will provide solid information to TasNetworks about how self-sufficient the island can become. The second reason is that Bruny experiences huge spikes of demand during the holiday season, and the use of battery storage can possibly help to reduce those big demand peaks, and therefore the size of the cable that serves the island. The greater the demand, the bigger the connection needed. And lastly it is attractive to the households. The GridCredits software automates trading with the network. Instead of getting the base 5.6c/kWh for exports back into the grid of surplus solar power, households can store the energy until the grid really needs it, and then might be able to receive up to $1/kWh for those exports. That effectively turns them into mini-power stations, although the software is doing all the heavy lifting. A Reposit Power co-founder, Dean Spaccavento, says it is yet another step towards Australia’slong-term goal of switching off from fossil fuels, as well as delivering on predictions that one half of all demand will be sourced from homes, businesses and communities. “The end game is to turn off coal,” Spaccavento says. “The nice way to say it is to improve the operation of the electricity system, both in how it is run, and how solar and other renewables are injected into the grid. “So the idea is to manage the system, keep prices low, ensure everyone has power when they need it, and allow greater penetration of renewables. Reposit Power’s software is the glue that keeps the system together and ensures that customers are being paid properly for the electricity that the system is using.” The trial also involves the University of Sydney, the University of Tasmania and the Australian National University. They will use the trial to research the ideal sizing of solar and storage systems, how much households should be paid, and through what mechanism. The research is important because it is now acceptedthat about half of all electricity demand will one day come from rooftop solar and battery storage from households and businesses, or near the point of consumption. This is known as distributed energy, a different system to the centralised system that has ruled the grid for a century or more. Configuring how this works is crucial, given the complexity of the electricity system. It is not just a matter of setting tariffs, but also recognising the value of various technologies. This has been at the heart of the discussion about the new feed-in-tariffs for rooftop solar, which have been slashed to little more than the average wholesale price of electricity, despite the benefits it brings in reducing and narrowing peaks, avoiding system upgrades, and cutting the amount of fossil fuels burned. Spaccavento says through the Reposit Power systems, consumers get paid for the use of the battery storage at specific times. “The Reposit box is your personal trading desk,” he says. “It operates on your behalf but will take instructions from the local utility – in this case TasNetworks.” It is fast, he says, and can both produce and consume power in an instant. “It’s just the type of power station that the future needs. We think it’s very important that homes across Australia be able to participate in electricity markets.” The software is designed to integrate with the wholesale market, and the newly expanding markets of network support and ancilliary services, which will help to keep the grid stable. And by doing this, Spaccavento says the technology addresses the frustration that households experience by getting paid so little for their solar exports. He argues that households should stay with the grid. “We actively discourage people from leaving the grid. But if you want to clean it up, the right thing to do is to offer a system at the right rates. “When people feel disempowered, they will make radical decisions. We are finding a way to empower them, rather than encouraging them to withdraw.” The Australian Renewable Energy Agency is contributing $2.9m towards the project, but the Arena chief executive, Ivor Frischknecht, is looking beyond just solar and storage. “Because Bruny Island has a very high penetration of renewables and a very good wind resource; [the question] is how can you actually use renewables and storage in combination ...to supply secure energy to the people there? “They have a particular problem, in that lots of holidaymakers go there, so there are times of the year when they have lots of demand. And if they have lots of demand and there’s no sun or wind at that moment, what do they do? And so it’s about designing a whole network that way.”"}, "isHosted": false}}}