{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/may/16/rafel-benitez-newcastle-close-to-stay", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-05-16T22:25:53Z", "webTitle": "Rafael Benítez close to agreeing deal to remain as Newcastle manager", "webUrl": "https://www.theguardian.com/football/2016/may/16/rafel-benitez-newcastle-close-to-stay", "apiUrl": "https://content.guardianapis.com/football/2016/may/16/rafel-benitez-newcastle-close-to-stay", "fields": {"headline": "Rafael Benítez close to agreeing deal to remain as Newcastle manager", "bodyText": "Rafael Benítez is close to finalising a deal with Newcastle United to remain in charge of the newly relegated club next season after Mike Ashley agreed to his manifesto for change. Although confirmation could come by the end of the week, the Spaniard’s decision not to exercise the break clause in his three-year contract at St James’ Park is still vulnerable to 11th hour hijacking by another club but that seems increasingly unlikely. Despite failing to keep Newcastle out of the Championship, Benítez has made an impressive impact since succeeding Steve McClaren in March, with Newcastle unbeaten in their last six games. He had originally been set on departing if Premier League status was lost but has increasingly warmed to the challenge on Tyneside and was said to be “very pleased” after unexpected, two hour, talks with Ashley, Newcastle’s owner on Sunday evening. The Spaniard - serenaded throughout his team’s 5-1 home weekend win over Tottenham - continued what were said to be “positive and productive” negotiations with Lee Charnley, Newcastle’s managing director, on Monday with the conversation progressing as far as identifying possible summer transfer targets. It appears Ashley has offered the 56-year-old carte blanche to rip up his old, failed, Newcastle blueprint and not only granted offered Benítez autonomy over assorted club spheres, most notably recruitment, but accepted his desire to rebuild the squad ahead of the Championship campaign. The owner’s rare appearance at St James’ Park on Sunday facilitated the pair’s first meeting, with the sports retailer having been anxious to meet the Spaniard earlier last week. Instead Benítez, cleverly, postponed talks until this week but, clearly anxious to accelerate the deal, Ashley pre-empted matters by turning up at the Spurs match on an evident charm offensive. The former Liverpool and Real Madrid manager – who returned to Merseyside to talk things over with his wife and daughters on Monday – will want written guarantees of Ashley’s promises before formally accepting Newcastle’s proposals but there is an increasing confidence on both sides that an agreement can be reached. The club’s head scout Graham Carr is also expected to stand down as part of the reshuffle."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}