{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/may/11/sam-allardyce-sunderland-greatest-achievement", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-05-11T23:29:03Z", "webTitle": "Sam Allardyce in dance mode after ‘one of my greatest achievements’", "webUrl": "https://www.theguardian.com/football/2016/may/11/sam-allardyce-sunderland-greatest-achievement", "apiUrl": "https://content.guardianapis.com/football/2016/may/11/sam-allardyce-sunderland-greatest-achievement", "fields": {"headline": "Sam Allardyce in dance mode after ‘one of my greatest achievements’", "bodyText": "Sam Allardyce dad-danced across the pitch as his Sunderland side celebrated their latest escape from relegation on a night when Newcastle United and Norwich City were condemned to the Championship. Sunderland’s 3-0 win against Roberto Martínez’s struggling Everton was sufficient to end survival hopes on Tyneside and in Norfolk. Although Alex Neil’s side defeated Watford 4-2 at Carrow Road it was not enough to save his team, who go down with Aston Villa and Newcastle. While Rafael Benítez will agonise over whether he wants to continue managing the latter during second-tier trips to Burton Albion and the like next season, Lee Charnley issued a statement thanking Newcastle fans for their support and apologising for relegation. “I am truly sorry we have not given you the outcome you deserve,” the club’s managing director said. “We are devastated.” While Mike Ashley, Newcastle’s owner, ponders how his board spent £80m on players this season and still missed out on the £100m Premier League television deal for next season, Allardyce promised to break Sunderland’s cycle of repeated relegations struggles. It was their fourth consecutive successful battle against dropping into the Championship but there were times when Allardyce believed it was a struggle they might not win. “To be safe with one game to go is pretty miraculous,” he said. “There was no way I wanted to go to Watford on Sunday with anything on the line but you go back into November when Everton beat us 6-2 and it shows how far we’ve come. We turned into a team from January onwards. This is probably one of my greatest achievements in management.” He confirmed he would still be at the Stadium of Light next season. “Am I staying? I hope so but the next set of recruitment is crucial. This club can’t be cheering and doing a lap of honour every season just for escaping relegation.” As he sipped a glass of beer, Allardyce revealed he had used as motivation his predecessor Dick Advocaat’s claim that Sunderland were doomed to relegation. “What was sweet was proving Dick wrong. I’ve got the utmost respect for Dick Advocaat but I used that as motivation for the players.” Asked if relegating Newcastle and his old sparring partner Benítez was satisfying, he said: “Not really, no. It’s not Rafa’s fault, he’s made a valiant effort, he’s not lost in five games now – but we’ve lost only once in 10.” Relief was Allardyce’s overwhelming emotion. “This is the worst season we could have got relegated from the Premier League. We’ve secured massive revenue and there’s great relief there’s going to be no staff cutbacks.” Referring to major problems when he arrived in October, Allardyce suggested the imprisonment of Adam Johnson on child-sex offences had taken its toll. “It’s been a testing time on and off the field. There have been more difficulties, more challenges than I’ve faced before, but we’ve come through it.” Spending £15m on Jan Kirchhoff, Lamine Koné, who scored twice against Everton, and Wahbi Khazri in January changed everything. “The only way we could survive was going into the market. It’s proven to be the case. Since the dark days of December when we lost five in a row we’ve got stronger and stronger.” In contrast to his spells at Newcastle and West Ham, the 61-year-old Allardyce benefits from an adoring public on Wearside. “The appreciation from the crowd at the end was wonderful. It was a wonderful feeling for me. We’re in the game to be appreciated and you’re working for the supporters. Your responsibility is to entertain and satisfy them. I’ve got great admiration for the patience Sunderland fans have shown at a time when society has never been less patient.” Roberto Martínez faces dismissal at Everton but claimed his players are “100%” behind him. “Sunderland are very efficient,” he said. “But it’s tough to take. I though we stayed in the game really well. I one hundred percent believe the players are behind me and fighting for me. The players gave everything. The difference was in the box but it wasn’t that big.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}