{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/may/10/uk-drone-strikes-murder-charges-clarify-legal-basis-targeted-kill-policy-isis", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-05-09T23:01:11Z", "webTitle": "UK drone strikes 'could leave all those involved facing murder charges'", "webUrl": "https://www.theguardian.com/politics/2016/may/10/uk-drone-strikes-murder-charges-clarify-legal-basis-targeted-kill-policy-isis", "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/uk-drone-strikes-murder-charges-clarify-legal-basis-targeted-kill-policy-isis", "fields": {"headline": "UK drone strikes 'could leave all those involved facing murder charges'", "bodyText": "British drone pilots, intelligence officers and ministers could face murder charges if the government does not clarify its policies on targeted killing, a parliamentary committee has warned. Confusion over the precise legal justification exposes frontline personnel and all those involved in decisions to launch lethal attacks outside warzones to “criminal prosecution for murder or complicity in murder”, according to a report by the joint committee on human rights (JCHR). Although the Crown Prosecution Service is highly unlikely to pursue such a case in the UK, other nations might do so, for example if their citizens were killed abroad, its MPs and peers caution. “We owe it to all those involved in the chain of command for such uses of lethal force to provide them with absolute clarity about the circumstances in which they will have a defence against any possible future criminal prosecution, including those which might originate from outside the UK,” says the committee, chaired by the former Labour deputy leader Harriet Harman MP. The warning comes in a report into the government’s policies on targeted killing with drones published on Tuesday. The committee launched its inquiry after David Cameron announced that UK drones had targeted and killed a 21-year-old Briton Reyaad Khan in Syria last August. The attack took place months before MPs voted for airstrikes in Syria. Another Briton, Ruhul Amin, and a Belgian, Abu Ayman al-Belgiki, who were travelling in the same vehicle also died. British-born Junaid Hussain was killed in a separate joint UK-US strike days later. In January, the US military revealed that civilians had been killed in a previous attempt on Hussain’s life; the UK would not confirm if it had been involved. Cameron described the strike on Khan as a “new departure”, explaining that this was the first time in modern times that the UK had used a drone to kill someone in a country where it was not at war. The committee investigated whether the strike reflected a new UKpolicy in the vein of the controversial US one in which hundreds of drone strikes have been carried out in Pakistan, Yemen and Somalia. While the UK government denies it has a “targeted killing policy”, the committee notes the phrase “sounds uncomfortably close to assassination” and that Britain does have “a policy to use lethal force abroad outside armed conflict for counter-terrorism purposes”. The defence secretary, Michael Fallon, told the committee that the government would be justified in attacking “say, a training camp in Libya” if it would prevent “a direct and imminent threat to the United Kingdom”. But questions remain about the legal basis for such killings. The government refused to answer detailed queries about “important aspects” of the legal framework, and provided differing explanations to parliament and to the UN, says the committee. The committee condemns the government’s view: – that by following the law of war for strikes outside legal warzones, the government is also meeting its obligations under the more stringent human rights law – as based on a “misunderstanding”. The need for clarification is “now urgent”, its report adds. The government argued that its policy on strikes outside warzones was different from that of the US, which it is maintained on the basis of a 2001 law that the US is engaged in a global war with al-Qaida and its allied organisations. The US says that this extends to Islamic State, even though the group formed long after the law was passed and regards itself as a rival to al-Qaida. But the UK has recently provided support to strikes under the US legal framework, for example in February, when Fallon allowed RAF Lakenheath in Suffolk to be used for a US airstrike on Libya. The government must provide “absolute clarity” on the legal basis to reassure staff that there is no risk of being prosecuted for “complicity in killings which may lack international legal justification”, the committee writes. Its report accepts the UK has a legitimate right to self-defence if threatened with imminent, armed attack. The report states: “We welcome the government’s recognition that such use of lethal force abroad outside of armed conflict should only ever be ‘exceptional’ … We accept that in extreme circumstances such uses of lethal force abroad may be lawful, even outside of armed conflict. Indeed, in certain extreme circumstances, human rights law may even impose a duty to use such lethal force in order to protect life.” Harman told the Guardian: “While no one wants the government to stand by while terrorists are killing people, no one wants a government that’s trigger-happy.” Jennifer Gibson, a lawyer at the legal charity Reprieve, said: “This report is a wake-up call. Not only does the committee raise troubling questions about whether the government ‘misunderstood’ the legal frameworks that apply, but it warns they may be at risk of prosecution for murder as a result.” She warned that the UK risked “following the US down the slippery slope of kill lists and targeted killings”. The committee calls for a “trusted” independent body to scrutinise any such list and suggests that the intelligence and security committee (ISC), whose reports are often kept largely secret, is well placed to carry out that task. It also called for the ISC’s remit to be broadened to investigate any future strikes. The ISC, whose members are security vetted, has launched its own inquiry into the killing of Khan and Amin. Harman added: “If a police officer killed someone on a street in this country it’s automatically sent to the IPCC [Independent Police Complaints Commission]. If the state takes a life [abroad] there must be accountability and there must be scrutiny.” No inquest has been held into the deaths of Khan and Amin. Khan’s local MP, Kevin Brennan, asked ministers if there should not be a coroner’s court case to help establish “the legal parameters in such cases”. Unless a body is repatriated, a coroner is under no obligation to investigate. The JCHR report adds: “While this is theoretically possible, if the family of the UK national were to repatriate the body of their family member, it does not appear to have been an issue in relation to any of the UK nationals who are known to have been killed by drone strikes in Syria. It therefore seems unlikely that there will be a coroner’s inquest into any of those deaths.” In the course of its inquiry, the committee was given access to RAF Waddington in Lincolnshire from where drones flying over the Middle East are controlled via satellite links."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}