{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/may/20/millwall-bradford-city-league-one-play-offs-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-05-20T20:50:29Z", "webTitle": "Millwall ease into League One play-off final with draw against Bradford", "webUrl": "https://www.theguardian.com/football/2016/may/20/millwall-bradford-city-league-one-play-offs-match-report", "apiUrl": "https://content.guardianapis.com/football/2016/may/20/millwall-bradford-city-league-one-play-offs-match-report", "fields": {"headline": "Millwall ease into League One play-off final with draw against Bradford", "bodyText": "Wembley and a possible return to the Championship beckon for Millwall, who kept their northern rivals at arm’s length to book their place in the League One play-off final. Phil Parkinson’s side came up short, proving incapable of scoring the second goal that would have left Millwall jittery and just the kick of a ball separating the sides. “I’m proud of my players,” said the softly spoken Millwall manager, Neil Harris. “Two legs against Bradford and Phil’s side were always going to be challenging, always going to be tough and we’ve been top drawer.” The side Harris had sent out to win 3-1 at Valley Parade last Sunday was unchanged, while Bradford were again forced to make do without the defensive rock Reece Burke and hold-up merchant James Hanson, with the pair sidelined through injury. A masked Billy Clarke recovered sufficiently from a fractured cheekbone to partner Jamie Proctor up front. The scorers of 46 goals between them so far this season, Steve Morison and Lee Gregory were a source of constant first-half torment for Bradford’s defence and it was no surprise when they combined to break the deadlock. Morison slalomed through a couple of lackadaisical challenges before sliding the ball to Gregory, who slotted into the bottom corner from 18 yards to make it 4-1 on aggregate. “I’m delighted for them,” Harris said. “The two of them up front have been talismen in the team and, obviously, to be successful you need players who are scoring goals.” In a first half dominated by Millwall, Bradford were largely reduced to hopeful crosses from the flanks into the conspicuous Hanson-shaped void in the opposition penalty area and it was from one such move that they eventually grabbed a lifeline. Just before the break, Proctor needed a second attempt to beat Jordan Archer before converting Kyel Reid’s delivery from the left. Seconds later, the striker squandered a glorious opportunity to further silence a boisterous Millwall support, dawdling unforgivably when put clean through on goal. “They were more clinical than us in and around the penalty box,” said Parkinson, who also felt the referee let the home crowd influence him. “Ultimately, that’s what cost us.” Sensing the tie’s momentum shift in their favour, it was Bradford who began the second half in the ascendency but Millwall who continued to craft the chances. First, Jimmy Abdou thrashed wildly after a poor defensive header from Rory McArdle, then an unmarked Byron Webster thumped a header over from a corner when scoring looked simpler. As the clock ticked on, each missed Millwall opportunity left their opponents clinging to something resembling hope, however forlorn it may have been. The Bradford substitute Tom Thorpe certainly was forlorn after being denied a spot-kick for what looked like a blatant trip on the edge of the area. His pleas fell on deaf ears, much like the stadium announcer’s comically futile exhortations for Millwall’s ecstatic fans to stay off the pitch at the final whistle. “They were brilliant,” said Harris of the home fans. “The atmosphere was electric, it was hostile and that’s exactly the way you want them.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}