{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/may/09/kern-county-california-deputy-sexual-assault-settlement", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-05-09T22:24:47Z", "webTitle": "California's Kern County settles for $1m over sexual assault by sheriff's deputy", "webUrl": "https://www.theguardian.com/us-news/2016/may/09/kern-county-california-deputy-sexual-assault-settlement", "apiUrl": "https://content.guardianapis.com/us-news/2016/may/09/kern-county-california-deputy-sexual-assault-settlement", "fields": {"headline": "California's Kern County settles for $1m over sexual assault by sheriff's deputy", "bodyText": "The young victim of a sexual assault carried out by a sheriff’s deputy in Kern County, California, has settled a civil lawsuit for $1m, marking the second violent misconduct case the beleaguered sheriff’s office has settled in just five days. The settlement was announced following a Guardian investigation, which identified law enforcement in the county as the deadliest in the US and revealed a program of attempted cash payoffs to vulnerable women who had been sexually assaulted by Kern County deputies. The sheriff’s department is now facing renewed calls for a federal investigation into its patterns and practices. The young woman was 21 when she was sexually assaulted by Kern County sheriff’s deputy Gabriel Lopez in March 2013. Lopez, then 28, forced the young woman to strip naked in her bedroom and then molested her. Lopez and his partner had arrested the woman’s boyfriend at the same house earlier in the day. He then returned alone hours later to carry out the assault, which occurred just two weeks after he had qualified as a patrol officer. Lopez was sentenced to two years in prison for the attack, and for another similar assault occurring days later against another young woman. The young woman who settled on Monday was initially offered just $7,500 in cash by a representative from the sheriff’s office to waive her right to sue, days after the assault occurred. No lawyers were present at the time the settlement was offered. The other young woman Lopez was convicted of assaulting accepted a cash payment of $5,000 from the sheriff’s office. The Guardian revealed the Kern County sheriff’s office had a longstanding program of attempted cash payoffs to women who had accused deputies of sexual assault, sometimes for as low as $200. Lopez is also accused in an ongoing civil lawsuit of sexually assaulting a third woman, aged 79, who recently died. Neil Gehlawat, an attorney representing the young woman, argued that Monday’s settlement, along with a $3.4m settlement announced last week with the family of David Silva, who died after a violent beating by Kern County deputies in 2013, should prompt the US Department of Justice to investigate the police force. “The DoJ has gone into departments across the country – from Ferguson to Chicago – after serious issues were identified there. I don’t think it would be bad idea for the same to happen here,” Gehlawat said. He described the attempted cash payout as “abhorrent”, arguing the seven-figure settlement highlighted that the county “knew the case was worth more money, but they attempted to sweep it away under the rug”. Kern County, with a population of just under 875,000, had the highest rate of officer-involved fatalities in 2015. Fourteen people were killed by law enforcement officers in Kern County last year. During the same period, 10 people were killed by the NYPD across the five boroughs of New York City, where nearly 10 times as many people live and about 23 times as many sworn police officers patrol. Gehlawat said he hoped the settlement would bring some level of closure for the victim. “Obviously she’s gone through a lot,” he said. He added that as part of the settlement deal, his firm was prevented from holding a press conference to announce it. Brandon Rutledge, a spokesman for the Kern County sheriff’s office, said he had no comment on the disparity between the initial cash offer that was made in 2013 and the amount the case eventually settled for. Rutledge said he had no knowledge of a clause in the settlement agreement preventing a press conference for attorneys working on the case. “I’m just the messenger right now,” Rutledge said, adding that a statement from Donny Youngblood the Kern County sheriff was expected later in the day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}