{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/may/12/can-melbourne-love-malcolm-turnbulls-visit-highlights-liberals-challenge", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-05-11T22:58:28Z", "webTitle": "Can Melbourne love Malcolm?", "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/can-melbourne-love-malcolm-turnbulls-visit-highlights-liberals-challenge", "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/can-melbourne-love-malcolm-turnbulls-visit-highlights-liberals-challenge", "fields": {"headline": "Can Melbourne love Malcolm? Turnbull's visit highlights Liberals' challenge", "bodyText": "Melbourne, according to Malcolm Turnbull, is a “work of art”. During his first visit to the city after assuming the prime ministership in September, Turnbull hopped on a tram (of course) and declared Melbourne a “wonderful city.” “It has a much richer heritage of 19th-century architecture than Sydney does … I love Melbourne.” Which is all very nice, and Melburnians have warmed to the urbane Sydneysider, at least in comparison with his predecessor, Tony Abbott. During the last state election in 2014, Labor volunteers slapped up posters of Abbott outside polling stations, so sure were they that he was repellant to voters. Turnbull came to Melbourne on Thursday for his first visit of the campaign and Liberal candidates are likely to want selfies with him, not avoid him. As for local boy Bill Shorten, he has learned lessons from the premier Daniel Andrews’s victory in 2014 after a single term of conservative government. It is a feat federal Labor is trying to emulate and the party has borrowed its slogan, “Putting people first,” directly from Victoria’s campaign. It is the Moss Group advertising agency that is credited with helping Andrews shake off his dorky image – he lost weight, loosened up a little, and was seen more often with his photogenic and appealing wife, Cath. The same agency has been working with Shorten, who has lost weight, loosened up a little and now is often seen with his wife, Chloe. The story goes that even the full-blown red colour Labor is using on its logo was first tried in Victoria. The conventional wisdom is that Queensland and New South Wales are the crucial states because they have so many marginal seats for the government to defend. Yet there are some intriguing contests in Victoria and the local Liberal party under Michael Kroger’s leadership is bullish about its prospects of winning a couple of seats from Labor to offset losses elsewhere. Nick Reece, a former state Labor secretary and adviser to the prime minister Julia Gillard and now a policy fellow at Melbourne University, says in a tight election, “every state is important. For Labor, there is no way they can win unless they pick up a swag of seats in Queensland and defend those seats they managed to hold on to in NSW in 2013. So Queensland and NSW will be critical. But there are a half a dozen seats in Victoria which could go either way and that also makes it an important battleground.” As the country’s most progressive state, Victoria is Labor’s stronghold, at times embarrassingly so from a conservative’s viewpoint. Despite the Coalition landslide win in 2013, it could not pull off a majority of the vote in Victoria – it was the only state which stuck with Labor. Labor holds 19 seats here, the Coalition 16, with one independent and one Green in the House of Representatives. That compares with Queensland where Labor holds just six seats, and with NSW, where is holds 18 compared with the Coalition’s 30. There was “no doubt” Turnbull has made a difference, said one Liberal official, who declined to be named. Abbott was “toxic” in Victoria, and Turnbull was seen as more moderate on everything from funding public transport to his support for an Australian republic. Yet the state is shifting back to Labor. According to the latest Ipsos opinion poll for Fairfax, Labor is ahead in Victoria by 52% to 48%, compared with a national result of 51 to 49 for the Coalition on 2013 preference flows. Turnbull remains personally popular, although people have cooled a little. Andrews insisted the state would go it alone if Canberra axed funding for the anti-bullying campaign Safe Schools, and the state treasurer, Tim Pallas, declared Turnbull a mere “bum on a seat” when he visits town, because while he likes to take selfies on public transport he hasn’t committed significant money to the city’s major rail project. Despite all of that, 49% of Victorians still prefer Turnbull as prime minister compared with 31% for home-grown Shorten, not significantly different than other states. When it comes to issues, though, Victoria is in a world of its own. According to Ipsos polling, the most important issues to voters national are, in order, the economy, health, crime, immigration and unemployment. For Victoria, it’s health, transport, crime, drug abuse and housing. Victorians are far more relaxed about immigration and asylum seekers – 23% of people nationally rate immigration as a very important issue, with just 10% of Victorians saying so. And 40% of Australians rank the economy as the most important issue, compared with just 21% of Victorians. Yet the contests at this election are not state-wide and here it becomes more interesting. The Greens may make it difficult for Labor in leftwing inner city electorates where the treatment of asylum seekers and marriage equality are politically charged, but the competitive seats between the Coalition and Labor are mostly in reasonably comfortable eastern and south-eastern suburbs. If you look at a map of the city, Labor has a stranglehold on the city’s west, the Greens’ Adam Bandt holds the affluent and young inner-city seat of Melbourne, the Liberals control the leafy inner eastern suburbs, but go further east and there’s a tussle. Labor’s best chance is to win back the three seats it lost in 2013. Two of these, Deakin (on a 3.2% margin) and La Trobe (4%) are in the sprawling middle and outer eastern suburbs, where issues like traffic congestion, education and jobs matter. The other is Corangamite, a huge electorate in the south-west, taking in parts of Geelong, the seaside towns along the Great Ocean Road, as well as rural areas. It is held by the high-profile Sarah Henderson by 3.9% and the real worry for voters in Geelong, in particular, is jobs. Labor has its eye on Dunkley too, based on Frankston to the south-east of Melbourne. The popular Bruce Billson is retiring after 20 years and Labor thinks that makes the 5.6% margin achievable. The Liberals say the change of leadership to Turnbull and Coalition policies attractive to middle-class suburbanites mean they are quietly confident of holding all those seats. They also insist they have a good chance of defeating Labor in Bruce (on a 1.8% margin) and Chisholm (1.6%), which are adjoining electorates, again in Melbourne’s south-east. The Labor incumbents – Alan Griffin in Bruce, and the former Speaker Anna Burke in Chisholm – are both long-serving members retiring at this election. The loss of their personal following gives the Liberal party a chance. One seat that the Liberals are not counting on is Indi, a regional and rural electorate in the state’s north-east. The Liberals held the seat since 1977 until the 2013 election, when the then frontbencher Sophie Mirabella was defeated by the independent Cathy McGowan in the biggest upset of the poll. Indi should be a conservative seat but a Liberal official said Mirabella “hasn’t got a snowball’s chance in hell” of wresting it from McGowan. “She lost when the tide was coming in,” he said, pointing to the landslide Coalition victory nationally. “You either love Sophie or you hate Sophie, there’s nothing in between.” No matter how many times Turnbull visits Victoria through the campaign, he is unlikely to visit Indi. Mirabella is a friend and supporter of Tony Abbott."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}