{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/commentisfree/2016/may/20/better-schools-will-benefit-the-whole-economy-why-cant-the-coalition-see-that", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-05-19T23:02:18Z", "webTitle": "Better schools will benefit the whole economy. Why can't the Coalition see that?", "webUrl": "https://www.theguardian.com/australia-news/commentisfree/2016/may/20/better-schools-will-benefit-the-whole-economy-why-cant-the-coalition-see-that", "apiUrl": "https://content.guardianapis.com/australia-news/commentisfree/2016/may/20/better-schools-will-benefit-the-whole-economy-why-cant-the-coalition-see-that", "fields": {"headline": "Better schools will benefit the whole economy. Why can't the Coalition see that?", "bodyText": "Education policy is a hot button issue in the election campaign with the Coalition paring back funding for schools, universities and trades while Labor is advocating a multi-billion dollar boost for education across all segments to promote equality, raise productivity and grow the economy. The Coalition’s lack of commitment to education is shown by its policy to give just $1.2bn to needs-based school funding, well short of the $4.5bn commitment from Labor under the Gonski reforms to lift education standards. It is a similar issue with the Coalition’s approach to university funding where higher fees will discourage students from gaining a higher education. It is an odd debate given that the relationship between educational attainment and growth and income is a given. The more skilled and educated a workforce, the better off is the economy and the population. The consequences for countries with a poorly trained workforce are devastating. Australia saw this just prior to the global financial crisis in 2007-08 when the economy ran out of suitably educated people. The “skills shortage”, as it became known, meant that rapidly expanding companies could not find the people needed to work in their bigger and better businesses. The consequences were an inflation break out to 5.2%, the cash rate was hiked to 7.25%, and the dollar soared at the cost of many otherwise sound businesses that were reliant on export earnings. The skills shortfall in the local population meant that productivity was stifled, investment opportunities lost and the economic growth potential of the economy was curtailed. All this because of past policy failures failed to educate and build the skill base of the population. In the period from the end of 2005 to the start of 2009, unemployment hovered around a 30-year low at between 4-5%. In human terms this was around 450,000 to 500,000 people. None of these half a million people had the skills required in a strong economy so businesses had to resort to hiring foreign workers. While this was appropriate at that time of unforeseen economic strength, it overlooked the issue that the education and training system allowed 450,000 people in the workforce to remain unemployed despite the unprecedented demand for labour. Had the education system of 20 years before allowed those unemployable people to meet their potential through good schooling, more university places and access to trades training, firms could have tapped these local workers, paid them a decent wage and grown their businesses. With that, the overall rate of economic growth would have been stronger for longer and the unemployment rate might have tapered down towards 3% or less without an inflation blow out. There is a veritable forest of academic literature which confirms a strong positive correlation between the education and skills and economic growth. In a nutshell, it shows that countries where the population has the broadest and highest level of academic attainment have the highest incomes and those with a poorly educated population are condemned to poverty. The recent report from the OECD, Universal Basic Skills – What Countries Stand to Gain, encapsulated these points in an assessment of the benefits to individual countries from having their entire population educated to its maximum potential. Its conclusion was that “the quality of schooling in a country is a powerful predictor of the wealth that countries will produce in the long run. Or, put the other way around, the economic output that is lost because of poor education policies and practices leaves many countries in what amounts to a permanent state of economic recession”. And this is the crux of the current debate over education. High quality schooling for the whole population creates wealth, additional economic output and implicitly, works towards full employment. Which makes it all the more incomprehensible why anyone interested in lifting the growth potential of the economy, as well as the social issues of equality and poverty eradication, would argue against Australia striving for a world best education system. Stephen Koukoulas is a research fellow at Per Capita, a progressive think-tank."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}