{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2016/may/14/saddleworth-moor-death-image-of-neil-dovestone-released", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2016-05-13T23:00:20Z", "webTitle": "Saddleworth Moor death: image of 'Neil Dovestone' released", "webUrl": "https://www.theguardian.com/uk-news/2016/may/14/saddleworth-moor-death-image-of-neil-dovestone-released", "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/14/saddleworth-moor-death-image-of-neil-dovestone-released", "fields": {"headline": "Saddleworth Moor death: image of 'Neil Dovestone' released", "bodyText": "This is the face of “Neil Dovestone” – the man who was found dead on top of Saddleworth Moor five months ago. The artist’s impression has been released exclusively to the Guardian and is the first forensic image of the man whose true identity remains unknown. Grainy CCTV photographs had already been circulated but Greater Manchester police said they did not “give a particularly representative impression” of the man they nicknamed Neil Dovestone. And so the help of a forensic artist was enlisted and the black and white image will now be circulated around the world. In particular, police are keen for the picture to be circulated in Pakistan, as enquiries have led them to believe that the man has links to the country. The body of the man aged between 65 and 75 was found on a remote hillside on 11 December last year. In January, pictures of the dead man were circulated to GPs nationwide, while detectives from Manchester travelled to London and visited hostels, hotels and pubs in their quest to uncover his identity. Officers identified the smartly dressed man in CCTV footage from Ealing, west London, where he is believed to have started his journey on the morning of 11 December. He arrived in Manchester shortly after midday after taking a train from London Euston, then went to Greenfield, Saddleworth, and visited the Clarence pub at 2pm, where he asked the landlord how to get to the top of the 1,500ft Indian’s Head peak above Dovestone reservoir. Despite being warned about treacherous weather conditions by the landlord, Mel Robinson, the man left the pub and was spotted by witnesses walking up the hill at about 4.30pm. His body was found the next morning by a passing cyclist on a boggy section of track. He was wearing slip-on shoes and had £130 in cash in his pockets, along with three train tickets, including a return ticket to London. He was carrying no documentation. Since the discovery of his body a number of theories have been explored by police officers about how and why he died on the secluded moorland above Greater Manchester. One theory said that he might have been making a pilgrimage to the scene of a plane crash that killed 24 people in 1949, possibly because he was related to one of the victims, or he could have been one of the survivors. Three babies were killed in the crash, which happened after a plane from Belfast struck a mist-covered hill in Saddleworth, about 15 miles from Manchester airport, its intended destination. Eight people survived. Two young boys survived the crash: Stephen Evans, who was five, and Michael Prestwich, two, were saved from the wreckage. Prestwich later died in a train accident but police said one line of inquiry was whether the pensioner was in fact Evans. However, this was discounted after Evans, who lives in Southampton, contacted police. There were also inquiries in Northern Ireland, where police believed he might be a grandfather who had been missing for 22 years. But DNA samples taken from Hugh Toner’s son did not match the body of Neil Dovestone. Toner, 78, has not been seen since he went missing from a hospital in County Armagh on 7 February 1994. In March, toxicology tests confirmed that the pensioner died from a dose of rat poison, strychnine, a highly toxic odourless alkaloid used as a pesticide, particularly to kill rodents. And now police are focusing their search for the man’s identity on Pakistan. The key to the case could lie in a metal plate fitted inside his left leg between 2001 and 2005 in the south Asian country. Theories that might explain that include that he was a Pakistani national who might have been injured there, a UK national who was in Pakistan when he suffered the injury, that he had dual nationality or was a “health tourist” going abroad for cheaper treatment. Police are hoping analysis of the femur injury could lead to a particular hospital or surgeon in Pakistan, but for now his identity remains a mystery."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}