{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/may/10/heart-attacks-kill-thousands-each-year-because-of-poor-nhs-after-care-study-says", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-05-09T23:01:11Z", "webTitle": "Heart attacks kill thousands each year because of poor NHS aftercare, study says", "webUrl": "https://www.theguardian.com/society/2016/may/10/heart-attacks-kill-thousands-each-year-because-of-poor-nhs-after-care-study-says", "apiUrl": "https://content.guardianapis.com/society/2016/may/10/heart-attacks-kill-thousands-each-year-because-of-poor-nhs-after-care-study-says", "fields": {"headline": "Heart attacks kill thousands each year because of poor NHS aftercare, study says", "bodyText": "Thousands of people a year are dying unnecessarily after a heart attack because NHS follow-up care is so poor, a study says. Six in seven of the 40,000 heart attack patients a year miss out on at least one of the treatments that have been proven to reduce their risk of having another one and dying, it found. Those failures and an “unacceptable deficit in care” led to 33,000 avoidable deaths between 2003 and 2013 in England and Wales, according to researchers. Although things have improved, an estimated one in three heart attack patients have a lower chance of survival because they are not getting a key medical or lifestyle intervention. “This study shows that many people in the UK are receiving suboptimal care after a heart attack and that lives are being lost as a consequence. Applying clinical guidelines in heart disease costs little and in the long-term saves money and, most importantly, saves lives”, said Prof Peter Weissberg, medical director at the British Heart Foundation. It co-funded the study with the National Institute for Health Research, the NHS’s research arm. The findings, by academics from Leeds University and University College London, are published on Tuesday in the European Heart Journal: Acute Cardiovascular Care. They involve the 40,000 people a year who have the most common form of heart attack, a non-ST elevation myocardial infarction (NSTEMI). “What we’ve highlighted here is the unacceptable deficit in the care being given to people after they’ve had an NSTEMI heart attack. We calculate that roughly one patient per month per hospital in England and Wales is losing their life as a direct consequence of this deficit”, said Dr Chris Gale, an associate professor of cardiovascular health sciences at the Leeds Institute of cardiovascular and metabolic medicine and the lead author. Researchers looked at data from the national heart attack register to examine what treatment was received in 389,057 cases of NSTEMI in 247 hospitals in England and Wales during 2003-13. They found that 87% of patients did not receive at least one of the 13 treatments or pieces of advice that care guidelines say they should. The most commonly missed interventions were dietary advice (68%), advice on stopping smoking (88%) and receipt of drugs called P2Y12 inhibitors and coronary angiography surgery (43%). Minorities of patients also did not receive cardiac rehabilitation or were not put on statins. “If all eligible patients in the study had received optimal care at the time of guideline publication, then 32,765 (28.9%) deaths may have been prevented,” the authors say. Following international good practice care guidelines has been proven to improve such patients’ chances of survival but the researchers said: “Even so, a large proportion of patients fail to receive appropriate care.” The authors blame a lack of heart specialists and equipment for the shortcomings. While substantial improvements in care occurred during the decade studied “in the latter years of study a third of NSTEMI still did not receive treatments for which they were eligible. Addressing these cumulative care gaps will save lives”. “Such deficits in care, cumulatively, were significantly associated with many premature cardiovascular deaths when compared with patients who were eligible for and received guideline-indicated care,” the authors add. Prof Jane Dacre, president of the Royal College of Physicians which represents non-specialist hospital doctors in England, urged hospitals to take action to improve aftercare. She said: “The NHS has already been very successful in saving the lives of people who have a heart attack. Now we have the opportunity to save even more lives if we fully implement the guidelines for treatment following heart attack. “The NHS must address the organisation of follow-up care to ensure patients don’t miss out on life-saving scans, treatments and advice.” NHS England, which is trying to reduce premature deaths through improved care, said hospitals must do better. Prof Huon Gray, its national clinical director for heart disease, said: “Immediate and long-term survival rates after a heart attack are improving thanks to advances in treatment and aftercare, but this study shows there are opportunities to improve outcomes further. National and international guidelines are clear, and these findings should act as a reminder to providers and commissioners of care that best practice should always be followed.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}