{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/may/12/david-cameron-to-chair-panel-on-anti-corruption-in-sport", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-05-11T23:01:12Z", "webTitle": "David Cameron to chair panel on fighting corruption in sport", "webUrl": "https://www.theguardian.com/politics/2016/may/12/david-cameron-to-chair-panel-on-anti-corruption-in-sport", "apiUrl": "https://content.guardianapis.com/politics/2016/may/12/david-cameron-to-chair-panel-on-anti-corruption-in-sport", "fields": {"headline": "David Cameron to chair panel on fighting corruption in sport", "bodyText": "David Cameron will host a discussion on how to crack down on corruption in world sport as he welcomes the representatives of more than 50 countries to London — but Fifa, the football governing body rocked by a corruption scandal, will not attend. The International Olympic Committee will be on the panel for Thursday’s session, which will form part of the prime minister’s global anti-corruption summit, to be attended by representatives from more than 50 countries. Anti-corruption campaigners are privately sceptical about the focus on sport, warning that it is a distraction from the more serious issue of cracking down on kleptocrats and the companies that help them to hide their ill-gotten gains. But senior government officials said: “There’s a point here: most people in the world see a real value for sport, and you want to know, whether you are playing or spectating, that the sport you are watching or taking part in is a free and fair competition.” He said the discussion would focus on, “how international sporting bodies improve their governance; and how governments and international organisations can support those processes”. Sepp Blatter, the disgraced former head of Fifa, resigned after US authorities began pursuing claims of endemic corruption at the Geneva-based organisation. Blatter’s successor, Gianni Infantino, was cited in the Panama Papers leaks over allegations of suspicious payments while he was legal services director at Uefa, European football’s governing body. He denies any wrongdoing. Neither institution was invited to the summit, officials said. Asked why Fifa – the most prominent sporting body involved in a corruption scandal in recent years – was not attending, the official said: “We have had long discussions with a number of sports bodies; Fifa and Uefa have been involved at times.” The head of the Sierra Leonean football association, Isha Johansen – who has fought a battle against corruption – will attend. No 10 said the approach of the summit, which is being held at Lancaster House in London, was to bring together countries and institutions that had performed well in tackling corruption; with those that needed to take tougher action."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}