{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/may/13/talking-horses-saturdays-best-bets", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-05-13T23:28:00Z", "webTitle": "Talking Horses: Saturday’s best bets plus all the latest racing news", "webUrl": "https://www.theguardian.com/sport/2016/may/13/talking-horses-saturdays-best-bets", "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/talking-horses-saturdays-best-bets", "fields": {"headline": "Talking Horses: Saturday’s best bets plus all the latest racing news", "bodyText": "Godolphin have a strong hand in the Lockinge Stakes, the highlight of Saturday’s horse racing, but perhaps their best chance may come from their perceived second-string. Belardo (3.55) was unable to show his true quality last time at Sandown and could be a fair bet at 8-1 now that he is switched to a straight mile. Now four, Belardo achieved his career peak as a juvenile when landing the Dewhurst Stakes by two lengths from Kodi Bear, who is shorter than him in the betting for this. Perhaps unfairly, Belardo has been billed as a soft-ground horse for whom the drying ground at Newbury is not ideal. While he does not want the ground on the fast side, there should be easily enough juice in the turf here for him to express himself. He was out of form for most of last year but recovered to be a close second to Solow on Champions Day and resumed in fine fettle when scoring at Doncaster last month. He was given far too much to do when last seen at Sandown, when he did well to get within two lengths of the prominently ridden Toormore. Andrea Atzeni rides him here for the first time since the Dewhurst and will presumably be alive to the need to avoid a repeat of that. This looks competitive and lacking an outstanding performer. At 20-1 Euro Charline makes each-way appeal, having run a stormer to be second in the Dubai Turf at Meydan when last seen. 2.45 Newbury Eagle Top has by far the best form but it is nearly two years since he won anything and backing him at odds-on holds little appeal. David Simcock’s progressive filly Carnachy looked very professional in landing a Listed prize at Goodwood last time and could be the one to make life hard for the favourite. 3.00 Newmarket Simcock has another bright chance with Desert Encounter, who seemed to be miles ahead of his rating when scoring on his handicap debut at Doncaster a fortnight ago. 3.20 Newbury The standout piece of form on offer here is Dream Dubai’s second place in an Ascot Group Three last month. While he stayed on without threatening to win, he chased home Gifted Master, who has gone unbeaten for almost a year. The third horse went close at Listed level at York this week. 3.35 Newmarket The lightly raced Thikriyaat should have plenty more to offer and, although he is probably going to need further than this seven furlongs in time, he could get away with it here. The runner-up from his Newmarket win last month has since landed an Ascot handicap from a high mark. 4.10 Newmarket Soft ground may have been the undoing of Suqoor when he was sixth at this track last month. That flop has been bookended by two Polytrack wins and he could be a strong proposition once more, now that he gets to try fast turf. Chris Dwyer’s horses continue in good form and he has a 26% strike-rate when using Silvestre De Sousa. 4.30 Newbury Ed Dunlop is another trainer who has started the year strongly and his Vivre Pour Vivre may make it three from three for 2016. This son of Pour Moi has stamina to burn and, although it was heavy when he scored on his handicap debut at Leicester, he does not need the ground to be so testing."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}