{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2016/may/20/bernie-sanders-hillary-clinton-trump-campaign-2016-election", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-05-20T21:24:30Z", "webTitle": "NRA endorses Donald Trump for president – campaign live", "webUrl": "https://www.theguardian.com/us-news/live/2016/may/20/bernie-sanders-hillary-clinton-trump-campaign-2016-election", "apiUrl": "https://content.guardianapis.com/us-news/live/2016/may/20/bernie-sanders-hillary-clinton-trump-campaign-2016-election", "fields": {"headline": "NRA endorses Donald Trump for president – campaign live", "bodyText": "Michele Obama offered another clue about her life after the White House when she spoke at a health conference in Washington on Friday. The first lady has been a crusader against childhood obesity through her Let’s Move initiative and vowed to continue the fight in her political afterlife. “The truth is, is that it actually doesn’t matter where I’m sitting eight months from now,” she told delegates at the Partnership for a Healthier America meeting. “What matters is that we all keep standing together on behalf of our kids.” Obama added to applause: “And while next year I will no longer be first lady, I just want you to know that I will always be here as a partner in this effort – always. So I’m not here today to give a victory speech, and these certainly aren’t my closing remarks on this issue – just the opposite. I was passionate about this issue long before I became first lady, and I plan to work on it long after I leave the White House.” She praised the work of Partnership for a Healthier America and announced that, for first time in 20 years, the FDA has produced a new nutrition facts label that will be on nearly 800,000 food products nationwide. The calorie count is bigger, the serving sizes more accurate and the quantity of sugar added in processing will be shown. “So very soon you will no longer need a microscope, a calculator, or a degree in nutrition to figure out whether the food you’re buying is actually good for our kids.” It is clearly an issue Obama takes personally. With her passion evident, she added: “If six years ago someone had told you that Fenway Park would have a 5,000 square foot farm on their rooftop to provide fresh produce for their fans, or that 50 million Americans would visit a government website called MyPlate to learn about healthy eating, or that sales of kale would jump 50 percent in just four years, or that the first unanimously chosen NBA MVP, Steph Curry, would choose fruits, vegetables, and water as his primary product endorsements ... “If someone had told you all that six years ago, you would have thought they had were out of their minds. But that’s the kind of meaningful, tangible change that we’re seeing throughout the country.” The National Rifle Association endorsed Donald Trump for president at its national convention in Louisville, Kentucky, which Trump called “a fantastic honor.” Speaking at the NRA convention, Trump said if elected president, Hillary Clinton will try to end the right to bear arms by appointing progressive Supreme Court justices. “If she gets to appoint her judges, she will as, part of it abolish the second amendment. In my opinion that’s what she’s going for,” said Trump, who called on Clinton to release a list of potential SCOTUS justices. Clinton has never said she wants to abolish the second amendment. Clinton immediately rebutted Trump’s claim, tweeting: “We can uphold Second Amendment rights while preventing senseless gun violence.” Trump may head to London to meet with UK prime minister David Cameron, after a week of tense insults from both sides. The Guardian understands that no formal invite was sent, despite Trump’s claim, however a Downing St spokesperson said: “There is a long history of PMs seeing nominees if they visit the UK and the PM will be happy to do so once the nominees have been chosen.” And as we go to the weekend, many on the Democrats side are looking to see what Bernie Sanders will do next - with pundits today noting that the longer the stays in the race, the more it helps Donald Trump, although thousands are still turning out at his rallies across the country. Ed Pilkington profiles Megyn Kelly, the Fox News reporter who regularly cops abuse from Donald Trump - but sat down to interview the presumptive Republican nominee earlier this week. Will the real Megyn Kelly please stand up? Is she the fearless moderator who made America gasp and Donald Trump splutter when she fired the opening question of the first Republican presidential TV debate last August, reminding the billionaire that he had described various women as “fat pigs, dogs, slobs and disgusting animals”? Or is she the Megyn Kelly who turned up for work this week, marking her truce with Trump after nine months of sustained vitriol on his part, with a soft-soap interview on Fox that was as sharp and memorable as blancmange? This week’s interview was a rare opportunity to hold the presumptive Republican nominee to account over his extremist platform on Hispanic immigrants, Muslims and women. Instead, she chose to ask him to describe the context in which he tweets: “I’m picturing, like, a crushed velvet smoking jacket, chaise lounge, slippers,” she said. “Maybe not as fancy as that,” Trump replied, squirming in his seat along with 4.8 million television viewers. “It was a lovefest,” said Mark Feldstein, who reported for ABC News and CNN for 20 years before becoming a professor of journalism at the University of Maryland. “She achieved something very difficult with her gentle questioning: she made Donald Trump seem boring.” The strange metamorphosis of Megyn Kelly, 45, from her jaw-dropping performance at the first TV debate to the fawning publicist we saw on our small screens this week is revealing. It tells us something about Kelly herself and the scope of her ambition; it tells us quite a lot more about the parlous state of American television; and it also offers clues to how the implausible candidacy of Trump has come to be. Read the rest of the article here. Clinton is responding to Trump’s claim to the NRA convention today that she wants to abolish the second amendment. Clinton campaign spokesman John Podesta called Donald Trump’s latest interviews on foreign policy “unhinged at times,” in a recently released statement. He [Trump] once again claimed that he can’t share his great foreign policy ideas because he wants unpredictability. He aggressively defended his Muslim ban. He lied about his own record, claiming he opposed the Libya intervention and Iraq War -- both of which he supported at the outset. And he demonstrated once again his dangerous penchant for going ballistic on anyone who disapproves of his proposals. Rather than taking seriously criticism from former Secretary of Defense Robert Gates -- one of America’s most well-respected foreign policy minds -- Trump responded with a long tirade attacking Gates. This is the same petulance that was on display when he recently cast doubt on our special relationship with the UK simply because David Cameron and London Mayor Sadiq Khan criticized his proposed Muslim ban, challenging the latter to an IQ test. This morning on MSNBC’s Morning Joe, Trump said Gates had “no idea,” after he criticized Trump’s foreign policies yesterday. “I’m not a big fan of his,” said Trump. MSNBC is reporting that a suspect with a weapon approached a White House guard near the fence of the White House, and was shot by the guard when they didn’t drop the weapon. Seems it’s already Summer Fridays in the White House, according to the AP: “The president was not on premises. He’d left two hours earlier for an afternoon round of golf.” Just away from the campaign trail for a second, but the White House is on lockdown after a shooting. A man was shot outside the White House on Friday afternoon, police told The Washington Post. The victim has been taken to hospital in a critical condition. The identity of the shooter is currently unknown. MSNBC reports that Barack Obama was not at the White House when the shooting occurred. The Clinton campaign retweeted an interview with a former Miss Universe contestant, the beauty pageant that Donald Trump used to own, speaking about how the presumptive Republican nominee called her “Miss Piggy” and publicly shamed her to lose weight. Lois Beckett is in Louisville for the NRA convention. The NRA refused to issue Guardian US with accreditation for its convention, so she is covering the event from outside. Speaking to NRA members at the group’s annual meeting, Trump warned that Hillary Clinton would get to appoint “three to five” Supreme Court justices. Trump, who released a list of his potential Supreme Court nominees earlier this week, called on Clinton to release her own list of Supreme Court picks. “It’s day and night, it’s day and night and it will not be good for the people in this room,” he said. “I do want to run against her, I have to be honest with you,” he said. So, Trump told the NRA convention that Hillary Clinton wants to abolish the second amendment, by choosing Supreme Court justices who are anti-guns. But what evidence is there that Clinton wants to ban the right to bear and keep arms? None, says Politifact, a Pulitzer Prize-winning site which evaluates the accurateness of candidate comments. They examined Trump’s claim in recent weeks: We found no evidence of Clinton ever saying verbatim or suggesting explicitly that she wants to abolish the Second Amendment, and the bulk of Clinton’s comments suggest the opposite. She has repeatedly said she wants to protect the right to bear arms while enacting measures to prevent gun violence. Gun advocates say Trump’s claim is backed up by Clinton’s openness to a gun buyback program and her disagreement with a Supreme Court decision on the Second Amendment. But whether or not these two cherry-picked comments actually reveal Clinton’s intentions is a matter of interpretation. For this claim to hold water, the support for Second Amendment abolition needs to be more direct. So we rate it False. Trump talked about his women problem at the NRA convention, as he called for more women to abandon Hillary Clinton and support him: My poll numbers with men are through the roof. I like women more than men, come on women! Donald Trump called on Bernie Sanders to run as an independent, since Hillary Clinton is the likely Democratic nominee. “I think Bernie should run as an independent,” said Trump. “I want him to run as an independent. Then it would be the three of us on stage, I would love that.” Donald Trump says Hillary Clinton would attempt to abolish the right to keep and bear arms, if elected, by appointing anti-gun justices to the Supreme Court. “If she gets to appoint her judges, she will as, part of it abolish the second amendment. In my opinion that’s what she’s going for,” Trump told the NRA convention. He called on Clinton to release a list of possible Supreme Court nominees, as he did earlier this week. “I’d like to call for Hillary Clinton to put together a list,” said Trump, who said the difference between his and Clintons list of nominees would be “night and day.” Earlier today Trump tweeted an audio clip where Clinton is speaking about gun reform. “She’s putting the most vulnerable Americans in jeopardy,” said Trump, who even tried to turn it into a gender issue by saying that Clinton wanted to take guns away from women who use them to protect themselves. “That is so unfair. And that is so egregious,” said Trump. “Hillary wants to disarm vulnerable Americans in high crime neighborhoods... Hillary wants them to be defenseless, wants them to take away any chance of survival,” he said. “Heartless hypocrites, like the Clintons, want to get rid of guns, but they have bodyguards who have guns,” said Trump, who called for all of the Clintons bodyguards to be disarmed. “That’s why we’re going to call her Heartless Hillary... somehow I like Crooked Hillary better,” said Trump. As the NRA endorses Donald Trump for president, let’s remember this tweet from Trump back in 2012 after the Newtown massacre, where 20 children aged between six and seven were killed, along with six adults. Chris Cox, the executive director of the NRA’s Institute for Legislative Action just formally announced the NRA’s endorsement of Donald Trump for president. “I did not know that. I knew I was doing well, but I did not know that,” Donald Trump said. He called the endorsement “a fantastic honor.” “I will not let you down,” he promised. “Remember that, I will not let you down.” He also said his sons were better shooters than he is. Just before Trump took to the stage at the NRA convention, other gun enthusiasts spoke about the role of guns in the election. If Clinton gets to appoint a Supreme Court justice to replace gun rights champion Antonin Scalia, who died earlier this year, “you can kiss your guns goodbye,” Wayne LaPierre told an audience of thousands of National Rifle Association members. “The Second Amendment is on the Ballot this November,” Chris Cox, the director of the National Rifle Association’ Institute of Legislative Action, said. The National Rifle Association has just endorsed Donald Trump for president at its convention. “We’re going to be so proud of our country again,” said Trump, as he addressed the convention, speaking about how he believes guns make the country safer. “I’ve been watching what’s going on, I’ve been looking at airplanes being blown up in the air,” said Trump. “[more guns will mean]we don’t have to be so frightened, we don’t have to be so afraid.” “Paris, is probably, in the world, the toughest place to have guns,” said Trump, referring to the terror attacks in Paris last November. “If you would have had guns on the other side... I promise, there wouldn’t have been 130 people killed... it might not have happened... believe me, the carnage would not have been the same.” As Obama’s former chief speech writer Jon Favreau, has a way with words and he’s not mincing them when it comes to Donald Trump, declaring him “a dick.” In the tweet, Favreau lists several criticisms of Trump, including that Trump hoped that for a housing crash to help his investments and had multiple lawsuits tied to his company’s taxes. He then follow it up with a list of links to stories about each statement, apart from the “dick” one, which he simply credited as “duh.” He later called his tweets a “media experiment.” It was also announced today that Favreau has a gig working for Bill Simmon’s soon-to-be-launched publication The Ringer, writing about the 2016 campaign, so some nice timing for a media experiment. Donald Trump may be heading to London to meet the prime minister, despite David Cameron calling his plan to ban Muslims from entering the US “divisive, stupid and wrong”. “He would like me now to visit 10 Downing Street. They put out that invitation about two days ago,” Trump told MSNBC’s Morning Joe on Friday morning. Downing Street acknowledged the invitation to the Guardian, which came after a week that saw a strained relationship with the the presumptive Republican nominee for the presidency of the UK’s closest ally. “It’s long-standing practice for the PM to meet with the Republican and Democrat presidential nominees if they visit the UK,” said a Downing Street spokesperson in a statement. “Given the parties have yet to choose their nominees, there are no confirmed dates for this,” the spokesperson added. That marks a change from December, when Cameron said of Trump: “If he came to visit our country, I think he would unite us all against him.” Earlier this week the prime minister refused to back down from his criticisms of Trump. “He continues to believe that preventing Muslims from entering the US is divisive, stupid and wrong. He stands by his comments,” said a Downing Street spokesperson. The billionaire businessman appeared in a sit-down interview with Piers Morgan, aired on Britain’s ITV on Monday, questioning whether Cameron - whose behavior towards him Trump called “inappropriate” - was damaging the countries’ relationship. “It looks like we’re not going to have a very good relationship, who knows?” said Trump. But today Trump seemed more conciliatory as he spoke of a possible visit to London. “So I will do just fine with David Cameron. I think he’s a nice guy ... They have asked me to visit 10 Downing Street - and I might do it,” he told Morning Joe. Last time Donald Trump made his tax returns public, he’d paid $0 in income taxes to the federal government. As the Washington Post reports today: The disclosure, in a 1981 report by New Jersey gambling regulators, revealed that the wealthy Manhattan investor had for at least two years in the late 1970s taken advantage of a tax-code provision popular with developers that allowed him to report negative income. Today, as the presumptive Republican presidential nominee, Trump regularly denounces corporate executives for using loopholes and “false deductions to “get away with murder” when it comes to avoiding taxes. “They make a fortune. They pay no tax,” Trump said last year on CBS. “It’s ridiculous, okay?” Earlier this week Trump released a “financial statement,” but not his full tax returns, which he says he won’t release until after the IRS complete its audit on his finances. Today there’s a lot of discussion over whether Bernie Sanders needs to drop out ASAP to create party unity against Donald Trump, or if Hillary Clinton is being hypocritical for wanting him to withdraw, since she didn’t back in 2008 when it was clear she was losing but had some momentum behind her. After Clinton’s chat with CNN yesterday, where she declared she will be the Democratic nominee, the conversation has become even more focused on what should Sanders do now. MSNBC political correspondent Steve Kornacki just tweeted his take on the Sanders v Clinton battle: And it’s true that looking back in 08 shows a lot of criticism of Clinton’s “scorched-earth” policy from the time: Over at Slate, Jamelle Bouie criticized Sanders for focusing on the rules around elections rather than what happens if Trump wins. ..Sanders is attacking the coalition that elected Barack Obama—the coalition that arguably made his progressive movement possible — whether he realizes it or not. This coalition is predominantly nonwhite, centered in black and Latino communities, and it’s the reason Clinton stands as the likely nominee. These voters have enabled liberals to, for the first time, craft a national coalition that doesn’t have to shy from questions of racial justice and gender equality, or — like the Democratic Party of Bill Clinton — acquiesce in the face of white backlash, subsuming nonwhite concerns to the anxieties of white voters. And critically, these voters are among those Americans with the most to lose if Sanders decides that his shot at the nomination — or at changing debate and primary rules — is more important than keeping Donald Trump from the White House. And all of this is counterproductive to his stated goal of pulling the Democratic Party to the left. Eugene Robinson at the Washington Post says that he backs Sanders political philosophies, but if he stays in the race it just helps Trump: Instead of accepting this obvious fact, the Sanders campaign is behaving like a 2-year-old who can’t have ice cream for breakfast. All along, Sanders and his aides have claimed that the party establishment was unfairly tipping the scales in favor of Clinton. Now the Sanders people have gone further and are deliberately stoking anger and a sense of grievance — less against Clinton than the party itself. This is reckless in the extreme, and it could put Trump in the White House. What do you think of the position Sanders is in? Should he keep battling it out to the convention? Let us know in the comments. Chris Christie’s pained facial expressions standing behind Donald Trump during the presumptive nominee’s Super Tuesday victory speech made the New Jersey governor a national laughing stock. On Thursday Christie got reimbursed up to $400,000 for his dignity. In a campaign fundraiser at a National Guard armory in a bucolic Trenton suburb, Trump gave a speech to a crowd of hundreds, many of whom had paid up to $200 to attend. Trump stuck to familiar themes about immigration and trade, adding a new wrinkle by saying: “Who the hell cares if there’s a trade war [with China]?” The event, accompanied by a high-dollar fundraiser for the New Jersey Republican party, represented a Trump rally in miniature. The same blaring soundtrack, the same ardent shouts of “build the wall,” but all for the first time to a paying crowd, in an attempt to clear outstanding campaign debt from Christie’s unsuccessful presidential bid. The presumptive nominee boasted as he took the stage: “Chris paid off his entire debt tonight. The whole debt!” Read the rest here Hello, and welcome to our live-wire coverage of the 2016 race for the White House. Yesterday Hillary Clinton declared herself the next Democratic nominee, calling her lead against Bernie Sanders “insurmountable”. “I will be the nominee for my party … That is already done, in effect. There is no way that I won’t be,” she told Chris Cuomo from CNN. But Sanders isn’t hanging up his trademark glasses yet, hosting a rally in Sante Fe, New Mexico, at 1pm, followed by another in Albuquerque at 4pm. The fact that Sanders is still fighting for the nomination is angering many on Team Clinton, with a former Clinton aide telling The Hill: “This is the worst case scenario and the one people feared the most.” Now with rallies planned all weekend for Sanders, pundits are looking to see what the Vermont senator does next. Meanwhile, presumptive Republican nominee Donald Trump – who was in New Jersey yesterday for an event with Chris Christie, which raised $400,000 to pay off the debts of his campaign foe turned surrogate – went on a tweeting rampage early this morning, starting at around 5.30am, using his favorite new nickname for Clinton, after she called him “not qualified” to be president yesterday. “I get up nice and early,” Trump said on MSNBC’s Morning Joe this morning. “You know, Hillary said some things and I said some things and now I go and I go back to work and I have a lot of fun.” As one reporter pointed out:"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}