{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2016/may/10/qa-recap-questions-about-trickle-down-economics-open-the-floodgates", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2016-05-09T22:00:24Z", "webTitle": "Q&A recap: questions about trickle-down economics open the floodgates", "webUrl": "https://www.theguardian.com/business/2016/may/10/qa-recap-questions-about-trickle-down-economics-open-the-floodgates", "apiUrl": "https://content.guardianapis.com/business/2016/may/10/qa-recap-questions-about-trickle-down-economics-open-the-floodgates", "fields": {"headline": "Q&A recap: questions about trickle-down economics open the floodgates", "bodyText": "The first election campaign episode of QandA was stolen by an audience member with a simple question that split the panel like splinters. “I’ve got a disability and a low education, that means I’ve spent my whole life working for minimum wage,” said Duncan Storrar. “You’re gonna lift the tax-free threshold for rich people. If you lift my tax-free threshold, that changes my life. That means that I get to say to my little girls, ‘Daddy’s not broke this weekend. We can go to the pictures.’ Rich people don’t even notice their tax-free threshold lift. Why don’t I get it? Why do they get it?” Kelly O’Dwyer, the minister for small business and assistant treasurer, seemed to be reading from the rather discredited theory of trickle-down economics in reply. “The critical thing here is that we actually need to grow the pie,” she said. “We want to give people an incentive to work, to invest in their businesses and to employ people and create better lives for themselves.” On Twitter Greens senator Janet Rice suggested the opposite to trickle-down economics might be the answer. The question of trickle-down economics was raised directly by another audience member. “The Nobel prize-winning economist Joseph Stiglitz totally rejected the trickle-down theory of economics where if you take care of the rich the benefits will flow down to all,” Loretta Little said. “Why has the Coalition designed the budget around the fallacy of Reaganomics and the Laffer curve?” Responding to the question Innes Willox, the chief executive of the Australian Industry Group, brought it back to Storrar, and tried to take a hard line. “Duncan, I’ll be harsh in my message. If you’re on the minimum wage and with a family, you would not pay much tax, if any at all. Would you? You would not pay much tax.” Duncan replied to a loud applause: “I pay tax every time I go to the supermarket. Every time I hop in my car.” But Willox recovered and put forward the case of corporate tax cuts. “What, according to the head of Treasury it will do, is drive $160bn into the economy over 10 years. That’s a pretty good return on a $50bn investment. That will create the jobs of the future.” But the sorts of jobs getting created was another issue raised on the program. One audience member said she was disappointed to not hear in the recent budget, anything about a transition from fossil fuels. “A transition from fossil fuels to renewable energy seems to align perfectly with the government’s mantra of jobs and growth but can anyone please explain why there is no plan for this transition in the budget?,” asked Sarah McColl-Gausden. O’Dwyer responded by arguing that Australia’s cuts to greenhouse gas emissions are “very ambitious”. Australia agreed in Paris to cut emissions by between 26% and 28% below 2005 levels. “Per capita, we are up there with Brazil in actually having the highest emissions reductions in the world,” she said. But relying on per-capita emissions reductions makes Australia’s cuts look quite strong, since we have some of the largest per-capita emissions in the world to start with. Our absolute emissions cuts are set at 26% to 28% below 2005 levels by 2030. Climate Change Authority chairman Bernie Fraser said that puts Australia “at or near the bottom of the group of countries we generally compare ourselves with”. And others have said it isn’t consistent with keeping warming under 2C. Andrew Leigh, Labor’s shadow assistant treasurer, said: “Labor believes we need more ambitious climate targets in line with what the Climate Change Authority recommends and we should get to zero net emissions by 2050.” O’Dwyer responded: “I think it’s quite irresponsible of Andrew to say that he wants an even higher target because of course the only way that he’ll be able to deliver that is to impose new taxes such as a new carbon tax.” But in the end it was Duncan Storrar’s question that really left people thinking."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}