{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2016/may/10/uk-retailers-suffer-sharp-drop-sales-experience-economy", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2016-05-09T23:01:11Z", "webTitle": "UK retailers suffer sharp drop in sales", "webUrl": "https://www.theguardian.com/business/2016/may/10/uk-retailers-suffer-sharp-drop-sales-experience-economy", "apiUrl": "https://content.guardianapis.com/business/2016/may/10/uk-retailers-suffer-sharp-drop-sales-experience-economy", "fields": {"headline": "UK retailers suffer sharp drop in sales", "bodyText": "British retailers suffered the sharpest drop in sales for eight months in April as more cautious shoppers reined in spending and cold weather affected sales of spring and summer clothing, industry figures show. The British Retail Consortium (BRC) said like-for-like sales fell 0.9% in April on a year earlier, the biggest drop since last August. The weak April performance compounded pressure on retailers after a sales drop of 0.7% in March. Takings in April were flat on a year ago in total terms, which does not adjust for the effect of new store openings, as a drop in fashion sales offset a rare rise in food sales, the BRC said. The trade group predicted trading conditions would remain tough for retailers. It echoed retailers such as Next and Sainsbury’s in highlighting a shift for people to spend more on nights out and holidays than on items from shops – a trend experts have dubbed the “experience economy”. “Overall, flat total sales mask a very mixed picture; some retailers benefitting from the healthy housing market, while others are evidently more susceptible to the effects of lower consumer confidence and a higher proportion of disposable income going into leisure and entertainment,” said Helen Dickinson, BRC’s chief executive. “While glimmers of hope are evident, the rapid pace of change in the industry, increasing cost pressures and other business burdens remain a cause for concern.” The BRC report said the clothing and footwear sector had a “dire month” as a cold spell kept shoppers away from spring-summer ranges, in stark contrast to April a year ago when temperatures were unusually high. “The same trends as March continued, with outerwear, knitted leggings and essentials like socks and underwear continuing to do well while dresses, shorts and T-shirts showed significant declines,” the BRC-KPMG retail sales monitor said. “Footwear was the worst performing category in April ... The sales deficit came mostly from sandals and canvasses, while boots remained in demand.” The performance for clothing and for footwear sales when measured over the latest three months together was the worst since BRC records began in 2010. In contrast, furniture and home accessories sales fared well and rose last month. Food sales grew for the first time since the start of the year, bringing some welcome relief for grocers’ margins hurt by falling prices amid fierce competition. But the respite could prove short-lived, warned David McCorquodale, head of retail at the consultancy KPMG, the report’s co-authors. “As consumers still appear to be hooked on a diet of discounts, deflationary trends in the sector look set to continue,” he said. The gloomy news on sales follows other reports suggesting consumers have become more cautious thanks to a slowing economy, weakening pay growth and worries about the a knife-edge EU referendum in June. Separate figures from Barclaycard on Tuesday suggest consumer spending rose just 1.9% in April, well below a rolling 12-month average of 3.7%. Shoppers cut back their spending on essentials – hurting supermarkets most, with the category shrinking 6.1%, the worst performance since Barclaycard records began in 2011. Spending on clothing fell 3.5%, in the worst performance for three years, according to Barclaycard, which processes nearly half of all credit and debit card transactions in the UK. There was further evidence that people were prioritising leisure spending, with air travel up by 6.5% and restaurants up 11.3%. “April proved another challenging month for retail as consumers held back in the face of economic headwinds. The feel-good factor they enjoyed in 2015, encouraged by rising employment and increasing household incomes, has been hit by a combination of uncertainty on everything from oil prices to the EU referendum,” said Barclaycard managing director, Paul Lockstone."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}