{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/01/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-01T21:08:16Z", "webTitle": "Rebrov set for showdown", "webUrl": "https://www.theguardian.com/football/2002/jan/01/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/jan/01/newsstory.sport", "fields": {"headline": "Rebrov set for showdown", "bodyText": "Sergei Rebrov's representatives will meet Tottenham officials this week to learn whether Spurs want to sell their record signing. Lazio, Barcelona and Valencia have already expressed interest, and officials of the Italian club are due at White Hart Lane this week. Rebrov does not particularly want to leave Spurs but he is unhappy about his recent lack of first-team football after his £11m move from Dynamo Kiev two years ago. There has been speculation that Spurs are interested in the Lazio midfielder Ivan de la Pena, who could form part of a deal with the Serie A club, especially as the Italian transfer window opens today. Walter Smith has ruled out walking away from Everton despite mounting speculation that he will be replaced as manager if the club lose at Middlesbrough this afternoon. Everton, hovering a precarious four points above the relegation zone, travel to Teesside after four successive defeats. With the club's deputy chairman Bill Kenwright under mounting pressure from fellow board members to act, further ignominy at the Riverside - and the possibility of an FA Cup exit at Stoke City on Saturday - might force his hand and end the manager's three-year tenure on Merseyside. \"I take full responsibility for the poor results, but I'm no quitter,\" said Smith. \"When you have a poor run the manager must face the consequences, and I do.\" Kenwright gave Smith a two-year contract extension last summer and his dismissal, with his assistant Archie Knox, would cost the club - already £18m in debt - more than £2m. Yet the board privately concedes it would pay that price if it staved off the bigger cost of relegation. Smith remains convinced he can arrest the slide. \"For the majority of the season we've been in the top half and now we are 13th, not third from bottom,\" he said. \"I'll take the flak, but we have to take a collective responsibility.\" To add to Smith's problems Thomas Gravesen has been fined a week's wages - about £15, 000 - for failing to report back for training after a trip home to Denmark. The midfielder is available for about £4m. Newcastle offered £2.5m for the Dane this season only to be rejected. An improved bid, perhaps with Robert Lee in part exchange, is likely to be accepted."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}