{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jan/24/football.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-01-24T21:18:25Z", "webTitle": "Happy incoherence the true lasting memory of Astle", "webUrl": "https://www.theguardian.com/sport/2002/jan/24/football.comment", "apiUrl": "https://content.guardianapis.com/sport/2002/jan/24/football.comment", "fields": {"headline": "Happy incoherence the true lasting memory of Astle", "bodyText": "Jason Roberts was wondering how to end a six-game scoring drought when he heard about Jeff Astle's death. This was on Sunday morning, a few hours before West Brom's home match against Walsall. By the time Roberts arrived at the Hawthorns, a sense of bereavement was in the air. Above the stadium, the flags were flying at half-mast. At such times the glories of the past often seem to cast a shadow across the efforts of today. Albion's fans found themselves thinking back 30 years, to an era when they competed on equal terms with the giants. An era when Jeff Astle scored 174 goals in 361 games for the Baggies. \"West Brom are a big club,\" Roberts said this week, although anyone under 40 years old and living outside the West Midlands might take some persuading of that. But they and their supporters have a powerful sense of their own tradition, and the sudden death of their beloved former striker brought out the best of it. It certainly brought the best out of Roberts, their 23-year-old striker, who scored the only goal of the match four minutes before half-time to give the Baggies their first-ever league win over their local rivals. But it was what happened next that made the occasion extraordinary. Roberts pulled up his blue and white striped shirt. He wanted us to see what was on his undershirt. This sort of thing can be tiresome. If I don't want to hear from you, the satirist Fran Lebowitz once wrote, why should I want to hear from your T-shirt? Roberts, however, had a different agenda. On his T-shirt was a picture of Astle. It would be an understatement to say the gesture was appreciated. It had started as someone else's idea. \"We were going out for the warm-up,\" Roberts told me, \"when Dave Bowler, who does our programme, handed me the T-shirt and said, 'Do you want to wear it, in case you score?' Well, I already had the feeling that I was going to score on Sunday, so I got them to cut the sleeves off and I put it on.\" He never met Astle, whose illness was preventing his attendance at home matches by the time Roberts arrived for a club-record fee of £2m in the summer of 2000. \"But I certainly heard a lot about him,\" Roberts said. \"And a few months ago I met one of his daughters. I hadn't scored for quite a few games, and she came up and said some nice things to me.\" Yesterday a message from Astle's widow and three daughters appeared on the official West Brom website, thanking Roberts for his gesture. \"We know that dad was watching him from heaven and willing him to score,\" it said. Roberts had certainly done Astle a better service than those obituarists to whom his famous miss against Brazil in the 1970 World Cup appeared to represent the defining moment of his career. I prefer to remember his happy incoherence two years earlier, after he had scored the extra-time winner in the FA Cup final. Invited to relive the moment in detail, all he could do was laugh. Only four words came out: \"Left foot! Top corner!\" His left foot, as his team-mate Bobby Hope used to say, was good only for standing on. Hence the laughter. How sad that the chance in Guadalajara did not come to his right foot, or to his lethal forehead, whose reliability had placed him alongside Ronnie Allen and Derek Kevan in West Brom's goalscoring pantheon. Today that group also includes Cyrille Regis, who is Roberts's uncle. Regis was brought to West Brom by Allen, then the club's chief scout, from Hayes, a non-league side. Roberts also started at Hayes, and it was Regis, now also his agent, who persuaded him to move from Bristol Rovers to the Hawthorns. \"When they love a player at this club,\" Roberts said, \"they really love him.\" He was talking about Astle, of course. Before Sunday a series of injuries and the failure to score regularly had made him anxious about his own place in West Brom's scheme of things. Now he calls it \"the strangest day of my career\". One gesture doesn't make a career, of course. But if fate has the soul of a Baggies fan - no, make that a football fan - then perhaps last Sunday was a turning point, too."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}