{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/24/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-24T22:59:52Z", "webTitle": "United may cash in on Beckham", "webUrl": "https://www.theguardian.com/football/2002/jan/24/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2002/jan/24/newsstory.sport3", "fields": {"headline": "United may cash in on Beckham", "bodyText": "Manchester United's chief executive Peter Kenyon last night admitted the club have become frustrated over contract talks with David Beckham and are seriously considering selling their most valuable asset. Following another break-down in negotiations the Old Trafford hierarchy have resigned themselves to the likelihood that the £30-£40m rated midfielder has no intention of declaring where his future lies until after this summer's World Cup. The club are concerned that should the England captain play well in front of a global audience he would return from the Far East with his value having risen significantly and thus be able to negotiate from a position of even greater strength. \"We are at that frustrating stage where we are close but not close enough to finalising the matter and, after several months of negotiations, you do reach a point where you look to conclude it one way or the other,\" Kenyon said. \"I'm sure we're all frustrated about it. David hasn't said that he's not going to sign and we haven't said to him: 'sign or else'. Now we have to decide whether a): we do this pretty quickly or b): we put it on the back burner because we have to concentrate on the rest of the football season.\" Uppermost in Kenyon's mind is the knowledge that Beckham, 26, will be a free agent in the summer of 2003 and from January 1 next year would be permitted to speak to prospective foreign clubs about joining them on a free transfer, much as Steve McManaman did when he left Liverpool for Real Madrid. United have offered Beckham a package of around £85,000 a week as well as a percentage of merchandise sales as part of an image rights package, but after a successful World Cup a queue of leading European clubs would be willing to offer considerably more. In monetary terms it would make little sense for Beckham to remain at Old Trafford but as a multi-millionaire, United would hope that his decision is based on football matters rather than finance. If they believe there is a serious risk of losing the player on a free transfer, however, the club will have little option but to circulate his availability. Given that Kenyon has already stated the club have gone \"as far as they can\" with their final offer, and that Beckham's camp is still campaigning for a more lucrative deal, the matter will probably not be resolved until late summer at best. \"We obviously want it to be concluded but you do get to a stage where, as I say, you have to put it on the back burner, both in the interests of the player and the club,\" Kenyon added. \"If that were the case, that would take us to the end of the season and then, of course, David is away for the summer because of the World Cup.\" Kenyon also confirmed that preliminary discussions had been held with Roy Keane about a new £75,000-a-week contract but the club want to clarify Beckham's position first before sitting down with the captain again. Italy's coach Giovanni Trapattoni has thrown his hat into the ring as a replacement for Sir Alex Ferguson as United's manager. \"Even at my age I do not think it's too late for me,\" the 62-year-old told Football Italia magazine. \"United are a great club and I would love to work with them some time in the future.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}