{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/28/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-28T23:59:03Z", "webTitle": "Atletico join pursuit of Gregory", "webUrl": "https://www.theguardian.com/football/2002/jan/28/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2002/jan/28/newsstory.sport3", "fields": {"headline": "Atletico join pursuit of Gregory", "bodyText": "Derby County face competition from Atletico Madrid for the services of the former Aston Villa manager John Gregory. The struggling Premiership club had been confident Gregory would join them this week in time to prepare the team for Saturday's televised noon fixture at home to Tottenham. Derby's chief executive Keith Loring did not name him but dropped a broad hint last week that he would be Colin Todd's successor at Pride Park. Speaking at a supporters' forum, he said the next manager would not be an up-and-coming candidate such as the Preston manager David Moyes but an older, more experienced man who would \"set the city alight\". Gregory, 47 is a former Derby player. However, he may have the option of setting Madrid alight after meeting Marin Gil, the son of Atletico's president Jesus Gil, on Saturday. The Spanish club tried to recruit him two years ago but their approach was rejected by Villa's chairman Doug Ellis. Now his surprise availability has renewed their interest. He has often expressed a wish to work abroad and opting for Spain might save Derby from having to give an explanation to the Premier League after allegations that they were in negotiations with Gregory when he was still employed by Villa. Such conduct contravenes Premier League rules and, in addition, Derby could find Villa demanding compensation for the loss of their manager if the allegations were proved. Villa, meanwhile, will begin their search for a replacement for Gregory in earnest today after their three senior directors, Ellis, Mark Ansell and Steve Stride, return from long weekends abroad. One addition to the backroom staff is already in the offing: an invitation to Peter Schmeichel to join the club's coaching staff. The 38-year-old Danish goalkeeper has made it clear he wants to move into management when he retires, a date that could be imminent. Schmeichel is currently debating whether to retire from playing at the end of the season or take up the option of another year playing for Villa before beginning his coaching career. But that switch may come sooner rather than later. He has created such an impression in the Villa dressing room that his team-mates would welcome him becoming caretaker manager until a successor to Gregory is appointed. \"He has a huge influence on his team-mates and has impressed the club's coaching staff as well as the chairman,\" said a Villa Park insider. The Dane's lack of managerial experience might count against him but a perfect role for him may become available if Gregory goes to Derby and, as anticipated, takes Villa's goalkeeping coach Eric Steele with him."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}