{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jan/19/cricket.englandinindia200102", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-01-19T22:10:43Z", "webTitle": "Hussain facing dilemma", "webUrl": "https://www.theguardian.com/sport/2002/jan/19/cricket.englandinindia200102", "apiUrl": "https://content.guardianapis.com/sport/2002/jan/19/cricket.englandinindia200102", "fields": {"headline": "England forced to pick up pace", "bodyText": "One of India's cricketing websites has been running a poll on which of England's three fast bowlers - Darren Gough, Andrew Caddick and Matthew Hoggard - should be omitted from today's one-day international against India at Eden Gardens. Last night a whopping 96% had chosen Hoggard. For Nasser Hussain, the England captain, the decision required a good deal more consideration. Hoggard has impressed in his four limited-overs internationals with his ability to swing the white ball, and his wholehearted performances also drew respect in the India Test series before Christmas. Gough and Caddick might have made their mark as England's most settled and successful new-ball partnership for a generation, in Tests at least, but both opted out of the Test series. To consider the omission of one of them today, in favour of Hoggard, would not be a question of retribution; it would be a question of form. On the surface it represented one of the greatest selection dilemmas of Hussain's captaincy but he was anxious not to cast it as such. In particular he was not about to over-complicate the decision by agonising over the wider picture: the past achievements of Gough and Caddick versus the loyalty of Hoggard, the man who was prepared to tour. To tread that road would be to take a route of thorns. \"It is not a hard decision, it is an easy decision,\" he said. \"It is important that you pick two out of the three bowlers who are at the peak of their form.\" Arguably only one bowler can come anywhere near to claiming that, and that is Hoggard, the most inexperienced and least feted of the trio. If his quality is still unproven, there is cause to suggest that it should be proven now. Gough might be well rested and in good spirits, after his self-imposed autumn off, and his record of 147 one-day wickets at 24.90 is impressive, but even he would admit that he still carries a few extra pounds. That is not so much irresponsibility as an unavoidable state of affairs for a fast bowler of his type. Caddick is a trimmer, more angular figure but natural fitness does not automatically equate with rhythm. He requires a considerable bowling workload before he gets properly into the groove. A few net sessions and four overs against the Bengal Cricket Association hardly encourages a confident assertion that he would be at his most doggedly disciplined today. \"I would be very surprised if we played all three specialist fast bowlers at any time during the series and I don't think you can do it by rotation,\" Hussain said. \"In the next year, leading up to the World Cup, these boys will have peaks and troughs and it is important that you pick the fast bowlers in form. You just decide who you think are the best two bowlers for the wicket, for the conditions and before tomorrow's crowd.\" The expectation of a crowd close to Eden Gardens' capacity of 92,000 should only sharpen Gough's showmanship. Such pressure tightens some and inspires others. Gough is very much in the latter camp and his relishing of the big occasion marked him out as an automatic choice. The deliberations for Hussain and Fletcher logically rested between Hoggard and Caddick - although all it would take would be a further outbreak of the tummy bug that has troubled Marcus Trescothick and Paul Collingwood to throw all plans into disarray. India's one-day selection has not been universally welcomed, and Sourav Ganguly is very much a captain on trial, but they still begin the series as overwhelming favourites. For Ganguly, revered in these parts, anything other than vic tory today in Eden Gardens' first ODI for nearly four years is impossible to contemplate. England's 5-0 clean sweep in Zimbabwe should be kept in context - Zimbabwean cricket is in a mess and, until the current political crisis abates, it will remain so - but the tour did enable England to escape a run of 11 successive defeats and regain some stability and sense of planning. Hussain knows that consistent selection, and the need for players to recognise their exact role in the side, is paramount. \"When we make changes for particular matches, we want to do so from a position of strength,\" he said. Even a 4-2 defeat might be regarded as some proof of England's development. For the moment, though, today's largely untried XI cannot in total, match Sachin Tendulkar's record of 280 matches and 31 centuries. That illustrates the extent of England's task."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}