{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jan/28/cricket.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-01-28T23:45:15Z", "webTitle": "Flintoff enters naivety plea", "webUrl": "https://www.theguardian.com/sport/2002/jan/28/cricket.comment", "apiUrl": "https://content.guardianapis.com/sport/2002/jan/28/cricket.comment", "fields": {"headline": "Flintoff enters naivety plea", "bodyText": "Andrew Flintoff's sledging escapade against the Indian batsman Virender Sehwag has received nothing more than a quiet word from the match referee, and England, aware that they are on a final warning for the last three matches of the current one-day series, are privately pleading naivety. Here is a fast bowler, they reason, who has hardly unleashed a ball in anger for years, but who is pluckily trying to summon the aggression to challenge the world's best; also a batsman bravely trying to reinvent himself and making a better fist of it than anyone imagined he might. Here is a happy-go-lucky lad whose last experience of sledging was when he yanked one up a snow-covered hill in Oswaldtwistle. It all has an element of truth and it is hardly surprising that Flintoff, routinely encouraged by his coach Duncan Fletcher and captain Nasser Hussain, as are the rest of England's attack, to put India's batsmen under maximum pressure, has not quite worked out what is allowable. Holding the seam, pointing the shoulder, releasing the sledge: bloody hell, skipper, it's all just too much to think about. Be that as it may, Flintoff's sledging of Sehwag was over the top and he is fortunate that Dennis Lindsay is proving himself a match referee who prefers strong words in private to public fines and suspensions. Lindsay has even intimated that the c-word is not as punishable as the f-word, in which case the International Cricket Council should immediately draw up an official list of A- and B-category linguistic offences. Life has moved on since Sussex's captain Johnnie Barclay used to risk an occasional \"oh, bother\". Predictably, Fletcher was not about to break ranks yester day, with England 2-1 down and desperate to square the series at Green Park today. \"It is a fine line,\" he said. \"What is going overboard? We have spoken to Freddie and it is up to each individual to work it out. It is a matter of making sure that it doesn't get any worse, but we want our bowlers to show aggression. All the good bowlers have it.\" If Flintoff has to work out his sledging, England have to work out their batting. The need to restore Graham Thorpe, injured for the opening game and left out of the last two, has become irresistible. England simply do not have the luxury to ignore their one batsman of world class for long. Hussain gave Michael Vaughan the chance to prove his worth as a limited-overs batsman (he knows all there is to know about Thorpe), and was rewarded by two excellent innings in Cuttack and Madras. The experienced players also knew then that they are under pressure for their places. The original intention in this series was to experiment with Craig White as a pinch-hitter, an ambition that was abandoned the moment White needed keyhole surgery on a knee injury. White will arrive in Delhi tomorrow to quicken his rehabilitation in time for the start of the one-day series in New Zealand. But pinch-hitting is not necessarily England's only solution as long as Marcus Trescothick offers ample adventure at the top of the order. Potential problems arise if Trescothick gets out early, with Nick Knight, Hussain and Vaughan all out of a more conservative mould. What England might be better advised to consider is the use of White - or even Flintoff - as a floating No3, which would ensure that their ambitions are not restricted in the first 15 overs by the early loss of Trescothick's wicket. If the openers prosper, then Flintoff could be asked to take off his pads and drop down the order. He might curse his luck, but it would be better, on the whole, than cursing Sehwag. Meanwhile, the ICC is ready to abandon the referees commission set up in the wake of the Mike Denness affair. Denness, as match referee, imposed a one-match suspension on Sehwag in November, and the subsequent match at Centurion was stripped of Test status because South Africa and India refused to play with the former England captain as referee. Now Mal Speed, the ICC chief executive, is preparing to give referees more direct powers but is ready to grant teams the right of appeal against refereeing decisions."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}