{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/05/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-05T22:51:41Z", "webTitle": "Interview: Paul Merson", "webUrl": "https://www.theguardian.com/football/2002/jan/05/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/jan/05/newsstory.sport1", "fields": {"headline": "Merson makes the case for a refurbished Villa", "bodyText": "Manchester United being England's other national side, the third round of the FA Cup is in danger of being overshadowed by the whereabouts of a 33 year-old currently living in London by the name of Paolo. Aston Villa being merely one of the Midlands' many sides, quite a few less have been preoccupied by the prospects of another 33-year-old, from London, by the name of Paul. More should be interested in the latter: while Paolo di Canio in Manchester red remains a theoretical possibility, Paul Merson in Villa claret is a definite article. Rested at Sunderland in the Premiership on Tuesday, Merson will play against Manchester United tomorrow night. His return will be vital and will be welcomed by Villa fans who have endured a spirit-sapping run of one win in 12 games. The Villans are staring at their navels. Merson himself understands the distracting fuss aroused by Di Canio. He has just one complaint about it all: that Di Canio is not joining Aston Villa. \"I think it would be a great buy,\" Merson said of the Italian's proposed transfer to Old Trafford, \"great. He's an outstanding player, he links up well, I just can't see West Ham selling him. \"It would be unlucky for him if he didn't go, a shame at the end of his career, but you don't let your best players go. People want to watch players like that. Di Canio coming here would put people on the gate, like David [Ginola] was supposed to when he came, only it didn't work out. It could work the other way with Di Canio.\" In one brief answer Merson thus managed to touch on a few issues most important to comprehending exactly where Aston Villa are in January 2002 in terms of a club: buying and selling, crowd figures, style of play. Who you buy dictates how you play, which either turns people on or off. Villa spent relatively little last summer, have suffered badly of late with results and are two points closer to the relegation zone than they are to Leeds United at the top. This game was still not sold out as of last night. The air of negativity makes it is easy to see why the manager John Gregory wants a new signing \"to lift everything\". \"We're not playing good football,\" was Merson's frank explanation yesterday afternoon at Villa's snowbound training ground on Bodymoor Heath. \"If we were, people would come flooding back. We've had big gates when we've had big teams here because they have big players. People don't mind paying when they're getting Ryan Giggs or Michael Owen.\" But people do mind mediocrity, particularly when it is disguised by ambition that amounts to little more than an allegation. Villa are meant to be a club of national significance but, as Merson pointed out, in finishing eighth last season Villa were 20 points off relegated Manchester City, 26 off Man United. \"That's the $64,000 question,\" he replied when asked who or what Aston Villa are now. \"If we win on Sunday, then get a home draw and win the next five matches, you could come back here in six weeks and everything would look rosy. But the way we're playing, you can't really see us winning six or seven games on the trot. If we did we'd be in with a shout of the top four, but the way we are at the moment the top four is very distant. That's why this is a massive game. Every game against Man United is a big game, but this is even bigger. You wouldn't like to say the whole season's resting on it, but . . .\" Defeat, however, could have its own benefits if it meant that Villa were forced into radical appraisal of their situation, said Merson. \"A lot needs to change,\" he said, \"Man United walked the league last season and then went and bought two of the top 10 players in Europe. We nearly finished nearer to Bradford than United and we got Peter [Schmeichel] on a free - even if it was a great one. Then we got [Hassan] Kachloul on a free. We pay money for Moustapha [Hadji] but at the same time sell Julian Joachim. We buy [Olof] Mellberg but sell Gareth [Southgate]. So the money there is about £2m. Now how's that going to catch up with £47m? You can't turn 30 points around like that. The gap is phenomenal and it ain't good for football. \"It's frustrating for the manager. He wants to buy and can't. Obviously the board aren't going to let him buy more players if other signings aren't playing. Bosko [Balaban] hasn't played. It's all swings and roundabouts and it won't change until they sort all that out, say to the manager: 'Here's a four-year contract, have a clear-out and start again. Bring young players in and start again, for the sake of the club and the future.' That's what Leeds and Chelsea have done, where were they six years ago? Leeds have a young team and they will dominate for years to come. But it hasn't just happened like that, you have to bite the bullet for two or three years. You have to have a four or five-year plan. \"I don't blame anybody, I just think the gap is so big now. £100m might not do it, but you have to take the gamble - I've been known to have one. Leeds just went bang . . . £18m, Rio Ferdinand. Now they've got the best centre-half in the country, if not in the world. I'm not unhappy, I love it here and I've played my best football here, it's just I don't like the idea of always coming seventh, eighth or ninth. It's not good enough. We've had bad runs but it's four years on the trot now. I mean, four years. It ain't been one or two years, it's been four. This year, one win in 12. It's strange. But if you keep on doing the same things, with the same players, then you keep on getting the same results. If I kept on going out and having a drink, I'd keep on getting drunk.\" Merson's drinking days are done - let's hope - and even at the end of an unflinching analysis of Aston Villa, he was still upbeat. His girlfriend is having twins in a couple of weeks, he wants to play on as long as he can, preferably for Villa, and then he wants to be a manager. Given what he has seen from the inside and what he had just said, some might question his sanity. Probably not Paolo di Canio, though. Paul and Paolo have a lot in common. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}