{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/11/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-11T22:55:42Z", "webTitle": "Summit called as violence spreads", "webUrl": "https://www.theguardian.com/football/2002/jan/11/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/jan/11/newsstory.sport1", "fields": {"headline": "Summit called as violence spreads", "bodyText": "A week dominated by talk of missiles and pitch invasions will continue today when a summit is held to decide what charges should be brought after Sunday's trouble in Cardiff and the Football Association continues an investigation into Wednesday's disturbances at Stamford Bridge. Chelsea's managing director Colin Hutchinson said yesterday that the game risks a return to the \"dark days\" of perimeter fences unless the \"cancer\" of pitch invasions is cured, warning that players could be \"injured or even worse\" if the problem persists. While Chelsea and the FA began inquiries into incidents in which objects were hurled at Jimmy Floyd Hasselbaink and Tottenham's Les Ferdinand during Wednesday's Worthington Cup semi-final, Cardiff and Leeds braced themselves for possible disciplinary action in the light of their fans' behaviour at Ninian Park on Sunday. Today's meeting involves the football associations of England and Wales, who are to decide a course of action. Both sets of fans threw missiles during the FA Cup tie, which was followed by an ugly pitch invasion involving Cardiff supporters, during which a punch was thrown at the Leeds midfielder Lee Bowyer. Fines and the temporary closure of Ninian Park are possible. Chelsea have said they will ban the three fans who invaded or tried to invade the pitch on Wednesday, together with whoever was responsible for throwing a plastic bottle that narrowly missed Ferdinand as he celebrated his equaliser. Hutchinson called on \"decent\" Chelsea supporters to identify the person who tried to harm Ferdinand and said he would be seeking help from Spurs to name the away fans who threw coins at Hasselbaink as he received treatment on the side of the pitch. Video evidence and closed-circuit TV pictures will be used. It is the fourth time Spurs supporters have been involved in missile-throwing incidents this season, after games involving Arsenal, Fulham and Bolton. The FA will decide whether there was anything further the clubs could have done to control their fans, with the possible sanction of heavy fines. \"We are awaiting reports from the match officials and the police on the matter at Stamford Bridge before taking it any further,\" said an FA spokesman, Adrian Bevington. \"However, we have contacted our chief safety officer, who will be contacting the clubs and their officials to evaluate their thoughts. \"I am sure we will be looking into it. Clearly, we can't have missiles being thrown from the crowd during matches. It is an endangerment to players on the field of play.\" Ferdinand said the bottle that missed him \"must have been close because I could smell the beer that came out of it as it passed me\". The Chelsea physiotherapist Mike Banks admitted he was worried by the coins thrown at him and Hasselbaink. \"I've never known anything like this before in England,\" he said. \"It has happened to me abroad, but never in this country. It was very worrying and very dangerous. I hope something can be done to make sure it does not happen again, before someone is seriously hurt.\" The incursions on to the pitch at Chelsea followed the more serious invasion at Cardiff and on-field celebrations by Manchester United fans during their comeback from 2-0 down to win at Aston Villa in the FA Cup on Sunday night. Hutchinson expressed his concern at the trend. \"There is no doubt that there was some aping of the events at Cardiff,\" he said. \"I believe those scenes also probably encouraged what the FA called 'exuberant encroachment' at Villa Park on Sunday evening. \"This kind of thing has to be stamped out. We all remember the dark days of fans being caged behind fences. Heaven forbid that we return to them. \"There is nothing more evident than if this cancer spreads with pitch invasions of the type seen over the past few days then a player is going to get injured or even worse. \"Don't forget that crowds on the continent still sit behind wire. I just hope that the idiots don't send us back down the route of that happening again. Fencing is intimidating and humiliating, but everyone in the game has a duty to protect the players.\" Today's meeting at the FA's Soho Square headquarters will be held amid some annoyance from the FA of Wales at comments by the FA's chief executive Adam Crozier that he was \"surprised\" any investigation had to be handled by the FAW and that \"we will run our own investigation to make sure the right things are done\"."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}