{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/16/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-16T22:51:29Z", "webTitle": "Derby 'messed up'", "webUrl": "https://www.theguardian.com/football/2002/jan/16/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2002/jan/16/newsstory.sport3", "fields": {"headline": "Derby 'messed up' Todd sacking", "bodyText": "The Derby County midfielder Darryl Powell yesterday criticised the club for sacking Colin Todd after 98 days in charge, saying they \"messed up\" over the dismissal and insisting that Fabrizio Ravanelli should not be selected to fill the freshly vacant position as manager. \"They have given [Todd] only three months in charge, which isn't long enough,\" Powell said. \"If they didn't think he was the right man they shouldn't have given him the job in the first place. As it is, they should have shown more faith in him. \"Fabrizio's a good friend of mine but it would be crazy to give him the manager's job,\" he continued. \"Just because he's played at the highest level doesn't mean he's cut out to coach; I just don't see that as the answer. Obviously he's flattered and would be interested in the job but, if they offered it to me, I'd be interested. That doesn't make me the right man, though.\" The Rams' chief executive Keith Loring defended the decision to remove Todd as manager. \"We need a change of direction,\" he said. \"We seem to be playing a system that relies very much on keeping clean sheets, which was Colin's own style, but we have a chairman [Lionel Pickering] who would like to be a bit more adventurous than that.\" The club's board of directors met yesterday to consider their options, having received \"a substantial number of applications\", before appointing Billy McEwan on a caretaker basis. The 50-year-old former manager of Sheffield United, Rotherham and Darlington has been at the club for nine years, having previously taken charge of the team for the final game of the 1994-95 season following the dismissal of Roy McFarland. Under his guidance Derby's second string have won the Premier Reserve League for the last two seasons. \"Billy now has an opportunity to stake his own claim,\" added Loring. \"I'm not suggesting that is the route we will go down; he knows his job is to take over the team while the board decide what our long-term plans are. That's not saying it will take a long time to make a decision but you don't just pick managers off trees.\" Todd is still negotiating a severance package . \"I will be taking advice,\" he said. \"There were 90 days for me to do something as manager, which is not long. But I wish the club well for the future.\" · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@theguardian.com."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}