{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2002/jan/01/euro.eu6", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2002-01-01T12:54:05Z", "webTitle": "No movement on UK euro referendum", "webUrl": "https://www.theguardian.com/world/2002/jan/01/euro.eu6", "apiUrl": "https://content.guardianapis.com/world/2002/jan/01/euro.eu6", "fields": {"headline": "No movement on UK euro referendum", "bodyText": "As continental Europeans were today handling crisp euro notes and shiny euro coins for the first time, Britain's government was coy on the timing of a referendum for joining the single currency. The minister for Europe, Peter Hain, declined to say whether there would be a referendum on the euro before the next election. But he said that any decision would be based on the chancellor's economic assessment over the next 17 months. He said that the assessment would then be published, people would be able to \"judge us\" and then there would be a decision on whether to call a referendum. As Britain hedged its bets, Mr Hain nonetheless acknowledged the enormity of the euro. \"We should just stand back today because 300m people are changing their currency,\" Mr Hain said. \"It's a really big day and I think we should all salute it. We will not rule out British membership. We think the euro could be good for Britain and we want to be part of Europe as a big European power at the heart of Europe, but we need to do it in the right way.\" While also saluting the historic occasion of appearance of the euro, the Conservatives emphasised the \"flaws\" of the single currency. The Tory party chairman, David Davis, today argued that the euro was not the right economic policy for Britain because it was part of \"political project, a federal European project\". Mr Davis added: \"It's a problem that you have a one-size-fits-all interest rate across Europe. That means that you can't get the right economic policy for Britain at the moment.\" Bill Morris, leader of the Transport and General Workers Union, was in no hurry to see Britain joining the euro either. He urged Mr Blair to rule out a referendum on euro entry until after the next election so he could focus No10's attention on public services. Manufacturing was is in meltdown, Britain had the worst transport system in Europe and a third-rate national health service, Mr Morris said. \"It seems to me to be talking now about the referendum would be a diversion from the real issues,\" he argued. \"If I had one message for our prime minister today it would be rule out the referendum for this parliament, concentrate on getting public services up to a world class standard and that will guarantee almost a winning third term when the general election comes.\" While Britain remained on the sidelines, top European officials expressed confidence that it would eventually become a member of the euro club. The EU president, Romano Prodi, predicted that Britain would join the single currency, but said that he was making \"no forecast\" on when the UK might sign up. \"We might be successful and then you will be in - if not you better stay out. I think you are in the wonderful situation of making the choice. But I am convinced the euro will be a success,\" Mr Prodi said. \"The UK is an essential part of Europe. Europe will profit from your entry.\" Jean-Claude Trichet, the governor of the Bank of France, also expressed hopes of for British membership. \"We hope very much that the UK will decide as rapidly as possible to join it. The people will see that we are more united than we were before,\" Mr Trichet said. It seems to me it will have a decisive influence.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}