{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jan/16/horseracing.gregwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-01-16T21:57:49Z", "webTitle": "Flutter.com RIP", "webUrl": "https://www.theguardian.com/sport/2002/jan/16/horseracing.gregwood", "apiUrl": "https://content.guardianapis.com/sport/2002/jan/16/horseracing.gregwood", "fields": {"headline": "Flutter's departure leaves bitter taste", "bodyText": "At precisely midnight last Sunday night, a small piece of cyberspace winked out of existence. They closed down the server, pulled the plug from the socket, and that was the end of flutter.com. To the suits who backed it - to the tune of £30 million - it was just another ex-dot.com, thrown on to the pile with boo and letsbuyit and the rest. To thousands of punters - this one included - the end of Flutter leaves a big black hole. For those who never logged on, Flutter was a betting exchange. Betting exchanges allow anyone to lay or back anything at all. If the favourite for a novice chase is even money and you don't fancy its chance, an exchange will let you lay it at 11-10. Everything else in the race is running for you. Flutter had just one serious rival in the betting exchange market, Betfair.com. Both offered the same basic service, but with important differences. Flutter used fractional odds - the 4-7 and 100-30 that you find in the racing results - while Betfair prefers all-in digits, like 1.64 and 3.6. Flutter charged a flat-rate commission of 2.5% on winnings. Betfair, for practical terms, charge between 4 and 5%. Flutter started slowly in early 2000, and only really got a handle on what punters wanted about nine months ago. But after that, its website was a joy: quick, easy and intuitive. Betfair was clunky and frustrating by comparison. That was my experience, anyway, though others may disagree, because for many punters who had discovered this novel and addictive method of betting, the match-up between Flutter and Betfair was rather like the one facing a football fan born in Liverpool. You had to support one or the other, and sadly for some of us, Flutter turned out to be Everton. A couple of days before Christmas, it was announced that Flutter was \"merging\" with Betfair. The merger was, in fact, nothing of the sort. Betfair had taken over, and from last Monday it controlled 98% of the exchange betting market. Punters used to Flutter's rate of commission must now pay twice as much for their pleasure, and use a site which feels painfully slow by comparison. The received wisdom was that Flutter was failing, and saved from oblivion by the benevolence of Betfair, but the truth may be rather different. Flutter insiders say that their site had 30% of the market, up from 4% in 12 months and 16% in July, at the time of the takeover. Betfair, the market leader, was terrified, and bought them up to close them down. Flutter was founded by two Americans, Stamford graduates both. \"They were very bright and very arrogant,\" one ex-Flutter employee says. \"Raising the £30m was the last smart thing that they did in a way, because they completely got the wrong end of the stick. They thought people would bet with friends on whether they would beat each other at squash on Friday.\" By the time the penny dropped and Flutter switched to pure exchange betting, allowing anyone to bet on anything, most of the £30m had already gone. Soon, their website was far superior to Betfair's, but the debts from their misguided past left them vulnerable. The precise terms of the takeover remain secret, but the Flutter side are thought to have sold out for about one quarter of Betfair, which was merely a £1m start-up. \"If they'd had more balls,\" the ex-Flutter employee says, \"Flutter could have been the market leader this time next year.\" What should worry punters is that an empowering new form of betting is now in the hands of a single operator, and one which, rather like Microsoft, apparently wants to swallow up its rivals rather than engage in meaningful competition. The Racing Post recently described Betfair as \"the Ladbrokes\" of exchange betting, which is nonsense. It is now Ladbrokes, Hill's, Coral and the Tote all in one. Already, the strain is showing. Betfair's servers creaked under the weight of bets last weekend, prompting threads on its own online chat forum with headers including \"Betfair you're a joke\", and \"Bye bye fast Flutter, hello slow slow slow Betfair.\" Another punter offered the following comment on the Betfair service: \"Totally unbearable. Imagine the thoughts of Flutter customers - now paying double the price (ie. commission) for this new service which isn't even one tenth of what Flutter offered in terms of speed and ease of use. This site and merger is doomed unless there are dramatic changes. Imagine going first-class and then being moved to economy and being asked to pay double for it.\" Person-to-person betting could be the most significant development for punters since over-round betting emerged 200 years ago. But it is now a market with no competition, which offers the potential for both stagnation and exploitation. Nor is it easy for competitors to buy in. An exchange needs \"liquidity\" - ie. users and cash - and acquiring it is expensive and time-consuming. The only real alternative at present is the exchange on gg.com, but it does not have the speed or low commission of dear, departed Flutter."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}