{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jan/09/australianopen2002.australianopen1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-01-09T18:29:19Z", "webTitle": "Women's seeds", "webUrl": "https://www.theguardian.com/sport/2002/jan/09/australianopen2002.australianopen1", "apiUrl": "https://content.guardianapis.com/sport/2002/jan/09/australianopen2002.australianopen1", "fields": {"headline": "Women's seeds", "bodyText": "1.J. Capriati With Lindsay Davenport ruled out through injury, Capriati - last year's winner - takes over as top seed. Thankfully for her, that means she will definitely avoid Venus Williams until the final. Not that Capriati's certain to get there - her early season form has been patchy and she recently lost to Alexandra Stevenson in the Sydney international. Bookies' odds: 4-1 2. V. Williams The bookies' favourite and rightly so. She won at Wimbledon, she won at Flushing Meadows and only a brave person would back against her doing the same on the fast courts at Melbourne. A grand slam could even be in the offing this year. Bookies' odds: Evens 3. M. Hingis Watching Hingis brings back memories of Bjorn Borg when he returned to men's tennis in the early 1990s with a wooden racket. The talent was still there, but the game had moved on. Ditto Hingis. If current praxis is any guide, she'll no doubt play some of the most sublime tennis of the tournament before being blasted off court by one of the Williams sisters in the quarter or semi-final. Bookies' odds: 7-1 4. K. Clijsters A tricky one to predict, this. Clijsters showed a lot of class in last year's French Open, where she was eventually defeated in a marathon three-setter by Capriati in the final but didn't really push on. Saying that, she's only 18, has avoided the Williams sisters in the draw, and could be about to become famous in Australia for her tennis - and not just because she's the girlfriend of Lleyton Hewitt. Bookies odds: 10-1 5. S. Williams It's scarcely believable that Serena is still only 20 years old. Even so, those pundits who predicted she would soon eclipse her sister a couple of years ago seem to have been proven wrong. That's not to say she's not a huge threat - but will she be able to beat Hingis in the quarters, then Venus in the semis? Bookies odds: 4-1 6. J. Henin Despite her lack of size (5ft 6ins) and weight (a shade over nine stone) Henin has consistently managed to mix it with the big girls. She followed up a semi-final showing at the French Open with a final appearance at Wimbledon. But unless the Williams sisters get knocked out early you can't quite see her going all the way in Melbourne. Her first round match with Anna Kournikova will be one to watch though. Bookies odds:12-1 7. A. Mauresmo Was a shock finalist in Melbourne three years' ago, but since then her grand slam record has been atrocious. If she gets anywhere, expect her frosty relations with her fellow players, particularly Hingis - who once called her a man - to be once again aired in public. Bookies odds: 25-1 8. M. Seles Monica Seles' record at the Australian Open is exceptional - she's won four times in six appearances. Crucially though, she hasn't won during her last two visits to Melbourne. Don't expect things to change this time round - these days she's a consistent quarter-finalist, but no more. Bookies odds: 25-1 9. S. Testud They say the depth of the women's game grows every year. That maybe true - but it would be a major shock if anyone outside the top eight players won the women's singles. Testud one of those second-tier players, who is good enough to regularly reach the last 16 but not much beyond. Seeing as she's just about to turn 30 that's unlikely to change. Bookies odds: 50-1 10. M. Shaughnessy Shaughnessy had a good year in 2001, winning two tournaments and beating Venus Williams at Bank of the West Classic at Standford in July. She's also one of the tallest players on the women's circuit at 5ft 11ins, and possesses a pretty mean serve. With Davenport and Mauresmo in her quarter of the draw, it's not inconceivable she could break through in Melbourne. Bookies odds: 80-1 11. S. Farina Elia Like a fine wine, Farina Elia has improved with age. Last year, age 29, she won her first singles title, qualified for her first season-ending championships and improved ranking from No63 at start of year to career-high No14. She won't make it past Serena Williams in the fourth round though. Bookies odds: 100-1 12. E. Dementieva She might sound like a Dungeons and Dragons character, but Dementieva, a 20-year-old Russian can certainly play. She's got a wicked crosscourt forehand, loves hard courts, and with wins against Hingis and Seles to her name, could easily spring a surprise or two in Melbourne. Bookies odds: 33-1 13. M. Maleeva If it seems like Magdelana Maleeva has been around for years, that's because she has. But despite turning pro in 1989 - at the age of 14 - Maleeva is still only 26. However, in all her years of tennis she's only ever reached the quarters of a slam once. Don't expect that to change any time soon. Bookies odds: 100-1 14. A. Sanchez-Vicario The cheeky smile remains, but the tennis ability is on the wane. Sanchez-Vicario is as doughty a fighter as ever, but don't expect her to be able to handle the big guns. Could even be knocked out in the first round by former French Open winner Iva Majoli. Bookies odds: 66-1 15. A. Coetzer Another old-timer. Coetzer has defeated three players while they held the world's No1 ranking: Graf, Hingis and Davenport, and has a good record at the Australian Open - two semi-finals and a quarter-final. But at 30 her best tennis is behind her. She'll get to the last 16, but no more. Bookies odds: 80-1 16. I. Tulyaganova The only Uzbekistani of note on the women's tour. Made rapid progress last year and, at 19, is one for the future. Won't beat Capriati in the last sixteen though. Bookies odds: Not priced 17. B. Schett Or 'Babsy' as the Mirror called her last year. More renowned for her looks than her tennis. Bookies odds: Not priced 18. L. Raymond Doubles-wise, Raymond is on a roll, having won Wimbledon and the US Open. She's not a bad singles player either, but usually succumbs to one of the big-names. This year Testud or Venus Williams will get her. Bookies odds: 125-1 19. A. Montolio Tiny Spanish baseliner. Won't trouble the tournament trophy engraver. Bookies odds: Not priced 20. R. Grande Decent player who reached the quarter-finals last year. Incidentally, the R stands for Rita, not Rio. Bookies odds: Not priced Other seeds 21. D. Bedanova Bookies odds: Not priced 22. H. Nagyova Bookies odds: Not priced 23. M. Serna Bookies odds: Not priced 24. A. Sugiyama Bookies odds: Not priced 25. N. Petrova Bookies odds: Not priced 26. T. Tanasugarn Bookies odds: Not priced 27. C. Torren-Valero Bookies odds: Not priced 28. P. Suarez Bookies odds: Not priced 29. A. Kremer Bookies odds: Not priced 30. T. Panova Bookies odds: Not priced 31. E. Likhovtseva Bookies odds: Not priced 32. F. Schiavone Bookies odds: Not priced One to watch: Mary Pierce Pierce missed most of last season with a serious back injury. Now she's back. Providing she recovers from an ankle injury she sustained last week, she will be a dangerous floater in Melbourne. No one, not even the Williams sisters, will fancy playing her early."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}