{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jan/13/travelnews.observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-01-13T19:35:40Z", "webTitle": "Eye spy to cut airport queues", "webUrl": "https://www.theguardian.com/travel/2002/jan/13/travelnews.observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2002/jan/13/travelnews.observerescapesection1", "fields": {"headline": "Eye spy to cut airport queues", "bodyText": "James-Bond style technology is being introduced to international airports to help passengers avoid lengthy queues at immigration by having the iris of their eye scanned and checked against pre-registered information. Heathrow is about to begin trials of an iris identification system for frequent flyers; a similar scheme has been operating at Schiphol Airport in Amsterdam since the end of last year. If the tests work, the idea could be expanded to speed up check-in for the general travelling public. Although at Heathrow iris scanning will be for arrivals only, to ease immigration logjams, the implication is that in the long-run the technology will also enhance security. In Schiphol, it is already used for departures as well as arrivals. 'We feel that biometric measurements would not only facilitate travel but would also enhance security,' said a spokesman from the Simplifying Passenger Travel group, which was set up three years ago by the International Air Transport Association (Iata). Iris scanning is only one form of biometric measurement - others include palm scanning and fingerprint identification - but airport authorities say it works better than other methods, in which scratches can distort findings. The Iata spokesman said that it was much more reliable than passports, which can be falsified or stolen. He added that by having to register for the scheme, suspicious characters would be weeded out. 'Security would be improved by using this technology to get boarding passes,' he said. Iata delegates experimented with iris identification at their annual conference in Madrid last summer. At Amsterdam's airport, passengers go through a special turnstile by inserting a pre-recorded iris scan card, rather like a credit card, before looking into a special scanner where their eye is compared with the information on the card. The process takes just a few seconds. The scheme, called Privium, also gives its members reserved parking areas near the airport terminal, plus priority check-in on flights with nine participating airlines, irrespective of the class the passenger is travelling. Once passengers have passed through immigration checks, they also go through a dedicated hand-luggage check. Any frequent flyer can join Schiphol's Privium scheme at a cost of £62 a year; it already has about 1,000 members. The target is to gain 10,000 members during the year-long trial. Travellers must enrol at Schiphol, when their passports are checked and their irises scanned in a process that takes about 15 minutes. Heathrow is running a six-month pilot scheme for about 2,000 frequent flyers on North American routes with British Airways and Virgin Atlantic, who will be invited to take part. 'We have one worry,' the IATA spokesman said. 'If every single airport or authority develops its own system, we will have an unmanageable system, which will make it more complicated for everyone travelling. Is the Schiphol system compatible with what Heathrow will have? We don't know, and we need international standards.' · Privium."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}