{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/05/newsstory.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-05T22:51:38Z", "webTitle": "Fulham in transfer negotiations with Carew", "webUrl": "https://www.theguardian.com/football/2002/jan/05/newsstory.sport8", "apiUrl": "https://content.guardianapis.com/football/2002/jan/05/newsstory.sport8", "fields": {"headline": "Carew flies in for talks with Fulham", "bodyText": "Fulham were holding talks with the Valencia striker John Carew last night in the hope of completing a £7.5m transfer which would take Jean Tigana's spending to more than £40m since the club reached the Premiership. Carew, a Norway international, has been tracked by Tigana for several weeks as the Frenchman has sought a solution to his team's goalscoring problems. The 22-year-old flew to London yesterday and, at 6ft 5in, was never likely to slip in unnoticed. He has failed to hold down a place in the Valencia side under the coach Rafael Benitez and yesterday the club's president Jaime Orti confirmed: \"The player is going to London to sign for Fulham.\" Carew was a regular at Valencia last season under Hector Cuper, playing in the Champions League final against Bayern Munich and heading the goal which knocked Arsenal out of that competition in the quarter-final. He has not scored in Spain in seven league appearances since Cuper left for Internazionale but eight goals in 24 international appearances and 11 in La Liga last term hint at what attracted Tigana to him. Carew, who played for his country at Euro 2000, was accused last year of having a bad attitude by the Norway coach Nils Johan Semb and subsequently considered quitting international football. Tigana, who last summer tried to sign the even more lofty Jan Koller from Anderlecht, clearly feels he can get the ungainly looking forward to adhere to his no-nonsense regime. A failure to score has hampered Fulham, with the two goals they got in the recent 3-2 defeat by Manchester United the only ones they have managed in five matches - their winner at Derby on Wednesday was an own-goal by Horacio Carbonari. Tigana was linked with Manchester United's Andy Cole, who chose to join Blackburn, but his interest in Carew predates that. The Norwegian is also a more logical choice for Tigana than Cole's former Old Trafford team-mate Dwight Yorke, who is 30. Fulham spent a club record £11.5m on the French striker Steve Marlet in August but the former Lyon player has only just returned from a knee injury. Louis Saha and Luis Boa Morte have failed to repeat the goalscoring form they showed in the First Division last season and Tigana said this week that he was keen to make new signings. Carew, who arrived at Valencia from Rosenborg for £5.75m after Euro 2000, sounded happy to join. \"I just want to play and at Valencia I haven't had that chance,\" he said. \"I'm no longer first choice at Valencia and I can't stand the fact that the coach no longer has faith in me.\" It is unclear what name the Norwegian would wear on his shirt. Earlier this year he said he was changing his surname to Alieu, his father's middle name, but accepted it would cause too much confusion to change his Valencia shirt. Newcastle's Shola Ameobi has signed a new contract that will keep him at the club until 2006. The England Under-21 striker, born in Nigeria, moved to England when he was five and made his debut only 15 months ago. \"He's a fine prospect,\" said his manager Bobby Robson, who has allowed Christian Bassedas to join Tenerife on loan until the end of the season Manchester City's Dutch defender Gerard Wiekens will be sidelined for up to four weeks with a hamstring problem picked up in last Saturday's 5-1 win against Burnley."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}