{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jan/20/observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-01-20T17:58:35Z", "webTitle": "Pick the best and win £30,000 of holidays", "webUrl": "https://www.theguardian.com/travel/2002/jan/20/observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2002/jan/20/observerescapesection", "fields": {"headline": "Pick the best and win £30,000 of holidays", "bodyText": "Cruise for two North American Highways and Cruise West (01902 851138, northamerican highways.co.uk) offer an eight-night one-way cruise for two, worth £5,715 on board the replica steamship Spirit of '98 between Seattle and Juneau. The price includes port taxes, eight nights on board in a twin/double share cabin and all meals and sightseeing. £700 will also be provided to help with flights and any pre- or post- cruise travel arrangements. Bookable 90 days before departure. Morocco tour A 15-day, small group exploratory tour of Morocco is the prize from Explore Worldwide (01252 319448, exploreworldwide.com). Vibrant souks, old medinas and desert oases will give an appreciation of Moroccan life. Not valid December 15- January 5. This holiday for two is worth £1,300. Weekend break in Reykjavik A weekend break for two to Reykjavik, Europe's northernmost capital. The prize, from Arctic Experience (01737 218800, arctic-experience.co.uk) is worth £1,100 and includes three nights' B&amp;B in a comfortable hotel, a city tour and a full day Golden Circle excursion experiencing the natural wonders of Iceland, including the stunning Gullfoss waterfall and the powerful geyser, Strokkur. Camping in France Enjoy France in June on a first-class campsite in a luxury mobile, which includes a dishwasher. Canvas Holidays (01383 629020, canvasholidays.com) is offering this prize, worth £1,000. The two-week, self-drive holiday is for two adults and up to four children in the very latest model, The Millennium. The offer includes a suitable ferry crossing. A week in Hammamet A week of luxury, flying club class with Tunisair and staying at the five-star Riu Palace Oceana Hotel in Hammamet, is the £2,150 prize from Wigmore Holidays (020-7836 4999, aspectsoftunisia.co.uk). Not to be taken during half-terms, Easter or in July and August. Family holiday in the Dolomites Family specialist Esprit Alpine Sun (01252 618300, esprit-holidays.co.uk) is offering one family (two adults and two children) a seven-night summer holiday in the Italian Dolomites resort of Selva. The prize, worth £1,200, includes activity clubs for children aged three-12 and nursery care for babies and toddlers - giving parents free time to explore the region's stunning scenery. Accommodation is half-board and travel is by self-drive car and ferry. The holiday must be taken in June or September. Two weeks with Eurocamp Win a 14-night family holiday with Eurocamp (01606 787000, holidaybreak.co.uk), choosing from 170 holiday parks in nine countries in its 2002 brochure. Enjoy superb pool complexes, free kids' clubs, bars, restaurants and a great range of sports and activities. The crossing, from Dover to Calais, is with P&amp;O Stena. The £1,600 holiday cannot be taken in late July or August and excludes Disneyland Paris. Week for two in Greece Win a week for two at a beautiful seaside location, the Hotel Votsala in Lesvos Greece. The £702 holiday from Filoxenia (01422 375999, filoxenia.co.uk) must be taken early or mid-May, or October - subject to flight availability. Two nights in Champagne A two-night break in Champagne is on offer from Great Escapes (01903 748180, greatescapes.co.uk). This trip for two, based in a three-star hotel in Reims, is worth £300, and includes a tour and tasting at a top Champagne house, vineyard touring guide and bottle of Champagne. Bank holidays and half-terms excluded. Self-catering in Aquitaine One week's self-catering for four people in Domaine de las Bouzigues, Aquitaine, France, close to the Bordeaux vineyards. Spend time on this £455 holiday from Inntravel (01653 628811, inntravel.co.uk) relaxing in the rustic accommodation or lazing by the pool. Hoverspeed from Dover to Calais is included. Subject to availability. Self-catering in Grenada How about a delightful and peaceful week in a deluxe self-catering suite at the Blue Horizons Cottage Hotel - 300 yards from the Grand Anse beach on the spice island of Grenada? Beautiful beaches, tropical rainforest, plantation houses, watersports, nature trails, spice farms - so much to see and do on this idyllic island. This holiday for two from Just Grenada (01373 814215, justgrenada.co.uk), which includes a half-day yacht cruise, is valued at £2,200. Not Christmas or July/August. Three nights in Lisbon Enjoy a three-night break in Lisbon's most luxurious hotel, the Lapa Palace, including return scheduled flights with TAP Air Portugal and return transfers. This £1,276 holiday is from Kirker Holidays (020-7231 3333, kirkerholidays.com). Seven nights in the French Alps Fancy a seven-night catered chalet holiday for two in the French Alps, including flights, transfers, breakfast, afternoon tea, three-course evening meals, unlimited wine, free ski guiding, champagne reception? Le Ski (01484 548996, leski.co.uk) the chalet specialists in the French Alps has this £1,600 holiday on offer. Not Christmas, February half-term or Easter. Four nights in Holland Win a mid-week break with Eurovillages (01606 787776, eurovillages.co.uk) at the Gran Dorado Resort of Port Zélande in Holland. Enjoy the sub-tropical water paradise pool and a great range of sports and activities. This four-night holiday, to be taken from June 3, is worth £362. It includes a P&amp;O Stena Line crossing. Sailing holiday for two Win a self-catering holiday for two with Minorca Sailing Holidays (020-8948 2106, minorcasailing.co.uk) at one of the best equipped sailing centres in the Mediterranean - Fornells Bay, Ses Salines, Minorca - inclusive of windsurfing and sailing instruction. This holiday, worth £2,556, is for week starting June 14. Two-week sailing holiday A two-week £1,200 sailing holiday for two from Sailing Holidays Ltd (020-8459 8787, sailingholidays.com). This includes flights and transfers to Krenik Marina in the Dalmatian Islands. The couple will be part of a flotilla, having a 29ft Gib Sea to themselves on the Kornati Islands cruise route. Participants need to be able bodied with a knowledge of sailing or dinghy sailing. Self-catering in the Peloponnese One week's self-catering for two in a private air-conditioned villa with pool at the Kalamaki Villas with views across the Gulf of Messini to the mountains of Mani in the unspoiled area of Chrani in the Peloponnese, is the £1,232 prize from Sunvil Holidays (020-8568 4499, sunvil.co.uk). Car included. Subject to availability and not to be taken between July 15 and August 31."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}