{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2002/jan/01/uk.race", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2002-01-01T17:11:00Z", "webTitle": "1971: Ministers saw law's 'racism' as defensible", "webUrl": "https://www.theguardian.com/politics/2002/jan/01/uk.race", "apiUrl": "https://content.guardianapis.com/politics/2002/jan/01/uk.race", "fields": {"headline": "Ministers saw law's 'racism' as defensible", "bodyText": "The government knew it would face charges of racism when it clamped down on the flow of \"new Commonwealth\" immigrants to Britain while introducing \"open door\" concessions for citizens of the \"old Commonwealth\" - Australia, New Zealand, Canada and South Africa - who were \"of British stock\". The secret cabinet minutes show that, in agreeing the 1971 immigration act, which still forms the framework of much British immigration law, ministers agreed that their decision to exempt from the clampdown \"old Commonwealth\" citizens who had a UK-born parent or grandparent would \"probably attract some criticism as being discriminatory in favour of the 'white' Commonwealth\". However, the home secretary, Reginald Maudling, said such racism could be defended on the grounds that Britain had a special relationship with Australia, Canada and New Zealand and \"from Gallipoli to Inchon there are enduring monuments to its reality.\" He told the cabinet that tougher restrictions on the inflow of Asian immigrants were \"necessary and defensible given their propensity in contrast to aliens to settle permanently and bring in their dependants\". The state papers released today by the Public Record Office show that one faction in the cabinet actually wanted to extend the right to settle in Britain to all \"old Commonwealth\" citizens regardless of whether or not they were from \"British stock\" - but this proved too much for the prime minister, Edward Heath, who blocked the move on the grounds that it would be \"contrary to the concept of the Commonwealth as a multiracial institution\". Under growing pressure from Enoch Powell, the files show, Mr Maudling told the PM that the new immigration law was needed because \"we are also expected by our supporters to take visible action further to reduce the number of immigrants.\" He told ther prime minister secretly it was vital to \"defuse politically the problems of immigration ... as soon as possible. I am sure it would be helpful if the admission of new Commonwealth immigrants could immediately reduced by administrative means.\" In language which may astonish readers 30 years on, Mr Maudling said: \"The number of aliens who want to settle here is relatively few, and for this reason - because they come from a cultural background generally fairly akin to our own - it is not difficult to assimilate them. \"But of those wishing to come here to work from the Commonwealth, particularly the new Commonwealth, the vast majority would want to settle permanently and by reason both of this factor and of the fact that they come generally from a different cultural background, the task of assimilation - as experience so bitterly shows - is all but impossible. \"If we put the Commonwealth citizen on the same basis as what at present is the practice for aliens, and abolish the quota which presently applies only to Commonwealth citizens, the result would be a great increase in coloured immigration.\" The cabinet secretary, Sir Burke Trend, had made clear that the main motive behind the act was \"to avoid the risk of renewed 'swamping' by immigrants from the new Commonwealth\"; and that such a \"resurgence would inflame community relations in Britain\". The new legislation ended the right of Commonwealth workers to settle in Britain, which had been introduced by the 1945 Labour government. It followed a series of inflammatory speeches from Powell including a prediction in February 1971 that there would be \"an explosion\" unless there was a massive repatriation scheme for immigrants. The main argument in cabinet over the new laws appears to have centred on the concession to Commonwealth citizens with British family connections. The \"grandparents' clause\", which would then have let in 70% of Australians, was knocked out of the bill at its Commons committee stage by the combined opposition of the Labour party - which said it was racist - and Enoch Powell who opposed it \"on the grounds that it unduly enlarges the number of people with the right to come into the country.\" Sir Burke Trend said opponents to the clause either feared opening the door to \"the alleged hordes of Anglo-Indians\"; or, if they were liberals, believed it was wrong to discriminate between the \"Zanzibar republican and an Australian with a direct family connection.\" It was later reinstated by the government."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}