{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jan/28/comment.martinkelner", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-01-28T23:40:31Z", "webTitle": "Why boxing has got Beeb on the ropes", "webUrl": "https://www.theguardian.com/sport/2002/jan/28/comment.martinkelner", "apiUrl": "https://content.guardianapis.com/sport/2002/jan/28/comment.martinkelner", "fields": {"headline": "Why boxing has got Beeb on the ropes", "bodyText": "W hat (copyright: the Sun, the Daily Mail and most other newspapers) does the BBC think it is playing at? Getting involved in boxing, I mean. Is there any way for a public-service broadcaster to spend our money dabbling in such dubious dealings without ending up with a bloody nose or a bitten leg? I think not. Take Saturday, for instance. Sky carried a World Boxing Union lightweight title fight between Colin \"Dynamo\" Dunne of Britain and the South African challenger Martin Jacobs. The commentator Ian Darke was careful to distance Jacobs and Dunne from the Mike Tyson-Lennox Lewis press conference fracas in New York: \"Just two good pros here,\" said Darke. \"No messing about. No brawls. No other shenanigans. Like 99.9% of all boxers.\" Fair enough, but then after 12 rounds in which the Dynamo seemed to be afflicted by a severe power cut and the younger, more energetic Jacobs (a \"non-puncher\" according to the ringside expert Spencer Oliver) picked the champ off with ease, the judges stunned even Darke, who will have seen some raw work over the years, by awarding the fight to Dunne. \"That is a mockery. Robbery. That was one of the worst kind of home-town decisions,\" said Darke. \"Disgraceful,\" said his co-commentator Glenn McCrory. Another Sky pundit, Jim Watt, said Dunne was not even close on his scorecard. So convinced were Sky's experts that Dunne had been beaten, that during the last few rounds they were discussing the possible retirement of the 31-year-old. \"He may have reached that time that comes to all fighters sooner or later, when he just isn't quite there any more,\" said Darke. You will rarely, of course, find a boxer who will admit that the peak of the hill may be some way behind him. That is why they are fighters. You cannot fail to be moved by their courage, but that is no justification for taking your percentage and encouraging them to carry on doing it. The post-fight interview was a classic illustration of how the ills of this benighted sport are rarely anything to do with the boxers themselves. Imagine a footballer suffering an injustice like Jacobs. How loud and long would be the howls of anguish? Contrast that with Dunne and Jacobs, arm in arm, paying tribute to each other's performance, Jacobs casually dabbing with a towel, trying unsuccessfully to stem the flow of blood from a head cut on to his shorts. Try as you might, it is difficult to avoid the word \"nobility\". There will now, of course, be a rematch. It is not the first time the judges have made inexplicable decisions of this kind, and it is never explained to the casual viewer like me just who these judges are, and how they arrive at their injustices, so we can only suspect the worst. To us, it is as if Manchester United were to play Liverpool, slog their guts out for 90 minutes and then have the winners decided by a panel comprising Ken Dodd, Mark Lawrenson and Dame Judi Dench. There was boxing on BBC on Saturday night, too. For those of you who missed it (believed to be a reference to pretty well the entire population), it was a WBU welterweight title fight between Britain's Derek Roche and Jan Bergman, the champion. It was not a bad fight, but you can see why the BBC pursues its current policy of scarcely promoting its boxing and then putting it on once everyone has gone to bed. Their fights mostly seem to be Everton v Leyton Orient rather than Arsenal v Liverpool, the main point of interest on Saturday being whether the plucky Roche could go the full 12. Once it had been established that Bergman was way too good for our boy, I would have been quite happy for Roche to be spared further damage and allowed to take his money and go home, which probably explains why I am not quite as committed to the noble art as Peter Salmon, the BBC's head of sport, and Greg Dyke, the BBC's head of everything. They have already handed over a suitcase full of our money for the series of fights we know as Audley Harrison versus Some Fat Guy, and are reported now to be talking to that pillar of the sporting establishment, Mr Don King. It seems likely, though, that if such talks are indeed in progress, they will stop well short of a bid for the Lewis-Tyson fight scheduled for April. The BBC's presenter John Inverdale discussed the proposed heavyweight title fight with his ringside guests, the British heavyweight champion Danny Williams and the former World Boxing Council super-middleweight champion Richie Woodall, and all agreed there was too much money at stake for the fight to be shelved now. \"What about the integrity of boxing?\" asked Inverdale. \"What integrity would that be?\" we shouted at the screen. \"It's disgraceful,\" said Woodall. \"He's running boxing through the gutter. When this fight does take place, something terrible might happen.\" That sounded like a pretty good plug for Sky. \"Money talks,\" concluded Inverdale. We must all hope fervently it will not be the BBC's money, which is urgently needed elsewhere - to buy some jokes, for instance, for Johnny Vaughan, whose monologue last week was so utterly devoid of anything like humour that the recorded laughter track walked out. martin@kelner.demon.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}