{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jan/13/observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-01-13T19:11:53Z", "webTitle": "Jeannette Hyde: Clouds start to lift", "webUrl": "https://www.theguardian.com/travel/2002/jan/13/observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2002/jan/13/observerescapesection2", "fields": {"headline": "Clouds start to lift", "bodyText": "Thankfully the fear of flying which gripped the nation after 11 September is declining. The excitement of planning a summer holiday in the depths of dreary January is beginning to overtake all the hysteria. Independent tour operators have been muttering that summer holiday bookings are better this January than at the same time a year ago, while the giant travel companies such as Thomson are muttering that things are 'doing well' (ie not as good as this time last year, but better than before Christmas). The independent agent Travelcare, which has 360 travel agency shops up and down the country is actually reporting that bookings this January are 5 per cent higher than last January. So what's going on? Has the lousy British weather knocked our fear of flying out of us? I was tempted to write a piece full of gross generalisations saying that people who book with small independent tour operators tend to be more educated, have an inkling of geography and know that places such as Greece and Turkey are not war-ridden and that you're more likely to be killed in a car accident than on a plane. But bumping into a journalist from a rival national newspaper last week, I dropped that notion. 'How's Escape doing now? It must be awful because people can't travel anywhere, can they?' the journo says. 'What do you mean?' I reply. 'Well, there's practically nowhere left on earth you can travel what with all the danger around. I wouldn't travel anywhere right now.' I try to explain that the only places I probably wouldn't holiday in right now are Afghanistan and Pakistan, but that places such as Egypt are fantastic and that Muslims will be very glad to see tourists. But my words are met with a hefty shrug. So, a quick revision to the theory about why independent companies are doing better than package companies: It's nothing to do with education, geography or reading (or even working on) newspapers. It's about money. A spokeswoman for the Association of Independent Tour Operators says that many of their customers don't have financial worries in this climate of recession: 'We think our sector of the market is more resilient. They have their kids off their hands, have paid off their mortgages. They are not about to be made redundant because they run their own businesses.' Whether you are weighed down by a mortgage, feel un stable in your job, or are retired and living very comfortably thank you, we are all united in the common appreciation for travel and the wish to shake off the gloom. The difference is that the financially content are booking with the independents - which are the deli shops of the travel world - and the more cash-strapped are booking, if they can stretch to it, with the cheaper package companies, the KwikSaves of the business. It's not that the well-off are less scared of flying. They just have the means to show their resilience first and more hastily. And the only people not booking are the paranoid and ignorant, which includes many Americans and the occasional British journalist. Look at Club Med. Several of its winter sun holiday villages have not opened this winter because the Americans are still not travelling in their usual numbers. But perhaps if the Twin Towers had been on our turf, none of us would be getting over the tragedy this soon."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}