{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/05/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-05T22:51:41Z", "webTitle": "Gregory faces second touchline ban and fine", "webUrl": "https://www.theguardian.com/football/2002/jan/05/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/jan/05/newsstory.sport2", "fields": {"headline": "Gregory fears second ban over D'Urso", "bodyText": "John Gregory faces a fine and another touchline ban after being charged with misconduct by the Football Association yesterday for his outburst during Aston Villa's defeat by Liverpool on Boxing Day. Villa's manager was accused of using abusive language towards the referee Andy D'Urso and the assistant referee Ray Gould as his team lost 2-1. He was dismissed from the dugout during the match. If he is found guilty his punishment may reflect the fact that he has been in trouble before for comments about D'Urso. He was banned from the touchline for 28 days two seasons ago after a verbal attack on the official, including a threat to \"punch his lights out\". He was asked then to sign a written undertaking about his conduct. Earlier that season he was fined £2,000 for remarks directed at the referee Uriah Rennie and he has branded fourth officials \"jobsworths\" and accused referees of \"acting like policemen\". Gregory has 14 days to respond to this latest charge. After the Liverpool game he sent a video to the FA highlighting incidents that had angered him and triggered his abusive comments. He was incensed by the penalty awarded to Liverpool when George Boateng was adjudged to have fouled Steven Gerrard, and felt the opening goal by Jari Litmanen should have been ruled out for offside. He felt Gould overlooked \"one or two other incidents\". Liverpool's Norwegian centre-half Frode Kippe is rejoining Lillestrom after failing to impress during a four-year spell at Anfield. The 23-year-old, who made more appearances on loan at Stoke than for Liverpool, has signed a 3-year deal with the Norwegian club. His contract at Anfield does not expire until July 1 but Lillestrom hope to agree a deal that would see him return before the start of the Norwegian season in April. Nottingham Forest have called an egm for January 18 at which shareholders will have the chance to discuss the club's financial predicament. David Beckham is the only Englishman in Uefa's team of 2001, picked by users of the European governing body's website. But three other Premiership players - Sami Hyypia, Patrick Vieira and Thierry Henry- are in the side, which features five Frenchmen and another, Liverpool's Gérard Houllier, selected as coach. Michael Owen, despite being European footballer of the year, finished well down the strikers' list which, apart from the selected Henry and David Trezeguet, also included Andrei Shevchenko, Henrik Larsson and Diego Tristan. Uefa team of the year: Canizares (Valencia); Contra (Milan), Hyypia (Liverpool), Andersson (Barcelona), Lizarazu (Bayern Munich); Beckham (Man Utd), Vieira (Arsenal), Zidane (Real Madrid), Kily Gonzalez (Valencia); Henry (Arsenal), Trezeguet (Juventus)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}