{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jan/20/russia.railtravel.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-01-20T18:26:47Z", "webTitle": "Faded glories of the mainline to Moscow", "webUrl": "https://www.theguardian.com/travel/2002/jan/20/russia.railtravel.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2002/jan/20/russia.railtravel.observerescapesection", "fields": {"headline": "Faded glories of the mainline to Moscow", "bodyText": "It's 10.30pm on a crisp September night when my friend and I sweep into Beijing central railway station. We pile our packs on the floor and lean self-consciously against a pillar near the entrance. The station is not well lit and it's difficult to focus on details. Red marble floor, grand central staircase, large stained-glass window. A grimy pre-Communist building modified with gold stars and political inscriptions that are beginning to fade. I feel as if we're being scrutinised but no one, not even the teenage soldier wearing an oversized khaki jacket, is looking at us. After a week in Beijing, we're about to take the six-day, almost 6,000 mile Trans-Siberian express to Moscow. Built by Russian imperialism and adapted to Soviet needs, it's the world's longest passenger rail route, now mainly used by black market traders and foreign tourists. Our train is announced and we pass through to the platform and pull ourselves up the steps of the Russian train, the only one in the station. It's suffocatingly warm inside and smells like my English grandmother's house - coal smoke and unaired rooms. Squeezing along the corridor, scraping our packs against the wood-patterned Formica walls, we find our compartment. The train lurches and we drop our bags and collapse on the long red seats. We exchange our tickets for bed linen with a middle-aged Russian attendant, or provodnitsa, who fills the doorway. She smiles but doesn't speak, and we do the same. Later we use the musty sheets to turn the seats into beds and try to sleep as the train bounces us on uneven tracks. Opened in the early 1900s, the Moscow-Vladivostok stretch of the Trans-Siberian railway was a textbook example of how not to build a railroad. Reckless methods and haste characterised the construction, as light rails that snapped easily were laid over land that often could not support the weight of a train. But the line endured and there are now three Trans-Siberian routes, each sharing the same tracks through Russia but separating before northern China. The original line to Vladivostok can now be extended by taking a ferry across to Japan. The second route, the Trans-Mongolian, branches off near Siberia's Lake Baikal and cuts down through the People's Republic of Mongolia. The Trans-Manchurian route leaves the Russian line further along, enters northern China and circumvents Mongolia. The Trans-Manchurian line that we are on terminates in Beijing. In the line's early days, sumptuously decorated carriages with deep carpets and oak panelling were exhibited at the Paris Exposition to attract wealthy travellers, but today's railway is more a reminder of later Soviet functionalism. Our train, the Vostock, was built in East Germany in the 1970s and contains 13 carriages, each with 10 compartments and a hot water samovar. There is one first-class car, mostly used by foreign tourists. Each compartment is about six feet across and has long padded seats separated by a folding table. Ours is of the stubborn non-folding variety, however. Above the grimy window is a radio speaker covered with tape that can't be turned off and hisses at us for most of the trip. Nothing seems to have been replaced since the carriage was built, except the new gold curtains. There are two well-designed washrooms in each carriage but they are dirty enough to make us want to avoid them. A hot tap delivers only cold water and the toilet flushes half-heartedly, perhaps in protest at the maintenance man who beats it with a sledgehammer every morning. The washrooms, according to my guidebook, are supposed to be cleaned by our provodnitsas, but they seem as disgusted by them as we are. Most of their time is spent checking boxes of cheap ornaments they have piled to the ceilings in unused compartments. For those not working or engaged in commerce, time is a nebulous concept on the Trans-Siberian. The route crosses several time zones, and although I try hard to keep my watch adjusted, it never matches the clocks at the stations. Many passengers adopt a more intuitive existence, getting up when they want breakfast and going to bed when they're tired. We spend most of the time playing cards, drinking warm Chinese beer or gazing at the endless golden larch trees. We only eat when it feels like time to eat and venture to the restaurant car only once. The floor is scarred with food spills and the tablecloths are grey. Now, despite the extensive menu, which the waiter insists on handing out, there's only one dish anyway. It's a £5 set meal of rice, greasy slivers of meat, watery mushrooms and tea, which is always served black and sugared in Russia. There are no other diners and we finish our meal in silence while the waiter rubs the counter top with his apron and watches us closely. We have some food packed with us: dry noodles, oatmeal, and soup that we rehydrate from the samovar. But most of our sup plies are bought at stations along the route, where the train stops for about 20 minutes two or three times a day. The best food comes from the droves of gnomish old women, babushkas , who descend on each new train. Dressed in head scarves, most have red faces, bright blue eyes and strong, scarred hands. Many sell stews and boiled vegetables, cooked in their kitchens and warmed on their car engines for the trip to the station. Others walk the platforms with pale cheeses, brown curled sausages, smoked fish and leather-skinned rye breads. The train bursts into life at these stops, and it's often the only time we see the other passengers. Many are Chinese merchants, and they hit the platform running before the train has even stopped. Different goods are on sale at each station and the locals wait in groups to see what the travelling market is bringing. Striped sweaters in Omsk, fur coats in Irkutsk and gaudy clocks and ornaments in Ekaterinburg. It starts to feel colder in our compartment and the trees begin to thin out as we approach Eastern Siberia's Lake Baikal, the world's deepest freshwater lake, known locally as the Holy Sea. All we can see is brilliant blue because the train is right on the edge. When I pull down a window, one of the provodnitsas leans out into the corridor, narrows her eyes, shouts something and gestures at me to push the window back up. The rest of the day, during which we never leave the shore of the lake, is a running battle with the attendants to keep the window open. I am told off for waving my camera through the opening, but the provodnitsa runs back into her compartment when I point it at her instead. Lake Baikal is the turning point on the Trans-Siberian. Small villages and deep forests are replaced by sprawling grey cities and factories belching black smoke as we move into the industrial heartland of Russia. The sun disappears. Fog and rain take over. For hours, we crawl through the thin no man's land between the backs of houses and the railway line. It's strewn with rusting car hulks and mounds of broken machinery. We are approaching Moscow. Factfile Access: It is possible to book a trip on the Trans-Siberian independently but it is far easier to use a travel agent who knows the system. Worth a look are Travel CUTS and the Hong Kong-based company Monkey Business, which has a useful website on all things Trans-Siberian at www.monkeyshrine.com. Ticket prices: Subject to change but usually start from around £350 for non-stop itineraries on any of the three routes. Book well in advance for summer travel. Packages: Regent Holidays (0117 921 1711) offers a 14-day trip, which includes a night in Moscow, three nights in Beijing, and a second class, four-berth apartment for £1,445 per person. Flights and sightseeing tours in Moscow and Beijing are included. An upgrade to a first-class, two-berth apartment costs £137 per person."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}