{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jan/24/netjetters2001ellie.netjetters", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-01-24T18:39:19Z", "webTitle": "Week 8: Los Angeles", "webUrl": "https://www.theguardian.com/travel/2002/jan/24/netjetters2001ellie.netjetters", "apiUrl": "https://content.guardianapis.com/travel/2002/jan/24/netjetters2001ellie.netjetters", "fields": {"headline": "California themin'", "bodyText": "There I was in my limo, being driven around Los Angeles. Yes, you read that correctly. My limo. A long, black, sleek thing with seats for 10, a television, and an ice box containing a bottle of champagne - all exclusively mine for the morning. Shaun, my driver, asked where I wanted to go. \"Why, Rodeo Drive,\" I said, and off we set, Roy Orbison's Pretty Woman playing all the time in my head. After window-shopping for a while I returned to the limo and we drove to Bel-Air. When Shaun isn't driving limos he's an actor, of course. He'd been reading Forbes's rich list while I'd been lusting after designer handbags on Rodeo Drive. \"I'll live here one day,\" he said, as he drove me round houses worth several million dollars. I had lunch at the Bel-Air hotel, where the movie stars go, though I didn't spot any. That doesn't mean there were none - I hadn't heard of any of the actors Shaun had named as his favourites. At the table next to me some people in business suits were discussing the best golf courses in the world. \"I always play in Costa Rica,\" one said. \"Yes, but I prefer the LA Country Club,\" said another. The LA Country Club costs $25,000 just to join. Perhaps they thought I was a movie star myself, dining alone in an exclusive hotel and sipping champagne. I put on my sunglasses and concentrated on looking like I too might play golf in Costa Rica. Not that I'd want to be a movie star, of course. To start with you'd have to live in LA, which is only nice if you like motorways. It rather reminded me of a Guinness advert from several years ago, where an old woman lives in a ramshackle house in the middle of a US spaghetti junction. \"I like highways,\" she says, \"that's why I moved here.\" And pity the stars who make the occasional, er, cock-up (so to speak) and are forever immortalised in Hollywood history. \"This is the George Michael toilet,\" said the guide on my Hollywood tour. \"And this is the Hugh Grant parking lot.\" At Universal Studios the emphasis was on having fun. This meant posing for pictures with Jurassic Park dinosaurs and a great white shark from Jaws. Then a bus took us on a tour of the studios where we were subjected to flash floods, earthquakes and fires as the special effects department demonstrated their skills. And just when I thought it was safe to get back on the tour bus, we were taken to the rides. \"This is a highly aggressive ride\" said the notice by the Back to the Future ride. I opted instead for the ET ride, where you are gently flown on a bicycle through a planet where extraterrestrials sit among the flowers and wave at you. And if it's good enough for Tom Cruise and John Travolta, then it's good enough for me. I took the free personality test at the Church of Scientology on Hollywood Boulevard, answering over 100 questions such as \"Do you eat quickly?\". Racquel was assigned to give me my results. I'm not sure whether she had passed or failed the personality test, but either way she didn't seem to have one. \"Do Americans have accents to you guys?\" she asked. \"Yes,\" I said, much to her surprise. She looked at me gravely. \"You're stubborn,\" she said, \"and irresponsible. And you're critical and you don't get along with people. Also you're very depressed. And nervous, and you show a great lack of accord.\" I took my stubborn and depressed self to San Diego. San Diego is a very pleasant city, where everything you need is within walking distance, unlike LA, and people have feet instead of rollerblades and children instead of puppies. It is also the gateway to Mexico. I went for the day to Tijuana with my new friend Luke. We drank margaritas and ate Tostadas and wandered down the streets lined with souvenir shops where men in sombreros tried to get us to pay $2 to have pictures taken with donkeys painted to look like zebras, shouting \"A picture for you and your wife.\" We passed several pharmacies with big placards outside saying \"Anthrax medicine available here.\" As we walked past the rugs, hats, porcelain chilli peppers, Jesus figures, plastic Mickey mouses and the papier-mache Winnie the Poohs, Luke said to me \"I wonder who actually buys this crap.\" Two minutes later I looked up to find that he had paid $8 for a three-foot long fur trimmed pipe with a bird's claw at the end, and was proudly marching towards the border, admiring his purchase."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}