{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2002/jan/20/features.review7", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-01-20T18:43:06Z", "webTitle": "I'm no Imelda Marcos, but I do long for posh shoes", "webUrl": "https://www.theguardian.com/theobserver/2002/jan/20/features.review7", "apiUrl": "https://content.guardianapis.com/theobserver/2002/jan/20/features.review7", "fields": {"headline": "I'm no Imelda Marcos, but I do long for posh shoes", "bodyText": "I have few occasions to go out on the town, but when I do I face a shoe dilemma. I am a big woman and my chunky legs and size 8 feet are definitely not suited to spindly stilettos or kitten heels. I prefer flat shoes but I need something a bit dressy for special occasions to go with a dress. I'm no Imelda Marcos and my shoe collection is very small: a brown pair of those flat suede shoes, with a moulded sole and a tag behind the ankle, that everyone was wearing in 1999; a new pair of lovely, soft, brown leather boots that look very smart; a tatty old pair of black Birkenstock open sandals; and a brown pair of almond-toed Docs! Any suggestions on how I could complement this rather brown selection for evening wear? Kate, London My absolute saving grace in the posh shoe department is LK Bennett; no one else makes such graceful but flat shoes. The rub is that they're very expensive. However, you can get some real bargains in the sale, which started on 18 December but is still on. (Now that you know, believe me, you will mark the LK Bennett sale times in your diary.) Last year, my husband - in a desperate attempt to get me into ladylike shoes - bought me a gorgeous pair of heeled plum-coloured slingbacks. The great thing about these is that even though they're not that high, they look high, if you know what I mean. And I bought myself a pair of absolutely flat, black-suede pointy pumps that look for all the world as if they would have a heel but don't. There are various branches around London (ring 020 7491 3005 to find out your nearest), so go and have a look for yourself. The other place to look is Office which also has dressy flat shoes and again the sale is on now; inquiries: 020 7566 3070. I've a real problem this year finding any black stockings thicker than 15 denier. I'm unable to wear tights and hold-ups always seem to fall down. I'm looking for opaque black stockings that are at least 40 denier. Are there any stores or mail-order companies that stock them? PF, Brighton John Lewis (inqs: 020 7629 7711; your nearest branch is the Bluewater one - 01322 624123 and they can post them to you) sell what you're looking for: 50 denier opaque stockings by Levante. They come in black, brown, grey and navy sizes SML, £2.95. Aristoc (01773 525520) also does something called the Cotswold 60 Denier Seam Free Stocking, £3.50, but that only comes in grey, nude or tan, just in case you ever fancy some different colours. I have a black silk dress from Whistles which, after the second wear (sweaty night), got stained with my deodorant and, presumably, sweat. My drycleaners say there's nothing they can do. Can you help? Kunbi, New York (formerly London) Ooh, I do like having transatlantic readers. Yes, I can help. There are a few things you can do, although as your dress is silk and so probably delicate and precious, I would urge you to do a boring patch test on a bit of the hem or somewhere else unobtrusive. You're right to suggest it could be your deodorant; so many stains that people think are sweat are actually either the anti-perspirant or it's helped to fix the sweat stain to the clothing. Sweat comes from our apocrine glands and contains lipids, ammonium compounds, reducing sugars and salts and some of the components of deodor ants are aluminium salts. These can fix the lipids to the fabric surface, not only making the stain more difficult to remove but yellowing it. Before washing, I spray sweat stains with a solution of vinegar and water or vodka and water (a trick Madonna also uses for her after-show outfits, which I fancy she nicked from this column, as I found it out by sheer experimentation). This may not help you as your dress (due to a lining or some such) may not be washable. In which case, see if you can very gently sponge the area with the vinegar or vodka water and see how you get on. I once had a reader who wrote in to recommend citric acid. I must stress I've never tried it but if anyone would like to give it a go and let me know (on your own heads be it, mind), then I'd love to have some feedback. You can get citric acid in chemists and photographic shops (it's used in the developing process) or you can get it from Rayco (who sell it for photographic purposes only and can't give any advice on its use as a stain remover); tel: 01226 744594; it's £2 for 100g, plus p&amp;p. I was given a wonderful jumper for Christmas but it says 'machine-wash'. Can I really machine-wash woollens? Alison, Norfolk I've included this letter because I'm not sure I made it clear last week when replying to Mark's letter ('can I machine-wash my dry-clean-only trousers'; in his case the answer was no, as his trousers contained viscose, which is prone to shrinkage) that I do machine-wash certain dry-clean-only items but I always put them on a hand-wash cycle no higher than 40 degrees. But, Alison, if your jumper says you can machine-wash it, then follow the instructions! Send your fashion problems to: Dear Annie, The Observer, 119 Farringdon Rd, London EC1R3ER or dearannie@btinternet.com. Annie cannot enter into personal correspondence. Dear Annie is a registered trademark ©ab 2001. Illustration by Clare Mackie"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}