{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/16/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-16T22:56:47Z", "webTitle": "Crozier stays in Wembley team", "webUrl": "https://www.theguardian.com/football/2002/jan/16/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/jan/16/newsstory.sport2", "fields": {"headline": "Crozier stays in Wembley team", "bodyText": "Adam Crozier, the Football Association's chief executive, is to retain his place on the board of the company in charge of rebuilding Wembley. It had been expected that Crozier would be among 10 members to step down from Wembley National Stadium Limited and that the FA would be represented only by its finance director Michael Cunnah. Crozier will first resign along with the 12 other directors of the FA-owned subsidiary WNSL to allow a new, slimmer board to be formed to comply with the wishes of the government and to ease fears among financial institutions that the decision-making body was too large. The Football League chairman Keith Harris, Clive Sherling, chairman of the Football Licensing Authority, and the WNSL chairman Sir Rodney Walker were expected to be the only directors to survive. But Crozier, along with Cunnah, who has been made project director until April, and Roger Maslin, WNSL's financial director who will become company secretary, will also join the new board. After a council meeting yesterday the FA said in a statement: \"The Football Association and Sport England today confirmed that they are to reconstitute the board of Wembley National Stadium Limited in line with their proposals to the government during the Carter review. \"Over the next few weeks the articles of the company will be changed to allow the board to be restructured, at which point all of the directors will resign from the board. All parties, and indeed all directors, believe this to be the correct way forward.\" · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}