{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/28/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-28T22:40:40Z", "webTitle": "Nationwide League round-up", "webUrl": "https://www.theguardian.com/football/2002/jan/28/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2002/jan/28/newsstory.sport4", "fields": {"headline": "Nationwide League  Round-up", "bodyText": "Reading moved nine points clear at the top of the Second Division as they swept to their seventh consecutive victory and clean sheet with a 3-0 home win over Colchester. Alan Pardew's team have not conceded a goal in more than 630 minutes and never looked back after Nicky Forster's penalty seven minutes before half-time. Andy Hughes made it 2-0 in the 48th minute and Forster struck his 14th of the season on 69. Stoke missed the chance to go second when they were held 2-2 by improving Wigan at the Britannia stadium. Scott Green put the visitors ahead and although Marc Goodfellow equalised, Wigan led again when Tony Dinning struck on the stroke of half-time. Rikki Dadason levelled from the penalty spot in the 67th minute but Stoke remain fourth. Huddersfield moved above QPR and into sixth place after Andy Booth's goal on 37 minutes gave his side a 1-0 home win over the London club. Oldham drew 3-3 with Bournemouth in a roller coaster encounter at Boundary Park, with the result doing neither side much good in their battles at opposite ends of the table. In the Third Division, Plymouth continued their march towards promotion with a 4-2 win over Oxford that extended their lead to seven points. But Paul Sturrock's team were made to work hard for their 12th win of the season at Home Park after Oxford wiped out a 2-0 deficit by the 41st minute. Then Ian Stonebridge scored from a superb free-kick just before half-time and struck again 22 seconds after the interval to ensure victory for the Devon club. Darlington received some consolation after missing out on a lucrative FA Cup tie with Newcastle. Their trainee Mark Sheeran came off the bench to strike twice in the last nine minutes as his side beat second-placed Luton 3-2 at Feethams. \"I was brought down to earth afterwards,\" the 19-year-old revealed. \"I was handed a brush and told to sweep out the dressing room and corridors, just like after every other game.\" John Hollins got the better of the club that sacked him in September as his fourth-placed Rochdale team maintained their promotion hopes with a 2-0 home win over financially stricken Swansea at Spotland."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}