{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2002/jan/24/netnotes.simonjeffery", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2002-01-24T18:49:37Z", "webTitle": "Nannies", "webUrl": "https://www.theguardian.com/news/2002/jan/24/netnotes.simonjeffery", "apiUrl": "https://content.guardianapis.com/news/2002/jan/24/netnotes.simonjeffery", "fields": {"headline": "Nannies", "bodyText": "1. A surge in demand over the last year has made good nannies hard to find, much to the detriment of the disposable income of the aristocracy and highest-earning middle classes. 2. Nusery World magazine has discovered that daily nannies now earn £23,816 per year in central London - a rise of 8.5% over 12 months - and, though much lower, wages in other parts of the country have also risen sharply. 3. \"Supercalifrajalisticexpialidocious!\" you can almost hear the UK's 100,000 nannies cry as they calculate how many more umbrellas they can buy with their pay cheques. 4. But it is not such good news for the parents: for example, a woman returning to work has to earn a minimum of £35,000 a year before paying a nanny the central London average of £344 a week out of her already taxed earnings makes financial sense. 5. Some say the cost could come down if the government gave parents tax relief to help them afford their nannies. 6. So what does a nanny do? Mary Poppins famously made chores fun while Tiggy Legge-Bourke, who can allegedly smoke while skiing, let princes William and Harry abseil off a 160ft-high dam without helmets or safety lines - a technique usually reserved for crack SAS squads. Or the very stupid. 6. You can only speculate which attitude to the job would be more popular with children, if not their parents. 7. More conventionally, nannies should look after children, including cooking their meals and tidying their rooms - this is opposed to au pairs who offer intercultural childcare and a safety net for comedy writers lacking sexual frisson in their domestic dramas. 8. Demand for all forms of childcare (overwhelmingly nursery places) has risen since the working families tax credit allowed more parents to return to work. 9. There has, however, been no similar rise in demand for nanny goats, which offer a poor alternative to most human supervisors even though they come at a fraction of the cost. 10. Want to find out more about becoming a nanny or perhaps even hiring (a human) one? Try enlisting the web to help you in your search."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}