{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jan/19/golf", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-01-19T22:10:37Z", "webTitle": "Grewal's joy but gruel for Wegerle", "webUrl": "https://www.theguardian.com/sport/2002/jan/19/golf", "apiUrl": "https://content.guardianapis.com/sport/2002/jan/19/golf", "fields": {"headline": "Grewal's joy but gruel for Wegerle", "bodyText": "The dream faded fast and hard for Roy Wegerle, the professional footballer turned hopeful professional golfer, here yesterday, but it was a day to cherish for a self-confessed \"big Liverpool fan\" from the Wirral setting out on his career. A disastrous second round of 80 in the Alfred Dunhill Championship meant that the 37-year-old former Premiership striker Wegerle missed the cut by 13 shots after qualifying for his first professional tournament. \"I took an old-fashioned hammering,\" he admitted ruefully. But Sandeep Grewal, an Englishman of Indian descent from Bidston, exceeded his wildest expectations with an eight-under-par 64 to share the halfway lead at 10 under with a local Houghton club member, Roger Wessels. Grewal turned 21 last month and will be playing on the Challenge Tour this year after failing to earn a card for the European Tour. After his first-round 70, he made the most of the good early conditions yesterday and never looked back after opening with three birdies and the first of his two eagles at the 5th. Grewal, whose grandfather played in goal for India at the 1964 Tokyo Olympics, missed the cut in this event 12 months ago with rounds of 68 and 77 and admitted: \"This is a massive surprise. The main aim was to make the cut so I could play in the next Sunshine Tour event next week.\" Wegerle compared his round of eight bogeys and a double bogey as \"like losing six-nil at Old Trafford\" but was happy to put it down to experience. \"It was just one of those days but we had a laugh about it. This is the worst score I've shot for a very long time but these are tournament conditions, I'm not used to playing in rough up to my knees and greens as quick as these, so it's all about learning.\" But, while others were learning, the winner of the European 2001 order of merit Retief Goosen showed postgraduate skills with a 67 that took him to nine under par. Ominously for the rest of the field, without holing a putt of any size for two days, Goosen is only one shot off the pace. \"My putting is holding me back. I'm struggling to make a decent stroke and get the ball on line but I'm on the verge of starting to play really well,\" Goosen said. Anthony Wall, the son of a London cabbie who won here two years ago, is tied with Goosen after also returning a 67. He said: \"I've always found this course comfortable to play. There are a lot of holes that need a little draw and that suits me. It's nice to be in contention again; I haven't been since September.\" The roller-coaster round of the day was undoubtedly a 69 by the South African journeyman Wallie Coetsee. The son of a tomato farmer from Tzaneen, Coetsee humbled the course with an outward nine of 29. But an approach shot into a flowerbed ensured a double bogey at the 11th before three more bogeys saw him come home in 40."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}