{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/28/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-28T22:37:47Z", "webTitle": "Carragher could face legal action", "webUrl": "https://www.theguardian.com/football/2002/jan/28/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/jan/28/newsstory.sport1", "fields": {"headline": "Carragher could face legal action", "bodyText": "Liverpool's defender Jamie Carragher faces possible legal action after an Arsenal football fan was hit by a coin he threw into the crowd during yesterday's fourth-round FA Cup match at Highbury. Police confirmed yesterday that a complaint had been made to them about the incident that resulted in Carragher being sent off by the referee Mike Riley in a bad-tempered match in which two other players were also shown the red card, Arsenal's Dennis Bergkamp and Martin Keown. Police took statements from fans after Carragher threw the coin into the crowd. The woman supporter was led away by officers but was not badly cut and did not need any serious medical treatment. Superintendent Andy Smith, who was in charge of policing at yesterday's match, confirmed that officers are investigating the incident. Carragher, who is 24 today, also faces a misconduct charge from the Football Association and possible disciplinary action by his club. The incident took place close to the touchline with 20 minutes of the match remaining when Carragher was himself hit by a coin and other missiles thrown from a section of Arsenal supporters. The Liverpool player, clearly annoyed, picked up the coin and threw it straight back into the crowd. Arsenal could also face an FA fine over the incident, one of several to have taken place at matches around the country in recent weeks. The FA said last night that it is waiting for the referee's report. Arsenal have launched their own investigation into the incident and will be examining video footage to try and identify the fan who threw the coin at Carragher. A spokeswoman for Arsenal said last night: \"This is an isolated incident but will not be taken lightly. Anybody who has been found to have thrown the coin will be banned for life from Highbury but generally speaking our fans are very well behaved. We will be examining video footage and stewards' reports from the area where the coin was thrown.\" Last night Carragher admitted that he was wrong to throw the coin back into the crowd and insisted he would never react in the same way again. \"I regret what happened at Highbury because I let the club, the fans, my team-mates and myself down,\" he said. \"No matter what the physical or verbal provocation, I shouldn't have reacted like that. I would like to apologise for any offence caused. \"I was frustrated and did it without thinking in the heat of the moment. Anyone who has seen me play regularly will realise it was completely out of character but I'm not going to make excuses. \"I was wrong and as a professional football player I should have known better. It's a mistake I won't make again.\" The FA is also awaiting David Elleray's report of Chelsea's match with West Ham at Stamford Bridge on Saturday. The referee has said that he will mention an incident in which Chelsea's Graeme le Saux was hit by a coin allegedly thrown from a section of visiting fans. Coins and other missiles were also thrown by fans at Stamford Bridge during Chelsea's Worthington Cup semi-final first leg against Tottenham this month, only days after similar incidents at Ninian Park during and after Cardiff City's shock FA Cup triumph over Leeds."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}