{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jan/11/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-01-11T22:54:20Z", "webTitle": "Players go back to school for scandal", "webUrl": "https://www.theguardian.com/football/2002/jan/11/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/jan/11/newsstory.sport", "fields": {"headline": "Players go back to school for scandal", "bodyText": "England footballers are to be given lessons by the Football Association in how to behave in public and cope with the intense pressures they are likely to face in the run-up to this summer's World Cup. This was one of a number of initiatives announced yesterday in attempting to combat the growing number of high-profile incidents of footballers misbehaving off the pitch. The players' and managers' unions have also launched a programme to instruct players in the perils of celebrity and excess. And it was revealed that leading players could soon find themselves facing stiffer financial penalties should they misbehave through penalty clauses being included in new image-rights contracts. Paul Barber, the FA's director of marketing, said at the Football Expo conference here that talks had recently taken place with Howard Wilkinson, the governing body's technical director, over providing England players with help in dealing with the demands of the media, sponsors and fans. \"We recognise that this is our responsibility,\" Barber said. \"We have to help players cope with the pressures they will face and they have to be made aware of their responsibility. We have to provide our players with education, advice and guidance.\" The Professional Footballers' Association and League Managers' Association will also offer players salutary instruction. They are to arrange for players with experience of debilitating personal problems - including Tony Adams, Paul Gascoigne and Paul Merson - to tour clubs with advice for young professionals. \"There was a time when players would regularly have a night out in the week and alcohol was part of the culture in the game,\" said the PFA chief executive Gordon Taylor. \"But things have got to change and that culture has to be diminished if not extinguished.\" The issue of player behaviour is also to be tackled by the clubs when negotiating new contracts with players. A number of high-profile players, led by Manchester United's David Beckham, are to negotiate image-rights contracts with their clubs over the coming months. At present players can be fined only a maximum of two weeks' wages. But high-profile players will soon find themselves more stiffly penalised, according to Parul Patel, a sports lawyer who specialises in image rights. \"An image-rights contract has good-behaviour conditions,\" Patel said. \"If a player damages his image or that of the club then the club could cancel a contract or reduce the amount of money it has to give him for his image rights. \"Clubs are looking at the issue of image rights more and more and over the next five years many players will have image-rights contracts.\" o You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}