{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/2017/jan/25/artificial-intelligence-has-arrived-but-australian-businesses-dont-know-how-to-use-it", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2017-01-24T23:33:13Z", "webTitle": "Artificial intelligence has arrived, but Australian businesses are not ready for it", "webUrl": "https://www.theguardian.com/sustainable-business/2017/jan/25/artificial-intelligence-has-arrived-but-australian-businesses-dont-know-how-to-use-it", "apiUrl": "https://content.guardianapis.com/sustainable-business/2017/jan/25/artificial-intelligence-has-arrived-but-australian-businesses-dont-know-how-to-use-it", "fields": {"headline": "Artificial intelligence has arrived, but Australian businesses are not ready for it", "bodyText": "A survey of business leaders has found Australian companies are the worst prepared for the arrival of artificial intelligence (AI) technologies among selected major economies, despite spending the second-largest amount of money on automation. Independent research agency Vanson Bourne was commissioned by IT company Infosys (which as a seller of an AI platform has a vested interest in promoting such technology) to poll 1,600 business leaders of companies with more than 1,000 staff and at least US$500m in annual revenue across Australia, China, the United States, Germany, France, India and the UK. According to the survey, released at the World Economic Forum last week, major Australian businesses invested an average of $7.9m last year in AI, behind only the US, but placed last in both the skills required for AI takeup and in plans to integrate AI. The Infosys Australia regional head, Andrew Groth, told the Guardian the survey demonstrates that Australia risks becoming uncompetitive. “The challenge is the skills situation,” he said. “If not addressed, [our] level of competitiveness could be a challenge, as all companies adopting AI are seeing advantages. We are all competing on the global stage. It’s here and we need to address these challenges.” The survey found 23% of Australian business leaders believe their company completely lacks the skills needed to capitalise on AI. Groth said AI requires proficiency in Stem (science, technology, engineering and mathematics) skills, digital proficiencies, creativity and problem-solving, as well as ongoing learning. He said the lack of skills was relevant to another of the survey’s findings – that Australian business leaders are the most likely to be planning to make workers redundant rather than reassign those whose roles have been made obsolete by AI technology. Two-thirds of Australian businesses polled said they plan to or already have replaced jobs with AI, with a third of those leaders saying the affected workers will be made redundant. Groth was keen to focus on the two-thirds of businesses that intend to reassign rather than sack those in jobs better done by AI. He cited as an example the Fiona Stanley hospital in Perth, which last year brought in an automated pharmaceutical ordering system that utilises robots which scan, move and store $200,000 worth of drugs daily, with the workforce previously responsible reassigned to other tasks. “Using [artificial intelligence] reduced stock availability outages by 70% and freed up nurses for patient care rather than admin of stock,” he said. AI is even impacting on Infosys’ own global workforce. Groth said between 8,000 and 9,000 jobs had been automated at the company over the past year, but almost all affected employees were given other roles within the company. Infosys’ human resources head, Krishnamurthy Shankar, has conceded that, over time, improved AI capabilities will see the company hire less new employees. A 2015 Ceda report found 40% of Australian jobs were under threat from automation. But University of New South Wales professor of AI, Toby Walsh, said that figure was unlikely as as many new jobs would be created as eliminated by automation. He said the jobs wipeout would be felt most by entry-level workers. “We are already seeing the beginning of that trend; companies are not making the difficult decision of letting go of employees, but instead are avoiding bringing in new young workers to fill positions,” he said. “That doesn’t have to mean less prosperity however. If machines create more wealth, it is just a matter of distribution. “One popular idea is a universal basic income, for which there are experiments in a number of countries, but that is not the only lever – there could be taxations on corporations and the very rich. Or there’s no fundamental reason the weekend has to be two days’ long – making it three days would ease the jobs shortage.” For the jobs that are safe from automation, AI will still have an impact in improving efficiencies in our professional and personal lives. Commissioned by AI personal assistant firm Julie Desk, Censuswide carried out another industry-funded survey across the UK in November/December and found 47% of professionals were willing to hand responsibility for scheduling meetings, booking restaurants and other administrative tasks over to AI personal assistants. The survey of 1,000 people indicated a generational gap in terms of trust in an AI personal assistant – nearly 62% of respondents aged 16 to 24 said they would trust an AI for handling the back and forth emailing of such tasks compared with 35% of those aged 55+. The survey indicated roughly two hours a week would be saved by automating such tasks, with respondents saying they would redeploy this time to pursuits such as taking care of their family (24%), going shopping (21%) and making love (20%)."}, "isHosted": false}}}