{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/jan/17/pauline-hanson-denies-using-taxpayer-money-for-one-nations-queensland-campaign", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-01-16T22:50:46Z", "webTitle": "Pauline Hanson denies using taxpayer money for One Nation's Queensland campaign", "webUrl": "https://www.theguardian.com/australia-news/2017/jan/17/pauline-hanson-denies-using-taxpayer-money-for-one-nations-queensland-campaign", "apiUrl": "https://content.guardianapis.com/australia-news/2017/jan/17/pauline-hanson-denies-using-taxpayer-money-for-one-nations-queensland-campaign", "fields": {"headline": "Pauline Hanson denies using taxpayer money for One Nation's Queensland campaign", "bodyText": "Pauline Hanson has denied using taxpayer dollars to campaign in Queensland for her One Nation candidates, saying all of her travel in the state is done as a federal senator. She has also vowed to ban the burqa in all Queensland government buildings, saying she wants Queensland to “lead the way” with banning the Muslim attire in Australia. One Nation was officially registered as a party in Western Australia this week, in preparation for the WA election on 11 March. A new ReachTel poll of 2,126 Australians, released on Monday, showed the party has been rising steadily in the polls from a nationwide Senate vote of 4.3% at the July election, to a Newspoll in October showing it with a vote of 6%, to a new primary vote of 9.7%, ahead of the Greens on 8.9%. Hanson, who travelled across Queensland last week in a high-profile campaign with One Nation senator Malcolm Roberts, has faced scrutiny for her taxpayer-funded campaigning. But she told Sky News host Paul Murray that all of her travelling in Queensland has been done as a federal senator. “Everything that I’m doing now in Queensland travelling, is like meeting the farming sector to do what the federal politics and um, I went up to Townsville also to deal with the escalating crime that’s actually happening there,” she said on Monday. “So what I’m doing is on official, you know, parliamentary duties and businesses, like I go out to Chinchilla for the coal seam gas mining, the impacts it’s having there, so I’m getting around and doing my job that I’m supposed to do as a senator, so we’re having public meetings.” Hanson said if One Nation wins power in the Queensland election, due in 2018, she will ban the burqa. “You know what I’m going to do? I’m going to investigate it, ban the burqa in government buildings and banks and schools, in Queensland,” she said. “We’re going to lead the way in Queensland, we’re going to make it, you know, so no driver’s licences wearing the burqa or anything.” Murray said: “So if it’s a One Nation government, all Queensland government buildings, no burqa?” Hanson replied: “That’s right.” The One Nation leader also talked about her invitation to president-elect Donald Trump’s inauguration in the United States. Hanson on Monday said she was very excited to receive the invitation, and she seriously considered attending, but she has asked her Senate colleague Brian Burston to attend on her behalf. She told Murray she did not know who the invitation came from. “What I’ve been told, it’s come from a congressman in the States, any more than that don’t ask me,” she said. “I’ve got to tell you, I thought about it, I thought no I’m going to give this some thought. You know what I’ve been told? Only 20,000 [invitations] have been issued to go to it, and two tickets have been issued to me and the prime minister never got any.” Burston told ABC radio on Tuesday that the invitation had come from Illinois congressman Adam Kinzinger. The Queensland premier, Annastacia Palaszczuk, rejected Hanson’s plan to ban the burqa in Queensland government buildings, saying such a measure was effectively already in place. Palaszczuk said on Tuesday the state already adhered to a series of national procedures and policies that required people to show their full face when entering government buildings. “Also for driver’s licences this is already the law so I don’t know what [Hanson’s] particularly talking about when this already exists,” she said. Palaszczuk said the existing policies did not specifically ban burqas but rather required people to display their full face."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}