{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/jan/11/nba-basketball-commissioner-adam-silver-president-donald-trump-white-house", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-01-11T22:59:00Z", "webTitle": "‘NBA teams should honour White House tradition and visit Donald Trump’", "webUrl": "https://www.theguardian.com/sport/2017/jan/11/nba-basketball-commissioner-adam-silver-president-donald-trump-white-house", "apiUrl": "https://content.guardianapis.com/sport/2017/jan/11/nba-basketball-commissioner-adam-silver-president-donald-trump-white-house", "fields": {"headline": "‘NBA teams should honour White House tradition and visit Donald Trump’", "bodyText": "The NBA commissioner, Adam Silver, has said that if any championship team expressed doubt about visiting Donald Trump’s White House in the next few years, he would still advise them to go. Since John F Kennedy welcomed the Boston Celtics in 1963, it has been a tradition for teams that win the NBA championship to visit the president, exploring the grounds and listening to a speech. Outgoing Barack Obama is a huge basketball fan but the idea of Trump cracking jokes to a league that is represented by over 70% black players is worrisome to say the least. In London ahead of the Global Games match between the Denver Nuggets and Indiana Pacers on Thursday, Silver was asked by the Guardian what the dialogue might be if a side was unsure of going. “If a team came to me in the current situation and asked for my view on whether they should go, I would say go whether it’s President Obama or now President-elect Trump”, Silver said. Following Trump’s election victory, LeBron James – the league’s biggest star whose voice carries great weight within the sport – and multiple head coaches have expressed the difficulties involved with making this decision, putting into doubt the idea of a team laughing and joking while Trump welcomes them to the White House. The president-elect and Silver are both from New York and the commissioner touched on a limited relationship while defending Trump’s future relations with the NBA. “Donald Trump, the private citizen, I don’t know well, but I have known him for many years as a fellow New Yorker. He has been to many Knicks games over the years and I’ve been to several games with his daughter Ivanka and her husband Jared Kushner. I have no reason to believe he won’t continue to be supportive of the NBA.” Yet the reality is that Trump’s ongoing racial and derogatory comments are alienating much of the demographic of the league, a quarter of which comes from outside the United States. During the Cleveland Cavaliers’ visit to the White House in 2016, small forward Richard Jefferson posted to his Snapchat account that they would be the last team to visit, while former player Jalen Rose has said teams simply will not make the trip. “Our players are citizens in their own right and are entitled to their own opinions”, Silver added. “I don’t plan on forcing them to do anything that will be viewed as political in nature. But I think as we have done historically, we encourage players to have those conversations with each other, with us, and become informed on the issues. “We are a boundaryless business in many ways, this notion we have that wherever you grow up, whether it’s here or Beijing or Paris; if you are the very best basketball player you will come together and play in this one league. We will pay a lot of attention to things that potentially affect borders.” Silver also said it was important that people involved in the NBA continue to feel like they have a voice that will be heard. “I talk to NBA coaches all the time and I would like to believe that they believe that the NBA is a safe place to speak, where their political views will be honoured. “I believe our fans are sophisticated and understand that even if they don’t necessarily agree with a coach’s or player’s political view, they can be proud that they felt comfortable saying it. That’s part of political discourse.” Silver, who has been praised for his swift action regarding the relocation of the All Star game from Charlotte to New Orleans in February – because of North Carolina’s HB2 law that limited protections for LGBT people – and the life ban of former LA Clippers owner Donald Sterling, hopes a diverse and forward-thinking league will make a smooth transition to the Trump era. “The institution is bigger than any one man and it is symbolic for an NBA championship team to go to the White House.,” he said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}