{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/jan/24/philippe-coutinho-close-extending-liverpool-stay-2022-barcelona", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-01-24T22:38:00Z", "webTitle": "Philippe Coutinho close to extending Liverpool stay until 2022", "webUrl": "https://www.theguardian.com/football/2017/jan/24/philippe-coutinho-close-extending-liverpool-stay-2022-barcelona", "apiUrl": "https://content.guardianapis.com/football/2017/jan/24/philippe-coutinho-close-extending-liverpool-stay-2022-barcelona", "fields": {"headline": "Philippe Coutinho close to extending Liverpool stay until 2022", "bodyText": "Philippe Coutinho is close to extending his Liverpool career – and dashing Barcelona’s hopes of a summer move for the Brazil international – by signing a new five-year contract with the Anfield club. Liverpool have opened contract talks with Coutinho and his representative, Kia Joorabchian, as planned despite the 24-year-old being tied to the club until 2020. Liverpool’s owner, Fenway Sports Group, is aware of the Brazilian’s growing status in the game and keen to reward his outstanding form this season with extended and improved terms that will see the playmaker join the highest earners at the club. Negotiations are understood to be at an advanced stage with an agreement close. Coutinho is expected to commit himself to Liverpool until 2022 and his new contract will not include a release clause. FSG is determined to avoid a repeat of the Luis Suárez saga in 2013‑14, when their prized asset signed a four-and-a-half year contract in December – containing a buy-out clause – and joined Barcelona for £75m the following summer. Coutinho’s commitment will represent a vote of confidence in Jürgen Klopp’s rebuilding work at Anfield and Liverpool’s prospects under the former Borussia Dortmund manager. The Brazilian has had a major influence on the team’s rise to Premier League contention this season, scoring six goals so far, and his absence was felt during seven weeks on the sidelines with ankle ligament damage. The Liverpool No10 has been a major transfer success since his arrival for £8.5m from Internazionale four years ago, scoring 34 goals in 163 appearances. Coutinho and his family are settled on Merseyside and Klopp has spoken regularly of ensuring Liverpool’s leading players are both rewarded for their form and are convinced they have no reason to leave Anfield in pursuit of silverware. Reports in the Spanish media have for several months claimed Coutinho would be a prime target for Barcelona at the end of the season. While close friends with Neymar, the playmaker is set to thwart those hopes by signing a lucrative five year contract with the Premier League club."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}