{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/jan/16/the-halcyon-episode-three-recap-this-glossy-gift-of-a-series-is-suffering", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-01-16T22:00:21Z", "webTitle": "The Halcyon episode three recap – this glossy gift of a series is suffering", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/jan/16/the-halcyon-episode-three-recap-this-glossy-gift-of-a-series-is-suffering", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/jan/16/the-halcyon-episode-three-recap-this-glossy-gift-of-a-series-is-suffering", "fields": {"headline": "The Halcyon episode three recap – this glossy gift of a series is suffering", "bodyText": "‘Ladies and gentlemen, please remain calm. I’m sure it’s just another false alarm ...” The Halcyon may be the safest place to be in the city during an air raid – but Monday night is not the safest place to be in the TV schedules. You really need to up the ante. And after last week’s polished episode and the establishment of some interesting relationships, it all went off the rails tonight. I’m gutted, actually, after the excitement of the previous two weeks. This really was a bit dull. Are they setting themselves an unwinnable challenge, trying to evoke the tension of war in the glamorous, rarefied surroundings of one of London’s top hotels, a place where people have gone to escape the outside world? Maybe. Here we had too many characters, too much of little consequence going on and not enough personal high stakes. Why should we care about his gun-toting Excellency? Do we believe the Maverick American Journalist would just turn up at Freddie’s base and start asking questions about Dunkirk? Are we bothered if Billy signs up with the Royal Engineers? I couldn’t have cared less if Billy shot His Excellency or not. And that is a bad sign. Ill-defined plane-related war drama, gun theft, stolen cufflinks ... I so wanted to be on the edge of my seat, but I felt like I was watching in another room. I knew instantly that Billy had taken the gun for pretty much no reason. And then, of course, a locked door and suddenly His Excellency turned out to be far more interesting than anyone wanted him to be ... don’t be a creep, Excellency! No wonder you got thrown out of the Dorchester and the Savoy. Something about the saga of the cufflinks and Mr Klein (“the Or-strian”) didn’t quite work either, although it was a good device for setting Garland Sr against Garland Jr. In real life, I’m sure something like this could happen (ie a member of hotel staff could take a sympathetic interest in Mr Klein’s threatened Jewish family), but I don’t think they would do it publicly and consult other people about it. The dynamic of the daughter playing her father off Her Ladyship was excellent but took a long time to emerge. “You’re forbidding me ... as what? My parent? Or my superior?” “As your manager I’m not happy at all. But as your father, I’m a little impressed.” More of this, please. Just cut to the chase. It was almost all worth it, though, for the sacking of the Chef Possessing Historically Accurate Bigotry (played with a great sense of fun by the excellent Kevin Eldon) and I look forward to the Or-strian’s elevation not only to sous-chef but to a more pivotal role in the plot. I hope it isn’t the last we see of the bigoted chef, too. In the short term, I’m now worried about The Halcyon. This glossy gift of a series is suffering from its Monday night scheduling slot. Saturday or Sunday would have given it more of a lift. It’s not picking up the core Middle England audience it needs to survive, and it’s not doing enough to sustain people’s attention. Downton had its unmissable Dame Maggie moments, several emerging alliances and – the lifesaver – the headline-grabbling death of Mr Pamuk at this exact stage in its development: series one, episode three. But we must not despair. As Mr O’Hara says: “They might get scared, but they won’t let fear win the day. That’s the thing I’m learning about the Brits ... they know how to make the best of a bad situation.” Let’s hope this is true for this series. I’m hanging on in there. Diamante brooch for best supporting costume A stunning russet number (complete with actual diamante brooch) from Her Ladyship. Betsy’s spotty blouse with red velvet ribbon was darling. I do feel sorry for Kara Tointon in this series; she’s in there to liven things up and they don’t give her anything to do apart from click her fingers and sashay a bit. Still, she does it beautifully. The brooch this week, though, goes to Betsy’s print number in one of the final scenes. Inevitable Downton Abbey flashback moment “An example of the Barbizon school ...” Lady Hamilton’s art-loving fancyman Mr D’Aberville was reminiscent of Richard E Grant’s character in Downton, bonding with the lady of the house over his etchings and telling sauerkraut jokes. More of this kind of humour might lift things a bit. Glad Mr D’Aberville is sticking around. Show-stopping lines “Trading it all in to become a civil servant ... well, at least you dress the part.” Lady Hamilton is ever-supportive to her sons. “Now the good lady adds insult to injury ...” Yes. This is just what Her Ladyship does. “Most of the kitchen staff act strange. Hardly a basis for guilt.” Something about this line amused me. I would like to know more about the strange behaviour of the kitchen staff. “You check the temperature out there. People are increasingly suspicious about foreigners.” No comparison to the present day or anything."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}