{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2017/jan/19/anne-hathaway-colossal-trailer", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2017-01-19T22:15:04Z", "webTitle": "Anne Hathaway has psychic connection to giant monster in Colossal trailer", "webUrl": "https://www.theguardian.com/film/2017/jan/19/anne-hathaway-colossal-trailer", "apiUrl": "https://content.guardianapis.com/film/2017/jan/19/anne-hathaway-colossal-trailer", "fields": {"headline": "Anne Hathaway has psychic connection to giant monster in Colossal trailer", "bodyText": "Anne Hathaway discovers that she is psychically linked to a giant monster in the first trailer for offbeat comedy drama Colossal. The teaser shows Hathaway’s character Gloria wake up from a drunken stupor to find out that a creature has attacked Seoul, South Korea. She later finds out that she has a strange connection to what’s happened. The film, which also stars Jason Sudeikis and Dan Stevens, premiered at last year’s Toronto film festival to mixed reviews. The Guardian’s Benjamin Lee called it “a fascinating misfire” while Vanity Fair’s Richard Lawson called it “unexpectedly moving”. It’s the latest film from Nacho Vigalondo, who also directed breakout Spanish thriller Timecrimes and Open Windows, starring Elijah Wood. Hathaway spoke to the Guardian last year about the role that toxic masculinity plays within the film’s unusual plot. “I’m glad that you used the word ‘toxic’, because it’s very important to say that it’s very different from male energy,” she said. “Male energy is beautiful. Male energy is welcome. Male energy is necessary. Male energy is half the reason why we’re here. That said, there has been a perversion of the beauty of male energy into this macho ideal that I don’t think services anybody ... In terms of my new movie, what our director was saying was that he thinks this energy really has no place in our world any more.” Colossal will be released in cinemas on 7 April"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}