{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/jan/20/watching-trump-inauguration-reaction-across-us", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-01-20T21:33:22Z", "webTitle": "'I feel nauseous': undocumented students fearful after Trump's speech", "webUrl": "https://www.theguardian.com/world/2017/jan/20/watching-trump-inauguration-reaction-across-us", "apiUrl": "https://content.guardianapis.com/world/2017/jan/20/watching-trump-inauguration-reaction-across-us", "fields": {"headline": "'I feel nauseous': undocumented students fearful after Trump's speech", "bodyText": "Miriam Avilez hid her face in her hands as she watched Donald Trump begin to deliver his inauguration speech on a laptop. “I feel nauseous. I can’t look at him,” said Avilez, a 27-year-old undocumented student. “Everything we’ve fought for, all the victories we’ve had, in one day are basically taken away.” Avilez gathered with other immigrant student activists at the University of California, Berkeley, on Friday to prepare for a morning of “teach-ins” aimed at organizing against Trump and his “harmful” agenda. Crowded inside a diversity office at the school of public health, the students, including some who are undocumented and have relied on the protections of Obama’s Deferred Action for Childhood Arrivals (Daca) policy, were near tears after Trump’s speech ended. “I felt like he wasn’t talking me, he wasn’t talking about my family, he wasn’t talking about my community,” said Johanna Figueroa, 25. “Who are you talking to? Who are you representing?” At Trump Cafe in Bellville, Texas, a self-described American-born Hispanic woman took a different view of Trump’s immigration rhetoric. “I feel for all [immigrants], but there’s a right way and a wrong way and that’s what I feel he’s trying to make Americans understand,” said Linda Myers, 66, a small-business owner. Myers, wearing a stars and stripes flag as a scarf, said Trump’s speech was “very, very moving. If it doesn’t bring our country together, I don’t think there’s anything that can be done. It was moving, it hit where it needed to hit.” Myers sat with other patrons who piled in to eat lunch, watch the inauguration on television and buy Trump-themed merchandise at the establishment owned by Muslim immigrants. Tables in the function room were laid out ready for two large parties of celebrating Trump supporters. The owners, from Jerusalem, emigrated separately to the US and met in Chicago. About two weeks before the presidential election in November, they renamed their small-town Texas cafe in honor of Donald Trump. After the change, Eddie Hawa, 46, said he had some critical, even threatening, phone calls from people from outside Texas – but the locals in this county of fewer than 30,000 people, an hour’s drive west of Houston, were overwhelmingly supportive. Trump won here with 79% of the vote. “He’s a businessman and we need businessmen,” said Su Hawa, 28. “He’s a smart man, he’s very smart. I’m so glad he’s right now our president, I’m so excited.” But as Muslims, are they not worried by talk that Trump may institute a registry or travel ban? “He was talking in general, not individual people. I think what he’s saying, any president would say it – anybody who comes to the United States, you have to go through the system to become a citizen or resident,” Eddie Hawa said. “He was talking about Isis, he wasn’t talking about people living here.” Many opponents made it a point to boycott watching the inauguration altogether, whether because they were outside protesting or just watching another channel, hoping to drive down Trump’s television ratings. “I for one am actively not watching it. And what I mean by actively not watching it, I’m going to be turning on something else,” said Floyd Rumohr, who heads of the Brooklyn Community Pride Center in New York. Janson Wu, the executive director of GLBTQ Legal Advocates &amp; Defenders (Glad), was at the Creating Change Conference in Philadelphia during the inauguration ceremony. The conference is held at a hotel, and Wu said the inauguration was nearly impossible to avoid on the televisions there, but he was choosing not to watch. “Being among such a diverse group of activists and advocates reminds me of why we do this work and gives me energy to go forward,” he said. “I can’t imagine anywhere else I’d rather be on inauguration day.” In Atlanta, Georgia, protestors said they would rely on news reports to learn about what Trump said, but would stop short of watching the man talk. “No, I won’t watch it,” said Patricia Cofie, unemployed. “I’ll watch the news. That’s about as much as I can take.” In Berkeley, Sofia Villagomez, 23, said it was a struggle to force herself to even watch the event. “God help us all,” said the public health student, part of a group called Borders and Bodies Collective. “I’m just feeling like I need to be informed about what’s going as much as what’s happening just pains me. We’re headed for a fight, for sure.” Gladis Chavez, a 26-year-old undocumented student, said the reports that Trump may immediately repeal Daca, which could put students like her at risk of deportation, were heavily weighing on her. “It really scares me. I don’t know what I’m going to do if I lose everything I’ve been working for.”. Since the election, activists at the University of California’s progressive Berkeley campus – famous for its 1960s civil rights protests known as the free speech movement – have pressured the university to be a “sanctuary” for undocumented people. “Our lives were just used for political gain,” said Chavez, who was born in Mexico and came to the US aged two. “Our lives are just not valued. We’re all under attack. I feel like I’ve done everything I can do to show I belong here.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}