{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/jan/25/australias-housing-affordability-is-much-more-complex-than-the-headlines", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-01-24T21:37:30Z", "webTitle": "Australia's housing affordability is much more complex than the headlines | Stephen Koukoulas", "webUrl": "https://www.theguardian.com/commentisfree/2017/jan/25/australias-housing-affordability-is-much-more-complex-than-the-headlines", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/jan/25/australias-housing-affordability-is-much-more-complex-than-the-headlines", "fields": {"headline": "Australia's housing affordability is much more complex than the headlines", "bodyText": "Demographia has again hit the headlines in Australia with its seemingly comprehensive report on International Housing Affordability “Sydney affordability nightmare laid bare” and the Australian housing market “severely unaffordable” scream the headlines as reporters cut and paste segments of the Demographia report into their news items. The clicks on these stories must be running high. It even inspired a photo gallery on this site. There is no doubt that house prices in Sydney and other parts of Australia are high. Housing affordability is an important issue for policy makers including the recently elected premier of New South Wales, Gladys Berejiklian, who said it would be the “biggest issue” for her to deal with in her new role. Affordability also featured heavily in the 2016 federal election campaign with Labor promising to restrict negative gearing concessions to cover only new dwellings meaning that investors would not be competing with other buyers in the established housing market. “Improved housing affordability” was a central element of this policy. Unfortunately, the Demographia report doesn’t disclose the specific sources for key data and instead relies on vague and untestable assumptions for the numbers that form the basis of their calculations. Those reporting its findings have universally failed question the numbers underpinning the findings. I can only speak of the Australian data, but the methodology and data used for calculating affordability in our cities and towns appears to be at best a very rough estimate. Demographia calculates affordability by dividing the median house price by median household income to get what it calls a “median multiple”. This is the first shortcoming – there is no mention of interest rates in the calculation. As the Reserve Bank and other independent analysts note, a house is more affordable if interest rates are 5% than if they are 10%. At the moment, mortgage interest rates in Australia are at record lows, and are less than half the levels prevailing less than a decade ago. The next, more important, concern is the Demographia estimate for “median household income”. Demographia does not provide the source of this income data that is the denominator of its calculation of the affordability “median multiple”. Suffice to say there are no income data for any Australian city or town available for the September quarter 2016. It is a fundamental shortcoming. It does note that the income data are based on national census data or other national surveys and that this is “then adjusted to account for changes to produce an up-to-date estimate, using the best available indictors of annual income changes”. The last usable census data for Australia is 2011. Demographia do not say which income data they use to estimate the median household income for the September quarter 2016 for Bendigo, Hobart, Shepparton, Sydney or any other Australian city or town in its report. The numbers are calculated in a way that is not disclosed. There is no account given to demographic changes such as the increase in female participation which is likely to have boost household income over and above and wages or individual income gains and lowered the estimates of unaffordability. As it stands, Demographia use $88,000 as the median household income for Sydney for the September quarter 2016. This compares with $107,700 in Alice Springs, for example, and $48,500 in Devonport. It is a mystery what income factors they would have used for Sydney as opposed to Alice Springs or Shepparton, for example, in calculating the critically important denominator for the affordability estimate. The next issue is source of the house price data. It is not clear the source of this information but it is certainly NOT from the Australian Bureau of Statistics. The median house price in Sydney in the September quarter 2016 is $882,000 according to the ABS. It is $1,077,000 according to Demographia, which does not disclose the specific source. One theory is that it may be using the “stratified” measure of house prices from one of the several private sector firms that compile data on house prices. Demographia note that the house price data are obtained from a “multiple sources” none of which are specified which is not helpful for analysts aiming to test the accuracy of the affordability claims. This is statistically useful for looking at changes in house prices but not the dollar amount of an average house given the possibility that a simple median price risks being distorted by changes in turnover at either the top or bottom end of the market. Either way, the source of the price data is left to the reader to guess exactly which source is used for each city and town referred to in the report. Housing affordability will no doubt be a dominant issue in Australia for some time. It is unhelpful when a factually ambiguous report is used by many to analyse the issue when there has been excellent fact based work on the topic from credible sources."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}