{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/jan/01/russian-envoys-leave-us-hack-sanctions-putin-trump-cia", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-01-01T23:11:41Z", "webTitle": "Russian envoys leave US after sanctions for alleged hacks", "webUrl": "https://www.theguardian.com/world/2017/jan/01/russian-envoys-leave-us-hack-sanctions-putin-trump-cia", "apiUrl": "https://content.guardianapis.com/world/2017/jan/01/russian-envoys-leave-us-hack-sanctions-putin-trump-cia", "fields": {"headline": "Russian envoys leave US after sanctions for alleged hacks", "bodyText": "A plane carrying 35 Russian diplomats, expelled from the United States over Moscow’s alleged interference in the presidential election, took off from Washington on Sunday, Russian news agencies reported. “The plane has taken off. Everyone is on board,” said the Russian embassy in Washington, quoted by the state-owned Ria Novosti agency. Relatives of the diplomats were also on board, making 96 in all. The expulsions were part of a package of sanctions ordered by President Barack Obama on Thursday. US intelligence says the Kremlin ordered a hack-and-release of emails from within the Democratic party and Hillary Clinton’s campaign in an effort to put Donald Trump in the Oval Office. Moscow has denied the allegations. Thirty-five Russians, described as intelligence operatives based at the Russian embassy in Washington and the consulate in San Francisco, were given 72 hours to leave the country. Obama also ordered the closure of two Russian compounds in New York and Maryland that the US says are used for intelligence-related purposes. Economic sanctions were also announced against Russia’s FSB and GRU intelligence agencies. President Vladimir Putin has ruled out sending home US diplomats in retaliation – a move interpreted as a sign that he is looking to Trump to rebuild US-Russian ties after his inauguration on 20 January. On Saturday, Donald Trump again expressed his scepticism over whether Russia was responsible for the computer hacks. In remarks to reporters upon entering a New Year’s Eve celebration at his Mar-a-Lago estate on Saturday night, Trump warned against being quick to pin the blame on Russia. “I just want them to be sure, because it’s a pretty serious charge,” he said. “And if you look at the weapons of mass destruction, that was a disaster, and they were wrong.” US intelligence officials have said that they are confident Russia was behind the US election hacks , which could have played a role in Trump’s defeat over Democratic presidential candidate Hillary Clinton. The Washington Post also reported on Friday that Moscow could be behind malware found on a laptop owned by a Vermont electricity utility. In response to that discovery, Vermont governor Peter Shumlin said: “One of the world’s leading thugs, Vladimir Putin, has been attempting to hack our electric grid, which we rely upon to support our quality of life, economy, health, and safety.” At Mar-a-Lago, Trump said: “I think it’s unfair if we don’t know. It could be somebody else. I also know things that other people don’t know, so we cannot be sure.” Asked what that information included, the president-elect said: “You will find out on Tuesday or Wednesday.” He did not elaborate, although in a statement released on Thursday in response to Obama’s sanctions, he said he would meet intelligence officials."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}