{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/jan/16/obama-chicago-cubs-white-house-visit", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-01-16T23:11:47Z", "webTitle": "'Sports has changed attitudes': Obama welcomes Chicago Cubs to White House", "webUrl": "https://www.theguardian.com/sport/2017/jan/16/obama-chicago-cubs-white-house-visit", "apiUrl": "https://content.guardianapis.com/sport/2017/jan/16/obama-chicago-cubs-white-house-visit", "fields": {"headline": "'Sports has changed attitudes': Obama welcomes Chicago Cubs to White House", "bodyText": "Barack Obama has twice stood before a jubilant crowd and declared: “They said this day would never come.” The first was in Iowa in January 2008, after a caucus triumph that would lead him to become America’s first black president. The second was on Monday when, at his last official White House function, he welcomed the Chicago Cubs baseball team, winners of the World Series for the first time in 108 years. The comparison was less trivial than first appeared. Obama noted that he has hosted more than 50 winning teams from baseball, basketball, American football and soccer during his eight years in office. He has always appeared to relish the break from the heavy burdens of managing the economy and foreign policy. They have typically been jovial occasions, exercises in charm and soft power, and a tacit acknowledgement that more people watch the Super Bowl than any presidential debate. At a time when democratic norms are under extraordinary stress, sport remains intact in the social fabric. Obama spoke in the East Room, which was packed with hundreds of people, many wearing Cubs baseball caps, shirts and jackets. “It is worth remembering,” he said, “because sometimes people wonder, ‘Well, why are you spending time on sports when there’s other stuff going on?’ that throughout our history sports has had this power to bring us together even when the country’s divided. “Sports has changed attitudes and culture in ways that seem subtle but ultimately made us think differently about ourselves and who we were. It is a game and a celebration but there is a direct line between Jackie Robinson and me standing here.” Robinson broke the colour barrier in 1947 by becoming the first black player in Major League Baseball, playing for the Brooklyn Dodgers. With the Cubs players and staff behind him, the president continued: “I was in my home town of Chicago on Tuesday for my farewell address and I said, ‘Sometimes it’s not enough just to change laws, you’ve gotta change hearts,’ and sports has a way sometimes of changing hearts in a way that politics or business doesn’t. “Sometimes it’s just a matter of us being able to escape and relax from the difficulties of our days, but sometimes it also speaks to something better in us. “And when you see this group of folks of different shades and different backgrounds coming from different communities and neighbourhoods all across the country and then playing as one team and playing the right way and celebrating each other and being joyous in that, that tells us a little something about what America is and what America can be.” It was therefore fitting to celebrate the Cubs in the White House a day after the anniversary of civil rights leader Martin Luther King Jr’s birth, he said. The Cubs won their first World Series title since 1908 by defeating the Cleveland Indians in November. Within hours, Obama asked the team on Twitter if they wanted to visit before his term ended. Cheers of “Let’s Go Cubbies!” broke out when the team walked in. Just four days before he packs his bags and moves out of the White House to make way for Donald Trump, Obama appeared at ease and even lighthearted. There were quips about “the audacity of hope” and “yes, we can” as he went into standup comedian mode. He even turned satirical at the expense of the Democratic National Committee while praising the Cubs general manager, Theo Epstein. “Theo, as you know, his job is to quench droughts. Eighty-six years in Boston” – when the Red Sox won the World Series in 2004 – “108 in Chicago, he takes the reins of an organisation that’s wandering in the wilderness, he delivers them to the promised land. I’ve talked to him about being DNC chair.” There was laughter and applause. “But he’s decided, wisely, to stick to baseball.” The audience included Obama’s former chief of staff, Chicago mayor Rahm Emanuel, and ex-chief strategist David Axelrod, who was wearing a “Make Chicago Great Again” T-shirt under his suit jacket, and Cubs co-owner Todd Ricketts, a Trump supporter who will become his deputy secretary of commerce. It was, of course, apt that Obama’s farewell should involve a team from Chicago. Less conveniently, the president supports the rival Chicago White Sox. His wife Michelle is a lifelong Cub. Obama said the first lady had not come to a single event celebrating a championship team at the White House, until Monday. She shook hands with the players and told them how much the Cubs winning meant to her. “She remembers coming home from school,” Obama said, “and her dad would be watching the Cubs game and the bond and the family, the meaning that the Cubs had for her in terms of connecting with her father, and why it meant so much to her. “I almost choked up listening to it and it spoke, I think, to how people feel about this organisation and it’s been passed on, generation after generation, and it’s more than just sports.” Obama also noted that the last time the Cubs won the World Series, Teddy Roosevelt was president. Roosevelt’s portrait gazed down from the East Room wall. Epstein offered Obama a “midnight pardon” for his allegiance to the White Sox and welcomed him into the Cubs family. First baseman Anthony Rizzo gave the president two “44” jerseys with Obama’s name on them. The Cubs also gave him a “44” from the Wrigley Field scoreboard and a “W” flag signed by the team. Epstein said he hoped the flag would fly at the Obama Presidential Library when it is built in Chicago. “Let me just say first of all,” Obama said, charitably embracing his inner Cub: “Best swag I’ve gotten as president.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}