{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/jan/16/adama-barrow-says-inauguration-as-gambia-president-to-go-ahead-thursday-yahya-jammeh", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-01-16T20:56:11Z", "webTitle": "Adama Barrow says inauguration as Gambia president to go ahead", "webUrl": "https://www.theguardian.com/world/2017/jan/16/adama-barrow-says-inauguration-as-gambia-president-to-go-ahead-thursday-yahya-jammeh", "apiUrl": "https://content.guardianapis.com/world/2017/jan/16/adama-barrow-says-inauguration-as-gambia-president-to-go-ahead-thursday-yahya-jammeh", "fields": {"headline": "Adama Barrow says inauguration as Gambia president to go ahead", "bodyText": "The incoming president of the Gambia has said his inauguration would go ahead as planned this week in spite of attempts to thwart it by the incumbent leader, Yahya Jammeh. Adama Barrow, who is in neighbouring Senegal, released a statement on Monday afternoon saying he would be sworn in “on Gambian soil” on Thursday. He will then get to “work on reversing serious damage caused by 22 years of malgovernance”, his spokesman added. Hours earlier, the country’s chief justice said he could not rule on an injunction filed by Jammeh to prevent Barrow’s inauguration going ahead. The incumbent president had tried to prevent Barrow attending his own inauguration, along with many government officials. Barrow won last month’s presidential election, bringing an end to two decades of Jammeh’s rule. But after initially accepting the election result, Jammeh went back on his decision. He said he would nullify the result because of what he claimed were errors made by Gambia’s electoral commission and would remain in power until he could hold new elections. High-level diplomacy by west Africa’s most prominent presidents has failed to persuade him to cede power: two visits by Nigeria’s Muhammadu Buhari and Liberia’s Ellen Johnson Sirleaf, who also chairs the regional body ECOWAS, have made Jammeh no less belligerent. On the last visit last week, Barrow left the Gambia with the presidential delegation and went to Mali for a France-Africa summit, at which François Hollande, the French president, voiced his support for the former estate agent who achieved his victory by running as the candidate of an eight-party coalition. Barrow later travelled to Senegal. Barrow’s young son died after being bitten by a dog at the weekend, but because he was in Dakar, he was unable to attend the funeral. However, he is expected to be sworn in at the national stadium in the Gambian capital, Banjul. It is remains unclear whether Jammeh will try other means to prevent this. Many of the country’s military and security officers have been arrested in recent days, said Barrow’s spokesman. He condemned their detention as an “egregious act”, adding that the president-elect calls on Gambians not to respond to provocation and to maintain the peace. Thousands of Gambians have fled the country in recent weeks, some afraid that war may break out. ECOWAS has said it will resort to military intervention if necessary. The African Union has said it will cease to recognise Jammeh as president from this Thursday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}