{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/jan/20/steven-gerrard-liverpool-return-academy-coach", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-01-20T22:38:00Z", "webTitle": "Steven Gerrard to make Liverpool return as full-time academy coach", "webUrl": "https://www.theguardian.com/football/2017/jan/20/steven-gerrard-liverpool-return-academy-coach", "apiUrl": "https://content.guardianapis.com/football/2017/jan/20/steven-gerrard-liverpool-return-academy-coach", "fields": {"headline": "Steven Gerrard to make Liverpool return as full-time academy coach", "bodyText": "Steven Gerrard will return to Liverpool next month as a full-time academy coach. The former Liverpool and England captain had been in discussions over a role with his boyhood team since retiring as a player in November. Gerrard has accepted a wide-ranging position within the Liverpool academy at Kirkby, focusing on the professional development phase of the young players, and will start work under the academy director, Alex Inglethorpe, from February. The former midfielder has been working with Liverpool’s academy players while gaining his coaching qualifications and the new role is designed to benefit all parties, with youngsters learning from a club icon while he develops as a coach. The 36-year-old graduated from the Liverpool academy to make 710 appearances for the club over a glittering 17-year career before departing for LA Galaxy in 2015. “It feels like completing the circle; returning to the place where professionally it all began,” Gerrard said. “However, this isn’t a decision based on emotion – it’s about what I can offer and contribute to Liverpool. I don’t think I need to explain to people what this club means to me but when I knew coming back was a serious option I wanted to make sure it was a substantive role and a role in which I could really help the organisation. “Meeting with Alex Inglethorpe, seeing the work they are currently doing and want to do in the future at Kirkby, it just felt right. The right option at the right time, for all parties involved. This gives me a great opportunity to learn and develop as a coach while at the same time offering my knowledge, ideas and experience to the young players at an important period of their development.” Liverpool’s academy system has paid dividends under Jürgen Klopp, who has given first-team opportunities to Ben Woodburn and Trent Alexander-Arnold plus a senior debut to Harry Wilson at Plymouth Argyle this week. Inglethorpe believes the academy will benefit from Gerrard’s input across a broad age range. Inglethorpe said: “If I was to pick one individual who embodies the characteristics and values we are looking to instil into our organisation at Kirkby it would be Steven Gerrard. For him to have been so enthusiastic about being part of what we are looking to do is simply great news for everyone connected to the club. “I don’t think it would surprise anyone to know that Steven has had a host of great options, in terms of what to do next in his career, including playing, management and coaching. But it’s been evident from the first meeting with him that his heart and head belongs here. He has shown great humility in making it clear from the outset he wants a role where he can contribute to Liverpool; it’s typical of him that his priority has been defining the role so it helps the club, ahead of himself. He has expressed a desire to learn from us and manage a young team. The benefits to us will be immense. This is a substantial role and one which makes the academy and the club in general stronger and better.” Gerrard declined a managerial offer from MK Dons after returning to England from Major League Soccer and has been in regular contact with Klopp since the German coach arrived at Anfield. Klopp has declared the run-in for the title under way and urged Liverpool supporters to savour their team’s revival rather than fear another near-miss in the Premier League. Liverpool are third in the table going into Saturday’s game at home to Swansea City’s visit to Anfield on Saturday, seven points behind the leaders, Chelsea. Klopp, who won two Bundesliga titles with Borussia Dortmund, admits he normally considers a team’s championship prospects with five or six matches remaining. But given the strength of the leading pack in the Premier League this season and enthused by how Liverpool “have had most problems of all the top teams in the league and coped well”, Klopp believes the contenders are already in a position where every point is crucial. “It has started already,” the manager said of the run-in. “I usually think the last five or six games you need to be around the top and then go for it. But now I know what supporters are doing because I have two sons and they are mainly supporters and they always tell me: ‘You have to win this game because they then play against them.’ But I have no idea who plays on other pitches because I think you have to win your games and then see what happens around you. “We lost two Premier League games until now – that is really not a lot – but we are only third. There is obviously a really strong leading group in this league and that makes it exciting. If it was five games to go I’d say we need 15 points otherwise we have no chance. But there are a lot of games to go. Maybe you don’t win maximum points but you should not give a lot of points away to stay up there. We know about this. We know about our responsibility. The only thing I want is that, as a club, we enjoy this situation because I think it’s better than we could have expected last summer, not because of the quality but because of the strength of the league and the financial power of some of the opponents.” Klopp is acutely aware of Liverpool’s longing for a first title since 1990 and previous disappointments in the Premier League, notably under Brendan Rodgers in 2014. But the focus, he insisted, should be on a team who have exceeded expectations and not on recent history. He said: “Until now we have done a really good job but I know it is very decisive in a moment like this, especially for Liverpool supporters, that you don’t start thinking: ‘Yes we are close but we were also close in 2008’ – I have no idea when – ‘and in the end it slipped through our fingers.’ That is the wrong way to think. We are where we want to be – close enough to do a lot of good things and for nobody to think we should be champion. “We want to be in the Champions League and that is possible, not sure but possible, and that is a positive thing so stay positive. Enjoy our football and believe in the future because this team shows a lot in the moment but also a lot of potential for the future because of age and the time we have spent together. It is so positive that it allows us to dream, but the reality is we have to play Swansea, and then Southampton, and then Wolves, and then Chelsea, and then Hull and then I have no idea. That is the job we have to do.” The game against Swansea marks the start of four home matches that could define Liverpool’s season, with the second leg of the EFL Cup semi-final against Southampton, the FA Cup fourth round against Wolverhampton Wanderers and Chelsea’s visit in the Premier League falling inside 10 days. Ten of Liverpool’s remaining 17 league games are at Anfield and Klopp admits maintaining their impressive home form – his team are unbeaten in the Premier League at Anfield in more than a year – could have a major bearing on the destiny of the title. He said: “Home form is always decisive. Of course it should be an advantage but how big, we will have to see. It should be an advantage and we are really ready to take each advantage. It is good.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}