{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/jan/21/slater-and-gordon-lawyers-investigating-if-centrelink-debt-system-breaches-law", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-01-20T21:01:06Z", "webTitle": "Slater and Gordon lawyers investigating if Centrelink debt system breaches law", "webUrl": "https://www.theguardian.com/australia-news/2017/jan/21/slater-and-gordon-lawyers-investigating-if-centrelink-debt-system-breaches-law", "apiUrl": "https://content.guardianapis.com/australia-news/2017/jan/21/slater-and-gordon-lawyers-investigating-if-centrelink-debt-system-breaches-law", "fields": {"headline": "Slater and Gordon lawyers investigating if Centrelink debt system breaches law", "bodyText": "The law firm Slater and Gordon says it is investigating whether Centrelink’s controversial debt recovery system is in breach of the law. But the firm has stopped short of committing to legal action, saying it is only in preliminary stages. “Slater and Gordon is currently reviewing Centrelink’s conduct for the purpose of confirming whether it has engaged in any contraventions of applicable laws,” Slater and Gordon’s practice group leader, Tim Finney told Guardian Australia. “This investigation is still in its formative stages and it is too early to say what form any possible legal action against Centrelink would take.” The Australian Lawyers Association has said it believes those wrongly targeted with debts could sue the government but said those billed for lesser amounts would need to mount a class action for a civil case to be viable. Maurice Blackburn, a firm known for high-profile class actions, previously said it has no plans to act on the Centrelink debt cases. The human services minister, Alan Tudge, continued to defend the automated debt recovery system on Friday. The system, which has been the subject of repeated complaints, relies on a messy data-matching process to identify discrepancies between Centrelink and Australian taxation office records. Where humans would previously have weeded out errors, the system now automatically sends letters demanding an explanation of years-old income discrepancies within 21 days. More than 170,000 letters have been sent since July. If the letter is not received, or a person is unable to respond with sufficient evidence, the debt is imposed and individuals are forced to begin paying the money back. Several whistleblowers have now come forward, alleging the system is generating inaccurate debts, that staff are being told to ignore errors and that customers are being put in an unfair position. Tudge on Friday dismissed the most recent claims of a whistleblower, telling 2GB radio that they were simply not true. He said he was also “annoyed” at Labor’s insinuation that the first letter generated by the automated system is a “debt letter”. “The first letter identifies a discrepancy and asks for information to clear it up,” Tudge said. “We want the process to be fair, we want to improve the system and we’ve already made some tweaks to the system and we’ll constantly make refinements to it. “But the core principle is that where there is a discrepancy in the information we will be asking people to explain that discrepancy because we think that’s reasonable.” Tasmanian senator Eric Abetz had criticised the introduction of the system, which had wrongly issued a debt to a member of his extended family. But he said on Friday his concerns had been addressed by recent changes announced by Tudge. Those changes are largely designed to ensure the individual receives the first letter generated by the system. Another Tasmanian Liberal senator, Jonathon Duniam, also criticised the system, saying it had caused unnecessary angst. He said the changes had also assuaged some of his concerns. The progressive political group GetUp has launched a website to help people dispute debts and says it is investigating legal action of its own – either an injunction or a possible class action."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}