{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/jan/28/taboo-recap-season-one-episode-four-magic-nitrous-oxide-and-an-incest-ritual", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-01-28T22:10:06Z", "webTitle": "Taboo recap: season one, episode four – magic, nitrous oxide and an incest ritual", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/jan/28/taboo-recap-season-one-episode-four-magic-nitrous-oxide-and-an-incest-ritual", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/jan/28/taboo-recap-season-one-episode-four-magic-nitrous-oxide-and-an-incest-ritual", "fields": {"headline": "Taboo recap: season one, episode four – magic, nitrous oxide and an incest ritual", "bodyText": "Things took a hallucinatory turn this week as our devilish protagonist continued to battle the crown, the East India Company, the Americans, a would-be assassin, his half-sister and her hateful husband. However, all of these fights paled into insignificance beside James Delaney’s greatest trial – compulsory attendance at a Georgian house party full of magic tricks, nitrous oxide and fancy dress. ‘He’s turning London into his own private bear pit’ The party was fantastically shot, not least because it managed to suggest that Delaney was a wounded bear out of his depth among the upper crust. It also brought several plot strands to a head: we discovered that the mysterious Carlsbad is the social climbing former courtesan Countess Musgrove (played by Marina Hands), AKA the hostess with the mostest who invited James to her sybaritic soiree; we realised that the smooth-talking Dumbarton has an excellent spy network; and we learned that Lorna has designs on James. The night’s big event, though, was the unravelling of Thorne Geary, who, high on drink and nitrous oxide, called out Delaney in a duel to the death. Given that the last man to try to kill Delaney ended up with his entrails on display, I can’t help but feel this may prove a mistake. ‘I went to a doctor who took me to a priest who had been to a mission in Africa … he couldn’t even look at me after I told him’ By far the most bizarre part of a notably over-the-top episode, however, was James’s latest ritual, in which he appeared to bring Zilpha to the brink of frustrated desire using a fire, some blood and white powder. Understandably, his sister was less than impressed, presumably seeing it as an aggressive form of possession rather than a declaration of love. Oona Chaplin is doing sterling work here in a difficult role: Zilpha remains an enigmatic character, seen largely as a possession by both James and Thorne and frequently the recipient of both men’s brutality. (It’s arguable that she was raped twice tonight, first by James forcing his way into her mind and second by Thorne, who physically forced himself on her once her brother’s ritual had finished). And yet Chaplin gives her a febrile nerviness that compels. Her reactions during Thorne’s drunken debacle gave the scene its power, and crucially kept the audience off balance because we do not know which man Zilpha wants to win. If I were her, I’d pray both of them dropped dead, leaving me free to strike a deal about Nootka with the pragmatic Lorna, who seems less likely to flounce off in a huff. ‘They can’t kill you, but they will crucify your name and crucify all those around you’ And what of the increasingly convoluted conspiracy around Nootka? It stands as follows: the crown tried to double-cross the East India Company, which irritated the company no end and may yet force it to work with James. Or rather, it would have done had he not robbed its warehouse, which is likely to lead Stuart Strange to launch a fusillade of bombs next week. Meanwhile, the Americans (headed up by Countess Musgrove, who is really a secret agent from New Orleans) are happy to help James get to his trading post and take Zilpha with him for any number of weird incestuous rituals, as long as they get Nootka in return. Yet they probably can’t be trusted. The vile and slippery Coop certainly can’t be trusted. Nor can the increasingly frazzled Strange or any of his underlings. Lorna claims to be interested in James but is probably playing her own game. Zilpha claims not to be interested in him but probably is. Thorne wants to kill him but couldn’t plot his way out of an alehouse. All of James’s minions are being played by him – or so he says – and may well start to regret that, especially Godfrey and Brace, and, to top it all, James can’t trust himself anyway, what with the hallucinations, mother issues and inconvenient sister love. Additional notes • I enjoyed the arrival of Tom Hollander as the nitrous-oxide-taking, literally shit-eating (for scientific reasons) Dr Cholmondeley, a man with strong and strange opinions about semen. • James did some monstrous things this week, from the obvious (the brutal invasion of Zilpha’s privacy, the gutting of the assassin) to the subtly cruel – his putdown of Godfrey as “half a man”. I’m increasingly interested to see where they’re going with this, because redemption seems a long shot. • I can’t decide if it’s bad writing or very self-knowing to have Dumbarton echo Coop by saying: “Don’t worry how we know so much. We just do.” • There were, however, some very funny lines this week, from James’s impassive response to Cholmondeley’s semen lament (“ejaculate”) to Brace’s entertaining puncturing of his master’s image (“Perhaps she knows that if you’re in the house in the light you canna be lurking outside in the dark scaring people.”) • Who was the man helping Atticus rob the East India Company? Why, it was hip-hop artist Scroobius Pip. Truly, this show is taking on Game of Thrones for most random cameo appearances. • Nice reference to the Prospect of Whitby pub in Wapping, London’s oldest riverside pub, which has existed in some form since 1520. Most magnificently brooding Tom Hardy moment Tempting as it is to give this to the latest ritual, Delaney’s biggest brood actually came at the party where he pushed through the crowd with all the suppressed rage of a London commuter. Most fantastically baroque threat of the week “I’ll pop him. I swear to God I’ll pop him like a pig’s bladder.” Stuart Strange reaches the end of his tether with the Prince Regent. What did you think? Can James successfully play all his enemies against each other? Who will win the duel to the death so foolishly instigated by Thorne? And how much better would Zilpha be if she ignored the men in her life and headed off into the sunset with Lorna? As ever, all speculation and no spoilers welcome below …"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}