{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/jan/01/standing-rock-protest-minneapolis-nfl-football-game-vikings", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-01-01T21:16:58Z", "webTitle": "Standing Rock protesters unfurl banner over field at Minneapolis NFL game", "webUrl": "https://www.theguardian.com/us-news/2017/jan/01/standing-rock-protest-minneapolis-nfl-football-game-vikings", "apiUrl": "https://content.guardianapis.com/us-news/2017/jan/01/standing-rock-protest-minneapolis-nfl-football-game-vikings", "fields": {"headline": "Standing Rock protesters unfurl banner over field at Minneapolis NFL game", "bodyText": "In Minneapolis on Sunday protesters unfurled a banner protesting the Dakota Access oil pipeline, high above the field during an NFL game between the Minnesota Vikings and the Chicago Bears. The protest continued through the game, though play was unaffected. The banner, which read “Divest #NoDAPL” and carried the US Bank logo, was hung in the US Bank Stadium by two people. One of the protesters, wearing a No4 Brett Favre Vikings uniform, rappelled down the banner. Members of the media were reportedly sent a message that said the stunt was designed to urge US Bank to divest from the pipeline project, which is run by Energy Transfer Partners, a Dallas-based company. At halftime, stadium manager SMG released a statement that said: “Two individuals appear to have climbed over a guard rail to access the ridge truss. “We immediately dispatched on-site Minneapolis police and fire departments to the scene and cleared the seating section.” The company said it was working to end the protest “with all stadium partners” and with a “primary focus on the safety of the fans and these two individuals”. Construction on the Dakota Access pipeline was halted in North Dakota in December, after months of confrontation between law enforcement agencies and a coalition of Native Americans and environmentalists protesting potential damage to water resources and tribal sites. In December, according to the Minneapolis Star Tribune, protesters with similar demands entered Wells Fargo’s offices in the city and blocked employees on their way to work. Protesters also briefly locked doors to a Wells Fargo branch. In 2014, at an All-Star baseball game at Target Field in Minneapolis, a protester gained access to the large video board and unfurled a banner that read: “Love water not oil.” Organisers of Sunday’s protest contended that US Bank has tens of millions of dollars in credit lines active with the pipeline’s parent company. “The pipeline’s route violates treaty rights of the Standing Rock Sioux tribe and poses a significant threat drinking water and the health of the Missouri river,” their message to media reportedly said. Despite the decision by the US Army Corps of Engineers to deny a permit for the pipeline to go under the Missouri river near Standing Rock, there are fears that the incoming Trump administration will reverse that decision and permit the the pipeline’s completion. Energy Transfer Partners, in which Trump was revealed to have invested, took the decision to halt construction to court."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}