{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2017/jan/01/love-hate-january-transfer-window", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-01-01T22:00:07Z", "webTitle": "Love it or hate it, the January transfer window provides unique excitement | Barry Glendenning", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/01/love-hate-january-transfer-window", "apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/01/love-hate-january-transfer-window", "fields": {"headline": "Love it or hate it, the January transfer window provides unique excitement", "bodyText": "And so it begins … again. A rolling, meandering soap opera that never really stops started in earnest on Sunday as the new year heralded the opening of the January transfer window. An often tedious month-long orgy of will-they won’t-they drama, whisper and counter-whisper, unhappy Arsenal fans and sightings of Robert Snodgrass, it slowly builds to a climactic all-singing, all-dancing Sky Sports show-stopper hosted by an enthusiastic Scotsman who wears a yellow tie. We have been here before, many times. Fourteen, to be precise. Made compulsory by Fifa for the 2002-03 season, the January transfer window is one of two registration periods in which Premier League clubs are permitted to buy players they may or may not have been linked with by assorted TV and radio shows, newspaper gossip columns, football websites and social media accounts run by teenage schoolboys from football hotbeds such as Ludlow and Stow-on-the-Wold. Originally introduced as part of a compromise with the European Commission in order to preserve contractual stability for footballers and clubs while simultaneously allowing movement of the former at certain times of the year, the January window has since eclipsed the League Cup to become the third biggest competition in English football. The inaugural window was “won” by Birmingham City, who signed the World Cup and European Championship-winning striker Christophe Dugarry on loan from Bordeaux and ensured their Premier League survival with the help of four goals from the Frenchman in their final five matches of that season. And two years ago Crystal Palace came up trumps by paying just £6.8m to Manchester United to re-sign Wilfried Zaha, a fine, if occasionally gravitationally challenged, winger who recently made headlines after becoming embroiled in a disagreement with a man dressed as a giant hornet. When first mooted by Fifa in the early 1990s, the idea of introducing transfer windows received almost unanimous backing from English football’s overlords, who – rather naively, it turned out – hoped they might help reduce the often disruptive influence of nefarious agents around football clubs. In May 2002, however, the Premier League and Football League joined forces to fight against the imposition of domestic transfer windows due to the financial implications they might have in the wake of that year’s ITV Digital fiasco. “We have charged the FA with responsibility to use the position and influence they have on Fifa committees and as a national association, to mount a full-blooded lobbying campaign to get these rules changed,” thundered a Premier League spokesman at the time, before what is perhaps the only recorded historical example of his august employers failing to get their own way. As well as Dugarry, the first January window marked the arrival of cult hero Yakubu Aiyegbeni in England following his move from Maccabi Haifa to Portsmouth. The departure of Jonathan Woodgate from Leeds to Newcastle also made headlines, as did Robbie Fowler’s move from Leeds United to Manchester City. In total, Premier League clubs spent £35m between them in that particular window, coincidentally the same amount Liverpool would pay Newcastle for Andy Carroll in January 2011 and £95m less than the clubs of the top flight spent this time last year. Twelve months ago, some wildly excitable soothsayers predicted that Premier League clubs would spend more than £1bn in January, but they eventually coughed up a comparative pittance of £130m. Despite the frenzied excitement it prompts among football fans, the January window is not without its critics. Arsène Wenger and Harry Redknapp are among them, the former known for his extreme frugality, while the latter has long been a reluctant poster-boy and punchline for the often ill-advised wheeler-dealing and horse-trading for which this time of year is increasingly renowned. Famous for his out-of-the-car-window appraisals of assorted “triffic” targets on Sky Sports News, Redknapp was more enthusiastic than most when it came to January panic buys during his time as a manager, but claimed – in the face of all evidence to the contrary – not to enjoy the mayhem of the mid-season livestock mart. Three years ago, he likened that year’s January window to “gang warfare”, saying “every agent seems to be trying to screw each other” in the scramble for money. A few days later, Harry was involved in one of the great deadline day farces. Having driven down to London from the Midlands in what his then manager Steve Clarke described as “an act of total lunacy”, a forlorn and frustrated Peter Odemwingie was left sitting and seething outside Loftus Road in his parked car as West Brom and Redknapp’s QPR failed to agree terms on his transfer. Despite the suspicions of some Arsenal fans who may not be aware of its existence, Wenger has long been critical of the January window, stating it is “unfair”, because championship rivals from the same league can move players between them in a premeditated bid to undermine his team. As conspiracy theories go it’s a mite tinpot and tenuous, but there can be no doubt the current system is far from perfect. With teams scrapping around the foot of the table, the January window breeds no end of panic and desperation while allowing big clubs to unsettle the better players at struggling sides before poaching them. Long may it continue; after 14 years we wouldn’t have it any other way."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}