{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/jan/17/new-zealand-mayor-taxpayers-fund-gecko-tattoo-parting-gift", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-01-16T21:18:02Z", "webTitle": "New Zealand mayor asked ratepayers to fund gecko tattoo as parting gift", "webUrl": "https://www.theguardian.com/world/2017/jan/17/new-zealand-mayor-taxpayers-fund-gecko-tattoo-parting-gift", "apiUrl": "https://content.guardianapis.com/world/2017/jan/17/new-zealand-mayor-taxpayers-fund-gecko-tattoo-parting-gift", "fields": {"headline": "New Zealand mayor asked ratepayers to fund gecko tattoo as parting gift", "bodyText": "The former mayor of New Zealand’s capital city has been refused ratepayer funding for a gecko tattoo as a leaving gift. Celia Wade-Brown, the mayor of Wellington for six years from October 2010, requested a tattoo of a forest gecko as her departure gift in September last year. The New Zealand Taxpayers’ Union was alerted to her request following a call to its tipline, labelling it “the most perplexing leaving gift ever”. A subsequent freedom of information request to the council (subject line: “Requests for tattoos paid for by ratepayers”) confirmed that the “request was declined and no further discussion ... was entered into”. Wade-Brown was instead offered a commemorative park bench with a plaque detailing her mayoralty. She told Guardian Australia that she was asked what she wanted as a leaving gift – “and the gecko tattoo was the first thing I thought of”. “I’m quite happy that a more conventional park bench was chosen as it will recognise the work I’ve put in for Wellington’s natural environment.” Jordan Williams, the executive director of the Taxpayers’ Union, said in a statement the organisation applauded Wellington city council for its refusal. “We found it difficult to believe that an elected official would ask for a tattoo ... “Ratepayer-funded body-art is perhaps the most unusual spending request we have ever come across. Well done to the person in the Council who had the nous to say no!” After her term ended, Wade-Brown got the tattoo anyway, sharing a photo of it on Facebook in early December. “Several lovely council staff clubbed together to buy me a voucher,” she said. Asked by a Facebook friend whether it hurt, Wade-Brown wrote that it was “worse than a foot massage but better than the dentist!!” Wade-Brown is a former member of the Green party, but stood for mayor as an independent. She served two terms before announcing in August that she would not contest the local body elections."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}