{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/jan/05/theresa-mays-aides-visit-donald-trump-team-before-leaders-meeting", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-01-05T21:19:46Z", "webTitle": "Theresa May to visit Donald Trump in the spring, No 10 confirms", "webUrl": "https://www.theguardian.com/us-news/2017/jan/05/theresa-mays-aides-visit-donald-trump-team-before-leaders-meeting", "apiUrl": "https://content.guardianapis.com/us-news/2017/jan/05/theresa-mays-aides-visit-donald-trump-team-before-leaders-meeting", "fields": {"headline": "Theresa May to visit Donald Trump in the spring, No 10 confirms", "bodyText": "Theresa May’s two closest aides have visited Washington to pave the way for a meeting between the prime minister and Donald Trump in the spring, No 10 has confirmed. Fiona Hill and Nick Timothy, May’s joint chiefs of staff, flew to the US capital last month to liaise with Trump’s advisers after the incoming president appeared to be more interested in meeting former Ukip leader Nigel Farage than the prime minister. “The prime minister suggested it would be a good idea for key staff from both teams to meet. President-elect Trump agreed this would be useful,” Downing Street told Bloomberg. “We are pleased to have been able to make that happen and the prime minister looks forward to visiting the new president in the spring.” Farage, who appeared at a rally during Trump’s campaign for the White House, was pictured grinning triumphantly alongside the president-elect at Trump Tower just days after the result was announced. Negotiating a favourable trade deal with the US will be crucial as Britain leaves the European Union and tries to forge a new place in the global economy. Barack Obama flew to London during the referendum campaign to warn that Britain would be at the “back of the queue” for trade talks after Brexit. Trump has struck a more positive note, although he has expressed scepticism about trade deals more generally, pledging to withdraw from the Trans-Pacific Partnership with Japan, for example, and to throw up new barriers against imports. May, like her predecessor David Cameron, had previously expressed concern about Trump’s stance on immigration, saying in December 2015 that his suggestion that Muslims should not be allowed to enter the US was, “divisive, unhelpful and wrong”. But she welcomed his election unreservedly, unlike German chancellor Angela Merkel, who issued a carefully-worded message, saying: “Germany and America are bound by common values — democracy, freedom, as well as respect for the rule of law and the dignity of each and every person, regardless of their origin, skin colour, creed, gender, sexual orientation, or political views. It is based on these values that I wish to offer close cooperation, both with me personally and between our countries’ governments.” May took the unusual step last week of issuing a statement distancing Britain from a speech made by the outgoing US secretary of state, John Kerry, about Israel, in a move widely seen as seeking to strengthen ties with Trump."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}