{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/jan/16/how-airlines-can-fly-around-new-carbon-rules", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-01-16T21:30:20Z", "webTitle": "How airlines can fly around new carbon rules", "webUrl": "https://www.theguardian.com/environment/2017/jan/16/how-airlines-can-fly-around-new-carbon-rules", "apiUrl": "https://content.guardianapis.com/environment/2017/jan/16/how-airlines-can-fly-around-new-carbon-rules", "fields": {"headline": "How airlines can fly around new carbon rules", "bodyText": "The world’s airline industry adds to climate change. It burns the equivalent of more than 5m barrels of oil a day, adding up to around 2.5% of all carbon dioxide pollution, in addition to nitrogen oxides, soot and water vapour, which place an even bigger burden on the world’s climate. Aircraft are gradually becoming more fuel efficient, but that’s not happening fast enough to keep up with the huge boom in flying – since the 1970s, global air traffic has doubled in size roughly every 15 years. Flying is still cheap and budget airlines make it even more attractive, partly thanks to an international agreement reached in 1944 that prohibits tax on aviation fuel for international flights. Aviation, as well as shipping, was also exempted from the Paris international climate agreement to limit greenhouse gases. Last October, though, a new aviation accord was reached: the Carbon Offsetting and Reduction Scheme for International Aviation (Corsia). This will give countries’ airlines a quota of carbon emissions, and if they exceed those limits they will have to buy additional units of carbon quotas, which will be traded openly on a carbon exchange. The money raised from these transactions will go to UN-approved environmental schemes and carbon-offset projects. It sounds like a breakthrough, and it’s a step in the right direction, but there are drawbacks. The scheme doesn’t come fully into operation for another decade, it doesn’t include every country (Russia and India have not signed up), only applies to international flights, and offsets cover only CO2 emissions. Airlines can still carry on polluting if they wish, and the agreement does little to stifle the huge growth in aviation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}