{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jun/25/murtagh-backs-fame-and-glory", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-24T23:05:02Z", "webTitle": "Murtagh backs Fame to turn Derby tables", "webUrl": "https://www.theguardian.com/sport/2009/jun/25/murtagh-backs-fame-and-glory", "apiUrl": "https://content.guardianapis.com/sport/2009/jun/25/murtagh-backs-fame-and-glory", "fields": {"headline": "Murtagh backs Fame to turn Derby tables", "bodyText": "St Jovite, back in 1992, was the last horse to reverse form with the Epsom Derby winner in the Irish equivalent when Jim Bolger's colt took revenge on Dr Devious. But yesterday Johnny Murtagh expressed confidence in Fame And Glory while looking forward to a rematch with Sea The Stars at The Curragh on Sunday. Seamus Heffernan rode Fame And Glory into second place at Epsom, with Murtagh having plumped for Rip Van Winkle, who finished fourth. But from Aidan O'Brien's 10-strong entry this weekend, Ballydoyle's stable jockey has come out in favour of the Derby runner-up. \"I'm going to stick with Fame And Glory as I think he's definitely improved at home from Epsom and he's very solid,\" said Murtagh. \"We've got two horses with massive chances in Fame And Glory and Masterofthehorse [third at Epsom]. I think The Curragh will suit them as it's a big, galloping track and it will be a good test, so hopefully we can put it up to Sea The Stars,\" he added. The Ballydoyle team look set to have a rethink on tactics this weekend, as Murtagh hinted they may have been out-manoeuvred at Epsom. \"It was a good even pace all the way but I think Mick [Kinane] decided at the top of the hill that he was going to ignore the two horses in front,\" he said. \"He really dictated the race to the rest of us and there is not much you can do then.\" The final act in a saga that has already cost many millions of pounds will open in London today, when the British Horseracing Authority begins a five-day hearing into serious charges against four individuals, including the trainer Karl Burke. The charges arise from evidence presented to the abortive Old Bailey trial of six men – including the former champion jockey Kieren Fallon – after a police investigation into alleged race-fixing. Miles Rodgers, a former racehorse owner, and the jockeys Fergal Lynch and Darren Williams, were all acquitted when the trial collapsed in December 2007. Along with Burke, they now face a series of charges over the passing of inside information for reward. Lynch is additionally charged with failing to ensure that a horse ran on its merits and with receiving the proceeds of betting, while Williams is also charged with failing to provide mobile phone records to BHA investigators. Burke is charged with attempting to mislead investigators, while all three are alleged to have associated with Rodgers knowing that he had been \"warned off\" by the authorities. Ron Cox's tip of the day Gripsholm Castle 5.00 Newcastle Over the last 10 years Henry Cecil has been successful with five of his 11 three-year-old runners at this course, and Gripsholm Castle can add to the tally. She looked a really promising type when pulling clear to beat her stable-mate Flame Of Gibraltar by four and a half lengths at Newmarket, and that is smart form, with the runner-up going on to finish second in last week's Ribblesdale Stakes."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}