{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2009/jun/21/natwest-cash-machines", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2009-06-20T23:05:32Z", "webTitle": "Is NatWest right to keep money left at a cash machine?", "webUrl": "https://www.theguardian.com/money/2009/jun/21/natwest-cash-machines", "apiUrl": "https://content.guardianapis.com/money/2009/jun/21/natwest-cash-machines", "fields": {"headline": "Is NatWest right to keep money left at a cash machine?", "bodyText": "The person in front of me at a NatWest cash machine took his card but left the money behind. He had gone by the time I realised, so I handed the money in at the branch. A couple of days later I asked what had happened and was told that NatWest could not find out who the money could have belonged to, even though it had my transaction details. I suggested the money should be given to me, but the bank said it was theirs. CB, London Cash machines take back banknotes in under a minute when customers fail to pick up their money. Anyone finding themselves in your situation is best advised to wait for that to happen. Banks should be able to trace the previous person in the queue when it is one of their own customers but they say it is more difficult when it is a customer of a different bank. I don't understand why that should be because they immediately know which account to debit. The banks' attitudes to found money vary. NatWest says cash handed in to a branch will be kept until it is claimed by the rightful owner. It does not say what happens if the owner never turns up, which is possible because few people believe they could be so stupid as to forget to take their money from the ATM. Barclays says any money handed in at a branch becomes the bank's property once it has passed the dividing window into the secure area. HSBC operates a finders-keepers policy. If the bank has not been able to find the rightful owner after 12 months, it gives the money to the person who brought it in. • Email Margaret Dibben at your.problems@observer.co.uk or write to Margaret Dibben, Your Problems, The Observer, Kings Place, 90 York Way, London N1 9GU and include a telephone number. Do not enclose SAEs or original documents. Letters are selected for publication and we cannot give personal replies. The newspaper accepts no legal responsibility for advice."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}