{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/jun/20/andy-murray-wimbledon-barney-ronay", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-19T23:05:03Z", "webTitle": "Do we really want a mature Andy Murray? | Barney Ronay", "webUrl": "https://www.theguardian.com/sport/blog/2009/jun/20/andy-murray-wimbledon-barney-ronay", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/jun/20/andy-murray-wimbledon-barney-ronay", "fields": {"headline": "Do we want a mature Andy Murray?", "bodyText": "This week all the pre-Wimbledon talk has been about Andy Murray and his chances of being the first British man to make the final since catgut-paddle-wielding, Oxford bag-flapping, floppy-eared herbivore of the 1930s Henry \"Bunny\" Austin. This is nothing new. For many years the talk at this time of year was about Tim Henman's chances of a sensational first men's final since Pimms-quaffing, Charleston-dancing, carrot-addicted warren dweller of the 1930s Henry \"Bunny\" Austin, a man whose quest to invent the branded polo neck T-shirt would be outflanked by Fred Perry's strides in the science of aertex cotton and doing a little logo on the chest. With Henman the big question was always his ability to handle \"the pressure\" (ie people in waxed deck shoes shouting at him). Would he bestride the pressure, surfing its peaks like a much more polite version of Patrick Swayze's outlaw Zen beach dude character in Point Break? Or would he just look pale and upset and wilt silently? It's clear \"the pressure\" doesn't really bother Murray. For a while there was hopeful talk about \"the expectation\", but this didn't stick either. He's too good for that. He wins tournaments. He posts amusing self-referential tweets about the expectation. So this year we've come up with something new. This year it's all about how \"mature\" Murray is: whether he's mature enough, just how mature he needs to be and exactly how we, alone, can really judge if and when he's got there – so much so that I fully expect the newly wizened Murray to appear on court at the All England Club looking like the weathered heel of Parmesan cheese at the back of the fridge that resembles the scaly, mustard coloured bunion bulging out through the sandal strap on a very old man's foot. There are various annoying things about the Murray maturity talk. For a start it's a very faint kind of praise, a way of grudgingly acknowledging his successes while vaguely telling him off, the tennis equivalent of that moment on the way home from dinner when, after a long silence, your wife says: \"Well, [insert name of ageing playboy waster friend]'s new 18-year-old girlfriend seems very vivacious\" – and you wait, quietly, for the \"but\" – \"but … the gold hot pants were a bit much\", while you nod distractedly, unable to drag your thoughts from the wonderful success [ageing playboy waster friend] appears to have made of every aspect of his life and the sense that maybe you should buy a motorbike or leave your clothes on a beach and abandon everything to re-emerge as a creepy older bloke with a ponytail who hangs around in bars the whole time being a bit too keen. The whole idea of our sporting heroes being noticeably \"mature\" is off-putting. I don't want to think of Murray – or for that matter Wayne Rooney or Ravi Bopara - keeping a small store of cough lozenges in the glove compartment of his car, understanding politics, knowing how to plane a doorjamb or thin a tin of paint,owning an umbrella that works, being able to make small-talk with policemen or having a pair of proper walking shoes. Was blazer-sporting, cottontailed lettuce obsessive Bunny Austin known for his maturity? It seems unlikely: his name was \"Bunny\". And how much better if Murray could just get on with winning the thing. And then perhaps celebrate by making a puerile sarcastic remark, getting tearfully lost in an airport and then staying in his room for hours being morose and pretending to write poetry."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}