{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/jun/10/tube-workers-strike-transport-chaos", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2009-06-09T23:18:59Z", "webTitle": "Commuter chaos expected as tube workers walk out", "webUrl": "https://www.theguardian.com/uk/2009/jun/10/tube-workers-strike-transport-chaos", "apiUrl": "https://content.guardianapis.com/uk/2009/jun/10/tube-workers-strike-transport-chaos", "fields": {"headline": "Commuter chaos expected as tube workers walk out", "bodyText": "Millions of commuters face huge disruption across London today as a result of a 48-hour tube strike which began last night when thousands of rail network workers from the Rail, Maritime and Transport union (RMT) walked out. Last-ditch talks between the union and Transport for London (TfL) failed to avert the industrial action which will last until 7pm tomorrow night and has been taken in a dispute over pay, jobs and disciplinary issues, including the sacking of two drivers. The 3 million commuters who use the capital's underground system to get to work every day are expected to turn to overground rail services and riverboat routes, cycle or walk. TfL has put in place contingency plans, including extra buses, and taxi-sharing, and members of the London Cycling Campaign will lead novices on routes from railway stations across the city. Extra cycle parking will be provided in the city centre, with many offices and business premises opening up foyer and reception areas to bicycles. Marshals will oversee fixed-fare taxi sharing from the six main rail stations during the morning rush hour, and pay-as-you-go Oyster cards, held by millions of Londoners but normally only valid on tubes and buses, will be accepted on all services. Maps for walkers will also be distributed at hundreds of central rail and tube stations, and roadworks are being suspended on many routes. A free riverboat shuttle will run from London bridge to Tower bridge, with a peak-hour free shuttle between the London Eye and Tower bridge. Services will be expanded on existing routes, boosting capacity from 1,500 to 8,000 an hour. As well as causing huge problems for commuters and visitors and costing businesses tens of millions of pounds, the strike is expected to have an impact on today's World Cup qualifier between England and Andorra at Wembley. Many fans may be forced to use overcrowded overland services or drive, despite inadequate parking in the area. A meeting between the Metropolitan police, Brent council, Transport for London (TfL) and the Football Association over safety fears for fans decided against playing the game behind closed doors. It will kick off at 8.15pm. Leaders of the union met London Underground (LU) managers at the offices of the conciliation service Acas all day, after 10 hours of talks on Monday broke down. But the two sides failed to produce a breakthrough in time to stop the strike going ahead. The union is demanding a 5% pay rise and a promise of no compulsory redundancies. Last week, TfL tabled a revised pay deal over two years worth 1% in the first year, and 0.5% over inflation the second year. Boris Johnson, the mayor of London who is also the chairman of TfL, accused the RMT of going ahead with the action despite being close to an agreement because of the \"trivial\" issue of two members subject to serious disciplinary issues. The claim was dismissed by the union, which says TFL – not the union – decided to add the disciplinary cases into the negotiations. The mayor said: \"Londoners and commuters trying to do their level best to cope with the most challenging economic climate for a long time will be furious at this decision. It is quite simply outrageous for the leadership of the RMT to ask their members, the majority of whom did not vote for this strike, to take part in this ludicrous and unnecessary disruption to our city.\" Bob Crow, the RMT leader, said the talks broke down just a few minutes before the strike started. \"RMT negotiators spent all afternoon and early evening at Acas putting together a deal which could have settled the dispute, only for London Underground to bring in lawyers at the last minute who pulled the rug from under a workable agreement.\" Peter Hendy, TfL's transport commissioner, last night urged the RMT to call off the strike and return to Acas for further talks. \"The RMT says we were close to a deal. If that is the case, then they should call off the strike and resolve this issue without any more disruption to Londoners.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}