{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2009/jun/17/per-kirkeby-tate-modern", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2009-06-16T23:05:13Z", "webTitle": "Per Kirkeby's landscapes at Tate Modern cover the same ground", "webUrl": "https://www.theguardian.com/artanddesign/2009/jun/17/per-kirkeby-tate-modern", "apiUrl": "https://content.guardianapis.com/artanddesign/2009/jun/17/per-kirkeby-tate-modern", "fields": {"headline": "Per Kirkeby's landscapes at Tate Modern cover the same ground", "bodyText": "'As I picked up a tube and carefully squeezed a little oil paint on to the palette, I felt a huge burden of history weighing down on my shoulders,\" Per Kirkeby wrote in 1977. I'm sure Rembrandt felt the same every time he looked in the mirror: \"There's my mug again, that same old nose, perhaps even a bit fleshier than last time. Must lay off the gin for a while. Maybe a face-lift would help.\" If painting really were so burdensome, no one would do it. Every day, the weight of history like a mighty dam behind you; in front of you nothing but a dirty palette curdled with yesterday's colours. In Kirkeby's case, the colours are blackened army greens, earthy browns and ochres, greys from skies that don't move for days; there are snatches of white, dead blues, reds. The landscape is both there and not there. When the painter turns to the canvas, the weather outside disappears; but like history it insists on being felt anyway, like rain at the window or wind in the chimney. In the Danish painter's work there are rocks and sodden patches, waterfalls, huts, wood-grain, all sorts of geological fissures, strata and lumps. Kirkeby trained as a geologist, and writes as well as paints. He is the author of several small monographs on artists he admires, including Munch, El Greco, Picasso and Gauguin. He is also a poet. Kirkeby is an interesting character, but I can't quite see why he has been given the full treatment at Tate Modern. There are better painters. Born in 1938, his work in the 1960s was a sort of painterly, often quite messy and eclectic pop art. His character as a painter doesn't really come together until the 1970s, when he also began making sculpture. There isn't much variety to his touch or the weight of his paint, and the colour is rarely unexpected. It all kind of drags on, sometimes faster, sometimes slower, in more or less opaque scribbly patches and uneven, scraped-on blocks and blotches. Sometimes Kirkeby scrapes the paint off again, or jerks around with the brush to bring the dead zones back to life. I started wondering what the point was, for him as well as for us. Is he discovering something new every day? Or relearning that dismal lesson, that when all else fails you can fall back on the same old formulas? There's a point at which you must say to yourself, this won't do. This is not a fun feeling. But however much they seem the same, Kirkeby's paintings are, in fact, easily distinguishable. This one has an orange scribble down the middle; that one bursts with blueish-greenish flowers. But when you get up close, the expanses of paint all end up feeling the same. There are books – even books I love and reread time and again – that have this same quality, with expanses of prose that belong everywhere and nowhere. But somehow Kirkeby doesn't make me want to linger. I must admit to boredom – the boredom of things being done by rote, and perked up by little effects that don't really mean much, even if they are secret nods to history. You can call a painting The Seige of Constantinople, or The Flight Into Egypt, invoking the ghost of the German Romantic painter Philipp Otto Runge, but none of this gets us very far. That said, there are sculptures by Kirkeby – one at the railway station at Humlebaek, just north of Copenhagen; another in the sculpture park at Middelheim, on the outskirts of Antwerp – that have a brooding quality I like. These plain brick structures, like castle keeps or vaults pierced by large arches, are mysterious places as well as unsettling structures. They can be a bit frightening and uncanny, like the arcades in a De Chirico. Kirkeby's small bronze sculptures at Tate Modern are less interesting. Lately, Kirkeby has become a kind of official artist: he has been undertaking commissions for painted interiors – for the Royal Library in Copenhagen, and for the city's Geological Museum. This is not an altogether happy fate for any artist, although there are those who crave such roles. It isn't the weight of history I feel when I look at his paintings: it's a kind of somnolent, sullen dullness. It goes on and on. For some, this might pass for seriousness • Per Kirkeby is at Tate Modern, London SE1, until 9 September. Details: 020-7887 8888. www.tate.org.uk"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}