{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/jun/02/chelsea-carlo-ancelotti-jose-mourinho", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-01T23:05:06Z", "webTitle": "Carlo Ancelotti must emerge from under the shadow of Mourinho", "webUrl": "https://www.theguardian.com/football/blog/2009/jun/02/chelsea-carlo-ancelotti-jose-mourinho", "apiUrl": "https://content.guardianapis.com/football/blog/2009/jun/02/chelsea-carlo-ancelotti-jose-mourinho", "fields": {"headline": "Carlo Ancelotti must emerge from under the shadow of Jose Mourinho", "bodyText": "Every new Chelsea manager is Jose Mourinho's successor. His is the world in which they must live and, so far, fail. Guus Hiddink has to be considered a special case. With little time and no transfer window open to him the interim appointee honed the existing side so that it was fitter, better organised and hungrier. Those who have filled the post on a supposedly permanent basis have, to some extent, followed Mourinho's track and still gone off the rails. The balance between continuity and innovation at Stamford Bridge was never struck convincingly by them. Avram Grant, in view of his coming so close to landing the Champions League in 2008, had more merit than the other heirs to the Portuguese. He still got sacked, presumably because no one envisaged him doing as well again. It is 21 months since Mourinho left but that departure continues to be resonant. Too little impact has been made at Stamford Bridge without him. Each manager encounters his influence whenever he ponders the team sheet. The majority of the dozen players who appeared in last Saturday's FA Cup final were Mourinho's signings. Others seemed shaped by him, even if it was also his luck simply to be on the scene as men such as John Terry and Frank Lampard approached their peak. Mourinho is a blight and a blessing to everyone who comes after him. The welcome part of the legacy is the calibre of the individuals in his bequest. If the new manager, Carlo Ancelotti, has been wondering what improvements he can oversee, the Italian must hope for the return of a world-class centre-half with height, mobility, tenacity and intelligence. Ricardo Carvalho was woozy in his most recent appearance after injury, the 4-4 draw with Liverpool in the Champions League seven weeks ago. Maybe Mourinho would have known what to do about that. The former manager is far from foolproof but, despite his closeness to some members of the Chelsea squad, it may appeal to his vanity that the club has been haphazard without him. Luiz Felipe Scolari appreciated that he required a line-up whose style did not smack quite so much of Mourinho. There was initial acclaim when the attacking full-back play he emphasised had such impact. With the overlapping newcomer Jose Bosingwa on the right and Ashley Cole encouraged to push up on the other flank, Portsmouth were beaten 4-0 on the opening weekend of the Premier League campaign in August 2008. It did not take long, of course, for rivals to check that ploy. There was also an excruciating irony in the effort to add style with the purchase of Deco, the playmaker Scolari had utilised in his Portugal team. The midfielder had thrived at Mourinho's Porto, particularly when taking the Champions League in 2004 and scoring one of the goals against Monaco in the final. With Chelsea the 31-year-old has often been injured or out of form. Mourinho's name leaps to mind wherever you look. For instance, Florent Malouda, an outstanding figure who ought to have been credited with a goal when his marvellous 30-yarder bounced behind the line on Saturday, was a recruit from the Mourinho period. Would he have done better sooner without the switches of manager? No one can be sure but it is the kind of notion that will wiggle its way into a supporter's brain. In truth there was an overwrought tone to the Mourinho era and Roman Abramovich was entitled to envisage something more expansive and generous in spirit at his club. Achieving that has been the problem. Ancelotti stands a better chance of making the breakthrough than his immediate predecessors. Hiddink has helped by reviving the enthusiasm of Abramovich, who had been showing an inclination to keep the finances more balanced. The Russian, if he has any sense, will still want to do that, but perhaps not immediately. Ancelotti apparently contemplates the type of stars who have not been sought with quite so much fervour as was the case when Didier Drogba was bought. The new manager could now secure thrilling attackers in David Villa and Franck Ribéry or a midfielder of Andrea Pirlo's renown. A long delayed fresh start might be in prospect. There will be a useful game in which Ancelotti can start to gauge how well the redevelopment is going. In Pasadena on 21 July Chelsea have a friendly. It is against Mourinho's Inter."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}