{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2009/jun/25/theatre-review-carries-war", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2009-06-24T23:01:00Z", "webTitle": "Theatre review: Carrie's War / Apollo, London", "webUrl": "https://www.theguardian.com/stage/2009/jun/25/theatre-review-carries-war", "apiUrl": "https://content.guardianapis.com/stage/2009/jun/25/theatre-review-carries-war", "fields": {"headline": "Carrie's War", "bodyText": "One question haunted me as I watched this adaptation of Nina Bawden's popular 1973 novel: who precisely is it for? It is rather early for the school holiday market. And I can't imagine many child-free adults rushing impetuously to see this plodding account of a 14-year-old evacuee and her younger brother. Novel adaptations are either imaginative re-creations of the original or doggedly literal synopses. Emma Reeves's version of Bawden's book falls stolidly into the latter category. It faithfully follows the fortunes of Carrie and brother Nick who are evacuated during the last war to a Welsh village. They are billeted with a bullying councillor and his oppressed sister and get caught up in the family's secrets. Carrie befriends the councillor's other estranged sister, who lives in a mysterious house called Druid's Bottom with a supposed witch and a disabled boy. Eventually, after dabbling with ivory skulls and lost wills, the family's dark fortunes are exposed What gets lost is Carrie's pervasive sense of guilt: the belief that dogs her adult life that, through her rash actions, she has brought about the downfall of Druid's Bottom. But, by underplaying that and stripping the story down to its externals, Reeves reminds us how much it borrows from Gothic fiction. The hidden sister is a politer version of that old Victorian standby, the mad woman in the attic. The authoritarian Welshman is pure fairytale ogre. And even the idea that there are primitive forces at work in the tangled wood surrounding Druid's Bottom is an echo of John Buchan's The Grove of Ashtaroth. In the end we learn less about wartime evacuation than the width of Bawden's literary references. All this would be fine if the play were dashingly staged; but to call Andrew Loudon's production pedestrian would insult the walking community. It uses every cliche, including interpolated bits of Chamberlain and Churchill to establish the wartime atmosphere, and choral groups singing All Through The Night, in case we had failed to notice we were in Wales. There are serviceable performances from Sarah Edwardson and James Joyce as the evacuees; Sion Tudor Owen thunders as the dogmatic patriarch and Prunella Scales looks in briefly to endow his hidden sister with a silvery grace. But novels are different from plays and the evening does a disservice to Bawden's exploration of childhood fears and fantasies. \"Thank God it's over,\" says Carrie's brother at one point, referring to the war. He might have been referring to this pointless adaptation."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}