{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/jun/02/setanta-scottish-premier-league-tv-rights", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-06-01T23:14:27Z", "webTitle": "Setanta opts for silence after defaulting on £3m payment", "webUrl": "https://www.theguardian.com/football/2009/jun/02/setanta-scottish-premier-league-tv-rights", "apiUrl": "https://content.guardianapis.com/football/2009/jun/02/setanta-scottish-premier-league-tv-rights", "fields": {"headline": "Setanta opts for silence after defaulting on £3m payment", "bodyText": "Fears intensified for the future of Setanta last night as it emerged it has defaulted on a payment to the Scottish Premier League. Sources north of the border have confirmed a routine payment to SPL clubs, thought to total about £3m, did not arrive as scheduled yesterday. Neither the broadcaster nor the SPL would comment on the matter but it raises serious questions over the viability of Setanta's commitment to Scottish football and the other parts of its rights portfolio. Following a meeting in London, one source has revealed an email was sent to staff in Glasgow confirming the payment had not been made and that no comment was to be given under any circumstances to the media. Setanta has been thrown into turmoil following its failure to retain half of the 46 English Premier League games it will screen live until the end of next season. From 2010-11 it will show only 23 English top-flight matches a season. It has recently made payments as scheduled to the Football Association, with whom it has a deal for FA Cup and England matches, but is actively fresh seeking investment. Setanta is about to enter the final season of a four-year SPL deal, worth £54.5m. A further agreement was reached last summer which saw the broadcaster agree to pay £125m to the SPL from the 2010-11 season for a deal until 2014. A meeting between SPL clubs and Setanta early last month sought to secure a way forward as the broadcaster sought to renegotiate the terms of its wide-ranging sports coverage. The options suggested at that time were understood to be a cut of as much as £30m from the extended contract or a shortening of the deal by two years. No formal agreement has been reached, however, with news of the missed payment sure to prompt concern over whether Setanta can service the SPL at all. Concern will also emanate from club boardrooms given the economic climate and it being a time in the year when no gate receipts are forthcoming. The mechanics of Setanta's SPL agreement involve 48% of monies split evenly with the remainder dependant on finishing league positions."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}