{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jun/17/royal-ascot-low-attendance-bookies", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-16T23:05:08Z", "webTitle": "Bookies lose most at Royal Ascot as the crowds stay away", "webUrl": "https://www.theguardian.com/sport/2009/jun/17/royal-ascot-low-attendance-bookies", "apiUrl": "https://content.guardianapis.com/sport/2009/jun/17/royal-ascot-low-attendance-bookies", "fields": {"headline": "Bookies lose most at Royal Ascot as the crowds stay away", "bodyText": "It is unlikely that Royal Ascot will ever be mistaken for Hooverville, the shanty town built by impoverished Americans during the great depression, but the biggest economic downturn that most people can remember has not left the Flat season's grandest occasion entirely unscathed. \"We've taken out the village,\" said David Johnson, who sounded as if he was somebody very high up in Bomber Command. He is, in fact, a director of Ascot Hospitality. The village he referred to was the hospitality area by the grandstand, and because of a lack of demand those feted customers have now been distributed to other areas. \"In terms of hospitality we are catering for just over 17,000 this time, which is about 18-20% down on last year. But when you consider that similar events are down by 30-35% year on year that is not a bad result,\" he added, sounding a little chancellor-like. General attendance is expected to be about 5% down. Yesterday's crowd was 38,625 against last year's 42,092. But it felt as though there were fewer than that. To say there was tumbleweed blowing through the place would represent an abuse of so-called journalistic licence. But it was quiet. Too damn quiet for race officials and bookmakers but not for punters who strolled, unjostled, around the decks of this land-locked ocean liner. Food, drink and other merchandise was purchased with casual ease. The inherent problem with writing about why so few people are attending Ascot this year is that it's very difficult to speak with those who didn't bother to pitch up. But on a warm summer afternoon there was clearly still a chill breeze cutting through Berkshire. \"Everyone is saying how quiet it is this year,\" said a Snow Queen in the Grundy and Bustino Bar. In the Hog Roast Carvery, Louise Rogers had time to talk. \"It's ticking,\" she said. \"I wouldn't say it was a mad rush but it is ticking.\" The man in charge at the Queen Anne Lawn Bar was a little pensive. \"I've been told to say 'no comment' and to refer anyone back to the racecourse,\" he said, rubbing his tie. At the Langoustine Bar the main man hurried over, expecting a customer. \"It's generally very quiet out there but we're about the same as usual.\" \"But there's no one in here,\" I pointed out. He looked over his shoulder with an urgent movement. \"Well, there was a few minutes ago,\" he said, with the pained expression of an absent-minded shepherd. \"They're watching the racing now.\" Things were less dire in the lavish and private Royal Ascot Racing Club. \"We're very lucky,\" said a lime-green dress. \"We're very busy and we're having a really super, lovely time.\" Some things at Ascot, one feels, have changed very little since the racecourse was founded in 1711. For organisers of the modern pageant, it could have been a lot worse. According to Johnson a late surge resulted in 2,500 hospitality covers being sold in the past week. \"That figure is usually about 500,\" said Johnson. \"I think everyone was waiting to see what the weather would be like.\" There was no Saturday racing at Royal Ascot until 2002. Then, Friday used to be the biggest day, apart from Gold Cup day, with business people jumping, hedonistically, into the weekend before it had truly started. But the recession has changed that. Now Saturday promises to be the biggest day of the week. The Derby is now used to its Saturday clothes, and Ascot is shifting on its axis too. The quality of the racing yesterday, though, was substantially better. And to add to everyone's general sense of well-being the bookies had an absolute stinker. Bookmakers, someone said, are windows that clean people. But not yesterday. \"We had a very bad day,\" said one, trackside. \"Takings have been down and we've made a loss. Favourites coming in didn't help. But Thursday, Friday and Saturday will be strong days for us. We hope to get it back then.\" For bookmakers, it seems, there will be something for the weekend."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}