{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/jun/02/england-peter-crouch-world-cup-qualifiers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-06-01T23:05:04Z", "webTitle": "Portsmouth move was right decision, says Peter Crouch", "webUrl": "https://www.theguardian.com/football/2009/jun/02/england-peter-crouch-world-cup-qualifiers", "apiUrl": "https://content.guardianapis.com/football/2009/jun/02/england-peter-crouch-world-cup-qualifiers", "fields": {"headline": "Portsmouth move was right decision, says Peter Crouch", "bodyText": "Peter Crouch believes the risk he took leaving Liverpool for Portsmouth last summer in search of regular first-team football has paid off despite a difficult first season back at Fratton Park, with the striker hopeful of retaining the England starting place he won in April for the forthcoming World Cup qualifiers against Kazakhstan and Andorra. The forward swapped a bit-part role at a club competing at the top of the division and in the Champions League for a relegation scrap on the south coast, a move he suggested even the national coach, Fabio Capello, had queried. Yet he started every Premier League game for Portsmouth – scoring 11 goals en route – and, having been previously restricted to a peripheral role in Capello's England set-up, he benefited from injuries to Emile Heskey and Carlton Cole to start and score in the victory over Ukraine. Life at Pompey is similarly on the up following Sulaiman Al-Fahim's proposed takeover of the club. \"At Liverpool, we were playing more high-profile games in the Champions League, sure,\" said Crouch. \"When I was there I felt I'd get half the number of games I've played this year, even though they were quite often big games. But I feel I made the right choice going to Portsmouth because I've played every Premier League game this year. \"Obviously we've not done as well as I thought and we've lost a lot of players but I've enjoyed it. Fabio Capello would rather I was at a high-profile club and playing every week but, to be fair, that wasn't going to happen. I had to make a difficult decision last summer. But he did tell me I needed to be playing every week, that's what I'm doing now. \"As it is, things are changing at Portsmouth every day and it's exciting. You hear [Al-Fahim] has a great deal of money, the man who's coming in, and a lot of ambition and you hope he pushes the club forward. Time will tell what it means for me. I don't know how official it is yet but you see the changes that have happened at Manchester City and at Chelsea some time ago, and they certainly benefited those clubs. I hope our club can go the same way. I am looking forward to being a part of that.\" There had been suggestions that Crouch might leave Fratton Park as part of a cost-cutting measure while Alexandre Gaydamak sought a buyer for the club, with Sunderland mooted as his most likely destination, though the emergence of Al-Fahim's interest has put talk of a fire-sale on hold. The prospective new owner is contemplating a managerial appointment at the club, with the former Internazionale coach Roberto Mancini now considered a more likely candidate than Sven-Goran Eriksson, and it appears players will be joining rather than leaving Fratton Park should the takeover be completed. Crouch has welcomed the change in mood. The 28-year-old returns to the international scene with relish, despite the fact that many of his club-mates have already departed on their summer holidays, having led the line as a lone striker since Jermain Defoe's sale to Tottenham Hotspur in January. That has been a thankless task at times, with the forward looking forward to benefiting from the creative talents within Capello's squad. \"It's been difficult,\" admitted Crouch, having played his part in Pompey securing their top-flight status with two games of the season to go. \"The management at Portsmouth said they knew it would be hard and I sacrificed myself playing on my own up front. The threeclosest midfielders to me were defensively minded, too, so there wasn't much support. That's why it's nice to play with England and having the support from midfield with the fantastic players we have. \"It's quite obvious that the manager here now likes playing the one up front. In fact, most of our world-class players like playing behind [a lone striker] so you have to adapt the system around that. But it's fair to say that the strikers in the squad wish he'd play two up so we'd stand more chance of getting into the team. \"I'd like to think I've staked my claim to be involved in these qualifiers. I know I played because of injuries to others, and I might not have played had everyone else been fit, but I'd hope I did enough to warrant a start.\" Capello's squad are due to fly to Almaty tomorrow and will train together again today at London Colney. Ashley Cole and Rio Ferdinand were the only absentees from yesterday's session, with the full-back having suffered a knock in Saturday's FA Cup final and the centre-half resting the calf muscle problem that had briefly threatened his participation in the Champions League final. Both are expected to recover in time to feature against Kazakhstan on Saturday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}