{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2009/jun/21/computer-leasing-deal", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2009-06-20T23:05:22Z", "webTitle": "Costly lesson in leasing an Apple computer", "webUrl": "https://www.theguardian.com/money/2009/jun/21/computer-leasing-deal", "apiUrl": "https://content.guardianapis.com/money/2009/jun/21/computer-leasing-deal", "fields": {"headline": "Costly lesson in leasing an Apple computer", "bodyText": "We bought an Apple G5 in February 2005 and opted for an interest-free repayment deal with Apple, paying £68 a month which went down to £63.80 after two years. I thought we should have paid for it by now and, sure enough, we had. In fact we had overpaid by £800. We cancelled the direct debit in February 2008 and sent the computer back. We made many calls to Apple and the retailer, but have had no luck in getting our overpayment refunded. CL, London Regrettably you are not going to get any money back – because you did not buy this computer on credit. You signed a two-year lease agreement with GE Leasing which runs the Apple scheme. During all your efforts to get a refund, someone should have explained that to you. So, you have paid £2,400 for a computer costing around £1,600 which you had to return because you never own a leased computer. At the end of the two-year agreement, when you had paid £1,632, you could have bought the computer at a reduced price, replaced it with the latest model or ended the agreement and returned the computer to Apple. Instead, you moved to a new agreement lasting for another year and had to continue paying until February 2008. Apple says it wrote to you regularly, the first letter two months before the initial agreement ended and, finally, a schedule of VAT and payments last January. You never received these letters. This has been an expensive way of learning how leasing agreements work. • Email Margaret Dibben at your.problems@observer.co.uk or write to Margaret Dibben, Your Problems, The Observer, Kings Place, 90 York Way, London N1 9GU and include a telephone number. Do not enclose SAEs or original documents. Letters are selected for publication and we cannot give personal replies. The newspaper accepts no legal responsibility for advice."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}