{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jun/02/lions-south-africa-nathan-hines", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-01T23:05:03Z", "webTitle": "Nathan Hines the Australian Lion happy with his French leave", "webUrl": "https://www.theguardian.com/sport/2009/jun/02/lions-south-africa-nathan-hines", "apiUrl": "https://content.guardianapis.com/sport/2009/jun/02/lions-south-africa-nathan-hines", "fields": {"headline": "Nathan Hines the Australian Lion happy with his French leave", "bodyText": "In the assembly hall of St David's Marist Inanda school in Johannesburg the Lions tour manager, Gerald Davies, has just read out the team to face the Golden Lions at Coca Cola (Ellis) Park tomorrow, including: \"No4, Nathan Hines\". A few moments later in strolls the new Lion, towering above Lee Mears, who will play hooker and throw to him. They sit down but Mears is soon ushered away to a different circle of chairs. Hines stretches out – and a long way he goes, too, for he is 6ft 7in. For everybody else the tour is an absolute priority but maybe just a little bit of Hines is still in France, where his club, Perpignan will contest the final of the French Top 14 on Saturday. Was the decision to go on tour to South Africa difficult? Without hesitation the lock replies: \"No. This was a chance I had to take.\" How had the notoriously volatile Catalan club taken it when he told them he would be missing the semi-final against Stade Français, and now the final against Clermont Auvergne? This time, he does pause. \"Understanding ... but not extremely joyful.\" He reckons there will be a chance next year to go to the French championship final but he is not sure, given that he is 32 and a half now, if he will be around when the Lions tour again. When they were last in South Africa, in 1997, Hines, born in Wagga Wagga, was playing rugby league for the North Sydney Bears. He did not make it in league but the blow was softened when the Bears' president, Ray Beattie, pointed him in the direction of Manly rugby union club. It was a short hop but the start of a marathon journey in his new sport. After Manly his next stop was the land of his grandfather, Scotland. He arrived at Gala in 1998, helped the Borders club win promotion and won a contract for himself with Edinburgh. \"We played a running game of many phases in those days,\" he remembers. In 2000 he was called up to join the Scotland team in New Zealand and scored a try on his debut, against the All Blacks in Auckland. The point about playing a running game was important because, when Matt Williams took over as coach, Scotland were made to play in a much more structured, controlled way. There is a volatile side to the second-row – he was the first Scotland player to be sent off, against the United States in 2002 – and he walked out on the national team and moved to Perpignan. He was enticed back to international rugby by Frank Hadden and, although he missed most of the last Six Nations because of a knee injury, here he is, a Lion, and more important than he yet knows. Or perhaps he does realise that for the Lions to succeed, a raft of players other than the obvious stars, such as Brian O'Driscoll, have to surge through. \"The guys like myself – let's say the Scottish guys – have got to rise to a new level, where we've never been before,\" he says. \"We must take our place in a team that's bigger than we are. We've just got to go for it, and have confidence in our ability.\" He is very relaxed about all this: the scale of the physical challenge, the exploration of new places in his rugby experience. \"It's all about trust. If you can't have trust in these guys out here you can't have trust in anyone.\" He reminds us that this is not as fanciful as it seems. Scotland very nearly beat South Africa at Murrayfield last autumn. \"In the second half we were a bit stunned to be in front. We didn't dominate the game for 10 minutes; we made a couple of errors and that's what cost us the game. Here there's a mental toughness with the Lions. They expect to be ahead.\" It appears, after all, that there is no part elsewhere. His wife, Leann, and their four-month-old son, Josh, are in Australia; Perpignan are in France; and every ounce of the very large Nathan Hines is in South Africa."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}