{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jun/25/lions-tour-south-africa-diet-chef", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-24T23:05:00Z", "webTitle": "Jones contends with ostrich before a serving of Springbok", "webUrl": "https://www.theguardian.com/sport/2009/jun/25/lions-tour-south-africa-diet-chef", "apiUrl": "https://content.guardianapis.com/sport/2009/jun/25/lions-tour-south-africa-diet-chef", "fields": {"headline": "The Lions are served with ostrich and buffalo before tucking into The Beast", "bodyText": "It is a significant day for the Lions tight-head prop, Adam Jones. He is set to be named in the side to face South Africa in Saturday's second Test at Loftus Versfeld and he will be first in line when the squad's chef, Dave Campbell, later brings out his most eagerly awaited creation of the tour: a very large chocolate biscuit. Jones is a self-confessed chocoholic who, at 20st, has to sacrifice his indulgence for his favourite nibble to the demands of being a professional sportsman. He has been banned from eating any so far this tour but as it entered its final two weeks, Campbell relaxed his strictly healthy eating diet of the previous month. \"I served up fish and chips on Monday and the biscuit, in which I am using the highest quality milk chocolate, is a treat many have been talking about for days,\" said Campbell, a Scotsman who cooked for Sir Clive Woodward's England team from 2001 and who toured with the Lions four years ago. \"The good effects of the diet they have been on here has taken such a grip that allowing the players a few favourites – and not all of them take them up – as the tour nears its conclusion will not set them back in any way.\" Chicken has been the staple for the players on the tour but Campbell has also treated them to ostrich, kangaroo and buffalo, conscious of the need to add variety. \"I did not want it to get too repetitive with the chicken otherwise they would have started sprouting feathers,\" he said. \"I always give them a large choice of salads and the emphasis is on flavour as well as healthy eating. A side-effect is that the management have all seen the benefits of the diet. They have all lost weight and Gerald Davies [the tour manager] is 5kg (11lb) lighter than when we arrived. My job is to ensure the food is cooked in the way the players are used to because they do things very differently here in South Africa. For example, even in the coastal cities, fish does not feature highly and it is very much meat-oriented here.\" \"I am always in the kitchen,\" he said. \"It is a full day's work and the only time I get a break is when we go out to dinner as a squad. The reason I am hands-on is not so much to ensure that the food is not spiked, although my presence in the kitchen is a clear deterrent, but because I am a chef. \"Preparing food is what I do: I have a sous-chef everywhere I go provided by the hotel and I tend to concentrate on the salads because I prepare eight or nine every meal and they are time-consuming. I watch over the cooking of the hot food – we serve up five or six items per meal.\" There are no vegetarians in the squad and no fussy or squeamish eaters. There are some no-nos, notably chips, mayonnaise and low-fat or diet foods which Campbell says are less healthy than the original. \"I like to give the players as much choice as possible and I can truly say is that this has been the best bunch I have ever cooked for. There have been no complaints and plates are left empty.\" Players from the four different countries have their own routines on match days. \"The Welsh boys like pancakes with maple syrup for breakfast whereas the Irish and the Scots always go for porridge. The English guys do not have a set routine. The great thing for me is that no one is faddy. I have given them ostrich five times this trip because it is tasty and healthy but I have drawn the line at cooking warthog, which is a popular dish here.\" Campbell trained in Scotland and was the executive chef at the Pennyhill Park hotel, where England were based for international matches in the Woodward era, and again now. In the past, players have been known to slip out of their hotels of an evening and seek out a burger bar. \"The players are weighed every morning before breakfast. Any change is immediately picked up and it is clear the players have dedicated themselves to winning the Test series.\" There will be some light relief this evening as Jones, before he contemplates tucking into Tendai \"The Beast\" Mtawarira on Saturday, ends two months of purgatory and beats everyone else to the first serving of chocolate biscuit."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}