{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/jun/06/names-baby-footballers-simon-burnton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-06-05T23:05:26Z", "webTitle": "How I got my son's name on the teamsheet | Simon Burnton", "webUrl": "https://www.theguardian.com/football/blog/2009/jun/06/names-baby-footballers-simon-burnton", "apiUrl": "https://content.guardianapis.com/football/blog/2009/jun/06/names-baby-footballers-simon-burnton", "fields": {"headline": "How I got my son's name on the teamsheet", "bodyText": "There is a Midland Metro tram named after Billy Wright, a leisure centre in Beeston named after John Charles, an unfinished tower block in Dubai named after Steven Gerrard, a beer named after Didier Drogba, a road in Budapest named after Ferenc Puskas and a Chinese brand of condoms named after David Beckham. All over the world, all the time, things are being named after footballers. And a few weeks ago, my wife gave birth to one of them. The birth of a male child poses three vexing questions to all football fans. One: is naming your son after a footballer a totally ludicrous and deeply idiotic idea? Two: if the answer to question one is no, which footballer would you name him after? Three: the answer to question one was yes, and you know it. So can you ignore question one and go straight to question two? My answers were: yes; can I write you a list?; and yes. And so it is that my son has a great footballer's name, or at least the name of a great footballer (there's a subtle difference), stamped on his birth certificate. I'm not alone and I'd like to think I'm at the cooler end of the burgeoning name-your-kid-after-a-sportsman market. I say burgeoning because all the signs show that it's a growing global trend. Last month it was revealed that Beckham had become the 893rd most popular baby name in the US, 1,516 places ahead of Barack, though his flight to Italy may have kyboshed that particular fad. A year ago Russia was gripped by football fever as their national side, under the stewardship of Guus Hiddink, stormed to the semi-finals of Euro 2008. During the tournament Andrey, as in the team's star, Andrey Arshavin, became the most popular name in the whole of St Petersburg. A zoo in Nalchik named a camel after him. Meanwhile in the Novosibirsk region, one proud father decided the coach deserved a bit of credit and informed the register office of his intention to call his newborn son Guus Gorodnikov. Employees at the office gave him one month to reconsider his decision. Girls rarely suffer from the football treatment although there are exceptions, such as the fan of this year's losing FA Cup finalists who recently named his daughter Eva-Toni-Ann. \"We were going to call her Ciara,\" said her mum, \"but it didn't suit her.\" And a lifetime spent sounding a bit like Merseyside's second most successful football team will? But the most important question for all new parents is: does it work? Is a child named after a footballer any more likely to follow the same path himself or at least get a few games in the school team, thereby reducing his chances of being bullied and increasing his chances of being popular with girls? There is anecdotal evidence to suggest it might. Dennis Bergkamp, who was named after Denis Law by his parents – who hadn't looked up how the former Manchester United striker actually spells his name – is perhaps the most famous example. But there are more. Take Charlie Oatway. The Havant &amp; Waterlooville assistant manager had a decent league career, starring for Cardiff and Brighton. But Charlie is just a nickname, his QPR-supporting parents having christened him Anthony Philip David Terry Frank Donald Stanley Gerry Gordon Stephen James Oatway, after the Hoops' entire 1973 first team. One of the most promising young players in Brazil is a 19-year-old at Pele's old club Santos called Overath Breitner da Silva, after not one but two German World Cup-winning legends. His younger brother, Roberto Prosinecki da Silva (really), is all set for a similarly stellar career and has just been signed by Praia Grande. But there are always counter-examples. In the 1970s a young man called Tyrone had two sons. One he named after the Brazilian legend Rivelino (\"I thought he was a fantastic player who had a great name\"), and the other was called Emile. Now adults, Revelino (\"We altered the spelling to make it a little bit different\") lives a prosaic life in Leicester while Emile Heskey is all set to win his 53rd England cap in Kazakhstan today. To be honest, at this stage I'd gladly surrender little Joshua Zico Burnton's chances of ever starring for England if only the sleep-thieving little scamp would stop keeping me awake at night."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}