{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/jun/29/michael-jackson-glastonbury-charlie-brooker", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-06-28T23:05:19Z", "webTitle": "Michael Jackson's death hit Glastonbury hard – and the news channels harder | Charlie Brooker", "webUrl": "https://www.theguardian.com/commentisfree/2009/jun/29/michael-jackson-glastonbury-charlie-brooker", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/jun/29/michael-jackson-glastonbury-charlie-brooker", "fields": {"headline": "Michael Jackson's death hit Glastonbury hard – and the news channels harder", "bodyText": "I was at Glastonbury when Jacko died. That's not a factual statement, but a T-shirt slogan. The day after his death, souvenir tops with \"I was at Glasto 09 when Jacko died\" printed on them were already on sale around the site. In fact, when Jacko died, I was at home playing Grand Theft Auto: Chinatown Wars on a Nintendo DSi. I am 38 years old. Many festival-goers apparently discovered the news when DJs around the site began playing Michael Jackson records simultaneously. Music combined with word of mouth. That's a nice way to find out. I learned it via a harsh electric beep, bringing my attention to a text message that simply proclaimed \"Jackson's dead\" in stark pixelated lettering. Clearly it's the sort of information you have to mindlessly share with the rest of the herd the moment you hear about it. But first I needed confirmation. I occasionally text people to say there's been a massive nuclear explosion in Canada, or David Cameron's gone mad and launched his own breakfast cereal shaped like little swastikas or whatever, in the hope they'll pass it on without checking. I didn't want to fall for my own jape. I switched on the TV. Jackson was still alive on BBC News 24, where they seemed to be reporting he was in hospital following a heart attack. That wasn't good enough, so I flicked over to Sky News, which tends to blab stuff out while the Beeb drags its feet tediously checking the facts. He was bound to be dead on Sky. But he wasn't; he was possibly in a coma. In desperation, I turned to Fox. They would already be attempting to communicate with him via the spirit realm, surely. But they weren't. If anything, they were being more cautious than the Beeb. Boo. Back to Sky, which was now reporting that a website was announcing his death. That'd do for now. I beamed a few texts out: \"Michael Jackson apparently dead\". \"Piss off\" came the reply. It was my own fault. I'd texted a few weeks earlier to say Huw Edwards had just vomited live on the news. Confirmation of his death gradually spread across the news networks, but the main terrestrial channels were still obliviously broadcasting their scheduled programmes. ITV won the newsflash race, diving straight in after Trial and Retribution. Alastair Stewart abruptly shouted \"MICHAEL JACKSON HAS DIED\" down the lens like a man standing on the shoreline trying to get the attention of someone on the deck of a passing ferry during gale-force winds. Fair enough. Whenever I hear the phrase, \"And now a special news report\", I automatically start scanning the room for blunt objects to club myself to death with in case they're about to announce nuclear war. Since this wasn't the apocalypse, but an unexpected celebrity death – sad, but not worth killing yourself with a paperweight over – Stewart was right to blurt it out as fast as he could. After watching the news long enough to assess that, yes, he was dead, and the circumstances all seemed rather tragic, long enough for them to play a bit of Billie Jean and Beat It and Smooth Criminal and Blame it on the Boogie and so on, reminding me that he was a bona fide musical genius, I went to bed. The next day he was still dead, but somehow deader than the day before. He was all over the radio and papers. The TV had clips of Thriller on heavy rotation, which seemed a tad inappropriate, what with him playing a decomposing corpse in it. If Bruce Willis died falling from a skyscraper, I doubt they'd illustrate his life story by repeatedly showing that bit from Die Hard where he ties a firehose round his waist and jumps off the building. Across all the networks, a million talking heads shared their thoughts and feelings on his death. They had rung everyone in the universe and invited them on the show. On This Morning, a Coronation Street actor revealed he had once had tickets for a Michael Jackson concert but couldn't go because of the traffic. It was a sad day indeed. At 3pm, his death was still \"BREAKING NEWS\" according to Sky, which has to be some kind of record. Even 9/11 didn't \"break\" that long. Next day, the news was apparently still sinking in around the globe. The BBC went live to Emily Maitlis as she stood on Hollywood Boulevard (at 1am local time) waiting for two young Latinos to perform a breakdance tribute to the King of Pop. Something went wrong with the iPod hooked up to their speakers so she had to stand there for a full two minutes, awkwardly filling in while they fiddled with the settings. Sky had flown Kay Burley out to LA too, to hear the fans' pain and pull concerned faces. This continued into the following day. It's probably still going on now. But the news is not the place to \"celebrate\" Jackson's music. The Glastonbury stage, the pub, the club, the office stereo, the arts documentary: that's the place. The news should report his death, then piss off out of the way, leaving people to moonwalk and raise a toast in peace. If I was God, here's what I'd do now. I'd force all the rolling networks to cover nothing but the death of Michael Jackson, 24 hours a day, for the next seven years. Glue up the studio doors and keep everyone inside, endlessly \"reporting\" it, until they start going mad and developing their own language – not just verbal, but visual. And I'd encourage viewers to place bets on which anchor would be the first to physically end it all live on air. And while that was happening, I'd create some other stations that covered other stuff. Current affairs type stuff. I think I'd call them \"news channels\". They might catch on. This week Charlie was saddened to read of the death of former NME writer Steven \"Swells\" Wells: \"I disagreed with 85% of what he wrote, but I always wished I could hurl sentences together like him – he tossed words around like a demented cartoon chef. He seemed hilarious and furious, music journalism's very own Sadowitz. Never met or spoke to him; now I wish I had. RIP.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}