{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/jun/21/quotes-by-prince-philip", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2009-06-20T23:01:00Z", "webTitle": "The words of Prince Philip, the Queen's consort, 88", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/jun/21/quotes-by-prince-philip", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/jun/21/quotes-by-prince-philip", "fields": {"headline": "Did I say that?", "bodyText": "On age We shall all be old one day - provided, of course, we can avoid being slaughtered on the roads or beaten up by some hooligan in a peace demonstration (1970) To a blind woman with a guide dog Do you know they have eating dogs for the anorexic now? (2002) To his wife after her coronation Where did you get that hat? (1953) On turning 80 I'm not sure I recommend it. It's not so much the age, but trying to survive the celebrations (2001) Arriving to open a youth centre in Brighton Who are you burying today? (2007) Meeting Nigeria's president, who was in robes You look like you are ready for bed (1956) To Russell Brand, about the woman next to him in a royal variety show line-up She's got all the right stuff in all the right places (2007) On Number 10's idea for Diana's funeral F*** off - we are talking about two boys who have lost their mother (1997) Told by Elton John of his gold Aston Martin Oh, it's you that owns that ghastly car - we often see it when driving to Windsor Castle (2001) To president Kenyatta during Kenya's independence, as the Union Jack was lowered Are you sure you want to go ahead with this, old chap? (1963) On death In the event that I am reincarnated, I would like to return as a deadly virus, to contribute something to solving overpopulation (1988) To the General Dental Council Dentopedalogy is the science of opening your mouth and putting your foot in it. I have been practising it for years (1960) To Cherie Blair, on hearing that London had won the 2012 Olympic bid I'm so old I won't be here (2005) Told by president Obama of meetings already that day with the Chinese, Russians, Brown and Cameron Can you tell the difference between them? (2009) To a fashion writer at a world wildlife fund gathering You're not wearing mink knickers, are you? (1993)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}