{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jun/20/british-irish-lions-first-test-ian-mcgeechan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-19T23:06:06Z", "webTitle": "Ian McGeechan has been mixing his Lions teams in preparation for today's first Test", "webUrl": "https://www.theguardian.com/sport/2009/jun/20/british-irish-lions-first-test-ian-mcgeechan", "apiUrl": "https://content.guardianapis.com/sport/2009/jun/20/british-irish-lions-first-test-ian-mcgeechan", "fields": {"headline": "Ian McGeechan planned and plotted but now has a point to prove", "bodyText": "When the Lions squad first met up at Bagshot a week before flying out to South Africa, Ian McGeechan was facing the most demanding task in his many trips with the tourists as a player and coach – how to mould players from four different countries into a Test-winning unit with only three weeks between the opening match and the first game against the Springboks. He had to think fast. This is the shortest Lions tour ever but McGeechan, conscious that success or failure is determined in no small measure by the management of those players who do not make the starting line-up for the first international, did not go down the route of his immediate predecessors, Sir Clive Woodward and Graham Henry, and have his likely Test side training together from the start. And a side that was written off here when it landed in Johannesburg is now being treated with a grudging respect. \"You have to go into a Lions tour with an open mind because players surprise you and come through in a way you had perhaps not expected,\" said McGeechan. Nine of the Lions side will go into this afternoon's first Test against South Africa having started two of the six warm-up matches, a strong indication that if the management did not know their strongest line-up at the start of the tour, they had a very good idea of it. Of the other six, Jamie Roberts, Tommy Bowe, David Wallace and Ugo Monye would have made two starts but for injuries to players in their positions. Only the captain, Paul O'Connell, and Lee Byrne made three designated appearances and it means that 11 of today's side will go into the Test not having started a game since the middle of last week. Roberts, below, was one player who forced himself into Test contention. The centre was dropped by Wales for the final two matches of the Six Nations and was unsure whether he would make the squad. He appeared in the first match against a Royal XV in Rustenburg and kept his place the following Wednesday after Riki Flutey was sidelined by an ankle injury, and immediately hit it off with Brian O'Driscoll. The left-wing position was open, but Shane Williams struggled for form and Luke Fitzgerald did not play there until the fourth match after picking up a chest infection early in the tour. At forward, Alun Wyn Jones was not considered to be a contender for the front jumper position at the start of the trip but partnered O'Connell in the fourth game, against the Sharks, while the blind-side flanker position would probably have gone to Stephen Ferris but for injury. \"The trip has evolved as well as I dared hope a month ago and we have done what we needed to do in the warm-up games,\" said McGeechan. \"I do not accept that we have faced weak opposition because South African rugby has strength in depth and, in my view, the Springboks are the best team in the world.\" The Lions played three Saturday matches in the build-up and two in midweek before this week's victory over the Southern Kings with a line-up that, but for Monye having to play because of illness to Shane Williams, would have been made up of non-Test starters. In contrast to 2001 and 2005, when the coaches believed that a short tour demanded that the Test team be determined from the start – condemning some players to the status of also-rans from the start which had a sapping effect on morale – the emphasis this time was on inclusion and the aim of the management was to go into the first Test with no combination having appeared together more than once, something that was twice thwarted by injury. Few Test players appeared on a Saturday: five in the opening game – it would have been four but for David Wallace replacing the injured Andy Powell – two against the Free State Cheetahs the following week and four last Saturday against Western Province. In contrast, 13 of the side that started against the Golden Lions in the second match of the tour will line up against South Africa, the side that ran out against the Sharks the following Wednesday included 11 Test starters. Only three players who appeared in the two Wednesday matches are not in the 22 today, Shane Williams, Nathan Hines and Fitzgerald. All the combinations that make up the Test side started at least one of the Wednesday matches, apart from the back three. The loss of players through injury or suspension, such as Jerry Flannery, Alan Quinlan and Ferris, prompted a tactical rethink and an emphasis on mobility. Roberts, the 22-year-old Welshman who made his first appearance as an inside-centre for Wales on their South Africa tour a year ago, is an example of a player who pushed his way up the rankings in the warm-up matches as the coaches admired his ability to break tackles. \"I did not finish the Six Nations with Wales and I did not know if I would make the Lions squad,\" Roberts said. \"To be playing in the first Test alongside Brian O'Driscoll is unbelievable. So much has happened for me in the last 12 months, and it shows that it is not a question of how old and experienced you are but how you are playing that matters. Everyone was given the chance to push for a Test place and you cannot ask for more than that.\" McGeechan's time for plotting and planning is over. Now for the real test."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}