{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/jun/10/ukcrime", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2009-06-09T23:24:02Z", "webTitle": "Six Met officers accused of torturing drug suspects", "webUrl": "https://www.theguardian.com/uk/2009/jun/10/ukcrime", "apiUrl": "https://content.guardianapis.com/uk/2009/jun/10/ukcrime", "fields": {"headline": "Met police: six officers accused of torturing drug suspects", "bodyText": "Six Metropolitan police officers have been suspended from duty following allegations they used a form of water-based torture on suspected drugs smugglers, it emerged last night. The Independent Police Complaints Commission (IPCC) said it was investigating the conduct of officers based in Enfield, north London, during drugs raids in the borough last November. Neither the IPCC nor Scotland Yard would comment on the nature of the allegations but sources said the officers were accused of pushing suspects' heads into buckets of water. One IPCC document is said to use the word \"waterboarding\" – the CIA technique condemned as torture by Barack Obama – in connection with the allegations. The torture claims are part of an investigation which also includes accusations that evidence was fabricated and suspects' property was stolen. It has already led to the abandonment of a drug trial, it was reported last night. The IPCC is examining the conduct of six officers connected to drug raids in November in which four men and a woman were arrested in Enfield and Tottenham, north London. Police said they found a large amount of cannabis and the suspects were charged with importation of a class C drug. The case was abandoned four months later when the Crown Prosecution Service said \"it would not have been in the public interest to proceed\". Last night the Times reported that any trial, by revealing the torture claims, would have compromised the criminal investigation into the six officers. None of the officers under suspicion has been arrested, but the IPCC said last night: \"This is an ongoing criminal investigation and as such all six officers will be criminally interviewed under caution.\" A Scotland Yard spokesman said a police employee had raised concerns about the conduct of officers during an internal investigation into allegations of mishandling of property. He described the allegations as serious and raising real concern, saying they would be treated seriously.\"The Met does not tolerate conduct which falls below the standards that the public and the many outstanding Met officers and staff expect. Any allegations of such behaviour are treated very seriously, as this case illustrates, and if found true the strongest possible action will be taken.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}