{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/jun/29/glastonbury-festival-blur-2009", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-06-28T23:24:59Z", "webTitle": "Glastonbury 2009: Opera writer, farmer, lawyer, musician, but when they reform as Blur it's a joy", "webUrl": "https://www.theguardian.com/music/2009/jun/29/glastonbury-festival-blur-2009", "apiUrl": "https://content.guardianapis.com/music/2009/jun/29/glastonbury-festival-blur-2009", "fields": {"headline": "Glastonbury 2009: Opera writer, farmer, lawyer, musician, but when they reform as Blur it's a joy", "bodyText": "It began this week at Goldsmiths College in London and swiftly led them here, to a Sunday evening in a drizzly field in Somerset, before a vast crowd still dazed by the sun and giddy with the sheer spectacle. Glastonbury 2009 was not short on reunions – there were the Specials, and the Prodigy, and there was even – very nearly – Crosby, Stills, Nash and Young. But of them all, it was arguably the Britpoppers that were most keenly anticipated; the chances of a Blur reunion tour seemed minuscule when the band split six years ago — a rupture prompted by, yes, musical differences, drugs and general angst, during the making of their 2003 album Think Tank, when guitarist Graham Coxon was asked to leave the band mid-way through the recording sessions. Even though the wounds had begun to heal, it seemed even less likely as the band members continued to pursue their own post-Blur projects. After all, while their great rivals Oasis spent the intervening years churning the same ground, Blur have used their time more productively: Alex James upped sticks to the country and learned how to make cheese; Dave Rowntree pursued a career in law; Graham Coxon has enjoyed a successful solo career, and Damon Albarn has whiled away his days writing operas, researching the music of Mali and dreaming up fictional primate-themed bands. Still, they evidently felt there was some unfinished business, or at least a few loose ends to tie up and late last year Albarn announced that the four would reunite in 2009 for a limited run of dates. While it seemed inevitable that the more intimate club shows would be a success, the big question that hovered over this reunion was whether the band could prove convincing at a festival. Impish intelligence The sight of fortysomething year-old men sweating is admittedly somewhat different to that of four twentysomethings glowing with youth and invincibility, but the years have been kind to the members of Blur and they have happily retained that look of impish intelligence. James still plays with cigarette clamped to his bottom lip, Albarn still pogos about the stage, if a little less exuberantly than all those years ago. But Coxon is the hero tonight, playing ferociously, frantically, and at one point lying low on the stage for a guitar solo. The audience, elated, even a touch delirious, wills them on; when Albarn's voice gives way a little in Beetlebum, the crowd rushes to catch it. Tender, one of the set's many highlights, is greeted with a warm rush of approval. \"I'd forgotten they're a singalong band!\" says the man to my right, as the band stops and starts, revs up the chorus once more and then falls silent, the sudden quiet filled by several thousand festival-goers softly singing the song's chorus: \"Oh my baby,\" they lilt, \"Oh my baby. Oh why. Oh why.\" It is one of the sweetest moments of the festival. Their efforts are duly rewarded with an ebulliant rendition of Country House, a song which acquires greater resonance here tonight for the muddy-booted masses. And for Alex James of course. They haul out the hits: Parklife, This is a Low, To the End, to an increasingly enthusiastic reception. Returning to the stage for a rousing rendition of Song 2, and then again for The Universal, the band looks genuinely delighted as they look out over the flags, over the crowd with its sunburned noses and glitter-smeared faces, and peacock feathers in its hair, and far off to the countryside of Somerset and the floating candles flaring up into the sky. There is a pause as they seem to take in the magnificence of what they have done. And then comes the guitar, and the great singalong continues. • Read Tim Jonze's review of Blur at Glastonbury"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}