{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jun/20/leonard-barden-chess-competition", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-19T23:10:00Z", "webTitle": "Leonard Barden on Chess", "webUrl": "https://www.theguardian.com/sport/2009/jun/20/leonard-barden-chess-competition", "apiUrl": "https://content.guardianapis.com/sport/2009/jun/20/leonard-barden-chess-competition", "fields": {"headline": "£1,000 to be won in annual British Chess Solving Championship", "bodyText": "This week's puzzle is the opening round of a national competition in which Guardian readers have performed with consistent success over the years. The annual Winton Capital British Chess Solving Championship is open to any British resident and has a £1,000 prize fund. You have to work out how White, playing as usual up the board, checkmates in two moves, against any black defence. To enter, post White's first move before 31 July to Paul Valois, 14 Newton Park Drive, Leeds LS7 4HH. Include a £3 cheque or postal order payable to British Chess Problem Society and mark your entry \"Guardian\". Email entries are not possible. All entrants will receive the answer to the starter problem in mid-August and those who get it right will also receive a postal round of eight harder and varied problems, together with a copy of the BCPS magazine. If your answer is one of the best from the postal round, you will qualify for an invitation to the one-day final of about 25 solvers staged at Oakham School, Rutland, in February 2010. If your answer is one of the best from the postal round you will qualify for an invitation to the one-day final of about 25 solvers staged at Oakham School, Rutland, in February 2010. The champion will represent Great Britain at the 2010 World Solving Championship. To view problems from earlier years of the competition, log on to www.bstephen.me.uk. I cannot give too many clues to the solution except to say that it was the first move I looked at and the problem seems easier than in some recent years. At worst, you can solve it by trying every legal move – but do double-check your answer. Good luck."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}