{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2009/jun/12/national-trust-farm-wildlife", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2009-06-11T23:05:03Z", "webTitle": "Farm gives hope to UK flora and fauna", "webUrl": "https://www.theguardian.com/environment/2009/jun/12/national-trust-farm-wildlife", "apiUrl": "https://content.guardianapis.com/environment/2009/jun/12/national-trust-farm-wildlife", "fields": {"headline": "Farm gives hope to UK flora and fauna", "bodyText": "An optimistic vision for the future of the British countryside has been revealed by the National Trust today, after a study on a Cornish farm, 30 years after the first biosurvey was conducted there. The number of varieties of plants, insects and birds, many of them extremely rare, has increased threefold or more on the farm that is being seen as a model of how agricultural land can be managed in an environmentally sensitive way. Thirty years ago Lower Predannack Farm, on the Lizard peninsula ,was the first site where the National Trust carried out a survey to find out what sort of flora and fauna was there. Then, a modest six or seven types of plants were recorded in a typical square metre of the clifftop farm. The cliffs were covered in scrub and the arable fields were intensively farmed. Yesterday the National Trust said that thanks to careful management, 20, 30 or even 40 types of plant were found on a typical square metre of Lower Predannack when a biosurvey team returned this week, together with many types of rare bugs, bees, butterflies, and moths. The National Trust regards the success at Lower Predannack as proof that rare flora and fauna can thrive across the country if farmland is managed well. Andy Foster, leader of the biological survey team for the charity, said: \"It's great to see the variety of flora and fauna on this site. You look at a few square centimetres of land and find that it's heaving with life.\" Foster was particularly pleased to find one of the UK's most endangered bees, the brown banded carder bee – the first time it had been spotted here. He was also delighted that the red-legged crow the chough had reappeared on the cliffs at Lower Predannack after disappearing from Cornwall in the seventies. However, it is not all good news. The trust is worried at the encroachment of foreign invaders such as the hottentot fig, a rampant South African plant that is taking hold on the Lizard, possibly because of global warming. And there is a lack of frogs this summer because in January the cold snap claimed a generation of tadpoles. It is normally so balmy on the peninsula that tadpoles appear much earlier than in the rest of the country – but the icy weather killed most of them this year. The trust is warning that some species of plants and animals that thrive in the warmer climate of south Cornwall could struggle if the weather continues to be violently unpredictable. There also continues to be tension in some parts between farmers manage their land as they want to – and do not like to be thought of as park keepers – and conservationists. David Bullock, the head of nature conservation at the National Trust, said: \"The last 30 years has been a period of continual change, with farming becoming more focused on encouraging wildlife and the changes in our climate which will see wildlife winners and losers.\" But at Lower Predannack Farm this week the mood was optimistic. Andy Foster was sucking up clifftop vegetation with an adapted garden leaf blower and then combing the leaf debris for creepy-crawlies. One of his best finds was a thyme lacebug. \"It's a cute little bug with lacework wings, a sweet little thing,\" he said. Katherine Hearn, a member of the original survey team and now a National Trust nature conservation adviser, described how in 1979 the clifftop was swamped by scrub and tall rank grass full of thistles. Farmers had stopped grazing cattle on the cliffs, worried that the animals would not thrive on the scrub or might plunge to their deaths. A conservation clause was added to the farm's tenancy agreement, and since then the scrub has been munched away by hardy cattle and ponies – highland and dexter cattle graze there – and hacked away by conservationists. Hearn pointed out the many varieties of plants growing on the clifftops now, from kidney vetch with its lovely yellow flowers to dropwort, a creamy relative of meadowsweet and wild chives. Rare clovers, included long-headed clover, upright clover and twin-headed clover – all popular with the bees that nest in the cliffs – are also doing well. \"The way we manage the land has such a big impact on wildlife. We can see that 30 years of positive change has made a real difference. There are up to 30 or 40 types of plants in a square metre now. The change is huge.\" Swishing his sweep net before him, invertebrate ecologist Pete Brash was thrilled at the sight of small pearl bordered fritillary butterflies. He did not even mind when a vivid green chafer beetle he had just caught began nibbling his finger. \"It hasn't drawn blood. I don't care – it's just fantastic to find brilliant creatures like this here now.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}