{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jun/14/royal-ascot-yeats-michael-stoute", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-13T23:05:36Z", "webTitle": "Horse racing: Patkai ready to see off Yeats in Ascot Gold Cup", "webUrl": "https://www.theguardian.com/sport/2009/jun/14/royal-ascot-yeats-michael-stoute", "apiUrl": "https://content.guardianapis.com/sport/2009/jun/14/royal-ascot-yeats-michael-stoute", "fields": {"headline": "Patkai can see off Yeats to take Ascot Gold Cup success", "bodyText": "Aidan O'Brien is as short as 1-2 with one firm to be top trainer at Royal Ascot for the third year in a row. But the Irishman, who endured frustration in last week's Derby, despite running half the field, may be edged out this week by Sir Michael Stoute, whose tally of 59 winners at the meeting since 1977 is second only among current trainers to Henry Cecil. The race which may well determine who lands the trophy for most winners over the five days is Thursday's Gold Cup, when O'Brien's Yeats lines up against Stoute's Patkai. A rapturous welcome awaits Yeats if he becomes the first to win the race four times but the omens are not good and, as he remains as short as 9-4, value-seekers have little choice but to oppose him. Yeats was hammered on his reappearance seven weeks ago, in a race he had won for the past two years. Most of O'Brien's horses have needed their first run this year, but it is asking a lot for him to hold his form for another summer. Geordieland, back for another crack at the Gold Cup is, like Yeats, an eight-year-old and has seemed to not quite last home in the past two runnings of the race. He beat Patkai by five lengths at Sandown last month but Stoute's horse can turn the tables. Unbeaten in two visits to Ascot, including a seven-length triumph in the Queen's Vase at this meeting last year, Patkai wilted at Sandown after being asked to get first run on Geordieland. More conservative tactics should produce a different outcome. Stoute has three entries in the Ribblesdale Stakes on the same day but Leocorno looks like the one to give him his fourth victory in the fillies' race. A half-sister to Golan and Tartan Bearer, she was as low as 7-1 for the Oaks after hacking up in a Sandown handicap last month. Stoute decided Epsom would be too much of a rush, but she should be good enough for this Group Two. Tartan Bearer can land Wednesday's feature race, the Prince of Wales's Stakes. On a bad day, this chestnut gets placed in a Derby – his only defeats in his last five starts came when he was second at Epsom and third on The Curragh last year. He was thought likely to need his first run this term but rallied impressively to beat Pipedreamer at Sandown. Stoute's opening salvo is Main Aim, supplemented into Tuesday's Queen Anne Stakes at a cost of £25,000. This mile Group One contest represents a big step up for the colt, whose first run this season was in a six-furlong handicap, but he stayed on strongly to win a Group Three over a furlong further last time and deserves this chance. Godolphin's Gladiatorus, who has done all his racing in Italy and Dubai, looks a false favourite for the Queen Anne. It would be no surprise to see his stablemate Alexandros, an 11-1 shot, run a bigger race under Frankie Dettori. There is next to no chance that O'Brien will be wasting his time at Ascot this week and he has at least two excellent chances of hitting the board. Black Bear Island failed to handle Epsom and a much better showing can be expected in Friday's King Edward VII Stakes. Freemantle was a head behind Black Bear Island in the Dante and will be hard to beat dropped into Listed company in Thursday's Hampton Court Stakes. Scenic Blast can make it four wins in seven years for Australian raiders in Tuesday King's Stand Stakes. Domestic sprinting pride may be restored in Saturday's Golden Jubilee, by Ialysos, known as \"the Greek freak\" since being imported into Luca Cumani's yard."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}