{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jun/14/us-open-bethpage-paul-casey-profile", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-13T23:05:20Z", "webTitle": "Paul Casey, golf's quiet man, may be due a major commotion at the US Open", "webUrl": "https://www.theguardian.com/sport/2009/jun/14/us-open-bethpage-paul-casey-profile", "apiUrl": "https://content.guardianapis.com/sport/2009/jun/14/us-open-bethpage-paul-casey-profile", "fields": {"headline": "Paul Casey, golf's quiet man, may be due a major commotion at the US Open", "bodyText": "Sporting insularity comes in many forms but seldom does it seem more pronounced than when it comes from the mouth of an American golf professional passing judgment on one of his peers whose biggest failing (apparently) is that his world does begin and end with the PGA Tour. \"I have played with Paul Casey quite a bit over the years and he is quite good,'' opined one such pro in recent days – anonymously, of course – when asked to rate the contenders for this week's US Open at Bethpage, New York. \"But it blows me away that he wins in Houston and he's suddenly No3 in the world.\" \"Houston\" is a reference to the Shell Houston Open in April this year, which Casey did indeed win, holding his nerve in a near-gale to beat JB Holmes at the first play-off hole. But the Englishman has also won this year in Abu Dhabi, where he beat a world-class field, and at Wentworth in May, where he holed a nasty seven-footer on the final green to edge out Ross Fisher. He finished as the runner-up in the Accenture Match Play Championship in Arizona, losing to a rampant Geoff Ogilvy in the final, and racked up four top-20 finishes in five other PGA tour events. Admittedly, this record hardly makes him Tiger Woods (who is?) but it would explain why on the eve of the 2009 US Open he is ranked No3, behind Woods and Phil Mickelson, and will tee off on Thursday as one of the pre-tournament favourites. \"Can he win?'' muses Casey's long-time coach Peter Kostis for, oh, all of two seconds. \"You bet he can. Right now, I believe he is playing as well as he has ever played.\" These days the Englishman is more guarded than Fort Knox – the result, one suspects, of an inherently reserved nature and an unfortunate entanglement four years ago with a tabloid headline writer, who took a bit of jocular Ryder Cup banter (\"We properly hate them [Americans]\") and turned it into an international incident. It is safe to assume he thinks he can become the first Englishman to win the US Open since Tony Jacklin did it in 1970 but he would never say so in public, just as he would never comment publicly on the unfair scepticism that has greeted his ascension to third place in the rankings. Kostis has no such inhibitions. As well as coaching Casey, the American makes a living as an on-course commentator for the American network CBS, where his knowledge of the mechanics of the golf swing, coupled with a refreshing candour, has made him a hit with the public, if not all of players upon whom he has passed judgment through the years (Woods being one of them). The griping about his player's elevation into the game's very elite clearly gets his goat. \"The world ranking system was changed so that it would be more current, and now people are saying: 'How can he be third in the world, there are better players than him blah blah blah.' Disagree with the rankings system if you like, but don't blame Paul. He didn't make up the rules, he just plays golf,'' Kostis says. \"Arguably, Paul has played the best golf of anyone in the world this year.\" There is, of course, only one definitive way to end this rather esoteric debate and that would be for Casey to play even better in the coming week than he has done already this year and outlast the field come next Sunday afternoon. This does not require over-exertion of anyone's imagination. Bethpage is a long and taxing place, the kind of golf course suited to those who hit the ball miles, are supremely well conditioned and putt consistently well. Casey has always hit the ball miles, he has always been a gym rat and, thanks to some new drills devised and applied over the winter (\"I'm sorry I can't tell you what they are – it's a secret,'' says Kostis, with a showman's touch) he has become an excellent pressure putter. Indeed, the Englishman and his coach travelled to Long Island on Tuesday, and pronounced themselves delighted with the golf course. \"I have tried to instil in Paul the notion that a true world-class player can find a way to win on any golf course, but having said that, Bethpage suits him perfectly,'' says Kostis. The problem for Casey, however, is that Bethpage also suits other players perfectly, not least Woods, who won this tournament when it was last played at the New York municipal course in 2002. Mickelson, who was the crowd's favourite seven years ago and will be so again this week, is another who has every right to fancy his chances, as is a player like Ogilvy, US Open winner at nearby Winged Foot in 2006. Even Sergio García, who has been struggling for months to find any kind of form, will find encouragement at Bethpage where usually he finds frustration – on the greens, which are flatter than those usually found on US Open courses and, with rain forecast, will not be as fast as might have been expected. The winner may not be required to putt brilliantly, just adequately – and the Spaniard should be able to do that. In other words, it is the usual suspects, with Woods cast as the Keyser Soze of the bunch. The world No1, who returned from an eight-month absence in February, had looked like something of a lost soul – at least by his own standards – right up until he won at Memorial last week, when he didn't miss a fairway on the final day, birdied the final two holes and shot 65 in the final round to beat his chum Jim Furyk by a shot. If Woods reproduces that form for the four days of Bethpage then the outcome is a foregone conclusion, but there must be a chance that he won't, that the challenge of an US Open set-up will expose any weaknesses that remain as a result of his long lay-off. Certainly pretenders like Casey will hope this is the case, even if they won't admit it. \"We can't worry about anyone else,'' says Kostis. \"Paul's job is to worry about the things he can control; to play with 100% concentration and focus. And whatever the score is at the end of 72 holes, that is what it is.\" This is a familiar mantra around top-class golfers but if team Casey refuses to publicly countenance the notion of victory, then they must surely have thought about it often enough. After all, it would be a life-changing moment for the player, an achievement that would see him transported from the fringes of British sporting life into the very centre. That in itself would present a challenge almost as great as the challenge of winning, especially for a man such as Casey, who is never less than professional in his off-course dealings but is seldom much more. Rightly or wrongly, he is judged by some to be an aloof figure, cocky even. \"Not in the slightest,'' insists his agent, Guy Kinnings, who describes a man who is comfortable in his own skin, single-minded and ambitious. \"Honestly, if people knew Paul they would like him a great deal.\" After more false dawns than The Truman Show, golf in this country is yearning for a major championship winner, someone who can actually do what the likes of Justin Rose and Luke Donald – who have flattered to deceive at various times in recent years – now never look likely to do. Casey has often been bracketed with his fellow Englishmen, a designation that in retrospect now seems plain daft. He is a better golfer than any of his direct contemporaries, a major championship winner in waiting, without question. That victory may come as soon as this week or it may not, but when his moment finally does arrives he could do a lot worse than what Padraig Harrington has done in the aftermath of his recent triumphs and embrace everything that comes with it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}