{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jun/21/rugby-british-lions-south-africa", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-06-20T23:05:08Z", "webTitle": "Lions have missed great chance to take down South Africa", "webUrl": "https://www.theguardian.com/sport/2009/jun/21/rugby-british-lions-south-africa", "apiUrl": "https://content.guardianapis.com/sport/2009/jun/21/rugby-british-lions-south-africa", "fields": {"headline": "Lions have missed great chance to take down South Africa", "bodyText": "South Africa were so shambolic by the end of this first Test that they had to send their captain back on again to restore order. It is a peculiarity of modern rugby rules that a substituted front-row forward can trot back on for another go, but the Lions were probably glad to see John Smit. His reappearance said this series is still alive. Two months ago people thought this tour would end in a massacre. The world champions would scatter the four nations across the streets of Durban, Pretoria and Johannesburg. But then six wins against weakened provincial sides gave Ian McGeechan's men the confidence to play a brand of Welsh-Irish rugby behind the scrum instead of going toe-to-toe with a fearsome Springbok pack. That sense of adventure saved them from a caning here. It saved the tour, too. Five minutes into the second half South Africa led 26-7 and the thoughts of Lions supporters were turning to alternative forms of entertainment for the remaining fortnight of this trip. The first half was oh-dear sport. In the scrummage the Lions pack crumpled like a dinghy hit by an oil tanker and England's Phil Vickery fired out the biggest distress flares of his career. Then two things came to the rescue. Three, if you count Springbok rustiness. First, the switch of South Africa's competitive endeavour flicked off as they cradled a commanding lead. Then the Lions thrust a hand back into history and summoned an old force of will to gallop and pass their way back into the match. The essence of Lions rugby was on vibrant display, even if this result amounts to a missed opportunity to strike a blow against the best team in the world before the circus moves to altitude on Saturday. To be brutal, the chances are that the northern hemisphere's representatives will lose 3-0, because the Springboks will not repeat their display of complacency when the Lions already seemed to be on the barbecue. In so many senses, though, this was a perfect picture-postcard Lions day. On the morning of the game assorted Brits and Irish folk dived into the Indian Ocean, strolled along Durban seafront, glugged the local beer and marvelled at the new Moses Mabhida 2010 World Cup stadium: an adjacent monument both to South African ambition and Fifa's cruelty in imposing such ridiculously high standards on bidding nations. The 52,000 seat Absa Stadium, where this Test was played, could surely have been upgraded to form a perfectly adequate venue. A measure of the changed financial climate, meanwhile, is that only 47,813 turned up to see South Africa lose three tries to two but win 26-21 in a perspiration-inducing finish. There is an old rule of sport that says teams sometimes lose games because they have already won them. You could call it the Istanbul Law, because Milan lost a Champions League final to Liverpool after leading 3-0 at the break. The Boks had not played a proper Test since November and, once their front row and the awesome second-row pairing of Victor Matfield and Bakkies Botha had smashed the Lions pack to bits for 40 minutes, they returned to their hotel, figuratively, and allowed the superb Lions midfield pairing of Brian O'Driscoll and Jamie Roberts to inspire a fightback. McGeechan drew his unity dividend in that second period. At 26-7 down, you find out whether all the diplomatic work to unite working-class Welsh lads with middle-class Englishmen and fellows from rural Ireland is going to yield a profit. \"We just said: 'To hell with it, let's go after it,'\" O'Driscoll said. What they thought beforehand will be more closely guarded. \"We're stuffed,\" probably. \"We've made it hard for ourselves having to win the last two Tests but it's doable,\" he added. \"If you think you can go into any international match piling up points and annihilating people you're missing the point,\" the Springbok coach, Peter de Villiers, told South African reporters. \"Let's get this clear, this is a brilliant Lions side.\" That overstatement was doubtless intended to protect his side from disquiet. As part of the inquest, the locals will ask why he withdrew so many senior players long before victory was assured. Lions teams have marauded through these lands since 1891 and the tradition was given a useful infusion by their defiance yesterday. O'Driscoll looked an all-time aristocrat of midfield play and Roberts took another step towards membership of the world-class centre's union. Tom Croft extended the custom of late call-ups making names for themselves by scoring two tries on his Lions Test debut, and Tommy Bowe, the star of the trip so far, scrapped and grappled like a proper Lion. Pity Ugo Monye was twice caught with the ball in the wrong arm to be denied tries: first when Jean de Villiers stuck an arm between the ball and the turf as Monye tried to touch down and again when he was stripped by Jaque Fourie at the other end. Monye has six England caps. He remains a novice at this level. This is what coaches mean when they talk of \"stepping up\" a grade. Inexperience is amplified. And sometimes ruinous. How thrillingly, though, these Lions blew away the listlessness and pessimism of half-time. Best of all, they did it playing running rugby and finished with 68% possession to South Africa's 32%. They planted a doubt in Springbok heads: not just about the Lions but about themselves. The home side can no longer fly up to the High Veldt with that sense of overwhelming superiority they must have felt for 50 minutes. This tour is a contest. Or at least it has the appearance of being one, which is the next best thing."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}