{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2009/jun/17/twitter-socialnetworking", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-06-16T23:56:50Z", "webTitle": "Net response to Iran shows we are all newsmakers now", "webUrl": "https://www.theguardian.com/technology/blog/2009/jun/17/twitter-socialnetworking", "apiUrl": "https://content.guardianapis.com/technology/blog/2009/jun/17/twitter-socialnetworking", "fields": {"headline": "Net response to Iran shows we are all newsmakers now", "bodyText": "The internet is a brilliant machine for spreading information. Data shoots across the network at the speed of light, passing from one node to another. It's unmotivated by fear or repression or greed, and can shine a torch into the darkest corners to help bring what was hidden to the world. The uprising in Iran has been a perfect case in point - despite state censorship, the suppression of journalists and the shutdown of communications - the story has been covered from almost every angle: and the internet - as I've written before this week - has played a vital part in getting the information out. (Some of the public nature of the information has been sparked in part, it seems, by the surprisingly robust design of Twitter and the fact that instant messaging services from Google, Microsoft and AOL have been turned off in Iran as part of US sanctions. Would an uprising have commanded so much of the internet's attention if conversations were happening privately, between Iranians, in Farsi?) Today, however, I can't help but sense a change in mood. Four days after the election, there is more information than ever: but the result isn't clarity. Instead it seems the confusion on all sides is snowballing, and even sensible voices are beginning to let their fears reign. Earlier today BoingBoing - the legendary blog that's home to Guardian columnist Cory Doctorow - suddenly began having problems. With the downtime coming not long after the site posted a cyber war guide for the Iran elections, people's thoughts immediately turned to sabotage. Similarly, early reports suggested a denial of service attack had hit the site of Andrew Sullivan, one of the pioneers of political blogging who has been doing fantastic work collating information on the elections and their aftermath. Sullivan himself spread the message, saying that the team at the Atlantic (his publication) \"is struggling to keep the site up despite what seems to be a digital attack\". In fact, in both these cases, it wasn't that the sites were under attack: they were merely submerged under a tidal wave of real users desperate to know what's happening. In Sullivan's case a \"surge in Iran-related traffic put a strain on our servers\", while BoingBoing's Joel Johnson later said \"it's not a DDoS\". It's no surprise that people make mistakes: we all do it, and individually, the errors are totally understandable. It's easy to get caught up in events. After cyberwar skirmishes in Georgia and Estonia, it's obvious why people fear the worst. But if there is ever a subject that demanded clear heads, then the sort of fast-moving, life-changing situation in Iran is precisely it. This isn't a game of pass-the-parcel, and getting caught up in the hysteria only serves to make the truth harder to uncover. That's why it's hard when a cascade of messages on Twitter about fooling the censors is quickly followed by another saying the first message was false; it's why we should be waiting for evidence before calling sabotage; and it's why amid the tumult of real-time data it's important to take a step back, and breathe deeply. Sullivan's colleague Marc Ambinder suggests that the way to treat is to behave like a CIA analyst. The BBC's head of global news, Richard Sambrook, says a combination of intelligence, scepticism and knowledge helps separate the signal from the noise. They're right, to an extent, but they also ignore the important human imperative at work here - which isn't just to know what's going on: it's that by spreading information, people become participants in the story and not just observers. This is, perhaps, the great advantage of the social web and it's biggest problem. The ability to feel connected to a story that is happening thousands of miles away draws in thousands who pass on information, forward emails and retweet messages. Without being able to join in the process, it is a story about somebody else. By being part of the machine that spreads information, it becomes a story that is, at least partially, about us. And so the act of participation becomes more important than the information that is being shared. Mobs are not always smart. (Journalist Tom Watson suggests that part of this is an attempt by western millennial-generation web-heads to identify with what's happening in Iran. He may be right). I'm not suggesting we don't share data or pass on information. We would be worse off without it, and it is all part of the process of adapting to our greatest invention. It's an inevitable change in a world where we rely on the important news to find us. But we each play a role in that development, however small. And while, in the words of legendary technofrontiersman Stewart Brand information wants to be free - there are also some moments when it's just as important that it tries to be right."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}