{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/mar/11/politicalcolumnists.mandelson", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-03-11T18:14:53Z", "webTitle": "Andrew Rawnsley: Inside politics", "webUrl": "https://www.theguardian.com/politics/2001/mar/11/politicalcolumnists.mandelson", "apiUrl": "https://content.guardianapis.com/politics/2001/mar/11/politicalcolumnists.mandelson", "fields": {"headline": "Good, bad and ugly", "bodyText": "Who would have believed it? Certainly not one of the insecure trio who invented. New Labour. Had you told Tony Blair four years ago that the Conservatives would become such an outlandish irrelevance that right-wing newspapers, the natural prejudices of their editors and proprietors outvoted by their readers, would be falling over each other to declare that he had his second term in the bag, Mr Blair would have suggested you should seek help from a psychiatrist. Had you told Gordon Brown that he would be near-universally applauded as Golden Brown, the outstanding Chancellor of modern times, he would have told you he had more important things to do than listen to silly jokes. Had you told Peter Mandelson that the Government would be cruising to re-election with a double-figure poll lead, even though Tony Blair had not once, but twice, sacked him from the Cabinet, Mr Mandelson would have archly inquired how long you had been a user of hallucinogenic drugs. He would have been calling for a straitjacket before you had a chance to explain how it was that he was completely exonerated by the official inquiry into his second dismissal and yet his great friend, Tony Blair, was still insistent that Peter Mandelson's brilliant career was history. These past four days have exemplified the best and the worst of the last four years. The Budget placed the central accomplishment of this government on self-confident display. The inquiry into the Hinduja affair exposed the chaos and hysteria of New Labour's private life. Gordon Brown personified the assured side of the Government, as his acolytes, chafing in anticipation of the hour when their master supplants Mr Blair as Prime Minister, have not been shy of pointing out. So monumental is his mastery of this moment that the Chancellor could afford to disdain the theatrics traditionally associated with pre-election Budgets. He steamrollered through his disbursements with the élan of a man reading from the Treasury phone directory. Where every one of his Labour predecessors ended an invariably brutish and short period in office swamped by financial calamity, charged with betrayal by his party and mistrusted by the electorate, this Labour Chancellor dominates economy, country, and Cabinet. With a magisterially casual sweep of the arm, he announced that the spending Ministers would later fill in the tedious details he had dictated to them, as if the rest of the Cabinet were his Parliamentary Under-Secretaries. The Treasury, in the words of one Blairite, is presently 'rampant' within government. With most of the emphasis on measures to please the heartlands, bar a tax cut worth 69p a week, there were virtually no concessions to the 'new' part of the New Labour coalition. The Chancellor's supporters tend to be rather contemptuous of the Prime Minister's obsession with sweetening Middle Britain. They are reluctant to concede that Tony Blair can sometimes be right. Yet Mr Brown can be too cunning for his own good. His habit of raising revenues by stealth, a scheme, I often think, designed not so much to fool the country as to sneak tax rises past the wary eyes of Number 10, has led him to put up the burden on more than a million middle-earners just before polling day. That was gratuitous and unnecessary from a Chancellor presiding over a surplus in excess of £20 billion. It is not quite right to say that his was not a pre-election Budget. Mr Brown, who looks further ahead than most of us, simply has a different election in mind. He has so arranged things that money will really be pouring into public services by the mid-term of the next parliament, just the moment when he hopes that Mr Blair will honour his promise, if such a pledge truly exists beyond the realms of rumour, to retire in favour of the older man. The Chancellor's power and ambition cause queasiness among those protective of the Prime Minister. They will have gagged at a magazine cover depicting a diminutive Blair perched on the knee of a titanic Brown. Yet his achievements are undeniable even to his detractors. If Gordon Brown is an arrogant man, he has much to be arrogant about. For the first time in more than a century, Labour has successfully married competent stewardship of the economy to social justice. The terms of political trade with the Conservatives have been inverted. Throughout the Eighties and the first half of the Nineties, the Tories used the menace of tax rises to exclude the Left from power. In a total reversal of fortune, now Mr Brown makes the Tory threat to cut his spending on public services the dividing issue, a change which is massively to Labour's advantage. When Labour wins its first proper second term ever, to him will go a massive share of credit. As unrivalled chieftain of the election campaign, he is positioned to attempt to grab all of it. There was a revealing moment during his Budget performance, a moment that illustrated that body language can sometimes speak more eloquently than a thousand words. Finishing his speech to ritual flapping from Labour MPs and a profound cloud of depression over the Tories, the Chancellor sat down to a con gratulatory pat on the left arm from Tony Blair. If the granite sphinx of the Treasury felt it, he did not show it. Acknowledging his neighbour not at all, the Chancellor pursed his lips and continued to stare ahead. Consciously or not, he seemed to want to indicate that he was much too colossal to need the endorsement of the mere Prime Minister. Behind the turbulent couple, amid the sea of happy-clappy faces of Labour MPs, we could just make out the third man. Palely loitering on a distant backbench sat the ghost of Peter Mandelson, spectre at the pre-election feast. He is now, thanks to the Hammond inquiry, if not exactly resurrected, at least raised the ranks of the undead. Sir Anthony Hammond is known to his friends as Wally. I had assumed that this must be a jocular reference to Antipodean antecedents. Having read his report, I'm now inclined to believe that the sobriquet indicates Sir Wally's credulity. Everyone, he tells us, acted out of the best possible motives. Everyone is telling the truth, even when their accounts of the tangled events that led to the Mandelson resignation are palpably contradictory. Our Wally's investigations have not located a smoking gun. There might be a smoking post-it note, but that has been lost. At most, there is a smouldering mango. You can find it, like nearly all of the interesting bits of the Hammond report, buried in the appendix. We learn that the Hinduja brothers showered the former Northern Ireland Secretary with gifts of the exotic fruit. My own inquiries can reveal that Mr Mandelson disposed of these mangoes by presenting them as a substitute for the usual flowers or chocolates to unsuspecting hostesses who had invited him for dinner. Sir Wally concludes that no one is to be blamed for anything. True to the tradition of internal investigations by a civil servant, his conclusions paint everything and everyone in Whitehall magnolia. And yet the report should not be just dismissed as whitewash. Intentionally or not, Sir Wally casts the most unforgiving light on the inner wirings of this Government. We learn, with further and damaging particulars, about New Labour's weakness for rich men of - ahem - fascinating provenance. The Foreign Office warned that 'at the very least, the Hinduja brothers sailed close to the wind in building their business empire' and granting them citizenship could bring 'embarrassment' on Britain. Sir Wally carefully reports that the secret services had gathered 'a certain amount of intelligence', raising the possibility that the Indian billionaires might have been involved in 'dubious practices, in some cases potentially amounting to criminal behaviour'. Mr Mandelson wrote a minute describing the brothers as 'above average risk' and wondering how to 'reduce our exposure to them'. And yet the Hindujas were allowed to draw the Prime Minister, and a startling array of his colleagues, into their orbit. You can see more clearly why Mr Mandelson feels so acutely wronged. His head alone has been stuck on the spike when so many others, notably Keith Vaz, remain in office even though they were entangled with the brothers. In the memo he wrote for the Prime Minister on the evening before the defenestration, the Cabinet Secretary suggested that 'the line should simply be' that 'no one has produced a shred of evidence that anything improper took place'. Observe how Sir Richard Wilson, that august and most senior of civil servants, has become so immersed in New Labour's presentationally driven culture that he writes 'the line should simply be', as if he has been taking tutorials in spin from Alastair Campbell. The Chief Press Secretary was, a few weeks ago, suggesting that Mr Mandelson had mislaid his marbles. Now, Number 10 tells us that the ex-Minister has emerged 'without a stain on his character'. The Prime Minister declares his friend to be 'a person of immense ability and integrity... with much to give'. Why, then, is there 'no question of him coming back to government'? Why was this pillar of talent and rock of probity pitchforked out of the Cabinet? On the evidence of the report commissioned by the Prime Minister, Mr Mandelson's QC seems to be right that the former Northern Ireland Secretary would have a cast-iron case for unfair dismissal. But this is not justice; it's politics. Moreover, it is high politics of the lowest kind. The real reason he was sacked was beyond the scope of Sir Wally's narrow investigations, and it is simply too embarrassing for the Prime Minister to furnish a candid answer. Peter's friends sacrificed him at the critical moment because, on the evidence placed before Tony Blair during the frantic few hours which sealed his fate, the Prime Minister concluded that he had been deceived. To those most closely involved, it was not the first time they felt they had been misled, with the result that a Mandelsonian scandal was screaming from every media orifice. There were previous convictions, notably Mr Mandelson's failure to fess up to Mr Blair about the Robinson home loan, to be taken into consideration. This builds our knowledge of the workings of the innermost sanctums of the Government in ways which do not invite appealing conclusions. The paranoia, mistrust and hysteria within the Blair court is so pronounced that the Prime Minister rushed to the assumption that one of his oldest friends and closest political allies had to be lying. It is clearer than ever that the decision to terminate Peter Mandelson with extreme prejudice was made in a frenzied panic to meet deadlines imposed by the media. Had they all taken a deep breath, sat it out and waited for the official inquiry, the headlines could hardly have been more damning than the ones they got. Tony Blair is said to harbour deep regrets about the sacking. Not half as bitter, mind you, as the grievances nursed by Mr Mandelson with whom the Prime Minister is now back in regular, secret contact. I very much doubt that this will make one jot of difference to the outcome of the election. I do not see them leafing through annotated copies of the Hammond report in the snug bar of the Swinging Voter and slamming down their pints with the angry cry: 'I was going to put my cross next to Labour. But seeing how disgracefully Tony Blair shafted that Peter Mandelson, I can never vote Labour again.' The aftershock is more to be measured in terms of the complex balance of power within the Government. Mr Blair was a fool to bring his friend back into the Cabinet the second time - or he was a fool when he sacked him the second time. Either way, his reputation for sound judgment is diminished. Labour MPs will draw their own conclusions from his readiness to sacrifice his old and close confidant. They may wonder whether their personal, long-term prospects are best served by aligning themselves with the Prime Minister or whether they should be making their dispositions with the Chancellor that they know is hungry to move next door. As for Peter Mandelson, no one who knows him expects that self-confessed 'exotic' to be content to devote his next 20 years to serving as an obscure Labour backbencher. That is like expecting Madonna to disappear into a nunnery. His unquiet, undead ghost will haunt this government yet. He will be a permanent reminder to Tony Blair - and to Gordon Brown - about the fragility of political friendship. As they march towards their second term without him, he will be a warning to them both that triumph is invariably pregnant with the possibility of nemesis. The rest of us can only gawp in awe and wonderment that people who have made a remarkably good fist of running the country are so abjectly hopeless at governing themselves. The Hammond Inquiry: full text Hammond report Summary of the main points Special reports Special report: Mandelson New Labour in power Related articles 09.09.2001: Mandelson cleared over passports row 09.03.2001: Vaz cleared over Hinduja affair 09.03.2001: Questions left unanswered by Hammond Inquiry 09.03.2001: Mandelson's response to Hammond Inquiry 09.03.2001: Report gives Mandelson no way back 29.01.2001, analysis: How Mandelson and Campbell came to blows 29.01.2001, analysis: 'I think Peter has been slightly detached' 29.01.2001, leader: Spinning out of control 29.01.2001, Roy Hattersley: Why the passing of Peter isn't very important 28.01.2001, Andrew Rawnsley: Why he really had to go 25.01.2001: A glittering career in ruins 25.01.2001, Benjamin Wegg-Prosser: I'm Mandy, fire me Audio 09.03.2001: Mandelson's response to Hammond Inquiry report (2mins 36) 24.01.2001: Peter Mandelson's resignation statement Photo gallery Peter Mandelson: a life in pictures Cartoon Steve Bell on life without Peter Mandelson The 1998 home loan row Text of resignation letter 24.12.1998: Mandelson, the minister and the £373,000 loan 24.12.1998: Mandelson: undone by a story that could not be done Andrew Rawnsley: inside New Labour Mandelson resigns over his home loan Rivals in the Labour party How Mandy replaced Mo Talk about it Have your say on the Mandelson affair Useful links Peter Mandelson: Why I had to go - Sunday Times, 28.01.2001 24.01.2001: Full text of Mandelson's resignation statement Hinduja group history Downing Street press briefing Hartlepool Mail"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}