{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/mar/24/guardiansaturdaytravelsection4", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-03-24T18:47:16Z", "webTitle": "Spring boards", "webUrl": "https://www.theguardian.com/travel/2001/mar/24/guardiansaturdaytravelsection4", "apiUrl": "https://content.guardianapis.com/travel/2001/mar/24/guardiansaturdaytravelsection4", "fields": {"headline": "Spring boards", "bodyText": "Greece The biggest Easter party in Europe will, for the first time in several years, coincide with our own religious holiday. Easter is bigger than Christmas in Greece, with fasting on Good Friday followed by riotous partying and religious processions, fireworks and feasting nationwide. \u0095 Greek Islands Club (020-8232 9780) has availability over Easter at Vamos House in Crete, departing April 10 for 14 nights (£795pp including house, flights, car hire and maid service). \u0095 Easter on Amorgos in the Cyclades lasts for a full week, culminating on Easter Saturday. Nature Trail Amorgos (01993 700600) offers a range of activity holidays among the flower and herb-covered mountains and down by the sea, including walking, painting, cooking, botany, ornithology and photography. Prices for an Easter package cost from £1,248pp for 14 nights based on two sharing. Madeira A sub-tropical garden off Africa's Atlantic coast, with one of the mildest climates in the world. The British have been visiting for years, sipping Madeira wine in deckchairs around open-air pools while Britain shivers. All the big hotels are based in and around the mosaic pavements and squares of Funchal where the cathedral and flower market are the biggest draws, but it's easy to explore inland by walking alongside a levada, an irrigation channel that brings water from the mountain springs in the north down to the drier south. \u0095 Cadogan (02380 828303) has a nine-night special offer in the five-star Crown Plaza hotel in Funchal for £799 per adult, £499 per child, departing April 12. (All other operators are reporting flights full.) Cyprus A popular all-rounder, currently basking in warm spring sunshine and balmy evenings. There are sandy beaches, good food in terraced tavernas, cool picnic retreats in the forested Troodos Mountains and plenty to do in an easy, English-speaking but thoroughly Mediterranean environment. \u0095 Two of the island's best hotels are still bookable through The Mediterranean Experience (020-8445 6000): The Annabelle, set in six acres of palm-fringed gardens in the bay of Paphos (seven nights from £1,045pp based on two sharing a studio suite); and the Anassa resort at the foot of the rugged mountains of the Akamas Peninsula, which has a Roman-style Thalassotherapy Health Spa (one week from £1,140pp). \u0095 The Hawaii Grand Hotel &amp; Resort on the south coast is organising visits to local churches. After the Holy Mass on Saturday, there's a traditional Cypriot meal, followed by a gastronomic lunch with barbecue and Greek folk dancing on Easter Day. Cyprair's (020-8359 1234) Easter break, departing between April 9 and 12, costs £569 per adult, £285 per child. Eilat Although the town is modern and purpose-built, the setting is dramatic. The mountains behind turn red in the sunset, and temperatures hover around the mid-70s year round. The biggest pull is life underwater, which is superb. There are several good, large child-friendly hotels. \u0095 Longwood Holidays (020-8551 4494) can take you and the children snorkelling in the warm Red Sea. A week at the four-star Sheraton Hotel will cost from £464 per adult, £328 per child between Easter Day and May 3, which includes flights, transfers and B&amp;B. The Canaries Some sing more quietly than others; La Gomera, El Hierro and La Palma positively whisper. Because the majority of tourists wing their way to Tenerife, Gran Canaria and Lanzarote, the parts they don't reach are beautifully quiet and quintessentially Spanish. Their coastlines are mainly sheer cliffs, the interiors full of spectacular volcanic scenery. The islands bask in hot sunshine year round. Regular ferries dock on all three, and Iberia Airlines pops over daily to El Hierro and La Palma, all from Tenerife. \u0095 Canary specialists Corona Travel (020 8530 3747 www.coronahols.com) has space left in the four-star Jardin Tecina hotel in La Gomera over Easter. One week from Good Friday costs from £529pp for flights and half-board. Allow £99 for a self-drive car for the week plus £60 for inter-island ferry fares for car plus two passengers and £19pp insurance. Egypt Luxor has wonderful winter and spring weather, plus the ruins of Karnak and the Valley of the Kings. From the comfort of a deckchair on board a luxurious cruiser, you can take a leisurely sail down the Nile and focus your binoculars on temples and tombs . \u0095 Thomas Cook's (0870 4434443) 11-day Treasures of the Nile cruise departs April 20 and costs £1,295pp based on two adults sharing a twin room, including three nights in Cairo, three in Luxor and four on the river. \u0095 Travelbag Adventures (01420 541007) offers a nine-day holiday departing April 22, including a sleepover on a felucca and swimming and snorkelling in the Red Sea. It costs £699 for adults, £558 for children. Portugal The Algarve is enchanting in spring, with enormous sandy beaches bathed in sunshine (although the Atlantic is still cold), lots of tavernas with outdoor lunch tables and, inland, the eucalyptus and pine-covered hills of the Monchique and Caldeirão range. \u0095 The Villa Agency (01273 747811) has space at several properties over Easter. Casa do Moinho near Paderne, for example, is a beautifully-furnished villa sleeping six with views as far as the coast and a listed windmill in the courtyard. Seven nights cost £553 with maid - flights and car hire can be arranged. \u0095 Can't ramble in the UK? Head to northern Portugal for a walking holiday among the poppies, anemones, heather, thyme and lavender with Explore Worldwide (01252 760100). A 15-day holiday departing April 6 costs £690pp, including flights, B&amp;B and guide. Kenya Big game, vivid birdlife, spectacular scenery and relaxing beaches. It's affordable Africa, with the advantage of a seaside holiday after all that beating about the bush. \u0095 Somak Holidays (020-8423 3000) has a combined beach and safari holiday. Four days spent on safari (highlight - the Masai Mara Game Reserve) and three nights at a Mombasa beach hotel costs £839 per adult, £587 per child, including flights, transfers and full board on safari, half-board on the beach. Croatia The elegant resort of Opatija at the top end of the Dalmatian coast was a favourite with the American dancer Isadora Duncan who took her young lovers there between 1910 and 1912. There's plenty to do, with shops, pavement cafés and restaurants spread along a five-mile promenade running through Botanic Gardens to the medieval town and resort of Lovran. \u0095 Seven nights at Isadora's favourite, Villa Amalia, from April 12 costs £339pp including flights and half board, with Holiday Options (01444 244411) Florida Nowhere else in the world offers anywhere like Florida's permutation of family fun. As well as theme parks and beaches, the quality of the accommodation is high, with pools as standard issue. The food is also child-friendly, wth lots of \"kids eat free\" deals. A short-haul destination, therefore, in all but distance, looked upon almost as a west wing of the Med. \u0095 Thomson (0870 5502555) has two weeks at the Quality Inn Plaza on International Drive in Orlando on April 12 for £835pp based on two sharing a twin room including flights and car hire, but not insurance. Easter special Emporio's new clothes The bigger the name on the labels, the bigger the savings. Gillian Rhys goes for broke to get the new season's must-haves in the capital of cool Many happy returns Lots of people have magical places that keep calling them back. Every Easter, Ben Mallalieu and family lose themselves in the literary world of Hay-on-Wye Cottage industry Need a break from the daily grind of urban life? Charlotte Atkins has some suggestions \u0095 Family breaks at Easter Parc life Can CenterParcs survive the teenager test? Julie Welch finds out at their Wiltshire site Child support Jane Cunningham on how to deal with kids on vacation, and avoid those holidays from hell"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}