{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/mar/24/wintersportsholidays.wintersports.guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-03-24T18:18:58Z", "webTitle": "A matter of course", "webUrl": "https://www.theguardian.com/travel/2001/mar/24/wintersportsholidays.wintersports.guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2001/mar/24/wintersportsholidays.wintersports.guardiansaturdaytravelsection1", "fields": {"headline": "A matter of course", "bodyText": "Once you've enjoyed the sport of skiing for a few years, and you begin to class yourself as an advanced intermediate, or possibly even an expert, you're bound eventually to encounter a racecourse. You may be a trainee ski instructor who needs to pass a \"time test\" through gates. You may be a ski bum who enters the weekly bar race; or you may simply be a holidaymaker who has an occasional run in one of the \"pay to race\" schemes, such as Nastar in North America or WISBI in Austria. What you'll immediately notice is that there is a world of difference between free skiing, where you can choose when to turn, and ski-racing, where the location of your turns is dictated to you. Ski-racing (sometimes called \"alpine skiing\" to distinguish it from the \"nordic events\" of cross-country and ski-jumping) is divided into four distinct \"disciplines\": slalom, giant slalom, super giant slalom, and downhill. All four consist of making turns of differing sizes through a series of gates, against the clock. Parallel slalom requires two skiers to race head-to-head down two identical courses, alongside each other. There is also a separate discipline called speed skiing, which consists of a totally straight course without turns. This requires much less skill than the four other disciplines, because turning is the hardest part of racing, but plenty of courage; even at the events open to normal holidaymakers in Les Arcs, it's possible to reach 100mph. Slalom has the lowest speed of the four disciplines, but it's also where things happen the quickest, as you have to weave through the tight gates in a very rapid rhythm. A fully fledged course consists of two blue poles, followed by two reds, followed by two blues, etc. Each pair makes up a \"gate\". The rules state that your ski-tips and boots need to pass through each gate. To ski slalom, you need to have mastered all the attributes of short turns in free skiing: rhythmic pole-plants, upper body facing down the hill, feet turning beneath you, short sharp bursts of edging. But you also need to deal with the poles. Good racers use \"cross-blocking\", where their feet get so close to the base of the pole that their entire upper body actually passes inside the line of the pole, because their speed imparts a certain amount of inward lean. They then punch the pole out of the way with their outside hand - modern poles are hinged, and bend over easily to allow the racer to pass. The less ambitious option is to ski around the pole with your whole body. The advent of ultra-short, curvy-shaped slalom skis in the past year has transformed slalom technique. No longer do racers pivot their skis between edge sets - they now carve round arcs through each turn. Giant slalom, or GS, is the discipline you're most likely to encounter.This is the most accessible to non-racers, but at the top level it's also seen as the purest test of technique. The gates are similar to slalom but more widely spaced, allowing higher speeds. Each \"pole\" actually consists of two poles about a metre apart, with a \"panel\" of cloth stretched between them - this makes \"cross-blocking\" impossible, as you'd catch your head on the panel. You need to ski around the panel with your whole body, stretching your inside arm forward to deflect the pole. In GS, the \"line\" is crucial; you need to start each turn well before each gate. As you pass the panel, your skis should already be pointing towards the next gate. Your track should be a series of smooth arcs, more like an \"S\" than a \"Z\". To carry speed, you need to carve your turns, with plenty of hip angulation. Slalom and GS are called the \"technical events\" and usually consist of two runs, with both times added together. Super giant slalom, or super G, is a higher-speed version of GS, with wider-spaced gates. It consists of just one run. Downhill is the glamour event of skiing. Speeds reach 90mph, and racers have to negotiate turns, jumps, compressions (where the G-forces squash them downwards) and fast straight schusses, all over a two-mile course. A race usually consists of one run, occasionally two when the course is shortened due to bad weather. Downhill and super G are known as the \"speed events\". Both require good turning technique, like the technical events, but also a low aerodynamic squat, called the \"tuck\". I'd recommend wearing a helmet for all racing and there are specialised race skis for all four disciplines. Train hard; race well; and good luck! Martin Bell is running ski courses for intermediate skiers this summer in Vail and Breckenridge, Colorado. For more information, call 001 970 845 5710 or visit: www.unmissable.com."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}