{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/mar/24/unitedkingdom.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-03-24T19:41:12Z", "webTitle": "Many happy returns", "webUrl": "https://www.theguardian.com/travel/2001/mar/24/unitedkingdom.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2001/mar/24/unitedkingdom.guardiansaturdaytravelsection", "fields": {"headline": "Many happy returns", "bodyText": "The year our first child was born, Jenny had been planning to spend two months in Kashmir, and I was going to cycle up to the Arctic Circle. We ended up borrowing a caravan in Norfolk for a week. As the number of flight tickets we had to buy increased from two to three to four to five, foreign travel became less and less feasible, and we spent most of our holidays in Britain. But it wasn't the same, until one sunny morning we drove in our old Renault 15 through the Vale of Ewyas, over Gospel Pass and down the hill to Hay-on-Wye. As a schoolboy in the 1950s, the novelist and travel writer Bruce Chatwin had made the same journey, and he kept returning there for the rest of his short life. Hippies discovered the area in the 1960s, attracted initially by the magic mushrooms in the hills. Some of them stayed, opening craft shops, boutiques, wholefood stores and, more famously, second-hand bookshops, almost, but not quite, becoming respectable members of society. Surrounded on all sides by hills, with the river snaking between them, Hay is a small country town of the kind you can still find in France but which have almost disappeared in Britain. Most have become choked with traffic and buried in industrial and suburban development, but Hay is no bigger than in the 1870s when the diarist Francis Kilvert was curate in the next-door parish. There is almost nowhere in town from where you cannot see open countryside, if only a small square of green between the chimneys. In the early days, we stayed in a tent, later we rented a cottage in the Bullmarket, and even though we get abroad more often, we usually spend Christmas and Easter there. A month or two before we go, Mrs Maddy rings us up to say: \"We've had someone asking about the Rookery, but we didn't know whether you wanted it,\" and when we arrive we find the central heating and the pre-war bed warmers have been switched on. In Hay, the children enjoy a freedom they could not be allowed in London. Even when they were as young as seven and eight, we could safely let them go off on their own to start their mornings with a cup of chocolate in the Blue Boar then head to their favourite shops, where we would later run across them in quiet corners surrounded by piles of books. One winter night in the cavernous Booths in Lion Street, when I thought I was the only person there, I was surprised to hear my son Ned's voice asking at the desk on the floor below, \"Do you have any books on sharks?\" There for £2, I bought a copy of Prep School by James Kenward for no particular reason other that that I would probably never find another copy. (When I was a child, he used to live next door. On hearing he was an author, my mother asked, \"Do you write under a different name?\" which possibly wasn't very tactful.) The upstairs room at Addyman's is like a perfect sitting room, with all the walls covered floor to ceiling with modern first editions and a large comfortable sofa in the middle. Once I went up there to find someone looking remarkably like Marianne Faithfull fast asleep on the sofa. Jenny found a copy of Jalna by Mazo de la Roche, which she had read as a child, and over a couple of hours in half a dozen shops bought all 16 volumes in the series for £2 and £2.50 a time, all with wonderfully lurid 1950s Pan covers. Every time I go to Hay, I look for but never find a copy of Roland Emmett's Home Rails Preferred, which someone borrowed and then lost 25 years ago. I never knew how much I liked it until it went. Good specialist shops include the Castle Bookshop for art books and Francis Edwards, upstairs in the Hay Cinema, which has the best collection of old travel books anywhere in the world. There, we paid £48 for a 1909 illustrated edition of Henry Savage Landor's In the Forbidden Land. There are also craft shops (still good), print shops (expensive) and antique shops (variable), a shop selling nothing but jigsaws, an ice-cream parlour and a Nepalese Bazaar with a bizarre wooden sculpture standing in the corner outside. There used to be a hippie Indian boutique in the Tirolean cottage by the clock, but it closed last year and was replaced by a gift shop, possibly an ominous sign. And for some reason, it is almost impossible to get a good meal in any of the restaurants. The Swan is probably as good as it gets, and at least the staff are friendly. Most of the pubs are worth drinking in, and the Three Tuns is unique. You can imagine Lewis and Benjamin Jones from Chatwin's On the Black Hill dropping in on market day. Inside, nothing has changed for 50 years, except that the pictures have turned black from the smoke. The lager is lukewarm, the crisps barely al dente but the cider is drinkable and the conversation is from an almost vanished age. One day soon, it will be converted into an overpriced restaurant and an era of country ale houses will be over. To the north of the town, the river sparkles in the sunlight like the streams I used to know in the Alborz mountains in Iran. You can walk along the bank from the bridge up to a large open space called the Warren where there are pools deep enough for swimming and flat stones for skimming across the quieter stretches of water. To the south, the road winds up to the hills, and no matter how often we make the journey, there is always a sense of excitement as we go over the cattle grid and on to the open moor. The landscape is rough grass, rock, bracken, gorse, bramble and a few of the kind of trees favoured by set designers for stage productions of Macbeth and Waiting for Godot. In a dip on the left, surrounded entirely by wild moorland, is a house and five acres called Cockalofty. The first time I saw it, it was for sale, and I might have bought it if I hadn't been broke. Later, it was sold to the park authorities and will never come on the market again. Cockalofty is one of the few places in Chatwin's On the Black Hill to be mentioned under its real name. On their way from the Vision Farm to Rhulen (Hay), Lewis and Benjamin would turn left there, which doesn't make a lot of sense on the map until you realise that they wouldn't have been walking along the road but instead would have taken the old footpath, which goes along the side of Tack Wood. If the foot-and-mouth crisis is over by Easter, which doesn't seem likely, we will retrace their footsteps; if not, we will walk up the road to the top of Cusop Dingle, past the elegant Victorian houses with their large gardens on the steeply wooded banks of the Dulas brook. We will stop to admire the house of the solicitor Herbert Rowse Armstrong, the Hay Poisoner, who in 1922 was hanged for murder but still manages occasionally to keep Ned awake at nights, and from the top of the cul-de-sac, we can ride three miles downhill on the micro-scooters, hardly ever meeting a car. High on the hill above Cusop Dingle is a house called Capodolwyn, a large empty ruin standing on its own just below the trees. We often used to see it from Hay car park and the road up to Hay Bluff, and wonder what it was like. Last New Year's Day, when Hay was buried in low cloud, we set off to find it. The fog was so thick that visibility was no more than 10ft, sounds lost their echoes and solid objects had bright haloes rather than shadows. As we reached the house, more by luck than good map-reading, we came out into bright sunshine and the cloud stretched out just beneath our feet as white and opaque as snow. You could almost have walked on it. The house had not been lived in for many years but was everything we wanted it to be. \"No man can wander without a base,\" Chatwin once said. \"You have to have a sort of magic circle to which you belong. It's somewhere you identify with, to which you always happen to go back. This area of the Welsh border I regard as one of the emotional centres of my life.\" One day, Capodolwyn will make a perfect family house for someone, and one day I will go into a Hay bookshop and find a copy of Home Rails Preferred waiting for me, perhaps even the actual copy that I lost. Way to go The tourist information bureau (01497 820144, www.hay-on-wye.co.uk) publishes a list of self-catering accommodation in and around Hay. The Rookery (01497 820349) costs £180 a week including heating. The campsite at Radnors End on the road to Clyro (01497 820780) costs £3pp per night, tents and camper vans only. It is best to book in high season. The Swan at Hay (01497 821188, www.hay-on-wye.co.uk/swan) charges £32.50pp per night for a standard double room. Easter special Spring boards You haven't missed the boat to get away. Charlotte Atkins rounds up what's still on offer Emporio's new clothes The bigger the name on the labels, the bigger the savings. Gillian Rhys goes for broke to get the new season's must-haves in the capital of cool Many happy returns Lots of people have magical places that keep calling them back. Every Easter, Ben Mallalieu and family lose themselves in the literary world of Hay-on-Wye Cottage industry Need a break from the daily grind of urban life? Charlotte Atkins has some suggestions \u0095 Family breaks at Easter Parc life Can CenterParcs survive the teenager test? Julie Welch finds out at their Wiltshire site Child support Jane Cunningham on how to deal with kids on vacation, and avoid those holidays from hell"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}