{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/mar/09/footandmouth.economy", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-03-09T18:12:21Z", "webTitle": "No end in sight to farm crisis", "webUrl": "https://www.theguardian.com/uk/2001/mar/09/footandmouth.economy", "apiUrl": "https://content.guardianapis.com/uk/2001/mar/09/footandmouth.economy", "fields": {"headline": "No end in sight to farm crisis", "bodyText": "Britain's foot and mouth crisis has spread far further than originally thought and is moving rapidly from sheep into cattle, according to the government's chief veterinary officer, Jim Scudamore, and the agriculture minister, Nick Brown. Yesterday, the two men handling the crisis, which has closed down rural Britain and is thought to have cost the economy more than £1bn in 17 days, admitted they did not know how far the disease had spread, how long it has been incubating or how long it would take to bring the outbreak under control. \"We don't know what is incubating out there\", said Mr Brown. \"It's disappointing that there is more than we originally thought.\" Mr Scudamore said: \"I cannot precisely say where it will go or where it will end. But we will not see the disease disappearing at the end of this week and this outbreak is going to last for a long time.\" With public anger mounting and rural businesses increasingly hurt by the draconian measures being taken to control the disease, Mr Brown told the House of Commons that the slaughter policy was justified and that vaccination was not an option. He said that the biggest problem now facing the government - and an army of almost 500 vets and epidemiologists drafted in to try to contain it - is the rapid spread of the disease among cattle, which have come into contact with infected sheep. Many of these are now showing signs of clinical disease The government also admitted for the first time that it had not been able to trace all the infected sheep. \"We have not traced them all. These sheep are sitting out there and can infect cattle. Some animals have been moving and we haven't been able to find them. There could have been movements that we didn't know about,\" said Mr Scudamore. As the number of confirmed outbreaks reached 106 he appealed to all farmers who had bought sheep in Longtown market, near Carlisle, on either February 15 or 22 to contact their local animal health officers immediately. \"It's vital that we find all the sheep that passed through that market,\" he said. The ministry now fears that the disease was rampant in Longtown market, one of the biggest for sheep in Europe. Many infected animals or ones which were incubating the disease could have been traded unofficially without being registered in the official auction records. If these have since been mixed with cows they could have passed the disease far further than originally thought and made it much harder to trace. Mr Scudamore said that the Ministry of Agriculture was issuing more guidelines to farmers to help them identify foot and mouth in sheep, which can be more difficult to identify in sheep than in cattle or pigs. Yesterday 11 new outbreaks were confirmed, in areas as far apart as Devon, Dumfries and Galloway and Essex. But Mr Scudamore advised the public not to look at the daily total of outbreaks to gauge how the disease was developing. \"The daily figures are meaningless\", he said. \"You have to look at the weekly figure\". In week one there were 12 cases, compared to 60 in week two and more than 30 so far in week three. As of yesterday there were restriction orders on 144 farms and 68 are classed as having animals which had come into \"dangerous contact\" with the infection. So far 61,000 animals have been slaughtered and 27,000 are waiting to be killed. It emerged that farmers have been acting responsibly, and have reported almost half of the confirmed cases found. Mr Scudamore ruled out using a vaccine to combat foot and mouth, saying it would be impossible to form a \"vaccine ring\" because the outbreaks were so widespread. Earlier, at question time, Mr Brown defended the government's strategy for tackling the disease in the face of claims that foot and mouth was not the threat to animals that had been made out. He insisted that there were \"very sound\" reasons for the cull, adding: \"Foot and mouth is ruinous to the livestock sector. Therefore, the correct policy is to exterminate it and get back to that disease-free status that we have been able to maintain in our country for so long.\" \u0095Germany yesterday banned the transport of all cloven-hoofed animals until March 27 to guard against the spread of the disease."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}