{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/mar/19/match.sport11", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-03-19T21:44:10Z", "webTitle": "Owen day of hits and misses", "webUrl": "https://www.theguardian.com/football/2001/mar/19/match.sport11", "apiUrl": "https://content.guardianapis.com/football/2001/mar/19/match.sport11", "fields": {"headline": "Owen day of hits and misses", "bodyText": "The less patient among the Liverpool support who jeered at the final whistle should perhaps remember that rollercoasters spend as much time going down as going up. Yes, as their pursuit of a Champions League berth enters a crucial phase, this was a most disappointing result for the Merseysiders, but Gérard Houllier's team have travelled so far in such a relatively short time that it is inevitable they will occasionally stumble when expected to stroll. In truth, Liverpool were so wretched before the interval that it was a little surprising they eventually emerged with anything tangible. In the end, though, they could - probably should - have won by a country mile, Michael Owen rescuing a point in front of the watching England coach Sven-Goran Eriksson but then missing chances he would normally be expected to accept. With Ipswich, Sunderland and Leeds all having registered victories away from home the previous afternoon, Houllier was not best pleased. \"My side showed me two different faces today,\" he said. \"In the first half we were just not at the office. We improved greatly after the break and we could well have won the game. We showed pride and we showed determination. \"It is disappointing not to collect all three points but we are still up there; we have games in hand on those around us,\" he added. Those who find little merit in squad rotation were sporting smug smiles during the first half of what was a curiously over-polite game, which at times appeared to have been stripped of its competitive edge. Mindful that his team had succumbed to battle fatigue almost exactly 12 months earlier, Houllier omitted four of the men who had been instrumental in the Uefa Cup defeat of Porto. He brought on one of them, Steven Gerrard, after 55 minutes with Houllier admitting: \"Steven has had some niggling injuries, he was not entirely fit, and he was only put on in an emergency situation. If I had played him for the full match he would probably not have been okay to join up with England.\" The rotation was a typically bold ploy by a man who has always extolled the virtues of the managerial gamble. But, for once, there was to be only limited payback. For all the effort of Owen, for all Jari Litmanen's sweet interventions, there was nothing to excite and very little to covet in the first half. Having arrived in the north-west intent on ring-fencing the single point they held at kick-off, Derby could hardly believe their good fortune. Not that Jim Smith's side lacked discipline or adventure; they simply produced smart football and then gratefully accepted the gifts their generous hosts laid before them. Initially, Liverpool enjoyed almost all the possession and never looked like scoring while Derby gorged themselves upon crumbs and were in front after only nine minutes. In keeping with the afternoon, it was an unconvincing goal, Deon Burton hooking home the scruffiest of shots after Horacio Carbonari touched on Seth Johnson's corner. Until the substitute Thordur Gudjonsson saw his low drive halted by goalkeeper Sander Westerveld with just six minutes remaining, that was to be Derby's only effort on target. Liverpool were altogether more dangerous in the second period and after Owen steered home at the second attempt after a neat exchange with Litmanen, they seemed likely to win. Three times Owen found himself beautifully placed inside the Derby penalty area, three times he steered his shot across the face of goal and wide of the far post. He probably will not do that again between now and the end of next season but he did it yesterday and, sadly for Houllier, it was to cost his side two points."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}