{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/mar/01/footandmouth.greenpolitics", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-03-01T18:15:51Z", "webTitle": "George Monbiot on the farming crisis", "webUrl": "https://www.theguardian.com/uk/2001/mar/01/footandmouth.greenpolitics", "apiUrl": "https://content.guardianapis.com/uk/2001/mar/01/footandmouth.greenpolitics", "fields": {"headline": "Sins of the superstores visited on us", "bodyText": "\"You enterprised a railroad through the valley,\" John Ruskin charged the railway companies in 1889. \"The valley is gone, and the gods with it; and now every fool in Buxton can be at Bakewell in half-an-hour, and every fool in Bakewell at Buxton.\" God knows what he would have made of the 21st-century livestock trade. Today, every sheep in Northumberland can be at Devon in half a day, and every sheep in Devon at Northumberland. And, as the government discovered to its astonishment this week, their diseases travel with them. Why is this happening? Almost everyone, radical commentators included, agrees that it's because the public wants \"cheap food\". They're wrong. There's no doubt that the modern food economy encourages long-distance transport. Between 1965 and 1998, the international trade in food tripled, to 600m metric tonnes. In Britain, the transport of milk has increased 30-fold since 1980. To meet the demands of the global economy, livestock hauliers routinely break the rules requiring them to rest, feed and water the animals they are transporting, in some cases all the way from Britain to Beirut. But of one thing we can be sure: none of this has anything to do with the needs of consumers. This myth can be dismissed by means of a complex research procedure called going shopping. In my home town, independent butchers selling local meat charge some 30% less than the superstores. Even the organic lamb on sale in the farmers' market marginally undercuts the poisoned produce the big chains sell. Yet the superstores, as they often boast, are far more efficient than small shops. They exert an iron grip on their suppliers, they employ just one-fifth of the staff per unit of turnover, they enjoy, in most places, lower business rates. Consumers have not benefited from these economies. The current epidemic of foot and mouth is the result of structural market changes introduced solely to safeguard the profits of the superstores. They buy, for example, only from the biggest farmers, employing the fewest staff. This means that more animals are crammed together, with fewer people to check their state of health. They lobby to ensure that the burden of regulation falls not on them and their suppliers, but on small business. This is one of the reasons why so many local abattoirs have collapsed in Britain, forcing farmers to send their animals ever further afield. Ironically, the food poisoning which helped justify the tighter inspection regime is mostly the result of the large-scale agro-industry the su permarkets have encouraged: the sins of the giants are visited upon the dwarves. They have lobbied, too, to be allowed to cheat their customers by changing the rules on provenance. \"Scotch beef\" and \"Welsh lamb\" now come from animals pastured in Scotland or Wales for just two weeks. They are trucked all over the United Kingdom so that the stores can change their designation and thus raise the price of their meat. This is not about cheap food. It's about expensive food. But, most importantly, by trading directly with the big producers they control, the big chains have cut out the middleman. The result is that livestock markets have disappeared as swiftly as the slaughterhouses. Now, in order to sell their animals to independent butchers, farmers in some parts of the country must drive them hundreds of miles. The superstores themselves have centralised their distribution networks, trucking livestock from Land's End to John O'Groats and the butchered meat back to Land's End. Their profits are extracted only at enormous cost to ourselves. The billions they make are matched by the billions the taxpayer spends on road building and maintenance, environmental remediation, hospital bills for the victims of food poisoning and, of course, mass slaughter programmes. The animals pay too, by means of the appalling conditions in which they are reared and trucked. Yet the savings the supermarkets make are not passed on to farmers, and they are not passed on to consumers. The power of the superstores ensures that others must be blamed for the disasters they precipitate. The farmers being investigated in Northumberland may well have neglected their animals, but since the big chains started buying their pork from gigantic industrial batteries, the farm-gate price has collapsed, forcing the remaining producers to spend ever less time and money on their pigs. Badgers are blamed for bovine TB, while the mass transit of infectious cattle is overlooked. And the underlying problem, we are universally informed, is us. \u0095 George Monbiot will be online today at 5pm on the Guardian network. You can post messages for him at Special report: foot and mouth disease"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}