{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/mar/09/footandmouth.whitehall", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-03-09T18:12:24Z", "webTitle": "Too cool to be kind over nightmare for farming", "webUrl": "https://www.theguardian.com/politics/2001/mar/09/footandmouth.whitehall", "apiUrl": "https://content.guardianapis.com/politics/2001/mar/09/footandmouth.whitehall", "fields": {"headline": "Too cool to be kind over nightmare for farming", "bodyText": "I was rather rude about Nick Brown's bloodless reaction to the foot and mouth crisis some days ago. Since then many readers have complained that I was too harsh. Mr Brown, they say, is tackling the problem coolly and dispassionately. He makes a welcome change from all those boastful, grandstanding ministers, shaking with emotion whenever anything goes wrong. It's a good point, except that you can be a little too cool and too dispassionate. As the dry statistics and plans for contingency plans poured calmly forth, one wondered if he had any real idea of the distress all round his bailiwick. Tim Yeo asked about compensation and he replied: \"Foot and mouth disease has informed the government's decision to draw down agri-money compensation.\" Aah, so that's all right. There were, he said, \"animal welfare consequences\" of the outbreak. Such as 65,000 animals so far being shot dead and immolated, I suppose. One after another MPs stood up to tell awful tales of what had happened to their constituents. Many were anxious about lambing ewes, who cannot be moved at present. It was a call to action. \"This is a serious issue. We are focusing on it,\" Mr Brown assured them. \"It is typical of the problems we are trying to address.\" The excitement was soon too much for me. I tottered along to the Lords for some rest and recuperation, rather as you might want to spin the New Seekers' greatest hits after a Def Leppard concert. So I was surprised to find Earl Attlee putting my favourite parliamentary question of the year so far. It asks the government to \"review their decision to withhold, on grounds of national security, the range of the FV432 armoured ambulance Clansman radio, given that the information is printed on page 424 of volume I of the 1986 British defence equipment catalogue\". Of course the minister, Baroness Symonds, promised to do no such thing. She said that publishing the information would endanger our troops. Or at least, presumably, those facing an enemy who can't read. Then Jack Ashley wanted winter fuel allowances extended to severely disabled people under the age of 60. Every peer was in favour. Would Baroness Hollis undertake, after the Labour election win, to visit Gordon Brown with him and ask for the money? Hollow laughter greeted this mad optimism. \"Mmmmm,\" replied Lady Hollis. Blending obfuscation, ambiguity, irony and total lack of information, that was my parliamentary answer of the year. Finally Baroness Young wanted to know about the morning after pill. She is very much against unmarried persons having sex and thinks that the pill encourages them to go to it like bunnies. But she is not as opposed to sex as Lord Longford is. He rose and asked \"would you agree that young people, er, children and young adults, should be discouraged? By government action?\" He didn't say discouraged from what, but we can guess. Frankly I doubt if there's much that ministers can do much about teenagers and shagging. But they might try enlisting Lord Longford for a poster campaign with the slogan: \"Look what too much sex can do to you. This man is 37.\" Over this whole farrago presided Lord Irvine, his face as red as the woolsack. He appeared to be getting on with some paperwork. It would be quite outrageous to suggest that the letters he was scribbling read: \"Dear friend, thank you for your generous donation to the Labour party. Your new wig will shortly arrive under separate cover\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}