{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/mar/16/economicpolicy.parliament", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-03-16T18:15:15Z", "webTitle": "MPs' plea for greedy oil companies to be exposed", "webUrl": "https://www.theguardian.com/business/2001/mar/16/economicpolicy.parliament", "apiUrl": "https://content.guardianapis.com/business/2001/mar/16/economicpolicy.parliament", "fields": {"headline": "MPs' plea for greedy oil companies to be exposed", "bodyText": "A Commons committee yesterday angered the oil industry by calling for a \"name and shame\" exercise against companies which failed to cut petrol prices in line with falls in crude oil costs. The trade and industry select committee said: \"We recommend that the government . . . identify publicly any companies which fail to fulfil the undertaking given to ministers that cuts in duty will be speedily passed on to customers. But BP said that the committee had failed to take into account the nature of the oil industry. A spokesman said that the oil company was dismayed at some of the wording in the select committee's report. He said that crude oil had to undergo a whole series of processes before it reached the pumps, and therefore price reductions always took a period of time to filter through to the customer. MPs also blamed the government for higher oil prices. The committee agreed that there were short-term fluctuations that resulted from changes in world crude prices. \"But over the last decade the steady increase in the real price of motor fuel at the pumps has been entirely and intentionally the result of government taxation policies.\" It has produced a table showing that in 1992 the price of a litre of premium unleaded petrol was 43.43p with 14.55p being the pre-tax price, tax being 66% of the total. By last January the price of 76.91p was 16.94p at the pre-tax level with 60.27p - 78.4% - being the level of taxation. It said it was undoubtedly the case that levels of tax were higher in this country than others whether or not that was balanced out by lower corporate taxes and cheaper motoring infrastructure. But the committee, led by Martin O'Neill, Labour member for Ochil, did not let the oil companies off the hook entirely. It criticised the industry for failing to pass on cuts in crude prices to the customer quick enough. The MPs called on the government to \"keep a close watch on the relationship between the price of crude oil and that paid by customers at the pumps.\" And although the chancellor, Gordon Brown, made various changes to help motorists in his pre-Budget statement, the committee wanted more to be done for road hauliers. It recommended immediate action to ascertain whether continental hauliers were breaking European Union cabotage laws, although it admits that the UK market share of non-British truck companies is relatively small. But the Road Haulage Association was dismissive of the report. RHA spokeswoman Kate Hill said: \"It is not rocket science to realise the government is responsible for high petrol prices. But it's a missed opportunity to help hauliers who are having a really tough time.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}