{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/mar/29/newsstory.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-03-28T23:53:24Z", "webTitle": "League treats players like horses - Houllier", "webUrl": "https://www.theguardian.com/football/2001/mar/29/newsstory.sport7", "apiUrl": "https://content.guardianapis.com/football/2001/mar/29/newsstory.sport7", "fields": {"headline": "League treats players like horses - Houllier", "bodyText": "Liverpool's manager Gérard Houllier reacted angrily yesterday after the Premier League insisted that his club must squeeze another fixture into next month's hectic schedule. Told that their outstanding game at Ipswich Town must be staged on April 10, the Merseyside club now face a total of eight matches in 23 days. \"I do not agree with this fixture list at all,\" said Houllier. \"I will not let my players be treated like horses. I am prepared to defend the interests of my players; as the manager I have to look after their welfare.\" Liverpool have asked the league to consider moving the game back to early May, shortly before the season ends. After Saturday's league game with Manchester United at Anfield, Houllier's side travel to Barcelona for the Uefa Cup semi-final first leg before facing Second Division Wycombe in the FA Cup semi-final at Villa Park on Sunday week. The meeting with Wycombe is the first of four games in eight days for Liverpool, a sequence which includes the Ipswich game, a home match with Leeds United and an away derby with Everton. That is followed by the home date with Barcelona before a month which will make or break their season ends with league games against Spurs and Coventry. Liverpool's midfielder Patrik Berger yesterday declared himself ready for a return after more than five months on the sidelines with a knee-ligament injury which threatened to end his career. \"I have played in a couple of reserve-team games and come through well,\" said the Czech Republic international. \"I do feel that I'm just about ready to return to the first-team squad.\" Torquay, bottom of the Third Division and with only nine games left to save themselves, have sacked their manager Wes Saunders after two seasons in the job. They immediately turned to their former player Colin Lee, dismissed as Wolves manager this season, and he will take charge as a consultant for Saturday's visit by Hull. \"I have already had applicants for the job but the fact that Colin can look after the side takes away some of the urgency of making an appointment,\" said the club's owner Mike Bateson. \"Ideally I would like to appoint a manager with experience who will still be here next season, but that is ideally.\" \u0095 The president and vice-president of the Italian third division club Pisa resigned yesterday after the club were banned from playing at home for four games and fined 4m lire (£1,300) because of the trouble that followed a missed Pisa penalty in Sunday's derby with Livorno, when 40 fans were injured and 70 arrested. The match was abandoned with the visitors leading 1-0, from a penalty. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}