{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/mar/19/match.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-03-19T21:28:54Z", "webTitle": "Eriksson given Finnish warning as Kuqi strikes", "webUrl": "https://www.theguardian.com/football/2001/mar/19/match.sport3", "apiUrl": "https://content.guardianapis.com/football/2001/mar/19/match.sport3", "fields": {"headline": "Eriksson given Finnish warning as Kuqi strikes", "bodyText": "Sven-Goran Eriksson is unlikely to have dispatched one of his many scouts to Edgeley Park for this game, but the England coach may now be scurrying through his files to read up on Stockport's match-winner Shefki Kuqi. Kuqi, the Kosovo-born Finn who has been named in the Finland squad for Saturday's World Cup qualifier against England at Anfield, displayed a powerful aerial presence as he headed two stunning goals to secure Stockport's first League victory since New Year's Day. The 24-year-old, a £150,000 purchase from FC Jokerit in January, has already been dubbed the Baltic Bomber by County followers. Trevor Francis, the Birmingham manager, can certainly vouch for Kuqi's commanding presence in the air after witnessing two headed goals from the Finn that would have made Tommy Lawton proud. Francis said: \"Kuqi won the game for Stockport because of his prowess in the air. He showed an ability to pick up the flight of the ball much quicker than any of our defenders.\" Bought as a replacement by the Stockport manager Andy Kilner for Ian Moore, sold to Burnley for £1m, Kuqi could become yet another Edgeley Park example of turning water into wine. On four occasions this season, Kilner has been forced to sell his best players to balance the books. On each occasion, a sizeable profit has been made. Only last week, Kilner had to watch helplessly as midfielder Kevin Cooper was sold to Wimbledon for £1m. To compound Kilner's problems, he was told by chairman Brendan Elwood on Friday morning to speak to the former Liverpool manager Roy Evans about a coaching role at the club. The job offer was news to Kilner, who admitted that he had to telephone Evans to withdraw his chairman's offer. Kilner said: \"I have no qualms with Roy Evans, he is one of the most honest people I have ever spoken to. \"We just agreed that it wasn't right for him to come to Stockport. I'm sure he has plenty of knowledge that he could impart on me, but he's only a phone call away.\" This victory, marred by a neck injury to the young Birmingham forward Andy Johnson, lifted Stockport out of the bottom three and allowed Kilner, one of the most genuine men in football, to celebrate a rare victory. He also found time to warn Eriksson about the perils of underestimating the ability of Kuqi. Kilner said: \"I'm sure Shefki can give England a few problems. If he does come into the equation, I'm sure he'll do well. I've rarely seen a forward work as hard as he does. \"He's 6ft 3ins, strong, has great pace, is very good in the air and he is excellent at upsetting defences.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}