{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/mar/13/hunting.politicalnews", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-03-13T18:11:09Z", "webTitle": "Simon Hoggart: hue and cry in the name of hunting", "webUrl": "https://www.theguardian.com/politics/2001/mar/13/hunting.politicalnews", "apiUrl": "https://content.guardianapis.com/politics/2001/mar/13/hunting.politicalnews", "fields": {"headline": "An unheard of hue and cry in the name of hunting", "bodyText": "Lord Carter, the government whip, made a tragic plea in the House of Lords for peers to keep their speeches short. There were 69 listed to speak on fox hunting. He said, pleading, that if they stuck to seven minutes each, \"we might even finish on the day we started.\" Fat chance. After the first four speeches they were already 38 minutes late. But, as Lord McNally said, the Lords have always been terrifically excited by \"badgers and buggery\". He meant \"badgers\" to stand for animals in general, so he could have offered \"stags and sodomy\", or \"foxes and fellatio\". A treat for another day, perhaps. Lord Bassam introduced the bill sombrely, though when he alleged \"the government is neutral\", the Tories erupted in a low, grumbling, thunder, rather like the pounding of 200 hooves. In their view the bill is just a preliminary to locking up all morris dancers in concentration camps. (Not a bad idea, when you think about it.) Lord Cope was about to speak for the Tories, but he couldn't, because Lord Longford thought it was his turn. \"I have an amendment tabled,\" he said, angrily. Lady Jay told him to wait. He was number 58 on the list. \"Now, now!\" he shouted. \"I was going to move an amendment in favour of drag hunting, which everyone agrees with. I can't wait up until 2am!\" Lord Ferrers uncoiled to his full height, which takes a while, and averred, \"I have a horrible feeling that Lord Longford is right.\" So they ignored him. Finally, the Tory front-bencher rose. His name is Lord Cope of Berkeley, and the Berkeley hunt rides near his seat. (The word \"berk\" is derived from this, making Lord Cope a rare example of human rhyming slang.) Things have changed in the House of Lords. People were never so rude as now. Lord Falconer nipped off for two minutes, no doubt for a pee, and was greeted on his return by loud and ironic cheers. Lord McNally got quite furious with Lord Lawson - you may recall him as Margaret Thatcher's chancellor, though to most people he is now the father of the more famous Nigella. The male Nige tried to interrupt. \"I will not give way!\" yelled McNally. \"Why haven't you put your name down? If you're still here at midnight, we will be very surprised! I'm not going to play your game!\" It's not supposed to be like this in the Lords. Barking at each other is the equivalent of Mrs Bennett hurling her tea in the vicar's face. One longed for Alastair Sim to murmur, \"girls, girls!\" but they just don't have the language to cope with this kind of outbreak. Moments later, there was even an angry stir when McNally drank water. Lord Burns, who wrote the Burns report on hunting, ruefully reflected on the way that his opinion - being killed by dogs \"seriously prejudices the welfare of the fox\" - would \"pursue me for some time.\" He undertook to explain what he meant by this curious circumlocution, and failed. (It had something to do with the fox feeling pain as it kicked the bucket.) Lord Longford suddenly popped up again. \"I tabled an amendment!\" he shouted, several times, then fell into what seemed a deep, dreamy and blameless sleep. Baroness Castle described her own success as a countrywoman: camping and growing roses. It was a stroll down memory lane, except that memory lane has been closed due to foot and mouth. She loathes hunting. \"I couldn't do it! It makes me sick! Just to see it!\" she shouted. It seemed that everyone was shouting. Some older Labour peers could not resist a frisson at this extraordinary spectacle: Barbara Castle, of all people, denouncing the practice of blood sports."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}