{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/mar/19/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-03-19T20:31:46Z", "webTitle": "Zenith of a mania, when even judges had to reckon with Gazza", "webUrl": "https://www.theguardian.com/football/2001/mar/19/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2001/mar/19/sport.comment", "fields": {"headline": "Zenith of a mania, when even judges had to reckon with Gazza", "bodyText": "It is difficult to believe it is all of 10 years ago that England was in thrall to a diverting cultural phenomenon. They called it \"Gazzamania\". A nine-month frenzy reached its high-water mark in the spring of 1991 when the exuberant appeal of the gifted and tautly-strung 23-year old international inside-forward Paul Gascoigne engaged the nation as he inspired his club, Tottenham Hotspur, to reach the FA Cup final with a series of bespoke and spectacular passages. In the fifth and sixth rounds, against Portsmouth and Notts County, Gascoigne had injected desultory Tottenham performances with thrilling personal interventions. He turned the semi-final against Arsenal at Wembley at once with an audacious free-kick from 35 yards, his sixth goal in Tottenham's five matches of the competition. The Spurs manager Terry Venables called it \"the finest free-kick in the Cup's history\". Certainly the bravura stroke intensified the aura around the young player, although Tommy Docherty warned: \"The poor boy is a talented enough footballer, sure, but he is in mighty danger of becoming nothing more than the fairy on top of the Christmas tree.\" The summer before, at the World Cup finals in Italy, Gascoigne's public tears had announced him to those not in the least bit moved by his footballing talents. The young man from Tyneside was taken up at once as a national figure. In no time his wax model was a main attraction at Madame Tussaud's. One of Mrs Thatcher's last Downing Street photo-calls had her being hugged by Gascoigne (\"she was nice and warm and cuddly-like\"). He switched on the Christmas lights in London's Regent Street. He was voted overwhelming winner of the BBC Sports Personality of the Year. When Lazio offered £8m for him - which helped bail out his debt-ridden club - the MP Dennis Skinner pointed out in the House of Commons that Gascoigne's worth was £2m more than Britain's total aid to Bangladesh. On his television show, Terry Wogan introduced Gascoigne as \"literally the most famous and probably the most popular man in Britain today\". When the high street jeweller Gerald Ratner was desperate to atone for calling his own products \"crap\", he hired Gascoigne to appear in advertisements insisting, \"It's world-class stuff, man.\" In the first week of the Gulf War, the Sun cleared its front page for the boldest of headlines: GAZZA &amp; FIANCEE SPLIT UP. When Arsenal that spring paraded the League Championship trophy to Islington Town Hall, every speech from the balcony was drowned by the throng chanting: \"Gazza is a knobhead.\" Gascoigne recorded Fog on the Tyne, which reached the top 10. In the High Court that winter, Gascoigne sued Penguin Books for publishing an \"unauthorised biography\". His counsel Michael Silverleaf began: \"Mr Gascoigne is a very well-known footballer,\" at which Mr Justice Harman interjected (to laughter, as they say): \"Rugby or Association?\" Later, during evidence, the judge again interrupted: \"Isn't there an operetta called La Gazza Ladra?\" \"I could not say, my lord,\" replied Silverleaf. When Judge Harman asked, \"Do you think Mr Gascoigne is more famous now than the Duke of Wellington was in 1815?\" Silverleaf replied: \"I have to say I think it possible.\" Reporters reckoned this revelation turned the case in Penguin's favour. Acres of newsprint were devoted to the footballer. The highbrow reviews waded in. Salman Rushdie soared to ridiculous, exclamation-mark heights in the Independent magazine. Granta published a Gazza treatise running to thousands of overblown words. In the London Review of Books, editor Karl Miller saw Gascoigne as \"fierce and comic, formidable and vulnerable, orphan-like, waif-like... tense and upright, a priapic monolith\". Poet Ian Hamilton noted the player's \"odd elfin humours, an over-eager version of Lear's Fool\". The opera and film director Franco Zeffirelli wrote how enchanted he was \"when Gazza smells the referee's armpits\". The voluptuous free-kick in the semi-final at Wembley, wrote Colin Gibson in the Daily Telegraph, \"flashed 35 yards past the ruin of Arsenal's defensive wall and David Seaman could only help it into the roof of the net. Thereafter Gascoigne remained drunk on the euphoria of the moment, wanting to collect every free-kick, collect every ball from the goalkeeper, and run at every defender\". Back at Wembley for the final, Gascoigne lasted less than 15 minutes, severely injuring himself in the second of two crazily uncontrolled, adrenalin-charged fouls. \"Gazzamania\" changed tack. A vintage, ruinous Rake's Progress took shape. In the next 10 years, injury and unsavoury exposure taking equal turn, Gascoigne played with ever diminishing grandeur for Lazio, Rangers and Middlesbrough. This month, as Tottenham prepare to play Arsenal in another FA Cup semi-final, Gascoigne returned after injury for 19 minutes as a substitute for Everton against Newcastle. It was reported that the 33-year-old meaningfully touched the ball but once."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}