{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/mar/13/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-03-13T23:39:26Z", "webTitle": "Attack on referee may be final straw for Hagi", "webUrl": "https://www.theguardian.com/football/2001/mar/13/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2001/mar/13/newsstory.sport", "fields": {"headline": "Attack on referee may be final straw for Hagi", "bodyText": "Gheorghe Hagi may have ended his career after attacking the referee during Galatasaray's 2-1 win over Genclerbirligi in the Turkish league at the weekend. After seeing Erol Ersoy disallow a goal by Hasan Sas, the 35-year-old Romanian midfielder spat at the official and stamped on his feet before being dragged away by teammates. Hagi then added insult to injury, saying: \"The ref's a thief. He came to steal three points from us but couldn't. He does this all the time. The federation want Fenerbahce to win the league.\" Galatasaray, the Uefa Cup holders and Turkish champions, are eight points behind their Istanbul rivals. The offences, which could lead to a seven-month ban, were scarcely mitigated by Hagi's apology. \"I apologise, I lost myself,\" he said. \"But this referee provokes us. He's always a problem for us. He's trying to send Hagi off to prove he's a big referee. If you ask me, he's no referee, just a guy who wears black.\" The FA yesterday backed Fifa's call for full-time referees as they announced plans to find shirt sponsors for officials. Professionalism has previously been rejected as too expensive but a spokesman said: \"We believe that the sponsorship market in England is big enough to support sponsoring referees. This would be an obvious way of paying for the cost of having referees on salaries.\" The Spanish FA has already sealed a £3m sponsorship package and the rest of Europe is likely to follow suit. Sheffield United are considering legal action against Andy Johnson after the Nottingham Forest player's challenge on Saturday left Georges Santos with a fractured eye-socket. \"Another quarter-of-an-inch and he's blinded,\" said their manager Neil Warnock. \"That's why this can't be allowed to happen.\" Johnson denied blame and said: \"If anything, their boy was late on me.\" Wimbledon are to sign the Stockport County winger Kevin Cooper for £800,000 as a replacement for Marcus Gayle, now at Rangers."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}