{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2001/mar/01/highereducation.researchfunding", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2001-03-01T17:59:53Z", "webTitle": "Scotland's scientists to get £90m for research", "webUrl": "https://www.theguardian.com/education/2001/mar/01/highereducation.researchfunding", "apiUrl": "https://content.guardianapis.com/education/2001/mar/01/highereducation.researchfunding", "fields": {"headline": "Scotland's scientists to get £90m for research", "bodyText": "Scottish scientists have been awarded £90 million to develop groundbreaking new drugs and advanced technologies. The Scottish Science Research Investment Fund launched today is designed to give academics more freedom in choosing their research projects. Universities benefiting from the new fund include Edinburgh which will gain £19,499,000; Glasgow £14,561,000; and Strathclyde £6,792,000. The fund combines a previously announced £45 million from the UK Government Science Budget and £45 million from the Scottish Executive to be spent between 2002 and 2004. Projects include marine environmental research stations for the University of Aberdeen and new astronomy facilities at Glasgow University that will enable the identification of black holes and stellar collapses. Scottish lifelong learning minister Wendy Alexander promised academics more control over their own work: \"The really innovative feature of the Scottish Science Research Investment Fund is that it allows universities a great deal of freedom to follow their own investment strategies.\" The science departments will, however, have to put forward a priority list for approval before going ahead with their investigations. Universities warmly welcomed the awards. Glasgow University said that it is too early to specify what they will spend the money on but today's announcement would enable them to plan and develop the key research strengths of their university. Strathclyde University stressed that the money would be put into areas of research badly in need of investment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}