{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/mar/09/uk.labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-03-09T18:12:27Z", "webTitle": "Ministers in battle over flexible hours", "webUrl": "https://www.theguardian.com/politics/2001/mar/09/uk.labour", "apiUrl": "https://content.guardianapis.com/politics/2001/mar/09/uk.labour", "fields": {"headline": "Ministers in battle over flexible hours", "bodyText": "Last ditch efforts within government to win a legal right to flexible and part time working were under way last night as final discussions began on the Department of Trade and Industry's family friendly working proposals. A decision on whether to legislate will be taken by the end of the month but there is already gloom among ministers who have been pushing for rights to support a better work-life balance. Campaigners, while welcoming this week's budget help for families, say the next step must be changes in working practices. Research commissioned by the Department for Education and Employment reveals that a third of men and women now in full time work would like to work more flexibly if they could. The research, from the Institute of Employment Research, supports calls from the TUC and pressure groups like the Maternity Alliance for extended legal rights to flexible working. Although part time work is now widely available in both public and private sectors, the survey shows that many workers regard it as a career dead end and would rather work full time but in a less rigid structure - either through flexitime, or \"compressed hours\", where fewer but longer days are worked. Although the DTI insists that no decision has yet been taken on legislating for flexibility, there were fears in Whitehall last night that the chancellor, Gordon Brown, used the budget to make all the \"good news\" announcements likely to come out before the election. Mr Brown promised higher statutory maternity pay, payable for the whole 26 weeks of maternity leave as well as a wide range of other help for families. The trade secretary, Stephen Byers, was left with just one announcement to make yesterday: that his department was looking at ways of extending help with home childcare to families with disabled children, and shift workers like nurses who need cover for anti-social hours. At the moment help is only available to families on working families tax credit who use recognised child care such as registered childminders. The move would mean setting up some kind of nanny register, probably on the same lines as the system for approving child minders. The survey also showed that only 15% of private employers offered any help with childcare. The employment minister, Margaret Hodge, told a conference on the work-life balance yesterday: \"91% of employers support the principle, and most also recognise the role flexible working can play in attracting and retaining the right people. Now they need to pay more than lip service.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}