{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/mar/01/greenpolitics.foodanddrink", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-03-01T18:11:29Z", "webTitle": "Go-ahead for GM test sites sparks fury", "webUrl": "https://www.theguardian.com/uk/2001/mar/01/greenpolitics.foodanddrink", "apiUrl": "https://content.guardianapis.com/uk/2001/mar/01/greenpolitics.foodanddrink", "fields": {"headline": "Go-ahead for GM test sites sparks fury", "bodyText": "Michael Meacher, the environment minister, was pilloried by leading environmental groups last night after he announced 58 major GM test field sites for oilseed rape and beet. Two of the sites are already in doubt because they are believed to be within the exclusion zones set by the government to avoid the spread of foot and mouth. The minister's announcement of the new trial sites, which will test the seeds of Monsanto and Aventis and will be planted at the end of March in 19 English and two Scottish counties, inflamed the anti-GM lobby. A spokesman for Friends of the Earth said: \"They will lead to the widespread contamination of food and the countryside. The livelihoods of neighbouring farmers and beekeepers, who are meeting the demand for GM-free food, will be seriously threatened. The biotech industry is being allowed to gamble with our countryside.\" Friends of the Earth and Greenpeace criticised the recent government decision to extend to 200m the separation distances around GM crops. \"They are entirely inadequate. Contamination could spread 800m or more,\" said Greenpeace. But Mr Meacher was unre pentant last night. He said: \"The purpose of these trials is to provide systematic answers to the question as to whether the planting of herbicide tolerant GM crops, and the use of weedkillers associated with them, will cause any detriment to wildlife. \"They are not about the safety of GM technology. All the evidence collected will be sifted by an independent committee, and the results made public\". Earlier, Mr Meacher had said he wanted a full-scale review of industrial farming in the UK. He pledged to halt the closure of small slaughterhouses, which adds to the cost of small farmers. \"We are trying to stop their closure. It is a commitment in the rural white paper\", he told a meeting of seven leading environmental groups. He called for the development of more local farmers' markets, adding: \"On the question of intensive farming, we do need a full-scale review.\" The Liberal Democrat environment spokesman, Don Foster, told the conference that small rural abattoirs were mostly closed under the previous Conservative government, but there was now a need to develop locally sustainable economies. \"It does mean having local abattoirs, farmers' markets, local village schools and post offices and providing better forms of genuine local transport.\" More GM crops than expected will be grown this year because several farmers pulled out of the tests unexpectedly last year and a handful of crops were also damaged by protesters. But the ministry stressed that there was no increase in the original number of sites that its scientists had recommended for the tests. The food grown is not expected to enter the British food chain. A further 20-odd sites for GM maize trials will be announced later this month."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}