{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/mar/29/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-03-28T23:15:23Z", "webTitle": "Laboured Ireland make a mountain out of Andorra", "webUrl": "https://www.theguardian.com/football/2001/mar/29/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/mar/29/newsstory.sport1", "fields": {"headline": "Laboured Ireland make a mountain out of Andorra", "bodyText": "Given the poverty of Andorra's reputation it should have come as no surprise here in the Mini Estadi last night that there were times when there seemed to be more bodies in and around their penalty area than on an average evening on La Rambla. In the end Ireland saw off the group's wooden-spoon nation with something to spare, Ian Harte's first-half penalty supplemented by late goals from Kevin Kilbane and Matt Holland. But it would not be stretching the truth to say that Mick McCarthy's team could, and should, have massaged their egos with the type of landslide victory their superiority merited. If Ireland mete out similar punishment when the Andorrans visit Lansdowne Road on April 25 they will be perfectly positioned to face Portugal on June 2 for a match that could be the pivotal fixture in dictating who qualifies automatically. \"It's been a good week,\" said McCarthy. \"We've played two games, got six points and scored seven goals with none against. We've done our job and put ourselves in with a chance. I can't ask for any more than that.\" In eight years of independence Andorra, 179 square miles with fewer than 65,000 inhabitants, have won only one international match while contriving to lose all their qualifying games for the last two major tournaments. On last night's evidence it was easy to see how. The only nagging doubt was that the longer Ireland went without turning the gulf in class into the hard currency of goals, the greater the chance it would start playing on their minds. So it came as a relief when Roy Keane's surge into the penalty area, running on to Gary Doherty's neat flick, resulted in his being brought down by the Andorran goalkeeper Alfonso Sanchez just after the half-hour. There are few better penalty takers than Harte and the Leeds full-back lashed a typically venomous effort into the bottom left corner. From then on it was a case of how many Ireland could rack up. To reach half-time leading by a solitary goal was far from satisfactory, particularly given the multitude of squandered chances, but the play was so one-sided, with Shay Given spending most of the match somewhere close to the centre circle, that there was no cause for anxiety. But for a frustratingly long period Ireland's pursuit of more goals continued to take them down cul-de-sacs. Robbie Keane may never play another game in which he fritters away more gilt-edged opportunities. There was a good width and penetration to their play, but for all the Irish possession in telling areas the margin remained uncomfortably close until the 75th minute. Roy Keane sent over a precise centre from the left and, though Sanchez kept out Robbie Keane's downward header, Kilbane reacted quickest to stab in the loose ball. Four minutes later, after yet more pinball in Andorra's area, Holland manoeuvred some room to lash in the third with a rising shot. Andorra's national slogan may be The Country of the Pyrenees but, for the Irish, this was more of a walk in the foothills. Andorra (5-3-2): A Sanchez; Pol, T Lima, Jonas, Txema, Lucendo; Emiliano (Escura, 82min), I Lima, Oscar; Ruiz, J Sanchez (Jimenez, 87). Republic of Ireland (4-4-2): Given; G Kelly, Breen, Cunningham, Harte; Duff, Roy Keane, Holland, Kilbane (Finnan, 85); Connolly (Doherty, 26), Robbie Keane. Referee : I Ishchenko (Ukraine). \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}