{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2001/mar/05/globalwarming.greenpolitics", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2001-03-05T18:16:08Z", "webTitle": "Blair bids for green lobby", "webUrl": "https://www.theguardian.com/environment/2001/mar/05/globalwarming.greenpolitics", "apiUrl": "https://content.guardianapis.com/environment/2001/mar/05/globalwarming.greenpolitics", "fields": {"headline": "Blair bids for green lobby", "bodyText": "Tony Blair will tomorrow try to put flesh on his commitment to fight global warming, by promising extra investment to remove Britian's dependence on fossils fuels, such as oil and gas. In his second big speech on the environment in a few months, Mr Blair is expected to announce extra cash for solar, wind and wave power as he promises that 10% of British energy will derive from renewable sources by 2010. He will predict the renewable energy market will reach £1bn by 2010. The move comes as the Commons environmental audit select committee prepares this week to issue a damning indictment of the government's decision to freeze fuel duties in the pre-budget report without making a serious assessment of the environmental impact. The select committee chairman, Sir John Horman, said the government's balancing measures were cosmetic. Mr Blair is expected to promise to meet German and Japanese levels of solar power investment. There have been long-standing complaints that getting planning permission for wave power projects is cumbersome and over-long. Underlining the seriousness of the potential crisis, Michael Meacher, the environment minister, yesterday warned that Britain could face out breaks of malaria unless the international community got a grip on global warming. Mr Meacher hopes the speech will mark a turning point in the government's relations with an increasingy sceptical environmental lobby. Mr Blair's speech suggests party pollsters are telling him that he needs to raise the issue if he is to enthuse disaffected younger voters. The Liberal Democrats and the Greens have both been heavily critical of Labour's inactivity over the environment. Mr Meacher told BBC1's On the Record yesterday: \"Renewable energy is ... at the centre of the switch away from fossil fuel ... to the renewable sources of energy ... above all, solar and the hydrogen fuel cell for cars\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}