{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2009/dec/01/barnes-authors-typewriters", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2009-12-01T23:02:17Z", "webTitle": "Writers and typewriters: Barnes, Lively, Holroyd, Moggach and Self", "webUrl": "https://www.theguardian.com/books/2009/dec/01/barnes-authors-typewriters", "apiUrl": "https://content.guardianapis.com/books/2009/dec/01/barnes-authors-typewriters", "fields": {"headline": "Barnes, Lively, Holroyd, Moggach and Self talk about their relationships with their typewriters", "bodyText": "Julian Barnes I work on an IBM 196c and own two of them as their breakdown rate is high. Though nowadays I often first-draft by hand, and later type up on the machine. Then hand-correct again and again until the text is almost illegible, then type up again. I think you need the technology that suits the way your brain works. Sometimes you need your thoughts to go down your arm in what feels like a direct feed via pencil or felt-tip to paper, sometimes you require a more formal \"sit up and address a machine\". When I tried writing on a computer, it felt an inert business. I had no relationship with the machine; whereas my IBM 196c makes a nice hum, as if it's saying quietly: \"Come on, get on with it\" or \"Surely you can improve on that.\" I also found that, while the myth of the computer was that it made everyone write at greater length, and under-correct, because on the screen and in neat print-out it looks more finished than it is, I found that I was constantly over-correcting, ending up with something too tight and unflowing for a first draft. Penelope Lively I still don't use a computer – not out of technological idiocy or Luddism, but because of a chronic back problem that means I can't sit at a desk. I've an ancient electronic typewriter, a Canon Typestar: perfect, as it's small and extremely light. It's also very well made: I've had it now for around 10 years, and written five books on it. I don't think they make them any more; I dread the day it dies. The disadvantage is that you can't turn out perfect copy, which makes writing letters and reviews trickier. But for books, it's fine: I produce a proper manuscript, covered in crossings-out and corrections, which I then send to an agency that transfers it to disc. I like to have a really old-fashioned, messy manuscript; even were I to find a laptop light enough, I'd have to print everything out. I need the feel of paper under my hand. Michael Holroyd I kept my typewriter after getting a laptop. My first draft was written with a pen, the second on my old friend the typwriter, and finally I used the computer. But something then went wrong. I could not find new ribbons for my old machine. So now I still keep the typewriter conspicuously on my desk and (hiding my laptop) use it to fool burglars who come looking for state-of-the-art technology. Deborah Moggach I write on an Apple Mac ... though I did start writing because I very much enjoyed typing, the physical act of typing, when I was working in an office. Had a handsome Adler typewriter and I loved the way the words impressed themselves on the paper, so physical compared with a computer. \"Writing is typing,\" as somebody or other said, and I agree. The clackety-clack, the pause, the anointing with Tippex ... all gone now, except for the pause. Will Self I use one because of their aesthetics: the total silence when you stop working, and the deranged timpani when you begin. The staccato pleasures of intermittent thought are lost on the computer keyboard. Besides, the computer and all the sticky worldwide web it drags behind it are distractions we don't need, while the typewriter produced a physical analogue of thought that is, ipso facto, more apprehensible. Ultimately, it makes no practical difference if you work on a manual typewriter - it simply means you have to think in your head insted of on the screen."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}