{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/dec/01/mary-portas-unveils-charity-chain", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-12-01T22:45:05Z", "webTitle": "Boutique benevolence: Mary Portas unveils charity chain", "webUrl": "https://www.theguardian.com/business/2009/dec/01/mary-portas-unveils-charity-chain", "apiUrl": "https://content.guardianapis.com/business/2009/dec/01/mary-portas-unveils-charity-chain", "fields": {"headline": "Boutique benevolence: Mary Portas unveils charity chain", "bodyText": "Mary Portas blew into the restrained Edinburgh suburb of Stockbridge with trademark gusto. Dressed in bright purple and crowned by her auburn bob, the self-proclaimed \"queen of shops\" thrust her arms theatrically into the chilly air and declared Britain's coolest charity shop officially open. Portas was in the prosperous neighbourhood on the edge of Edinburgh's New Town to launch the first of her new UK-wide chain of celebrity backed charity boutiques with Save the Children. Five will be opened in 2010 under the brand \"Mary's living and giving shop\". Her manifesto is simple: to transform Britain's musty charity shops into trendy \"destination\" stores. She aims to persuade shoppers to dump cheap mass-produced Primark clothes in favour of high quality and designer secondhand clothing. \"I don't think there's any shop which looks as cool and as fabulous as this,\" she said. \"The whole concept is how do we rethink the charity shop and create a business model that has real potential in the next 10 to 20 years.\" The shop in Edinburgh has been stocked with the help of donations from designers such as Ralph Lauren, celebrities such as Jamie Oliver, and Grazia magazine, which has emptied its storerooms, turning up, among other items, a £1,500 handbag which arrives next week and will go on sale for a mere £500. TV presenter Carol Smillie donated a bag of clothes, including a Harrods evening dress on sale for £60. The recession has been a mixed blessing for Britain's charity shops, with more people anxious for bargains but fewer people giving: Oxfam reports its sales are up 5% but its donations down 14%. Shelter tells a similar story. When the new shop first opened its doors 10 days ago, queues formed soon after dawn. Rebecca and Sophie Jamieson, sisters aged 25 and 23 from Newington, south Edinburgh, were among the first inside, snapping up a vintage Valentino skirt for £29, a Ted Baker shirt for £12 and a Jacob cardigan for £6. \"We found out on Twitter,\" said Rebecca. \"Portas wrote a tweet that this was the charity shop version of Harvey Nicks. She said there were lots of really good donations.\" The concept emerged from Portas's BBC2 reality television series where she helped transform a down-at-heel Save the Children branch in Orpington, Kent. A former creative director of Harvey Nichols and now a retail consultant, Portas then tested the new \"living and giving\" model in a temporary, or \"pop-up\", shop in the Westfield shopping centre in London that took £109,000 in three weeks. But not everyone has welcomed the new store. Local shopkeepers are anxious about the domination of charity shops on Edinburgh's Raeburn Place, a short, thriving street which reputedly has one of the highest ratios of charity shops in Britain. And charity shop managers may also chafe at her insinuation their stores need to sharpen up their act. The boutique is the 12th charity shop within less than a quarter of a mile. The nearby Shelter branch, which stages January sales of designer clothes, is the most successful Shelter shop in Britain. Raeburn Place has helped pioneer specialist charity shops. Its Oxfam record shop is credited with being the first of its kind in Britain. But local traders say charity shops can drive up rents – they get an 80% discount on their rates, have very low wage bills, get most of their stock for free but can still sell new goods and food and so compete with neighbouring shops. Nigel Bagshaw, chairman of Stockbridge community council, said: \"We need to make sure there isn't a point where all we get are charity shops. You can imagine how it could go that way, and that's a concern traders have expressed in the past.\" Thrift shop style • Devi Kroell designer handbag, £500 • Graeme Black dress, £120 • Harrods evening gown by Jenny Packham, £60 • New Vivienne Westwood skirt, £95 • New Ralph Lauren jacket, £100"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}