{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/dec/28/alastair-cook-century-second-test", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-12-28T20:38:33Z", "webTitle": "Alastair Cook thanks Graham Gooch after ending run drought with century", "webUrl": "https://www.theguardian.com/sport/2009/dec/28/alastair-cook-century-second-test", "apiUrl": "https://content.guardianapis.com/sport/2009/dec/28/alastair-cook-century-second-test", "fields": {"headline": "Alastair Cook thanks Graham Gooch after ending run drought with century", "bodyText": "Alastair Cook thanked Graham Gooch, his long-time mentor at Essex, for changing his game after he ended a long run of low scores with a century to help England take control of the second Test against South Africa at Kingsmead. Cook batted for six hours and 41 minutes for his 118 – his 10th Test century – as England ended the third day on 386 for five, a lead of 43. \"Goochie's almost worked harder to change my technique than I have,\" Cook said. \"He will think nothing of throwing balls for an hour and a half, three times a week, and that's a lot of hard work. I have changed my trigger movements but it takes a time to settle that in, to groove it. It's nowhere near finished. But this innings will give me a lot of confidence.\" Cook scored 160 against West Indies at Durham's Riverside in May but since then he had averaged 22 in 11 innings and he followed a disappointing Ashes series with scores of 15 and 12 in the first Test in Centurion this month. The opener, who was given out caught at short-leg on 64 but appealed the decision and had it reversed, said: \"I'm delighted. And relieved. It's a little milestone to get my 10th as well. In the last few games the side have been playing really well and I haven't really contributed. I feel I've been carried by my team-mates, so it's nice to repay that back to them.\" Cook initially played a waiting game as the South Africa-born Jonathan Trott and Kevin Pietersen perished at the other end. \"I've never been the prettiest batsman to watch. In the first hour I got about one. It was nice to get my patience working, to get through that period and to get rewarded later in the day. Just after the Ashes series I was playing against Leicestershire and I watched myself playing [on video]. \"I experimented in the last month of the season with Essex and changed a few things. I scored a couple of one-day hundreds. It was trial and error but it's nice to know I'm on the right track. I was pleased with my discipline today. It could have all ended in tears. But I didn't even flirt with one ball all morning. It's good for my confidence to know that I can do that.\" Although England have a tidy lead with two days to go, Cook refuses to look too far ahead. \"We batted and ground ourselves into a good position on a tough day. South Africa bowled with discipline all day. But if you look at Centurion, we can't get too far ahead of ourselves. We've just got to build as big a lead as we can.\" The South African coach, Mickey Arthur, was happy with his bowlers, who took just four wickets through a long, hot day. \"It was a hard day,\" he said. \"I thought the bowlers stuck to their task very well. I thought we were very good today. We executed a lot better than we did yesterday. \"It was very encouraging to see Dale [Steyn] getting better and better and to see Jacques [Kallis] running in as he did at the end of the day. I've got no complaints with the efforts we put in on a very hot day.\" Arthur admitted he had given his bowlers a frank talking-to on Sunday evening. \"We are a very honest team and they need some honest opinion, which they got. We were particularly poor up front to [Andrew] Strauss. We gifted him a lot of runs in areas he likes to score in.\"Arthur was full of praise for Cook. \"I thought he was very good today. He grafted really hard. He didn't give it away and he got a hundred, which was a just reward.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}