{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/dec/16/premier-league-liverpool-wigan-athletic", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-12-16T22:08:55Z", "webTitle": "Premier League: Liverpool 2-1 Wigan Athletic", "webUrl": "https://www.theguardian.com/football/2009/dec/16/premier-league-liverpool-wigan-athletic", "apiUrl": "https://content.guardianapis.com/football/2009/dec/16/premier-league-liverpool-wigan-athletic", "fields": {"headline": "Liverpool show little amazing grace in defeating Wigan", "bodyText": "Once he swallowed the pain of Sunday's defeat to Arsenal Ian St John labelled Liverpool's condition simply as \"shocking\". There could be no deterioration against Wigan Athletic in the presence of St John, Ron Yeats and many others whom Bill Shankly rebuilt Liverpool around after his arrival at Anfield 50 years ago, and for once Rafael Benítez's team followed the script. They almost unloaded both barrels into their own feet of course, but a small step was achieved nonetheless. The tension of a dispiriting season was palpable on an emotional night at Anfield, and may have consumed Liverpool had Jason Scotland not volleyed against the bar when presented with an open goal in which to equalise 16 minutes from time. On this occasion Liverpool could claim that they deserved a reprieve and five minutes later Fernando Torres, on his 100th appearance for the club, seized it. A stoppage-time consolation from Charles N'Zogbia ignited palpitations for Liverpool but ultimately it was Roberto Martínez who was the Spanish manager left harbouring regret at Anfield. \"It was very important to win and there were a lot of positives,\" claimed Benítez. \"We knew we had to win. It doesn't matter that we could have scored more and been more relaxed, at end of the day it's three points. We needed to win, relax and be ready for the next game. The team had some chances and everything would have changed if we had scored the second goal earlier but we just needed these points.\" With Portsmouth and possibly Wolverhampton Wanderers' second-string to come, there can be no excuse for failing to build momentum this time. There was rich nostalgia at Anfield as the family, former players and devoted followers of Shankly commemorated the anniversary of his arrival as Liverpool manager. But there was an apprehensive atmosphere all the same, and there was also a disconcerting note to the manager's selection. Torres was deemed not fit enough to play a second game in four days, having spent five weeks out resting a hernia, Glen Johnson was out injured and Alberto Aquilani was still unworthy of starting in a team even with Lucas Leiva demoted to the bench. \"Torres was not training for a month, and I wanted to protect him and not play him if necessary,\" explained the Liverpool manager. \"But I think he will be ready for Portsmouth.\" In their absence Benítez abandoned his usual formation for a 4-4-2 that improved Liverpool's supply from the flanks and instantly unsettled the Wigan defence. Though vulnerable throughout at the back, with the uncertainty originating from Chris Kirkland in goal, Wigan's quality on the counter-attack ensured there was no comfortable route back towards confidence for Liverpool. The pattern of the game was established even before David Ngog glanced the home side ahead in the ninth minute. Liverpool had threatened several times, while a fine tackle from Emiliano Insúa prevented the dangerous N'Zogbia from going clear on José Reina's goal. Then a combination of a quick throw-in, an immaculate delivery from the potent Fabio Aurélio and an unnecessary rush out of goal by Kirkland, pursuing a ball he was never going to reach, allowed Ngog to head his sixth goal of the season into an unguarded net. Wigan almost levelled immediately, and if Paul Scharner put as much power into his heading as dye into his hair they would have done. The Austrian international was unmarked when he met N'Zogbia's deep cross but, with the admittedly imposing figure of Reina to beat, he headed softly into the arms of the Spanish goalkeeper. Kirkland combined rushes of blood with instinctive shot-stopping and twice saved superbly from Dirk Kuyt at point-blank range. Yossi Benayoun and Ngog also raised the anxiety with near-misses. A half-time tribute to Shankly that included a rendition of Amazing Grace, his favourite hymn, brought poignancy to the occasion but the business of collecting three points brought a touch of desperation to the Kop as chances continued to go astray. Scotland sliced the chance to really test Liverpool's nerve – \"The key moment,\" said Martinez. \"If that had gone in it would have been a completely different game and you would have felt the anxiety that was around.\" – before a slip by Emmerson Boyce sent Torres clean through on goal. At the third attempt, and despite a desperate goalline clearance from Titus Bramble, he ended the torment."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}