{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/dec/01/darron-gibson-manchester-united-spurs", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-12-01T22:22:00Z", "webTitle": "Darron Gibson scores twice as Manchester United sink Spurs", "webUrl": "https://www.theguardian.com/football/2009/dec/01/darron-gibson-manchester-united-spurs", "apiUrl": "https://content.guardianapis.com/football/2009/dec/01/darron-gibson-manchester-united-spurs", "fields": {"headline": "Darron Gibson scores twice as Manchester United sink Spurs", "bodyText": "It will be remembered as the night Darron Gibson properly introduced himself to the Old Trafford crowd. They know who he is now. Two goals, both from elegant strikes with his right boot, put Manchester United into the Carling Cup semi-finals on an evening when one of their least heralded players demonstrated a remarkable talent for striking the ball from long range. Gibson's was an extraordinary double in an otherwise ordinary performance from Sir Alex Ferguson's men, in which they withstood long spells of pressure from opponents who moved the ball well but found United's defence considerably less generous than Wigan's had been two Sundays ago. Tottenham matched their hosts in just about every department and it is a measure of their ambition that their manager, Harry Redknapp, was unusually critical of his players afterwards. Redknapp called it a \"strange match,\" complaining that \"there was hardly a tackle\" and adding that: \"There was no atmosphere in the stadium and no atmosphere in the game – it was a like a friendly, the pace was like a practice match.\" Yet Tottenham, as Ferguson conceded, had been the better side for an hour. \"They had two shots at goal and scored twice,\" Redknapp said of the team that will be in tomorrow's draw. Gibson was one of the players who had struggled to impose themselves in a 1-0 home defeat by Besiktas last week. Ferguson, that fierce protector of his own, had spent the last few days railing against the reaction in what he perceives to be a hostile media. Gibson's was an even more powerful response to those who feel that, at 22, he should regard matches under the floodlights at Old Trafford as the norm, not the exception. The Irish midfielder has similar attributes to Michael Carrick – he is not so precise with his distribution but he is tall, straight-backed and two-footed – and when he takes the ball he always has his head up, looking for the pass. Regular watchers of United's reserves will also know that his long-range shooting is probably the best at the club, or at least good enough to rival that of Paul Scholes. The only debate centred on which of his goals was the classier – the second, seven minutes before the interval, edged it. Gibson took the ball from Dimitar Berbatov, orchestrated a quick one-two with Daniel Welbeck and strode forward to curl a 25-yard shot into the top left-hand corner of Heurelho Gomes's net. His first had come after 16 minutes and it was another demonstration of his prowess from outside the area. This one, from a little closer, was struck with pace and power and it arrowed Anderson's sideways pass into the bottom right-hand corner. \"He's the one player from our club who can get goals from outside the box,\" Ferguson said. \"He's got tremendous power; the second goal in particular was fantastic.\" It was harsh, though, on a Tottenham side who, regardless of their manager's criticism, should be aggrieved to have been trailing at half-time, particularly by two goals. \"I thought we were fortunate,\" Ferguson said. \"We scored against the run of play and they could have been two or three up.\" Redknapp's was certainly an attacking formation, with Aaron Lennon under orders to test Gary Neville's ageing legs and David Bentley trying to expose the raw but talented Ritchie de Laet on the opposite flank. Ferguson had five players under the age of 22, but it was still just about as experienced a line-up as he ever plays in this competition. Anderson, partnering Gibson in central midfield, had his most impressive game for a while and for all of Tottenham's possession there were only a few moments when they opened up the home defence. They usually finished with a misdirected shot or a last-ditch block. Failing that, Tomasz Kuszczak showed why he believes he ought to be above Ben Foster as Edwin van der Sar's understudy. Gomes was less involved at the other end, despite Berbatov's desire to impress against his old club and the plaintive cries of \"shoot\" whenever Gibson picked up the ball within 30 yards of goal. Ferguson, watching from the directors' box as he completed his two-match touchline ban, was not particularly happy but he had little to trouble him in the final exchanges as Tottenham, to Redknapp's dismay, gradually lost belief."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}