{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2009/dec/09/pre-budget-report-darling", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2009-12-09T23:16:46Z", "webTitle": "Darling's message: vote Labour, or things will get even worse", "webUrl": "https://www.theguardian.com/politics/2009/dec/09/pre-budget-report-darling", "apiUrl": "https://content.guardianapis.com/politics/2009/dec/09/pre-budget-report-darling", "fields": {"headline": "Darling's message: vote Labour, or things will get even worse", "bodyText": "Alistair Darling, one of the most pragmatic and level-headed of politicians, is not an ideologue. He is unlikely ever to pen a great tract such as such as the Future of Socialism, the social democratic bible written by Anthony Crosland. But Darling's funereal message was similar to the famous warning by Crosland that the era of public plenty had come to a close. \"For the next few years, times will not be normal. Perhaps people have used the words 'economic crisis' too often in the past. They have shouted 'wolf, wolf' when the animal was more akin to a rather disagreeable Yorkshire terrier,\" pronounced Crosland in 1975. \"But not now. The crisis that faces us is infinitely more serious than any of the crises we have faced over the past 20 years … the country is coming to realise that, for the time being at least, the party is over … We are not calling for a headlong retreat. But we are calling for a standstill.\" Crosland sent out his warning four years before an election; Darling has issued his six months before Labour faces the verdict of the public – not an ideal moment to have to announce £5bn in specific cuts dressed up as efficiency savings, a 1% rise in NI for 10 million people earning more than £20,000 from April 2011, a freeze in tax allowances, caps on public sector pensions, and a real-terms pay cut for 3.9 million public workers lasting two years. The New Labour alliance with the aspirational middle class has been buried even deeper underground. Darling tried to be blunt about the coming years of sacrifice, promising \"tough but necessary choices\", \"realism\", \"cuts to some budgets as programmes come to an end\" and \"programmes stopping\". These are not the messages a sane political consultant would recommend to a party trailing by as much as 10% in the polls. But as one Treasury official said: \"We are out of dosh. It has to be painful to be credible.\" Darling can only hope that voters will recognise he has done his best to mount the necessary burden of pain on to the broadest shoulders. Overall, he claimed that half the additional revenue raised in this PBR, this year's budget and last year's PBR would come from the richest 2% of the population. As for the one-off tax on bankers' bonuses, it is probably the most popular tax rise ever announced, even if it is a fiscal sideshow raising only £500m. Labour strategists also hope that by postponing the bulk of the pain until April 2010 or the year after, the voters will not be too vengeful in the spring. Since the summer Darling has been wrestling with a dilemma. His challenge was to provide enough detail to satisfy concerns he will indeed slash the record £175bn deficit, yet to do so in a more measured, fair and humane manner that did not choke off the recovery by implementing the cuts prematurely. In other words, the recovery will be safer in Labour hands. In a bid to symbolise the Labour commitment to public services, Darling gave three carefully worded guarantees to protect the most cherished areas of public spending, schools, hospitals and police. He first confirmed that the previously announced departmental spending totals would not be changed at all next year, 2010-11. In the following two years (2011-12 and 2012-13), funding for \"frontline schools rises in real terms by 0.7% a year\", and for ages 16-19 participation in education by 0.9% a year. Spending on Sure Start centres will also rise in line with inflation. At the same time, NHS \"frontline spending\" – said to represent 95% of hospital spending – will rise in line with inflation in the same two years. Spending allocations to police authorities will be sufficient to maintain the current number of police officers. The Treasury was reluctant to give much more detail on precisely what these pledges meant, or what proportion of total public spending these protected areas represented. It is clear that, overall, the cost of these commitments to protect priority areas is going to be an extra £15bn over two years. But so tight are the finances, and so overwhelming is the need to cut the deficit in half by 2014, that even these modest increases require efficiency savings and tax rises to fund them. In the case of education, Ed Balls, the children's secretary and probably the single biggest cabinet winner out of the PBR, will have to find £800m in efficiency savings in his budget. The health secretary, Andy Burnham, applying the brakes after five years of unprecedented growth, is also having to find efficiency savings; but these on their own are nowhere near enough to fund the protection of priority areas. The bulk of the extra cash to protect public services comes from the near freeze on public pay (worth £2bn) and through the NI, an increase that will also add to the costs of the NHS and schools. On the level of spending that will be possible outside these protected areas after 2011, the government was silent. Darling defended this evasiveness on the basis that the recovery was so uncertain there was no purpose at this stage in a comprehensive spending review setting out departmental spending for 2011-14. He insists this has nothing to do with delaying the truly gruesome news until after the election. But in a theme the Tories are likely to pursue, the shadow chancellor, George Osborne, accused Darling of \"lavish detail on the few things they say they're protecting – almost nothing on the many things they are planning to cut\". No precise estimate was availabletoday, but the Tories on a first guess believe spending outside the protected areas will have to fall by 7% over the two years. Treasury sources privately put the figure higher, adding that, if Labour was re-elected, cabinet ministers are now on a warning that spending negotiations will be tough beyond belief. Indeed, once capital and current spending are taken together, the Treasury red book shows that overall spending in real terms will fall. Faced by such a bleak outlook, Labour was forced back into claiming it would be even worse under the Tories, because Osborne remains committed to cutting the deficit even faster and cannot therefore match Labour's commitments to protect schools spending. The script given privately to Labour MPs sets out succinctly Labour's latest dividing line. It reads: \"We've set our plan to halve the deficit in four years. The challenge for the Tories now is to set out theirs. Cameron says they will go faster. Even if they go just one year faster, it will cost them either half the schools' budget or a rise in VAT to 23%. That's the Tory choice. Not only would they choke off recovery, they would make cuts to frontline services to pay for over £10bn tax cuts for the wealthiest few.\" For now this is the Labour message: things can only get worse, but under the Tories they would be even worse still."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}