{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/dec/19/premier-league-blackburn-tottenham-spurs", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-12-19T17:10:22Z", "webTitle": "Premier League: Blackburn Rovers 0-2 Tottenham Hotspur", "webUrl": "https://www.theguardian.com/football/2009/dec/19/premier-league-blackburn-tottenham-spurs", "apiUrl": "https://content.guardianapis.com/football/2009/dec/19/premier-league-blackburn-tottenham-spurs", "fields": {"headline": "Peter Crouch pounces twice as Spurs stay in the party mood", "bodyText": "Perhaps Harry Redknapp will not be inclined to cancel Christmas after all. His players' response to their unauthorised festive jaunt to Dublin, which met with their manager's most severe displeasure, has been to sweep aside Manchester City and then chisel out victory against the grain. In the past, Peter Crouch's ability to snatch three points with almost the only two attempts on goal Spurs fashioned all afternoon would have been called the sort of display that wins championships. Tottenham's ambitions are more modest but this was certainly the kind of display that wins admission to the Champions League. \"It was not three points earned from playing football but three terrific points in a game that Tottenham might have lost in the past,\" said Redknapp. \"I don't think the shenanigans in Dublin had anything to do with what has happened on the pitch. They didn't lose to Wolves because they had gone out without permission. They lost to Wolves because they couldn't break them down.\" If Sam Allardyce were planning a meal to celebrate his first anniversary as Blackburn manager, there would have been a bitter taste to the wine. A year ago, he had stood in the boardroom at Ewood Park munching mince pies and outlining how he would salvage the club. His efforts have been based on solid home displays to the extent that this was only the third time Blackburn had been beaten at Ewood in Allardyce's 12 months at the helm. He considered the difference lay in Crouch's finishing, which has now brought 10 goals this season, although fewer than half have been in the league. The second was admirable, as Jermaine Jenas's pass gave Crouch time and space that might have panicked a younger forward but his finish was as icy as the conditions. The first to Blackburn eyes was both preventable and questionable. Niko Kranjcar's cross was floated rather than driven into the box and there were three defenders attempting to hem in the only Spurs player in their area. Crouch's header deflected from the bottom of the crossbar into the back of Paul Robinson's net but Allardyce thought the goal should have been disallowed for a foul – Crouch, he argued, had \"wrestled Ryan Nelsen to the floor\" – and for lack of time. On Allardyce's watch, the referee, Peter Walton, had played 90 seconds of one minute's stoppage time. Despite the home side's superior possession, only Benni McCarthy was in Crouch's class as a finisher. The South African struck the bar with a deflected free-kick in the first half and was denied an equaliser in the second when Heurelho Gomes turned his beautifully controlled shot on to the foot of the post. \"That was the turning point,\" Allardyce said. \"This is a very bitter defeat to take. Although we may not have done enough to win it, we were not the second-best side on that pitch.\" As he turned to leave, Redknapp was asked if he had met with representatives from Customs and Excise investigating his time as manager of Portsmouth and who intend to issue proceedings against him next month. He replied with a smile that he had spent Friday night with his coaching staff in Manchester's San Carlo restaurant. In a statement on the club website his solicitors BCL Burton Copeland said: \"Harry Redknapp is extremely surprised and disappointed to have been informed that HMRC intend to institute proceedings against him in the week commencing 11 January 2010. We believe that the decision to commence proceedings will, in due course, be shown to have been totally misconceived.\" A spokesman for the club added: \"The club considers this matter to be a private, tax issue which pre-dates Harry's employment with the club and which is not related to football matters. His position remains unaffected and he has the full support of the club.\" THE FANS' PLAYER RATINGS AND VERDICT Bill Boaden, Observer reader I feel hard done by. All the statistics should show that we had the better of the game but not the result. I was a bit worried at the start, missing Samba. We contained them in midfield until the end of first half, then the ref gave a succession of free-kicks that set us back and the goal came – after the extra time added, I'd say. And I think the second goal was offside. Of course, the real problem is we just don't score goals. Di Santo works hard but doesn't get a lot of support. The fan's player ratings Robinson 6; Jacobsen 7, Nelsen 7, Givet 7, Chimbonda 7; Salgado 6 (Pedersen 64 6), Grella 5, Nzonzi 8, Hoilett 7 (Roberts 81 6); Di Santo 6 (Kalinic 72 5), McCarthy 6 Dave Mason, Observer reader It was third time lucky after the away games at Everton and Villa when we outplayed both but got draws. And it came after an awful first half. I'd seen Tottenham legend Dave Mackay before the pub – what an honour – and you thought of the passion and skill he'd have brought to the game. But just at the end of the first half a football match broke out and Crouch got a good header away. The second was fantastic. And a word of praise is due for our fans for the warm reception for Paul Robinson. The fan's player ratings Gomes 8; Corluka 7, Dawson 9, Bassong 8, Assou-Ekotto 8; Lennon 8 (Hutton 90 n/a), Palacios 6 (Jenas 58 7), Huddlestone 7, Kranjcar 8; Crouch 8, Defoe 6 (Keane 67 7) TO TAKE PART IN THE FANS' VERDICT, EMAIL FANS.PREMIER@OBSERVER.CO.UK"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}