{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/dec/09/public-sector-pay-squeeze-begins", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2009-12-09T22:39:53Z", "webTitle": "Public sector first to feel the squeeze as payback begins", "webUrl": "https://www.theguardian.com/uk/2009/dec/09/public-sector-pay-squeeze-begins", "apiUrl": "https://content.guardianapis.com/uk/2009/dec/09/public-sector-pay-squeeze-begins", "fields": {"headline": "Public sector first to feel the squeeze as payback begins", "bodyText": "Alistair Darling is heading for a showdown with unions after announcing that millions of public sector workers will face an effective pay cut from 2011. Union leaders reacted angrily after the chancellor pledged to impose a two-year cap of 1% on all public sector pay settlements from 2011, by which time inflation is expected to be on the rise. Teachers, doctors and social workers, who are facing a tax rise when national insurance contributions rise by 1p from April 2011, face a series of cost-cutting measures to save £4.5bn. In an attempt to bring down the cost of public sector pay, which accounts for around half of departmental spending, Darling announced: • A two-year cap from 2011 of 1% on all public sector pay settlements. Treasury sources acknowledge that this is likely to amount to a pay cut because inflation is set to start rising next year. Darling said it would rise from 1.5% to 3% early next year before falling back. The Bank of England expects inflation to reach 1.5% by the end of next year. The armed forces, who face what Darling called \"special circumstances\", will be treated differently. • Public sector pensions will be brought \"broadly in line\" with those in the private sector. Darling said: \"By 2012 contributions by the state to public service pensions for teachers, local government, NHS and the civil service will be capped – saving about £1bn a year. Public sector workers will make a greater contribution to the increasing value of pensions, with those earning over £100,000 paying more.\" • The senior civil service will face a cut in its pay bill of up to £100m over three years. Gordon Brown announced earlier this week a 20% cut in the cost of the senior civil service. • All new government employees earning more than £150,000 and all bonuses worth more than £50,000 \"will require explicit approval by the Treasury\". The chancellor said: \"These are tough choices, but they are essential if we are to stick to our plan to halve the deficit and protect the frontline.\" Public sector workers will also, in common with workers in the private sector, face a 1p increase in national insurance contributions (NICS) at the same time as their pay freeze in 2011. The chancellor announced a 0.5p increase in NICS for anyone earning over £20,000 following a 0.5p increase announced in the budget earlier this year. Trade union leaders rejected the chancellor's proposal for a cap on pay settlements. Brendan Barber, the TUC general secretary, said: \"A centralised pay cap on public sector staff is unfair, inefficient and will damage long-established independent review systems – which already take affordability into account. Public sector workers – many of whom are low paid –should not have to pay the price for a crash they did nothing to cause.\" Dave Prentis, general secretary of Unison, which represents local government and NHS workers, said: \"I am not going to sign up to this. I know how our members feel: they feel angry and betrayed. It is just not on to make nurses, social workers, dinner ladies, cleaners and hospital porters pay the price for the folly of the bankers.\" Dr Mary Bousted, general secretary of the Association of Teachers and Lecturers, said: \"We are deeply unhappy about capping all public sector pay for two years because it is too blunt a measure and will affect the majority on low salaries as much as the few who are highly paid, and is far too long when even the government is forecasting inflation will be 3% in two years' time.\" Business leaders welcomed the cap on public sector pay and the reduction in pension contributions as \"long overdue\". Richard Lambert, the CBI director general, said: \"We applaud the government's courage in beginning to tackle the thorny issues of public sector pay and pensions.\" The cap follows a pledge in October by George Osborne, the shadow chancellor, to impose a one-year actual pay freeze on public sector workers from 2011. Workers on less than £18,000 would be exempt. The announcement came as the chancellor promised to protect frontline services in health, education and the police force from the \"tough and challenging\" public spending climate of the future. Schools will receive a 0.7% real term increase each year between 2011 and 2013, while funding for 16- to 19-year-olds in sixth forms and colleges will get a 0.9% annual increase in the same period. The NHS budget will rise in line with inflation, bringing Darling close to matching the Conservatives' promises to support the health service, but falling short of his public promise of a real-term increase. Other areas of the public sector now face drastic cuts, with some estimates warning of a 10% reduction in spending over the period of the next comprehensive spending review up to 2014. Universities were told to make £650m in savings by 2013 while councils must find £550m. The threshold rose for free school meals after complaints that it is set substantially below the household income that defines a child as living in poverty. An extra 500,000 children will be eligible. Funds will be provided for 10,000 students from low-income backgrounds to take up internships in industry and the professions which are traditionally the preserve of the wealthy."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}