{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/dec/28/inconvenient-truths-tory-councils-progressive", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-12-28T21:00:00Z", "webTitle": "The inconvenient truths about Tory councils | Jon Cruddas and Chuka Umunna", "webUrl": "https://www.theguardian.com/commentisfree/2009/dec/28/inconvenient-truths-tory-councils-progressive", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/dec/28/inconvenient-truths-tory-councils-progressive", "fields": {"headline": "The inconvenient truths about Tory councils", "bodyText": "A general election announcement could be less than eight weeks away if Gordon Brown plumps for a March poll. Whenever it happens, over 9 million people under the age of 30 will be eligible to vote next year – many for the first time – and they will have little memory of what the last Tory government of 1979 to 1997 looked and felt like. So it is crucial that Labour engages with the Tories as they are now, rather than harking back to yesteryear, and the best way to do this is to expose the activities of Tories who hold power around the country today. As David Cameron said when addressing his Tory councillors in 2007: \"You demonstrate Conservative government – your values, your achievements, represent our party in action.\" And in August, shadow chancellor George Osborne said in this newspaper that \"it is the Conservative party setting the progressive pace of change in this country\". These statements should be measured against the Conservatives' activities in local government today. Information released on our new political website, Tory Stories, exposes such claims to be hollow. For example, the Tory leader famously urged people to \"vote blue, go green\". Yet in the Isle of Wight, the success of the island's Conservative MP and local council in opposing wind farm applications helped persuade wind turbine manufacturers Vestas to shut its factory and set up shop in the United States. The company cited a lack of \"political support at a local level\" as a principal reason for its departure. The lukewarm attitude of Cameron's party to green issues is replicated nationwide: of the 51 councils that have signed up to the 10:10 climate campaign, only 11 are Conservative controlled. In October, Conservative members of the London assembly even went so far as to walk out during a motion to introduce the 10:10 scheme in the capital. Then there is the funding of our public services, expected to feature heavily in the 2010 election debates. According to the Conservatives' 2009 report, How Conservative Councils Are Helping in the Recession, Cameron has decreed that \"the Conservatives will bring a culture of thrift to government\". Back in May 2006, Cameron was in Surrey inspecting its Conservative council's new school bus scheme. He heaped praise on the initiative and pointed out that expanding school buses will help cut the number of cars at the school gate. It was, he said, \"a really exciting agenda and one that I am determined the Conservative government is going to pursue\". However, in September this year, the council opted for \"maximum savings at the earliest possible date\" and will end the service in July 2010. Consequently 22 school buses will be sold at a loss of £1.7m. Meanwhile Tory-controlled Essex county council – led by Lord Hanningfield, who doubles up as Cameron's shadow business minister – has announced its intention to make £300m \"savings\" by 2012. In London, Tory mayor Boris Johnson has decided to abolish the western extension of the congestion charge zone, meaning £55m-£70m of income will have to be found elsewhere. Unsurprisingly, Londoners are about to be whacked with a whopping 20% increase to Oyster bus journeys next week. Cameron and Osborne frequently pilfer \"progressive\" language from the well of social democracy in order to clothe policies that are anything but. That they feel the need to do so demonstrates that Labour is far from the spent force many would have us believe."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}