{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/dec/16/flyglobespan-airline-bust-scotland", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-12-16T22:12:05Z", "webTitle": "Thousands stranded as Scottish airline Flyglobespan goes bust", "webUrl": "https://www.theguardian.com/business/2009/dec/16/flyglobespan-airline-bust-scotland", "apiUrl": "https://content.guardianapis.com/business/2009/dec/16/flyglobespan-airline-bust-scotland", "fields": {"headline": "Thousands stranded as Scottish airline Flyglobespan goes bust", "bodyText": "The travelling public was served up a heady cocktail of Christmas chaos tonight when a Scottish airline went into administration and baggage handlers warned of strikes at Heathrow. The demise of Flyglobespan, leaving 4,000 passengers stranded abroad, came as British Airways failed to convince cabin staff they should call off a planned strike after discussions with union leaders. Around 1,300 people were due to fly tomorrow on Flyglobespan. PricewaterhouseCoopers (PwC), the accounting firm brought in to take control of the failed airline, told passengers to stay at home and warned that the Civil Aviation Authority was only responsible for financially bailing out 1,000 people who have booked package holidays. Those who dealt directly with the airline through its website or call centre would not be protected, said PwC, which stepped in after attempts to find a new investor for the parent group Globespan finally collapsed this afternoon. Budget rivals Ryanair and easyJet were both offering \"rescue\" fares between Glasgow Prestwick and Flyglobespan destinations such as Tenerife, Alicante and Malaga. The airline employs 800 staff and is reported to have carried 1.5 million passengers last year. Passenger Ralph Gerrard flew to Lanzarote on a Flyglobespan flight on Sunday and was due to return on 27 December. \"I have no idea what happens now because we've been trying to phone Globespan representatives and all their phones have been disconnected on the island, so there's no one to speak to at the moment,\" he told the BBC last night. \"We're going to have to look at another airline.\" Asked if it would affect his holiday, he replied: \"Not at all because it's nice and sunny here and we are enjoying ourselves; we will just get on with it as usual.\" Transport minister Paul Clark said efforts were being made to try to get stranded passengers home for Christmas. \"We are working with the industry and the Civil Aviation Authority to minimise the regrettable disruption,\" he said. There was more trouble for travellers when airport baggage handlers and check-in staff at Heathrow and Aberdeen said they would hold a series of 48-hour strikes from 22 December in a row over pay with SAS Ground Services. Further walkouts are already threatened from Boxing Day and 3 January. Unite said the stoppages would affect travellers using Emirates, Turkish and Thai airlines at Heathrow, but there was no comment from the ground services firm. Last-ditch talks aimed at averting a 48-hour strike by drivers and on-board staff on Eurostar trains also broke down without agreement yesterday. Around 70 drivers and 20 on-board staff will now walk out on Friday and Saturday in a row over pay, threatening disruption to services between London, Paris and Brussels. Eurostar said it was confident of running a normal service. The Aslef and TSSA unions have warned they will take further strike action on Boxing Day and 27 December unless the row is resolved. A Flyglobespan helpline has been set up. Call 0871 271 9000 from the UK and 44 141 332 3233 from the rest of Europe."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}