{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/dec/16/premier-league-burnley-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-12-16T21:52:57Z", "webTitle": "Premier League Burnley 1-1 Arsenal", "webUrl": "https://www.theguardian.com/football/2009/dec/16/premier-league-burnley-arsenal", "apiUrl": "https://content.guardianapis.com/football/2009/dec/16/premier-league-burnley-arsenal", "fields": {"headline": "Graham Alexander on the spot as Arsenal fall flat at Burnley", "bodyText": "Arsenal's form has been up and down like a fiddler's arm this season, epitomised by their game of two halves against Liverpool on Sunday, so it was hardly a surprise that they should devalue that revitalising victory by dropping two points against bristling Burnley . The Clarets' record at home is such that Arsène Wenger was more perturbed by an injury sustained by Cesc Fábregas than the result. The Spain playmaker had to withdraw just before half-time with hamstring trouble, and Wenger says he will not be fit for the match against Hull City at the Emirates Stadium on Saturday. The Arsenal manager felt his team had been \"a bit jaded physically\" against committed opponents \"who played it like a cup tie\". Fábregas's 10th goal of an increasingly profitable season gave the title hopefuls a seventh minute lead, but Burnley hit back hard, showing spirit and no little skill, and fully deserved the point gained by Graham Alexander's penalty. It was the grafting Scot's 100th career goal and, remarkably, his 70th success in 74 attempts from the spot. It is debatable whether Arsenal should regard this as two points dropped or one gained. The architectural throwback that is Turf Moor has been a visitors' graveyard this season, its five previous victims including Manchester United, Everton and perky Birmingham. At home, Burnley are a match for anybody. Away they have taken just one point from their eight games. There were doubts as to whether Burnley would follow Wolves' contentious lead and field their reserves ahead of the survival tussle between the two at Molineux on Sunday. To the relief of the vast majority (although presumably Arsenal would not have minded) Owen Coyle is made of sterner stuff, and only one of Burnley's eight ever-presents this season was missing. If Arsenal have an achilles heel, it is when it comes to combating the high ball played into their penalty area, and there was an example of this fallibility in the second minute, when Thomas Vermaelen's attempt to clear Clarke Carlisle's goal attempt succeeded only in scuffing a header backwards, testing Manuel Almunia, who was fully extended in touching the ball on to his crossbar. Heeding their wake-up call, Arsenal took the lead five minutes later, when Fábregas evaded André Bikey and Carlisle on the edge of the penalty area before shooting low past Brian Jensen. It was another high class finish from a top class player, and it had his team up and running. It could easily have been 2-0 in the 16th minute when another real thoroughbred, Andrey Arshavin, shot against the base of Jensen's left-hand upright, with the goalkeeper they call \"The Beast\" beaten, after a clever backheel from Samir Nasri. Burnley chased and harried, as is their wont, enjoying a decent share of possession, but their passing tended to let them down in promising situations until the 28th minute. Then Stephen Jordan's ball into the penalty area bisected Vermaelen and Bikey and the Belgian defender, reaching in studs-raised fashion, floored his Cameroonian counterpart with a challenge which had Mike Dean instantly pointing to the spot. Penalty takers come no more reliable than Alexander, and equality was duly restored. In added time at the end of the first half, Jensen was called upon to tip over a goalbound header from Vermaelen, but after their success in drawing level it was Burnley who had confidence coursing through those claret veins. The crowd responded, sensing another memorable scalp, while Arsenal were substantially weakened by the withdrawal of Fábregas. In the second half Arsenal were worn down by Burnley's admirable work ethic and towering spirit. In the face of such qualites, Theo Walcott, in particular, was stymied out on the right, and was a substitution waiting to happen. In contrast Chris Eagles, on Burnley's right, was a trickily persistent livewire, and the former Manchester United man was tantalisingly close to winning it with a rasping drive that rebounded out off Almunia's left hand post. Steven Fletcher, too, might have rewarded Burnley's high-octane finish, but from Bikey's cross he shot wide from 12 yards. When he did get the ball in the net, after a ghastly mistake by Almunia, the goalkeeper was spared humiliation by a dubious offside flag. \"I thought he was level,\" Coyle said. If the referee's assistant had agreed, Burnley would not have been unduly flattered by another home win."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}