{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/dec/05/premiership-saracens-sale", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-12-05T20:40:16Z", "webTitle": "Derick Hougaard keeps Saracens safe", "webUrl": "https://www.theguardian.com/sport/2009/dec/05/premiership-saracens-sale", "apiUrl": "https://content.guardianapis.com/sport/2009/dec/05/premiership-saracens-sale", "fields": {"headline": "Derick Hougaard keeps Saracens safe", "bodyText": "It ended in high farce, weary players slip-sliding all over the place trying to control the pesky ball, but as a spectacle it could have been a lot worse. The record will say that Saracens churned out yet another win to keep their record intact. And the record will not be far wrong. The home side held a stranglehold on much of the game, and it was just a question of whether their more imaginative visitors could break down their famed defence. Well, they did, scoring the game's only try, and they came close to scoring a second, which would likely have won them the game, but the record book will say that they did not do quite enough. If their set-piece skills had not deserted them in the third quarter Sale might well have won this, and few could have argued if they had. Saracens threatened their line for a few minutes in the first, but otherwise they played the conditions and the fallibility of Sale's back three who did not enjoy the deluge of wet filth that came at them from out of the black sky. The prospects for the match's quality were not encouraging. Saracens have one of the meanest defences in the Premiership, and the air was soaking with the kind of endless drizzle that just hangs everywhere and seems to make things wetter than if it just had done and poured down. But what unfolded, although predictably tight, had plenty to commend it. There was a lot of kicking, obviously, but most of it was punishing. The error count was commendably low, but those that did materialise were usually from the fielding of a tricky kick. Saracens drove their first attacking lineout from which they won Derrick Hougaard's first successful penalty, and an error from Marika Vakacegu – not his first or last – had them driving another right to the line. The video referee denied them that one, but from the ensuing scrum Alex Goode drifted outside Ben Cohen. Sadly for him, he knocked the ball on with the line at his mercy. An aerial challenge against him by Neil Briggs, which had the home crowd booing, soon had him withdrawn. Not a night for dazzling young talents. If Sale had one area of clear dominance in the early exchanges it was the scrum. And, although his international days are surely over now, Charlie Hodgson remains the most accomplished fly-half in the Premiership. He and his half-back partner, Richard Wigglesworth, had the ball on a string as Sale started to grow into the game in the second quarter and win their maestros some ball. Saracens scampered this way and that to plug the gaps, but Sisa Koyamaibole barged his way over after multiple phases to earn the visitors the lead. Sale coughed up a second penalty for Hougaard from the restart, but more Sale pressure at scrum time gave Hodgson the chance to cancel it out. Then, strange to relate, the Saracens scrum suddenly asserted itself, and Hougaard slotted his third penalty, cutting Sale's lead back to 10-9 at the break. Saracens turned the screw again in the third quarter, just as they had in the first, but they seemed no closer to scoring a try. Not that they minded – Hougaard earned them the lead again only five minutes into the second half with another penalty. The skills of Sale's back three, as well as their lineout, started to fall apart in the incessant rain. So Sarries were quite happy to keep booting it. Sale could not get their hands on the ball, and the spectacle suffered as a result. Hougaard kicked a fifth penalty just past the hour to take Saracens five clear. Which was when Sale finally managed to win some ball, and immediately they were asking questions of the ball-in-hand variety. Hodgson was at the heart of things again, but when he was sucked into a ruck, Mathew Tait stood in at fly-half and could not quite get the ball away to Nick Macleod, clear outside him. Still, Saracens strayed off-side from Sale's next multi-phase attack, and Hodgson's penalty set us up for the mandatory tight finish."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}