{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2009/dec/13/ed-balls-schools-vetting-adults", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2009-12-13T21:53:29Z", "webTitle": "Ed Balls vows U-turn on vetting scheme for adults working with children", "webUrl": "https://www.theguardian.com/education/2009/dec/13/ed-balls-schools-vetting-adults", "apiUrl": "https://content.guardianapis.com/education/2009/dec/13/ed-balls-schools-vetting-adults", "fields": {"headline": "Ed Balls vows U-turn on vetting scheme for adults working with children", "bodyText": "Ed Balls today promised a U-turn on legislation designed to vet adults working with children, conceding there had been a \"ludicrous over-reaction\" that led to authors pulling out of school visits and overseas exchanges being cancelled. The schools secretary has accepted the findings of a review by the government's chief child safety adviser, Sir Roger Singleton, which concluded that the scheme had been overzealous. The original plans said adults working in schools once a month should be vetted, triggering authors including Philip Pullman to pull out of educational visits in protest as well as a public outcry. But that has now been reduced to those working weekly in schools ,meaning that around 9 million adults will be vetted instead of 11 million adults . Teenagers aged 16-18 who are in education and do voluntary work with children will not have to be vetted and parents who accept overseas exchange students will not have to register with the Independent Safeguarding Authority (ISA). The U-turn was welcomed by headteachers and children's groups as a \"pragmatic\" approach. The ISA is a register of adults who work with children, set up in the wake of the murder of Holly Wells and Jessica Chapman, two primary school pupils in Cambridgeshire killed by the caretaker of a local secondary school, Ian Huntley. Everyone over 16 who comes into regular contact with children now has to be registered after passing criminal record checks. Balls told the BBC today: \"A headteacher who is saying you should not come into school without a check, you shouldn't help with the school play – that is a ludicrous over-reaction. It is not an over-reaction to say that we should make our children safe, what we shouldn't do is do that in a way that is unnecessarily burdensome or doesn't quite get to the point.\" John Dunford, the general secretary of the Association of School and College Leaders, said: \"This is a victory for common sense. Sir Roger Singleton and the secretary of state have recognised that the previous rules would have unintended consequences for schools and parents and have set out a system that is much more proportionate to risk.\" Liberal Democrat children's spokesman, David Laws, said: \"This U-turn is long overdue. It has been clear for some time that the heavy-handed government rules on parental vetting were likely to deny opportunities to young people, rather than significantly improve their safety.\" • This article was amended on 14 December 2009. The original said that Ian Huntley was caretaker at the school attended by the two girls he murdered. This has been corrected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}