{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/dec/05/twist-magic-tingle-creek", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-12-05T17:14:58Z", "webTitle": "Horse racing: Twist Magic runs rivals ragged in Tingle Creek", "webUrl": "https://www.theguardian.com/sport/2009/dec/05/twist-magic-tingle-creek", "apiUrl": "https://content.guardianapis.com/sport/2009/dec/05/twist-magic-tingle-creek", "fields": {"headline": "Twist Magic runs rivals ragged in Tingle Creek", "bodyText": "You might nickname Paul Nicholls \"Mr Saturday\", were it not for the fact that he dominates the rest of the National Hunt racing week too. Twist Magic gave him his fifth successive victory in the Tingle Creek Chase with a display of accurate jumping from the front that had the Grade One race secured a mile from home. A better measure of Nicholls's supremacy, though, is that having completed a treble in the Betfair Chase, Hennessy and Tingle Creek on consecutive Saturdays in 2007, he has now done it again, with the same horses. Kauto Star scraped home in the Betfair two weeks ago, while Denman outmuscled his field in the closing stages of the Hennessy. Twist Magic outdid them in the ease of his success and it was clear after three of the seven fences down the back stretch that if he stayed on his feet neither Big Zeb nor Well Chief, his main market rivals, would be able to run him down. It was Forpadydeplasterer, last season's Arkle Trophy winner, who came home a distant second and Twist Magic is now the second-favourite behind Master Minded, his stablemate, in most bookies' lists for the Queen Mother Champion Chase at Cheltenham in March. \"I don't know why, but I think he's better this year than he's ever been before and he looked awesome today,\" Nicholls said. \"Tactically, it was a brilliant ride, Ruby got it absolutely spot-on. \"It was obvious there were no front-runners in the race and I hate holding horses up when they're fit. You don't want to set it up for the others either, but we did want to try to expose them down the far side and over the Railway fences and that's exactly what he did. \"He's such a brilliant jockey, he's always thinking. It's not just about getting on these horses, you have to be thinking all the time.\" Twist Magic is a 10-1 chance for the Champion Chase with totesport, who make Master Minded their favourite at 7-4 and quote Big Zeb, a bitterly disappointing favourite yesterday, at 6-1. \"You'd have to say on today's performance that there isn't a lot between them [Twist Magic and Master Minded],\" Nicholls said. \"I never seem to be able to get Twist Magic right come Cheltenham, but he might be best fresh.\" Perhaps the most promising performance, with the Festival in mind, was produced by Somersby in the Henry VIII Novice Chase. Again, it was the pace and accuracy of Somersby's jumping that proved decisive as he beat a select field of novices that included Crack Away Jack, a winner at the Festival over hurdles in 2008. Somersby was available at 10-1 for the Arkle Trophy afterwards, which is a fair price considering that Henrietta Knight, his trainer, will prepare him with nothing but Cheltenham in mind. \"His jumping was pretty much faultless and, when he gets them right, he pings them and gain lengths,\" she said. \"I think he'll be better on better ground, as he's got a very light action. I'd think he'll have one more run [before the Arkle], but I've no idea where.\" There were other impressive performances from novices, not least at Navan, where Osana, the runner-up in the 2008 Champion Hurdle, was an easy winner at odds of 2-5. He will now step up to Grade One company at Leopardstown's Christmas meeting. Gansey won the novice chase at Wetherby without coming under serious pressure. \"I don't know where he'll go next,\" Mick Meagher, racing manager to Trevor Hemmings, said. \"He had a fair few problems as a young horse.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}