{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2009/dec/16/copenhagen-deal-climate-conference", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2009-12-16T22:47:42Z", "webTitle": "After eight long days at the Copenhagen summit, the talking is nearly over", "webUrl": "https://www.theguardian.com/environment/2009/dec/16/copenhagen-deal-climate-conference", "apiUrl": "https://content.guardianapis.com/environment/2009/dec/16/copenhagen-deal-climate-conference", "fields": {"headline": "Final reckoning: What the leaders must do to thrash out a deal in Copenhagen", "bodyText": "It's up to the bosses now. Years of international gatherings – from Bali to Bangkok to Bonn. Nine raucous, angry and confusing days cooped up in the windowless halls of Copenhagen's biggest conference site. The protesters in polar bear suits. The countless appeals for action – and the forecasts of the life-altering consequences of global warming if world leaders fail to come to a firm deal. It all comes down to the next 36 hours. As more than 115 world leaders descend on Copenhagen to make the crucial decisions, what can we expect? Nobody really knows. By 6pm last night, negotiators had produced a text so dense and unwieldy that the Danish prime minister, Lars Lokke Rasmussen, called in negotiators from the larger countries to help knock it into \"laymen's terms for politicians\". If they succeed, the main issues looming for leaders on Friday will be as follows. Kyoto Protocol: Should it stay or go? At the heart of the Kyoto protocol is the simple principle that the industrialised world bears the legal responsibility for global warming and that poor countries will suffer most of its consequences. But this vision has translated into a bitter divide between rich and poor countries. The industrialised world – led by Japan and the EU – wants to ditch Kyoto, arguing that the 1997 protocol does not reflect current realities because it ignores the now huge emissions from emerging economies such as China, India, Indonesia and Brazil. Also, the US never even signed Kyoto. But many African countries and other poorer countries are fighting hard to retain Kyoto, accusing the industrialised world of trying to escape their responsibilities. Emissions cuts: How do they stack up? Much of the work in getting commitments to cuts in greenhouse gas emissions was done before Copenhagen. Some have been impressive. Japan pledged a 25% cut in emissions. Brazil committed itself to a drastic reduction in deforestation. Other pledges, though significant gestures, did not go as far. China and India both signed up to a less polluting course of growth, but balked at putting a ceiling on emissions within the next few years. America satisfied a minimum requirement of coming to Copenhagen with a defined pledge to cut emissions, but it was a lowball offer. It was also conditional on getting climate change law through the Senate, which could be a struggle. There is expectation that the European Union could deepen its reductions to 30%, which would set off a chain reaction of increased offers. But while analysts say that the emissions cuts are more than they expected, they are still not enough to guarantee keep warming under the danger level of 2C. Deadline for a treaty The Copenhagen summit was originally supposed to be the deal to end all deals on global warming. But negotiators conceded this year that there was no chance of a legally binding deal. Instead, they wanted to use Copenhagen as a forum where world leaders could thrash out a \"politically binding\" agreement, leaving the details for lawyers to iron out later. But that two-step approach presents a new problem: if there is no treaty now, then when? The UN, Britain and others are pushing hard to set a six-month deadline, so as not to lose momentum. But the spectre of the moribund Doha round of trade talks haunts the minds of some. Transparency America has been pushing hard to establish an inspection regime to make sure developing countries deliver on their promises to reduce emissions and prevent deforestation. The issue is key because rapidly emerging countries such as China and Brazil are not required to cut emissions under the Kyoto agreement, but have agreed to do so anyway. The US pressure rose yesterday when John Kerry offered a stark choice: agree an inspection regime or risk the prospects of getting a crucial climate change law through the Senate. Climate finance Expect a last-minute flurry of cash. Developing countries – which did not cause global warming in the first place – have no incentive to sign a deal unless it helps them deal with its consequences. Barack Obama, Gordon Brown, Nicolas Sarkozy and other leaders have been personally engaged in efforts to try to put together a financial package for African countries. But compared with the billions of pounds that will be needed to help developing countries move to clean energy technology and shield them from the worst ravages of climate change, so far there is only small change on offer. The industrialised countries are on track to give an immediate injection of cash – $10bn (£6.1bn) a year over three years from 2010. But coming up with a plan for more has so far drawn a blank. One plan from the Ethiopian prime minister, Meles Zenawi, sets out how developed countries could scale up their funding to $50bn by 2015 and $100bn by 2020. But other African countries have accused the Ethiopian leader of a sellout. Deforestation Between 15% and 20% of global warming pollution is caused by the razing of forests. The solution is to makes trees worth more alive than dead. That effort got a boost yesterday when Australia, France, Japan, Norway, Britain and America agreed to provide $3.5bn in immediate cash for forest preservation, with the promise of more later. It's the one bright spot."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}