{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2009/dec/20/gerry-adams-reveals-abuse-father", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2009-12-20T22:04:36Z", "webTitle": "Gerry Adams reveals family's abuse by his father", "webUrl": "https://www.theguardian.com/politics/2009/dec/20/gerry-adams-reveals-abuse-father", "apiUrl": "https://content.guardianapis.com/politics/2009/dec/20/gerry-adams-reveals-abuse-father", "fields": {"headline": "Gerry Adams reveals family's abuse by his father", "bodyText": "Gerry Adams, the president of Sinn Féin and MP for Belfast West, today revealed that his late father had \"emotionally, physically and sexually\" abused members of their large family. The disclosure, made in an Irish television interview, follows an appeal he made last week for his brother Liam to give himself up to the police over allegations against him of abuse. The developments come during a time when Ireland has been shaken by revelations about the Catholic hierarchy's concealment of the sexual abuse of children by priests. Adams's statements are also significant in the context of Northern Ireland politics, where for decades Sinn Féin refused to co-operate with the police and the republican movement enforced its own rough justice. As part of the governing executive in the province's devolved assembly, however, the party now supports the Police Service of Northern Ireland (PSNI). In the interview with the Irish state broadcaster RTE, Adams said the family had collectively discovered their father's activities in the 1990s. \"I was almost 50 years old and up to that point I thought we were like any other family with a loving father. It was a deep shock.\" Adams said that he personally had no recollections of being abused while growing up in west Belfast. Of 13 children in the family, 10 survived into adulthood and three died at or shortly after birth. Adams said: \"I have felt for some long time we should go public about my father as part of the healing process within my own family, and to try and help other families who are in the same predicament. \"Those who were abused didn't want to go to the police about it. So in a very difficult way – with everybody coming at this at different speeds and with everybody coming at it from slightly different perspectives – we have with the assistance of professionals, with the assistance of other family members and friends, we have been able to survive it.\" His father, he explained, had been in denial for most of that time. \"He ended up dying a very lonely man where he should have been surrounded by loving family members. \"I myself for a long time wanted this to be publicised because there is a culture of concealment. But we can only do this when everybody is strong enough to do it. And we don't do it for any other reason than a necessary step in the healing process in our own clan. And also other families who are in the same predicament or individuals who just feel this is the end of the world. \"It obviously tests your faith in humanity when an iconic figure like my father engages in the psychological and emotional and physical and sexual abuse of a child, of his child,\" he added. \"But with attention, with understanding, with resolve, and with love we can find our way through all of this.\" The detailed family confession will have considerable impact in republican circles. Since the 1940s, Gerry Adams senior has been a figure venerated in the movement. As a young IRA activist he was shot and wounded by the RUC at the age of 16. The older Adams went on to found the Felons' Club, a political centre on the Falls Road in west Belfast where ex-prisoners gathered to debate and socialise throughout the years of the Troubles. Asked about his father's funeral in 2003, where the republican tricolour was draped over the coffin, Gerry Adams said: \"Personally that was one of the great dilemmas for me, because I'm a republican. I'm speaking here as a human being, as a family member. \"I didn't want him buried with the tricolour. I think he besmirched it, but it was a dilemma for other members of my family who felt that they didn't want this at that time out in the open. \"So you have to look after the living as opposed to the dead,\" he added. \"I always also had a view that was going to come out at some time.\" The contorted family history first began to emerge on Friday when Gerry Adams called on his brother Liam to give himself up to the PSNI, who want to talk to him about allegations of abuse against his daughter, Aine, during her childhood. Adams today pleaded with his brother to hand himself in to the authorities for the sake of his niece, who has waived her right to anonymity. \"Aine needs justice. This has gone on for far too long. And the only way now she can get justice is through the courts,\" he said. \"And Liam, for her sake especially, for his sake and for the sake of his other children, he should do that. He should come forward.\" The Sinn Féin leader said it was in the course of trying to deal with Aine's suffering that he had discovered that his father had been an abuser. \"I don't want to distract for one second from Aine's plight,\" he said. He also told RTE that he had tried to have his brother expelled from Sinn Féin. He regretted that action had not been taken earlier. Family statement: 'We live with the consequences' In the late 1990s we discovered that our father had been sexually, emotionally and physically abusing members of our family. This abuse happened over many years. This discovery and the abuse which preceded it have had a devastating impact on our entire family. We are still struggling to come to terms with what happened. We live with the consequences every single day. We have been dealing with this with the support of a number of professionals who have the expertise to deal with these matters. We thank them for their help. Abuse of any kind is horrendous but sexual abuse, particularly of a child, is indescribably wounding and heartbreaking. Our family have debated for some time whether we should publicise our father's abusive behaviour. We do so now in the hope that, in time, this will assist the victims and survivors to come to terms with what happened and help them to move on from these dreadful events. All citizens need to be educated and children need to be listened to, empowered and protected. Many people in other families have suffered from abuse. Our family knows how deeply hurtful and traumatic that can be. No-one should have to deal with abuse or its consequences in isolation. Victims of abuse in our family are still, years later, recovering from the trauma inflicted on us. Our prayer is that everyone will be healed. Most of us have grown in strength with the help of other family members, partners and friends. We know this will continue. Our family are united. We believe that there is a way out of this awfulness. We hope this knowledge can be of some help to other families who are in the same situation. Anyone effected by these issues should contact the Samaritans or any appropriate agency. We would ask the media to give us some privacy, particularly over this Christmas period."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}