{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/dec/28/premier-league-manchester-city-wolverhampton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-12-28T23:58:45Z", "webTitle": "Manchester City can win the Premier League, says Roberto Mancini", "webUrl": "https://www.theguardian.com/football/2009/dec/28/premier-league-manchester-city-wolverhampton", "apiUrl": "https://content.guardianapis.com/football/2009/dec/28/premier-league-manchester-city-wolverhampton", "fields": {"headline": "Manchester City can win the Premier League, says Roberto Mancini", "bodyText": "Roberto Mancini, the new Manchester City manager, predicted his side could catch Chelsea at the top of the Premier League after their 3-0 defeat of Wolverhampton Wanderers maintained his immaculate start as Mark Hughes's replacement. After initially targeting a Champions League finish Mancini explained that he now believed winning the title was \"always realistic\" because the team he had inherited from Hughes was \"better\" than he had initially thought. \"We have another 19 games, so all is possible,\" he said. \"We have a good team and if we keep concentrating it's possible.\" Two goals from Carlos Tevez and a free-kick from the substitute Javier Garrido mean City are 10 points behind Chelsea with a game in hand. The gap to second-placed Manchester United is five points, with both teams at the midway point of the season, and Mancini can be encouraged by the fact their next six games are all against teams from the bottom 10. \"We are not looking at the positions just yet,\" he said. \"We must carry on playing well and winning. Then, in two months, we can look at the situation [in the title race]. It's important that we just play well and improve match after match. If we keep playing well, if we keep the ball on the pitch and play a short game, we can arrive in the top four.\" Mancini, who dropped Robinho in favour of Craig Bellamy, reflected that his first week at City had been \"fantastic\", with two successive wins and no goals conceded, but he also reported Stephen Ireland might have joined an injury list that already includes Roque Santa Cruz, Joleon Lescott, Wayne Bridge, Shaun Wright-Phillips and Nedum Onuoha. \"We have some problems and we also have Kolo Touré and Emmanuel Adebayor going to the African Cup of Nations so it is a problem for us,\" said the former Internazionale head coach."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}