{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/dec/19/heineken-cup-leicester-clermont-auvergne", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-12-19T20:35:05Z", "webTitle": "Heineken Cup: Leicester 20-15 Clermont Auvergne", "webUrl": "https://www.theguardian.com/sport/2009/dec/19/heineken-cup-leicester-clermont-auvergne", "apiUrl": "https://content.guardianapis.com/sport/2009/dec/19/heineken-cup-leicester-clermont-auvergne", "fields": {"headline": "Anthony Allen scores a sweet try but Leicester gift Clermont a bonus", "bodyText": "What began as an unwelcoming Arctic experience in the east Midlands for visitors from way down south turned into a point well earned by them. Leicester scored a try but Clermont pinched a losing bonus point, proof, that in the Auvergne, they know a thing or two about how to play rugby in the cold. They peeled off the blanket at Welford Road with a certain reticence, as if expecting to find a deep-frozen surface beneath, perfectly insulated against the warmth of a Heineken Cup night in Leicester. Only a few marbled patches revealed themselves and the game began with nothing icier than a quest for revenge after the mauling they had endured in the Auvergne the week before. Although the score there had looked a respectable 40-30, the three tries scored by the visitors to the Massif Central had given distinctly flattered the Tigers. You have to be careful with revenge, for it can easily be transformed into penalties against the over-eager. And so it was that Brock James, after all of 47 seconds was lining up a shot at goal. It was not to be his last of the half either, but just like the later two, this first one went sailing wide. The outside-half was much more accurate with his drop goals, landing two after good build-up work from the base of the scrum, starting with Elvis Vermeulen. The No8, never shy to throw himself into contact, revealed a good sense of who was coming up fast in support, as opposed to Jordan Crane, his opposite number, who once again failed to overcome the single urge to bury himself and the ball. The Tigers No8 has yet to kick on from a promising start to his career. If the scrum led to little more than a couple of good heaves against the French pack, the line-out provided the home side with their first-half try, Louis Deacon catching and delivering one-handed at the tail, allowing Ben Youngs to surge through and off-load to Anthony Allen under the posts. Toby Flood added the conversion and two penalties, to be as successful as James was inaccurate. Or, at last, until the end of the first half, when James finally landed a place-kick, and the start of the second half, when Flood missed a penalty that would have taken Leicester seven points clear. It was nearly as surprising as James failing with a third drop kick, but Scott Hamilton blocked the effort and the game swung between error and inaccuracy on both sides. Mario Ledesma continued to spray his throws at the line-out, while nobody could finish off the half-breaks by Flood and Craig Newby. Morgan Parra made a superb tackle on Hipkiss; Hamilton spilled the ball a couple of yards out. Just when it seemed the stalemate suited the team in the lead, the Tigers' margin of comfort was upset by a third drop goal by James. Now protecting a one-point lead, the Tigers found themselves forced back into their own half, with James lining himself up for drop goal number four at every ruck. Nowhere was the growing tension more apparent than in the kick launched by Flood to try to gain some relief. It sliced off his boot and did not even make halfway. But Hamilton chased hard and caught the rebound, and ran clear of a bemused defence. Flood converted from the touchline. There was an unlikely spring, on this wintry night, back in the step of Leicester, but just as they had begun by offering James a pot at goal, so now they ended in the same vein. Hamilton's break-out and the touchline conversion should have been the end of the affair, with Clermont sent home without a bonus point. But Lewis Moody was immediately caught off-side, and James stroked the ball over. Clermont, losing, ended by trundling a maul here and there and eating into the clock, and by kicking the ball out of play, content with the bonus point. For Leicester it was revenge of a sort, but it leaves the Ospreys and Clermont in the driving seats in Pool 3."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}