{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2009/dec/13/honk-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2009-12-13T23:00:01Z", "webTitle": "Honk! The Ugly Duckling Musical | Theatre review", "webUrl": "https://www.theguardian.com/stage/2009/dec/13/honk-review", "apiUrl": "https://content.guardianapis.com/stage/2009/dec/13/honk-review", "fields": {"headline": "Honk! The Ugly Duckling Musical", "bodyText": "Even the precaution of a hoisin duck wrap consumed before the show to ward off any tendency towards sentimentality couldn't stop George Stiles and Anthony Drewe's musical version of The Ugly Duckling getting me where it hurts. In part, it's because the talented duo have never fulfilled the wondrous promise of this early piece, and in part because like all good family shows it's multi-layered and open to many meanings. Take it as a straightforward farmyard fairytale, a gay coming-out story or a tale of fierce mother love and sibling rivalry and there is something for every member of the family here, as well as a host of memorable tunes and some neatly pointed humour. The geese, portrayed as a second world war squadron under the stiff-upper-lip leadership of the bossy and bumbling wing commander, are a delight. Andrew Panton's production springs few surprises, but it's deftly done, with a design by Jason Denvir that makes a virtue of the fact that the whole thing feels a mite cramped on the Royal stage. Other bonuses include David McGranaghan's slinky athletic cat, a tom who always has seduction in his eye, and Adam Barlow's Ugly, who displays a vulnerable charm as the performance progresses. Best of all is Fiona Dunn's Ida, a mother who refuses to desert her son, but who also instinctively knows when the time has come to let him go. Dunn sings with a fire in her heart and her simply-spoken \"He's my son and I love him\" hangs in the air like a challenge to anyone who disputes her maternal rights, even though she's a duck and he's a swan. This may not be the definitive revival of this eccentric and peculiarly English musical, but it's very charming, and certainly no wild goose chase."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}