{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/dec/24/christmas-travel-weather", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2009-12-24T16:38:10Z", "webTitle": "Christmas Day drivers warned over icy roads", "webUrl": "https://www.theguardian.com/uk/2009/dec/24/christmas-travel-weather", "apiUrl": "https://content.guardianapis.com/uk/2009/dec/24/christmas-travel-weather", "fields": {"headline": "Christmas Day drivers warned over icy roads", "bodyText": "Icy conditions that have caused chaos on the roads and disrupted holiday travel plans could continue well into Christmas Day, the Met Office has warned, with millions of people facing Christmas away from their loved ones. Fresh travel warnings have been issued predicting an 80% or greater probability of \"widespread icy roads\" in north-east and south-west England, Wales and most of Scotland, lasting until late on Christmas morning. There is also a moderate risk of heavy snow in Northern Ireland and parts of Scotland on Christmas Day. Snowfall in parts of Scotland is likely to reach 5cm to 10cm and in Northern Ireland more than 5cm of snow is expected, particularly in the west. The Met Office forecast offers little comfort for motorists who have been delaying their journeys in the hope conditions on the roads would improve. It said there was also a moderate risk of widespread icy roads in Yorkshire and Humber, London and the south-east and the Midlands. The AA said roads were expected to be \"very busy and dangerous due to snow and black ice\" and advised motorists to delay non-essential trips. David Grunwell, from the Highways Agency, said conditions were \"very challenging\". \"Many people are travelling long distances, longer than they would normally. The key is very much to be prepared for the journey,\" he said. A rise in temperatures in some areas saw conditions ease as people hit the roads on Christmas Eve, but several accidents caused delays on main routes. Part of the A180 in Lincolnshire was closed and there was a part-closure of the A66 in County Durham. A broken-down vehicle caused delays on the M40 in Warwickshire, and there were delays on the M25. The Highways Agency has lifted roadworks at 44 sites until midnight on 3 January in an attempt to ease the congestion, but some works remain in place, including those around the northern part of the M25. Most of the major UK airports reported delays and cancellations on Christmas Eve, with easyJet grounding 16 flights. The bad weather axed a number of train services from Glasgow Central station, while engineering works meant disruption in other areas. A broken-down train at Guiseley resulted in delays in Yorkshire between Ilkley and Leeds/Bradford Forster Square. There were lengthy queues at the Eurostar terminal at St Pancras, in London where police helped to control the crowds. Eurostar resumed services on Tuesday after a three-day suspension following tunnel breakdowns. The company was running about two-thirds of its normal daily services between London and Paris and Brussels. A spokeswoman said anyone with tickets for 19-23 December could travel and they were \"hoping to get everyone away for Christmas\". The lowest temperature on Christmas Day is forecast to be in Tarbet, in Scotland, where it is expected to reach -9C in the early hours. Temperatures will reach negative figures in other parts of southern Scotland, the north-east and Wales, according to the Met Office. In Newquay, Cornwall, the temperature is expected to reach 7C. The warmer weather in southern areas means bookies are unlikely to be forced to pay out on a white Christmas, which requires snow to fall on a specified weather station in London on Christmas Day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}