{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/dec/05/rugby-union-northampton-bath", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-12-05T18:40:20Z", "webTitle": "Guinness Premiership: Northampton 15-13 Bath", "webUrl": "https://www.theguardian.com/sport/2009/dec/05/rugby-union-northampton-bath", "apiUrl": "https://content.guardianapis.com/sport/2009/dec/05/rugby-union-northampton-bath", "fields": {"headline": "Chris Ashton double leaves struggling Bath empty handed", "bodyText": "A second try from Chris Ashton 44 seconds from time saved Northampton's five-game winning streak after Bath had got to the brink of only their second win of the league season, despite losing their England wing Matt Banahan – caught stamping on replacement fly-half Stephen Myler, 13 minutes from time. After going to the interval five points down, Bath appeared to have turned the match with the best move of the game. Banahan put in one of many bursts up the middle before Nicky Little eased Michael Stephenson into space at the right corner. Little converted from the touchline and landed another lengthy penalty nine minutes from time, and that seemed to be the end of a home record that has seen Northampton beaten only once at Franklin's Gardens since March 2007. However, with the clock ticking down, Ashton squeezed over in the corner to become the leading try-scorer in the Premiership this season with seven, and Myler was laser-straight with the conversion. For Bath it was yet another kick in the teeth. \"It's hard to come up with one point when you should have four,\" said the Bath coach, Steve Meehan, who also disputed the red card. According to Meehan it was the touch judge who got the red card wrong by accusing Banahan of stamping on Myler's head. \"I have no beef with David Rose, he's a good referee,\" said Meehan. This week, the Australian called an emergency meeting to clear the air at the Rec. Apparently everyone had their say and from the off today Bath played with passion in a limited game. For 34 minutes Northampton showed precious little ambition before Ashton had his first say of the day. Last week the wing scored three, two of them worked by England reject Shane Geraghty. Today, Ashton again came good."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}