{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2009/dec/09/room-on-the-broom-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2009-12-09T22:15:02Z", "webTitle": "Room on the Broom | Theatre review", "webUrl": "https://www.theguardian.com/stage/2009/dec/09/room-on-the-broom-review", "apiUrl": "https://content.guardianapis.com/stage/2009/dec/09/room-on-the-broom-review", "fields": {"headline": "Room on the Broom", "bodyText": "When it comes to children's theatre, it's a case of paying your money and making your choice. On one hand, there are the companies such as Fevered Sleep, Oily Cart and Theatre-Rites who are making work that demands a great deal of itself and its audiences, and on the other there are companies like Tall Stories or Birmingham Stage Company who are making a good living out of giving people exactly what they think they want – staged versions of well-known titles. There is nothing wrong with the latter as long as it's done well, with style and love. While there is nothing surprising about Tall Stories' adaptation of Julia Donaldson and Axel Scheffler's picture book, it's an enjoyable and energetic hour performed by a genuinely engaging young cast. It's a cut above the same company's version of The Gruffalo, suggesting that Tall Stories is learning from its mistakes (even if public demand is such that they keep their mistakes on view). The stagecraft is much better in this tale of a scatty witch off to fight a hungry (very Welsh) dragon who wants witch and chips for his tea, but whose acts of kindness along the way mean that she has the support she needs when the going gets tough. The Blair-Witch style framing device may not be a great idea, but the piece's high spirits and the puppet dog with a waggy tail are likely to bring a smile to the face. There's also a rather cheeky and witty country-and-western singing frog. It all adds up to a warm-hearted, nicely crafted hour in the theatre, and though I wouldn't say it matches the book (a miniature masterpiece), it's rather more than just a walking, talking facsimile."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}