{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/audio/2009/dec/24/film-weekly-2009-top-films", "type": "audio", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2009-12-24T23:50:00Z", "webTitle": "Film Weekly's top 10 movies of 2009", "webUrl": "https://www.theguardian.com/film/audio/2009/dec/24/film-weekly-2009-top-films", "apiUrl": "https://content.guardianapis.com/film/audio/2009/dec/24/film-weekly-2009-top-films", "fields": {"headline": "Film Weekly's top 10 movies of 2009", "bodyText": "In this special edition of Film Weekly, Jason Solomons and Xan Brooks sum up 2009 by counting down their respective top 10s of the year's best movies. There's also a competition for loyal listeners – up for grabs is a Le Donk &amp; Scor-zay-zee prize pack, with a mug, DVD and poster signed by director Shane Meadows. Just listen to the montage of four directors who have featured in In the Director's Chair, identify them and email your answers to film.weekly@guardian.co.uk by 5 January 2010. Looking back over the year, both critics agree that 2009 was a great year for small films that said big things, while Hollywood enjoyed huge commercial success but appeared to have nothing to say. The long-awaited release of Avatar signalled a change in format, yet did not change the way we see the world. And then it's down to the main order of business: Jason and Xan's choices range from disco fantasies in Pinochet-era Chile to baseball dreams in the Dominican Republic, 70s politics in Italy to a legendary battle in medieval China. Their picks also examine the leadup to the war on terror and its effects on the ground in Iraq. Drum roll please, for their top 10 lists. Xan Brooks's top 10 films of the year 1) Let the Right One In, dir Tomas Alfredson 2) 35 Shots of Rum, dir Claire Denis 3) Antichrist, dir Lars von Trier 4) The White Ribbon, dir Michael Haneke 5) Tony Manero, dir Pablo Larrain 6) sleep furiously, dir Gideon Koppel 7) Il Divo, dir Paolo Sorrentino 8) The Wrestler, dir Darren Aronofsky 9) Adventureland, dir Greg Mottola 10) The Hurt Locker, dir Kathryn Bigelow Jason Solomons's top 10 films of the year 1) A Serious Man, the Coen brothers 2) Soul Power, dir Jeffrey Levy-Hinte 3) The White Ribbon, dir Michael Haneke 4) The Hurt Locker, dir Kathryn Bigelow 5) 35 Shots of Rum, dir Claire Denis 6) Let the Right One In, dir Tomas Alfredson 7) In the Loop, dir Armando Iannucci 8) Sugar, dirs Anna Boden and Ryan Fleck 9) Accident (reissue), dir Joseph Losey 10) Red Cliff, dir John Woo A Happy Christmas, Happy Hanukkah and Happy New Year, everybody!"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}