{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/dec/20/john-terry-chelsea-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-12-20T21:38:37Z", "webTitle": "Chelsea's colossus John Terry left vulnerable to tabloid revelations | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2009/dec/20/john-terry-chelsea-england", "apiUrl": "https://content.guardianapis.com/football/blog/2009/dec/20/john-terry-chelsea-england", "fields": {"headline": "Chelsea's colossus John Terry left vulnerable to tabloid revelations", "bodyText": "John Terry was supposed to be many things in a World Cup year. Chelsea and England hoped he would prove strong, inspirational and unflappable on the pitch, attributes that might yield a Premier League title and European Cup, and perhaps even the biggest prize in South Africa. Yet he was never meant to be exposed as vulnerable. That is how he must feel today. Revelations in a Sunday newspaper, even after the carefully worded statement released in response by Chelsea which denied any wrongdoing, suggest the centre-half is at best guilty of remarkable naivety. The club have publicly accepted their player's explanation that at no stage had he asked for or accepted any money from the three undercover reporters posing as wealthy businessmen during a meeting at Chelsea's Cobham base last Thursday in return for a tour of the facilities and a viewing of training. That willingness to switch the focus of their inquiry away from the allegations and, instead, to scrutinise how three reporters had actually gained access to Cobham is a reflection of Terry's standing with the Premier League leaders. The captain's influence is considerable and the club's instinct is to trust him. Even so, there remains bemusement within the Chelsea hierarchy that the 29-year-old – a player of 12 years' first-team experience, approaching 300 Premier League games and 58 England caps – had allowed himself to be put in such a compromising situation. Tony Bruce, the middleman filmed by the News of the World accepting a black folder supposedly containing £10,000 in £50 notes, is a long-standing friend who has known Terry since his days in the Chelsea youth team. Yet he is also a notorious ticket tout, jokingly referred to as \"Tony Ticket\". Is he the kind of figure with whom Terry should be seen associating, even within the confines of his club? The scenario, played out in the Cobham canteen with an unsuspecting Carlo Ancelotti apparently eating at an adjoining table, would surely set alarm bells ringing. Judging by the laughing and joking, and the footage of Bruce tucking the wallet under his arm, it did not. Terry is a refreshing figure with whom to deal at club and international level. He answers questions put to him, even after the most demoralising of results, and has matured markedly since a series of high‑profile misdemeanours in his youth, as well as recent embarrassments caused by members of his family. His father, Ted Terry, was filmed arranging to pass a class A drug to another undercover reporter last month, while his mother Sue Terry and mother-in-law Sue Poole were arrested and cautioned for shoplifting after being caught with £800 worth of clothes and groceries from Tesco and Marks &amp; Spencerearlier this year. The player reacted with dignity on each occasion. Yet in recent months the perception that he might be attempting to cash in on his status as England captain rather too cynically has been allowed to grow. Certainly the sight of a player who signed new terms approaching £160,000 a week in the summer in the wake of Manchester City's very public pursuit of his services putting himself in a position where he might be compromised over £10,000 in cash stuffed inside a leather folder, whether it was destined for Bruce or a charity, will merely fuel that suspicion. It is only a month, after all, since Riviera Entertainment – a small marketing firm based in Enfield – circulated an email which presented the England captain as someone desperate to maximise his earning potential and ended up portraying him merely as greedy. That email, sent to a number of football agencies as well as the Football Association, also used the official World Cup logo, apparently without Fifa's permission. It was excruciating. \"John Terry is available to create effective brand awareness and endorse products and services globally,\" boasted the blurb with the player listed as, among other things, a \"British sporting hero\" and \"Dad of the year 2008\". None of the facts in the email was technically false – and other England captains, most notably David Beckham, have undoubtedly made money from their appointment to the role if perhaps not so brazenly – the toe-curling nature of the email did prompt Terry to issue a swift denial that either he or his advisers had ever authorised the sales pitch. \"This email was sent without my authority or knowledge and was not approved by me (or those advising me),\" he stated. Those advisers have changed since the summer, when Terry broke with his long-standing manager, the former Chelsea kit man Aaron Lincoln, and handed over sole responsibility for his marketing and promotional rights to Elite Management. That company is controlled by Paul Nicholls, a friend and former team-mate in the Chelsea youth ranks, and Keith Cousins, and it was Elite who had appointed Riviera to identify suitable commercial endorsements. \"We're expecting a busy winter,\" wrote Riviera's commercial manager, Russell Edwards, on the announcement of the tie-up. This was not the publicity they had anticipated. Terry received the full public backing of his manager at Upton Park yesterday having endured an evening of customary abuse – \"John Terry, your mum's a thief,\" bellowed the West Ham support. The defender had been typically strong-arm, earning a booking for sending Julien Faubert flying near the touchline. The Frenchman picked himself up gingerly, though in the cold light of day it is Terry who might consider his own reputation to be taking a battering."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}