{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/dec/24/egypt-human-rights-cronyism-media", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-12-24T16:00:01Z", "webTitle": "Cronyism in human rights reporting | Joseph Mayton", "webUrl": "https://www.theguardian.com/commentisfree/2009/dec/24/egypt-human-rights-cronyism-media", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/dec/24/egypt-human-rights-cronyism-media", "fields": {"headline": "Cronyism in human rights reporting", "bodyText": "Two startling cases of police abuse have come to light in Egypt this month, reported by only a handful of bloggers and news organisations. In one, an entire family was tortured, beaten and arrested in Alexandria. In the other, nurses on strike at Mansoura University were met with batons and violence. Two women reported miscarriages due to the incident. But these stories were not what captured the attention of the Egyptian blogosphere and human rights workers. Instead it was the treatment of Wael Abbas – the prominent Egyptian blogger – that grabbed the headlines. According to him, while he was in Beirut attending a conference, police raided his home in Egypt and roughed up his mother. He was worried that he would be harassed and arrested upon returning to Cairo. The blogosphere and Twitter went crazy. What happened to Abbas and his mother was wrong and should be condemned, but it was not a big deal. In the end, he wasn’t arrested at the airport and his mother is fine. Yet, the incident sparked an outcry against the Egyptian government, and human rights advocates cited it as an example of the heavy hand of the state. In the meantime, why did the harassment of the family in Alexandria and the women in Mansoura get so little attention? It boils down to the growing problem of cronyism that has engulfed Egypt in all sectors, including human rights. Meanwhile, other incidents remain untouched, unreported. The reason, I think, is that Abbas is a “friend” of the advocacy community and when something happens to him, they jump on it with resolve as if the world is ending. It is cronyism, because Abbas knows the people who advocate. He is friends with the human rights institutions and journalists who report what goes on in Egypt. So, of course he has the upper hand in what is reported. Also, the rights workers understand that he is an international symbol that will galvanise foreign press to intervene and write an article on the situation. It’s all PR. It is also based on access. It would be hard work to travel to Mansoura or Alexandria where the other cases took place. It would be harder to create an international outcry for people who are average, normal and carry no international weight. This is the sad fact we live in today. Publicity is a powerful tool. Human rights groups and organisations understand this, which is why the abuse of a blogger such as Abba makes such a useful cause célèbre. At the same time, this approach inhibits the reporting of more terrible crimes that are persisting. Activists and advocates argue they want the Egyptian government to be held accountable. How is it supposed to be held accountable when the same activists and advocates fail in their duty to report abuses? Maybe the nurses should buddy up to rights groups before going to protest for a better life, because it seems the only way to win the attention of these groups in Egypt. This article was amended on 26 May 2016 as a result of a fact-checking investigation. A quote that could not be verified has been removed."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}