{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/dec/01/camerata-salzburg-kavakos-angelich-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-12-01T22:30:01Z", "webTitle": "Camerata Salzburg/Kavakos/Angelich | Classical review", "webUrl": "https://www.theguardian.com/music/2009/dec/01/camerata-salzburg-kavakos-angelich-review", "apiUrl": "https://content.guardianapis.com/music/2009/dec/01/camerata-salzburg-kavakos-angelich-review", "fields": {"headline": "Camerata Salzburg/Kavakos/Angelich", "bodyText": "George Enescu, who died in 1955, has long been recognised as the greatest Romanian composer, though a wider reputation as a significant European figure is still regularly withheld. In his performance of the Third Violin Sonata of 1926, the closing item in his recital with pianist Nicholas Angelich, violinist Leonidas Kavakos certainly suggested that this rhapsodic, folk-based piece is a major work of the duo repertoire, its colour and sensuousness bound together with a clear sense of musical direction. It easily held its own after a performance of Bartók's more immediately brilliant Romanian Dances, in an arrangement by the composer's violinist colleague Zoltán Székely, which Kavakos attacked with a forthrightness that showed how 20th-century musical language became enriched with strong folk flavours. Kavakos's playing in the first half – which began with Bach's monumental D minor Chaconne, followed by Schumann's weighty but uninspired Second Sonata – was technically impeccable yet lacked the immediacy and identification he brought to the Romanian works. When he learns to allow Bach the same interpretative flexibility he gave Bartók, the results will be truly formidable. This recital formed part of a South Bank residency during which Kavakos plays concertos, plus solo, duo and trio repertoire. The evening before, he added conducting to this mix, directing the Camerata Salzburg in a programme of Lutosławski, Bach and Mozart. His solo work in the Bach D minor Concerto BWV 1052 was contained and his direction of the band ineffective. The first two movements of Mozart's Linz Symphony were fussed over, though when he let the players off the hook, things took off. An outstanding musician, he still needs to learn that great performance is not always about control, but sometimes about letting go."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}