{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/dec/28/yemen-terror-camps-britons", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2009-12-28T21:45:39Z", "webTitle": "Yemen terror camps attract 'stream of Britons'", "webUrl": "https://www.theguardian.com/world/2009/dec/28/yemen-terror-camps-britons", "apiUrl": "https://content.guardianapis.com/world/2009/dec/28/yemen-terror-camps-britons", "fields": {"headline": "Yemen terror camps attract 'stream of Britons'", "bodyText": "A number of Britons have travelled to Yemen to train at secret terrorist camps, counter-terrorism officials revealed yesterday, raising fears that the country is becoming a stronghold for a new generation of al-Qaida-inspired fighters. Umar Farouk Abdulmutallab, whose failed attempt to blow up Northwest Airlines flight 253 to Detroit on Christmas Day is the focus of an urgent global investigation, told FBI agents he was trained in Yemen and that senior al-Qaida operatives in that country had supplied the explosive device used in the plot. Last night senior UK counter-terrorism officials said that MI5 was aware of several British nationals and British residents who had trained at camps in Yemen's \"ungoverned spaces\" in the past year. \"There is a steady stream of people travelling to Yemen, and travel to Yemen is something that is of concern to us,\" said a UK security source. Security officials in Yemen said yesterday that 29 al-Qaida suspects had been arrested in a crackdown on the terrorist group. In a statement yesterday, Yemen's foreign ministry said Abdulmutallab was in Yemen from early August until early December, after receiving a visa to study Arabic in a school in Sana'a. The statement said he had previously studied at the school, indicating it was not his first trip to Yemen. He was granted a Yemeni visa after the authorities were reassured that he had \"several visas from a number of friendly countries\", the statement said. It noted that Abdulmutallab had a valid visa for the United States, which he had visited in the past. Last night, al-Qaida militants in the region posted a statement on the internet claiming responsibility for the failed bomb attempt, which it said was meant to avenge US attacks on the group in Yemen. The statement called for the killing of western embassy workers in the region, warning of \"all-out war on the crusaders\". Hours later, Barack Obama vowed to pursue those behind the attempted bombing. \"We will not rest until we find all who were involved and hold them accountable,\" the president said. The focus on Abdulmutallab's connections to Yemen came as a row erupted in the US over the security failures that had allowed him to smuggle explosives through two international airports and on to a transatlantic flight. Alan Johnson, the home secretary, confirmed that the 23-year-old had been on a UK \"watch list\" after being refused entry for a bogus course at a UK college in May. It also emerged that Abdulmutallab, who studied engineering at University College London between 2005 and 2008, was on a low level watch list in the US after his Nigerian family raised concerns that he had been radicalised by Islamist extremists. Johnson said US authorities should have been informed that Abdulmutallab was on the UK list, but added he doubted there had been a \"hiccup\" in procedures. UCL authorities said that Abdulmutallab had never given his tutors any cause for concern while at the university. Tutors were \"deeply shocked\" that Abdulmutallab, president of the college's Islamic society between 2006 and 2007, was accused of trying to blow up a transatlantic jet. He had been \"well mannered, quietly spoken, polite and able\", the UCL statement added. The US homeland security secretary, Janet Napolitano, delivered a blunt assessment of the situation last night, agreeing with an interviewer who said that the country's security system had \"failed miserably\". She said: \"What I would say is that our system did not work in this instance. No one is happy or satisfied with that. An extensive review is under way.\" Abdulmutallab was overpowered as he tried to detonate explosives apparently sewn into his underwear as the flight came into land at Detroit on Christmas Day. Security officials said only a faulty detonator had stopped the bomb ripping the plane apart. The failed attack prompted Obama to order two anti-terrorism reviews, and aviation officials in the US are attempting to close the loopholes that let Abdulmutallab bypass security. Johnson warned that increased airport security in light of the bomb plot meant passengers should expect further delays at airport check-ins, adding that the UK government was considering the use of full body scanners. \"There is an issue of cost, and you always have to get this balance between ensuring that the security of our population, which is our primary concern, is balanced against people going about their normal daily business,\" he told the BBC. \"But we intend to be at the cutting edge of all this technology and to ensure that we put it in place as quickly as possible.\" Johnson said Abdulmutallab, who severed contact with his family after travelling to Yemen to study Islam, had been placed on a UK Borders Agency watch list because he had applied to a bogus college, not because he was considered to be a terrorist suspect. Officials said that while Pakistan and Afghanistan remained the main focus for the UK's anti-terrorist activity, Britons flying to Yemen were increasingly been flagged up as a possible terror risk."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}