{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/dec/16/us-iran-sajjil-2-missile", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2009-12-16T21:32:05Z", "webTitle": "US condemns Iran's 'provocative actions' as regime test-fires missile that could hit Europe", "webUrl": "https://www.theguardian.com/world/2009/dec/16/us-iran-sajjil-2-missile", "apiUrl": "https://content.guardianapis.com/world/2009/dec/16/us-iran-sajjil-2-missile", "fields": {"headline": "US condemns Iran's 'provocative actions' as regime test-fires missile", "bodyText": "The US and its allies today branded as provocative Iran's test-firing of an upgraded version of its most advanced missile, one claimed to be capable of hitting parts of Europe. The Iranian defence minister, General Ahmad Vahidi, said the Sajjil-2 missile, shown on television being launched from a desert location, would act as \"a strong deterrent\" against possible foreign attack. Israel has repeatedly threatened to bomb Iranian nuclear plants to prevent it acquiring a nuclear weapons capability. The launch came amidst intensifying diplomatic moves to impose additional sanctions on Iran because of its failure to respond to UN calls to halt uranium enrichment and resume talks with the US, UK, Russia, China, France and Germany. It also follows a spate of reports, by the Guardian and the Times, suggesting that clandestine military aspects of Iran's nuclear programme may be more advanced than was previously realised. The missile launched today, thought to be more accurate than its predecessor, the Shahab, offers Iran the prospect of creating mayhem not only by retaliating against the west's oil lifeline in the gulf but also against Israel and targets in Europe. \"Given its high speed,\" Vahidi said on Iranian television, \"it is impossible to destroy the missile with anti-missile systems because of its radar-evading ability.\" The Iranian show of force comes at a critical juncture, only two weeks before a US-imposed deadline for Iran to accept western proposals to end the nuclear stand-off. The US, along with Britain, France and Germany, have threatened to impose tough new sanctions against Iran if it rejects the peace plan. The test-firing, taken along with other recent moves by the leadership in Iran, suggests it will reject the west's package. The Foreign Office is still calling for Iran to return to talks but believes the complex internal situation in Tehran, with the leadership fearful of a popular uprising, means the regime will not engage diplomatically. The Iranian leadership will be emboldened by splits in the international community, with China in particular apparently against the proposed sanctions. The US condemned the test, with the Pentagon press secretary, Geoff Morrell, saying: \"Obviously, it is another example of provocative actions on the part of the Iranian government that do nothing to instil any degree of confidence in its neighbours that it has peaceful intentions.\" He was dismissive of Iranian claims about the technical advances the missile represented, saying it was not particularly different from anything seen in the past. Gordon Brown called the test a \"matter of serious concern\" after meeting the UN secretary-general, Ban Ki-moon. \"It does make the case for us moving further on sanctions,\" the prime minister said in Copenhagen. \"We will treat this with the seriousness it deserves.\" The German government described the test as \"alarming\" and the French foreign ministry said it was \"very worrying\" and sent a \"very bad signal to the international community\". Karim Sadjadpour, one of the leading Iran experts in the US, based at Washington's Carnegie Endowment for International Peace, saw the test as an Iranian reaction to pressure. \"Iran often likes to react provocatively when under siege to show that outside pressure won't moderate its behaviour. They only further erode international confidence in their ability or willingness to compromise,\" he said. In a sign of increasing tension, the head of the US missile defence agency, lieutenant general Patrick O'Reilly, said the US is next month to switch its testing against missile attacks from North Korea to Iran. \"Previously, we have been testing the [Ground-Based Midcourse Defence] GMD system against a North Korean-type scenario. This next test ... is more of a head-on shot like you would use defending against an Iranian shot into the US. So that's the first time that we're now testing in a different scenario,\" he said at a meeting in Washington. The US test, estimated to cost about $150m (£92m), will see American interceptor missiles fired at a mock Iranian missile detonated from the Pacific. The Sajjil-2, first tested earlier this year, is said by Tehran to have a much longer range than the Shahab – which it claimed could reach a target 1,250 miles away. Several estimates put the Sajjil-2's range at 2,000 miles. The US House of Representatives on Tuesday passed legislation to impose sanctions on foreign companies that help supply fuel to Iran. The US claims Iran is hell-bent on acquiring a nuclear weapon but Tehran claims its nuclear plants are solely for the production of electricity."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}