{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2009/dec/24/comedy-television", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2009-12-24T22:00:01Z", "webTitle": "Victoria Wood's Midlife Christmas – how was it for you?", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2009/dec/24/comedy-television", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2009/dec/24/comedy-television", "fields": {"headline": "Victoria Wood's Midlife Christmas – how was it for you?", "bodyText": "Victoria Wood! She's on TV again! On Christmas Eve! That's the thing when you don't do a Christmas sketch show for nine years – people get very excited when they hear there's one in the pipeline. For me, Wood is a comedian like no other. She has a kind of warmth that I've not seen anyone else replicate: a gentle manner, beneath which lies a sharp and brilliant comic mind. It's that unexpected mixture – and a keen sense of the ridiculous – that makes her such glorious watching. (That, and the fact that with every passing year she looks younger and better. How?) So we've established that I was excited about tonight's show. And there were bits of it that delighted me: the Margaret Mountford dancing was inspirational; I loved the big show number of Let's Do It at the end; there were some brilliant lines in the housewives' Olympics sections. But for me, there wasn't enough of Victoria Wood – and oddly, not enough of her usual cohorts either. I spent half the show waiting for Celia Imrie or Duncan Preston to turn up, and felt slightly short-changed when they didn't. And lovely though it is to see Julie Walters and Wood on screen together, was I the only one who felt there was rather too much of Bo Beaumont? In fact, a bit too much of all the sketches that repeated: my favourite moment in Lark Pies to Cranchesterford involved Wood's enormous puff sleeves blocking out the camera – a little Acorn Antiques-type moment that had me in hysterics. But what did you think? Was the conceit of a Midlife Christmas a good one, or a concept that hemmed things in unnecessarily? I rather think the latter – why does Victoria Wood need a reason to be on TV? The only theme I need to see is Victoria Wood. So tell us: what did you think to the song update; how much would you like to see Margaret dancing with Nick in real life; and what were your best bits? • Phil Hogan's review of Christmas TV will appear on December 27. Nancy Banks-Smith's review will appear on December 28"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}