{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/dec/05/barbarians-new-zealand-rugby-union-twickenham", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-12-05T17:52:27Z", "webTitle": "Barbarians 25-18 New Zealand", "webUrl": "https://www.theguardian.com/sport/2009/dec/05/barbarians-new-zealand-rugby-union-twickenham", "apiUrl": "https://content.guardianapis.com/sport/2009/dec/05/barbarians-new-zealand-rugby-union-twickenham", "fields": {"headline": "Bryan Habana's hat-trick revives the spirit of '73 for Barbarians", "bodyText": "In 36 years' time, they will be wearing thin the footage of Bryan Habana's hat-trick of tries against New Zealand, just as Gareth Edwards's try in 1973 has been played to near extinction. Habana's tries were the finishing touch to another rare and spectacular defeat of the All Blacks. Here, just as they did in '73, New Zealand had to enter into the spirit of the occasion. They did more than their fair share of adding to the fun – and not just in their carefree play. They selected mostly a second team, although there was still Richie McCaw at the helm in the first half, and they certainly did not bring to London the intensity, cruelty and precision they had demonstrated in Marseille, to beat France. They opted not to spoil the spectacle by ramming the Barbarians at the scrum. Well as the uncapped WP Nel played at tight head, he did not have to battle his way through a set-piece ordeal on his first trip outside South Africa. If the rumours about how much ale he has quaffed this week are half true, he will prove a popular tourist for years to come. The charge he made for the line in the closing minutes proved he is a beast of no mean constitution. Even if this was a vision of the All Blacks in (relatively) cuddly mood, this was still a legitimate contest and a well-deserved victory. For Victor Matfield, beating New Zealand might not have absolute rarity value, but for the Italian players, Salvatore Perugini and Carlo del Fava, this might never be repeated. They seemed to recognise it as a unique moment in their rugby lives. It might not happen too often for Jamie Roberts either, but it was encouraging to see him rediscover the form of the Lions tour – artful and yet robust in the centre. That composite teams – the Lions and the Barbarians – seem to be able to bring the best out of him must be a concern for Wales, who have not pressed his buttons this autumn. The other point about this match was that it was at Twickenham, which has been starved of anything approaching entertainment for many a month. The crowd came in no mood to exaggerate their expectations, content to be subdued in a jolly sort of way. That they grew partisan and vociferous was testament to the meaningfulness of the contest. It's not easy to draw too many definitive conclusions from a show based on spontaneity, but if there is a flaw in the All Blacks at the moment, it might be at scrum-half. And without Dan Carter, safely tucked in the stands behind Graham Henry, perhaps the All Blacks are not as fearsome as they are when the outside-half and McCaw are running their show. Brendon Leonard started at scrum-half and was industrious, but his option-taking close to the line was a little wayward. Basically, he was a touch greedy, going by himself when a simple pass would have done the trick. Jimmy Cowan came on as a blood replacement, then a permanent replacement, but appeared more tetchy than precise. The All Blacks arrived in Europe accused of being a bit plain; nothing out of the ordinary. They disproved that with increasing authority and laid a claim last weekend to be nearing something really quite exceptional – but they are not the finished article. And without a real intelligence at No9, they might struggle to cross the threshold into true class. Fourie du Preez, on the other hand, gave a masterclass of brightness and invention. He plays the game on his own terms, always assessing what is possible for the team and himself. He has a wonderful vision of where the chess pieces are set out and seems to be able to move them around at will. Habana was the consummate finisher, but Du Preez was the instigator of just about everything positive on the Barbarians side. Matt Giteau, too, confirmed his return to form after the blip of Murrayfield. If, in Cardiff, he issued a sharp reminder that he would not allow a second poor performance to blot his portfolio, this was even more emphatic. He kicked through any fanciful notion that there was an obligation to run at all times, yet fully embraced the imperative to attack whenever possible. This is Giteau's natural view of how to play. The licence granted by the Barbarians did not really apply to him; this is how he approaches the game. On the All Blacks side, there were hints dropped, even in defeat, of better days ahead. Cory Jane, like Giteau, is a thoughtful devotee of an open style, with pace to complement his approach. Anthony Boric was a real athlete in the second row. So nobody really suffered at all. It was all a bit unreal, but at least it wasn't strained. They said the Barbarians would never survive in the professional age. At the moment, the game needs them like never before. After a day such as this, their future has never looked more assured."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}