{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2009/dec/11/coroner-condemns-hospital-scandal", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2009-12-11T21:50:10Z", "webTitle": "Coroner condemns hospital trust over 'scandal' of newborn's death", "webUrl": "https://www.theguardian.com/society/2009/dec/11/coroner-condemns-hospital-scandal", "apiUrl": "https://content.guardianapis.com/society/2009/dec/11/coroner-condemns-hospital-scandal", "fields": {"headline": "Coroner condemns hospital trust over 'scandal' of newborn's death", "bodyText": "A coroner has lambasted a hospital trust for failing to employ more midwives on an overstretched maternity ward where a newborn baby died in May. Standards of care at Milton Keynes general hospital had not improved despite warnings from the health watchdog in 2008, an inquest into the death of Ebony McCall was told today by the deputy coroner for Milton Keynes, Thomas Osborne. The hospital was subject to a Healthcare Commission investigation after Osborne oversaw a 2007 inquest into the death of another baby, Romy Feast, who was born by caesarean section but died after monitoring readings were misinterpreted. The investigation found that a shortage of beds and midwives meant mothers were being discharged prematurely. The unit also had a readmission rate nearly three times the national average. Today's inquest heard that Ebony McCall was born by caesarean section in May this year after her mother, Amanda, aged 17 at the time, was admitted to hospital with stomach pains. She was initially refused a caesarean section but went into labour that night after the baby's heartbeat became erratic, necessitating the emergency procedure she had wanted in the first place. McCall, a student, told the inquest she had agreed to a planned induction after meeting a consultant, Anthony Stock. Ebony died shortly after her birth early on 9 May. Questioning the hospital's failure to act on the Healthcare Commission's findings, Osborne branded the midwife shortages \"nothing short of scandalous\". Hospital staff admitted failures in the care of McCall and Ebony. Stock told the inquest: \"The care in this case should have been consultant-led and right at the outset I am happy to acknowledge that the care did not come up to a standard that I would have expected.\" He said McCall was considered \"low risk\" in cardiac terms but when she came into hospital with stomach pain, would have been \"high risk\". Osborne also said recommendations about bed numbers had not been met. Stock said: \"I agree entirely that in an ideal world we would have greater accommodation. Milton Keynes is not unique. I think everyone acknowledges within the department we need higher staffing levels and more space.\" After the inquest, the Care Quality Commission (CQC) which replaced the Healthcare Commission last year, condemned the hospital for failing to strengthen its maternity care. Amanda Sherlock, the CQC deputy director of frontline operations, said: \"The death of Ebony is an absolute tragedy. It is clear that the unit was insufficiently prepared to cope with the pressures on that particular night and that Ebony did not get the care she needed. We do believe there have been improvements since last year's assessment. But we are absolutely clear that more needs to be done.\" Osborne, who today opened an inquest into the death of another baby born at Milton Keynes general hospital, added that pressures at the maternity unit meant it struggled to hire new midwives despite funds being available."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}