{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/feb/20/allen-stanford-key-players", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2009-02-20T19:09:00Z", "webTitle": "Key players in the Allen Stanford affair", "webUrl": "https://www.theguardian.com/sport/2009/feb/20/allen-stanford-key-players", "apiUrl": "https://content.guardianapis.com/sport/2009/feb/20/allen-stanford-key-players", "fields": {"headline": "Key players in the Allen Stanford affair", "bodyText": "Sir Allen StanfordStanford was born in the small Texan town of Mexia, and showed an interest in making money from a tender age. Aged 13, he earned $400 by clearing land for a developer on condition he kept the felled trees to sell as firewood. Later, he studied finance at nearby Baylor University, and, according to one former classmate, \"while the rest of us were beating our brains out, he was making himself a lot of money teaching scuba diving\". He joined the family firm, Stanford Financial, founded during the Great Depression by his grandfather. It was, by then, a mid-sized insurance and real estate enterprise. Its big break came when the Texas oil bubble burst in 1983, and it snapped up dozens of discounted properties in Houston, making hundreds of millions when the economy recovered. This money provided the capital to kickstart the wealth management firm that propelled the younger Stanford into the ranks of billionaires. The firm's offshore banking division was established in 1985 in Montserrat. Six years later, for reasons never made clear publicly, the government revoked Stanford Financial's banking licence and it moved on to Antigua, where Stanford took over control of the firm from his father in 1994. At that point, Stanford Financial had assets worth $350m (£242m), a figure that shot beyond $50bn as the group expanded globally. In 2007, Stanford was ranked the 239th-richest person in America by Forbes magazine. The US Security and Exchange Commission accuses him of a fraud of shocking magnitude. He has so far refused to cooperate with its investigation, but was said to be very cooperative when the FBI tracked him down this week in Fredericksburg, Virginia. James Davis Davis is alleged to be Stanford's righthand man in the alleged $8bn fraud. He is director and chief financial officer of the Stanford Financial Group and the Stanford Investment Bank, and is accused by the SEC, along with Stanford, of orchestrating the massive deception. Davis was Stanford's college classmate at Baylor University in Texas in the 1970s. Davis's son and at least one other college classmate are research analysts at Stanford Investment Bank. Investors were told that the bank's portfolio was monitored by a team of analysts, while the reality was that only Sanford and Davis controlled the funds, according to the SEC. Davis lives in Baldwyn, Mississippi, and worked in Stanford's offices in Memphis, Tennessee and Tupelo, Mississippi. Like Stanford, he has so far refused to give testimony or give a single document to the SEC. The SEC accuses him and Stanford of intentionally misleading clients. For example, in December they told investors that the bank \"had no direct or indirect exposure\" to any of Bernard Madoff's investments. But they were told this as they stood to lose $400,000 in Madoff's alleged fraud. \"In the market environment of December 2008, it is hard to imagine a more material breach of an investment adviser's heightened duty of care owed to clients,\" the SEC said in papers served against Davis and Stanford. Laura Pendergest-Holt As Stanford Group's chief investment officer, Laura Pendergest-Holt was a key member of Stanford's close-knit circle. She is alleged to have trained staff \"not to divulge too much\" about any oversight of the bank's portfolio because that information \"wouldn't leave an investor with a lot of confidence\". She got to know Davis after attending the same church in Baldwyn, Mississippi. She joined the Stanford group in 1997, having studied maths at Mississippi State University. She had no previous experience of financial services. She was in charge of a group of analysts in Memphis and Tupelo, who were managed by her brother-in-law, Ken Weeden. She is the most senior member of Stanford's organisation to have given testimony to the SEC as part of its investigation. She could not account for the $8bn entrusted to the bank by its clients. She said only Stanford and Davis had that information. Pendergest-Holt was asked why the Stanford Investment Bank recorded identical profits of 15.71% in 1995 and 1996. She admitted this was \"improbable\" given the bank's \"diversified\" investment portfolio. A senior investment officer told the SEC that Pendergest-Holt told him to inform investors that the bank's multibillion dollar portfolio was \"monitored\" by her team of analysts in Memphis. He claimed he was told not to reveal that the team only monitored a 10th of the bank's money. Summing up its case against her, the SEC said Pendergest-Holt was \"indispensable\" to the alleged fraud because she helped \"preserve the appearance of safety fabricated by Stanford and by training others to mislead investors\". Mark Tidwell The 40-year-old former bank vice-president blew the whistle on Stanford's activities, with Charles Rawl, a one-time employee at the company. They both tried to sue the company for forcing them to resign after they allegedly noticed the illegal activities. Tidwell said he first became alarmed in May 2005. He said \"there was a pattern developing\" of accounts not matching what clients were receiving. \"We found out there was bad math. Management was aware but not really going to change anything,\" he told Reuters. When the SEC took up the case, employees were told it was a routine inquiry, Tidwell said. In March 2007, Stanford managers gave a presentation aimed at addressing some employees' concerns. \"I saw that the numbers were still wrong and that they were trying to mislead us in that meeting,\" Tidwell said. He left the company later that year. He told ABC News: \"I feel horrible, there's good people that have their hard-earned money at that institution and they can't get it out.\" Charles Rawl Charles Rawl was a financial adviser with the Stanford group. Rawl said that when he confronted his managers about discrepancies in performance, he was told of discussions going on at the \"highest level of management\" about \"whether or not we were going to let this sleeping dog lie\". But in an interview with Reuters, he said he was told not to put his concerns in writing in case of any future investigations. \"The business practices were not what I expected,\" he told ABC news. Like Tidwell, Rawl left the company in December 2007."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}