{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/feb/05/gareth-southgate-middlesbrough-transfer-window", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-02-05T23:05:01Z", "webTitle": "Premier League: Middlesbrough's Gareth Southgate refocuses after seeing through perils of the transfer window", "webUrl": "https://www.theguardian.com/football/2009/feb/05/gareth-southgate-middlesbrough-transfer-window", "apiUrl": "https://content.guardianapis.com/football/2009/feb/05/gareth-southgate-middlesbrough-transfer-window", "fields": {"headline": "Southgate refocuses after seeing through perils of the window", "bodyText": "Gareth Southgate blames the transfer window and its attendant rumour mill for \"derailing\" Middlesbrough but is confident that he will now be able to get his struggling team back on track. Boro's manager freely concedes that key players such as Stewart Downing, Tuncay and Gary O'Neil had their \"heads turned\" by persistent suggestions that rival clubs coveted them, but he hopes that the window's closure will restore some much-needed focus. \"We've got to try not to be distracted by the things that derailed us a bit,\" Southgate said last night. Boro, who travel to Manchester City tomorrow, have not won a Premier League game since November and have slipped into the bottom three but their manager believes they are good enough to defy the drop. \"The most important thing is getting important players back playing to their best,\" said the former England defender, who feels his side require at least five more wins and a few draws to assure safety. \"If we do that, we'll still be in this division at the end of the season.\" He acknowledges he gambled in turning down bids for key individuals, most notably Tottenham's trio of offers for Downing, rather than selling and using the money to restock a young, slender squad. \"We took the stance we did because we felt it was the right thing to do but whether we were correct will only become clear at the end of the season,\" Southgate said. \"But we're pleased to have kept our important players.\" He is similarly happy to be able to concentrate on coaching rather than fielding endless calls from agents. \"For 90% of managers the transfer window is a distraction,\" he said. \"You're taking calls from people you've never heard of about players you've never heard of and probably never will either. I'm not sure the transfer window works.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}