{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/feb/28/civil-liberties-government-law-courts", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2009-02-28T17:52:04Z", "webTitle": "Convention on Modern Liberty: Government 'using fear to erode civil liberties'", "webUrl": "https://www.theguardian.com/uk/2009/feb/28/civil-liberties-government-law-courts", "apiUrl": "https://content.guardianapis.com/uk/2009/feb/28/civil-liberties-government-law-courts", "fields": {"headline": "Government 'using fear as a weapon to erode civil liberties'", "bodyText": "The government and the courts are collabarating in shaving away freedoms and pushing Britain to the brink of becoming a \"database\" police state, a series of sold-out conferences across the UK heard today. In a day of speeches and discussions, academics, politicians, lawyers, writers, journalists and pop stars joined civil liberty campaigners to issue a call to arms for Britons to defend their democratic rights. More than 1,500 people attended the Convention on Modern Liberty in Bloomsbury, central London, which was linked by video to parallel events in Glasgow, Belfast, Bristol, Manchester, Cardiff and Cambridge. They heard from more than 80 speakers, including the author Philip Pullman, musicians Brian Eno and Feargal Sharkey, journalists Fatima Bhutto, Andrew Gilligan and Nick Cohen, and the editor-in-chief of the Guardian, Alan Rusbridger. Other speakers included Lord Bingham, the retired senior law lord, Ken Macdonald, the former director of public prosecutions, and the human rights lawyer Helena Kennedy. In her speech, Kennedy said she felt fear was being used as a weapon to break down civil liberties. \"There is a general feeling that in creating a climate of fear people have been writing a blank cheque to government. People feel the fear of terrorism is being used to take away a lot of rights.\" She said voters were anxious that their communities were \"being alienated\" by the use of powers that were originally designed to protect national security but were now being used outside that remit. Now was the time for the electorate to make its feelings known to government, before the next election. She said: \"People are fearful of the general business of collecting too much information about individuals\". High on the list of concerns of many at the convention were the recent allegations against the British security services by the Guantànamo Bay torture victim Binyam Mohamed, plans for ID cards, DNA databases and surveillance powers being used by civil servants as well as the government. The Conservative MP David Davis, who resigned from the shadow cabinet in order to fight a byelection on a civil liberties platform, gave the final keynote speech of the day. He told the Observer that he believed the danger of a police state was a very real one and that the justice secretary, Jack Straw, was leading a \"piecemeal and casual erosion\" of freedom in the UK. \"There has been a tide of government actions which have bput expediency over justice time and time again. The British people wear their liberty like an old comfy suit, they are careless about it, but the mood is changing. Last year 80% of people were in favour of ID cards, now 80% are against. \"There is a point of reflection that we are reaching. The communications database which is planned to collect every private text and phone call and petrol station receipt will create uproar.\" He said the fact that people had paid £35 to attend the event was a real sign that people were waking up and getting irritated by the threat. \"We are getting on the way to becoming a police state and the surest thing I do know is that by the time we are sure we are, then it will be too late.\" Britain's judiciary came under fire from many speakers. A panel of leading journalists accused the courts of helping quash free speech. They agreed that libel law was being manipulated by \"dodgy characters\" from all over the world who sought legal redress against valid investigative journalism in UK courts. \"Most of this is hidden from public view,\" said Rusbridger, who complained that British lawyers' fees were 140 times more expensive than in the rest of Europe, creating impossible dilemmas for journalists on newspapers already suffering from dropping sales and advertising revenues. Gilligan, of the Evening Standard, said the planned communications database would bring an end to privacy and with it \"an end of journalism\". He pointed out that the only arrest in the case of the illegal shooting to death by police of the Brazilian electrician Jean Charles de Menezes was that of a journalist who revealed that police statements were untrue. \"This is a very worrying time,\" he said. \"We are already witnessing the last days of local journalism; local papers are closing down, local reporters don't have the time to go out on stories.\" Newspapers and indiviuduals needed to start \"getting angry\", he said. The Observer and Vanity Fair writer Henry Porter, who co-organised the conference, said was moved by the support from the speakers and attendees. \"I had been feeling like the lone lunatic wandering around Oxford Street with a placard and its tremendously moving for me to see how many people share my concerns. \"The number of tickets, I'm told, could have been sold two or three times over. That has to show people really are thinking about these frightening issues quite seriously.\" The Convention on Modern Liberty, sponsored by the Rowntree Trusts, openDemocracy, Liberty, NO2ID and the Guardian, was launched as an umbrella campaign last month under the statement of purpose: \"A call to all concerned with attacks on our fundamental rights and freedoms under pressure from counter-terrorism, financial breakdown and the database state\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}