{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/feb/13/england-wes-indies-antigua-test-vic-marks", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-02-13T23:17:04Z", "webTitle": "England in West Indies: Shambles in Antigua as Test match is abandoned", "webUrl": "https://www.theguardian.com/sport/2009/feb/13/england-wes-indies-antigua-test-vic-marks", "apiUrl": "https://content.guardianapis.com/sport/2009/feb/13/england-wes-indies-antigua-test-vic-marks", "fields": {"headline": "Antigua fails Test but gets reprieve", "bodyText": "The cricket authorities will seek to salvage a Test match for Antigua after the second Test between West Indies and England at the new Sir Vivian Richards Stadium was embarrassingly abandoned on safety grounds after 10 balls. A third Test will now begin at the old Recreation Ground in St John's on Sunday, with the series extended to five matches. After abortive attempts to make a start yesterday the Antigua Test was relocated in a desperate attempt by the West Indies Cricket Board to rescue another situation that reflects the chaotic organisation of the game in the Caribbean but also calls into question the preparations made by the cricket authorities. Play had to be abandoned for the day at the ground that bears Richards' name because the bowlers' safety was jeopardised by the condition of the outfield and particularly the bowlers' run-ups. \"It's like an arrow through the heart,\" said an exasperated Richards. Later the match was abandoned for good as a draw and the shortest Test where play actually began in the history of the game. So tomorrow the teams embark on the third Test in what is now a five-Test series. Haroon Lorgat, the chief executive of the International Cricket Council, described yesterday's events as \"embarrassing\" and spoke of tightening procedures when accrediting Test venues, suggesting this ground would not be readily sanctioned in the future. \"It's clearly the West Indies Cricket Board's [responsibility],\" he said. \"It is their responsibility to ensure that the ground is fit for play, that it meets the minimum standards for Test match cricket. They are trying to do everything possible to fix the problem, difficult as that is going to be, and are accepting of their responsibility. \"It's not good enough. We have to make sure in the future we try and avoid it. Between the groundsman, between the match officials, they are going to have to make a very, very careful assessment and their judgment is going to have to be spot on this time.\" An ICC statement later said that the stadium would be examined under its pitch and outfield monitoring process, which was introduced in 2006. Hugh Morris, who has been confronted by just about every cricketing controversy imaginable since his appointment as managing director of the England and Wales Cricket Board, said he had sent a letter to the match referee, Alan Hurst, on the eve of the game, expressing serious concerns about the condition of the outfield. Those concerns must have been shared by the home authorities as England were compelled to practise at the Recreation Ground for two days before the Test. Once play had been abandoned everyone who mattered headed back to the Recreation Ground, the ramshackle but charismatic venue in St John's, which most cricket lovers prefer anyway, to establish whether a Test could be played there. It did not take them long to decide that this was possible so the forlorn digging up of the run-ups at the Viv Richards Stadium was halted. Only 1.4 overs had been delivered by the West Indies' opening pair, Jerome Taylor and Fidel Edwards, when the two umpires, Daryl Harper and Tony Hill, accompanied by Hurst, led the players from the field in front of a bewildered crowd made up mostly of English tourists. It was the second time in 11 years that the West Indies board has faced humiliation on an England tour. In Jamaica in 1998 the Test was abandoned after 10.1 overs because the pitch was too dangerous for batsmen. Here it did not take so long to establish that bowlers were at risk if they operated at full tilt. Hurst explained: \"The bowlers were having trouble with their footings; they were digging into the sand and the turf was giving way. We considered it very dangerous and play was abandoned on the grounds of health and safety.\" When asked why no action had been taken earlier in the week, he said: \"There was no evidence to go on but we knew there were problems after two overs.\" In the on-field discussions, Andrew Strauss was a passive partner but he had no problem with the decision taken to abandon for the day. \"We didn't voice our concerns as our bowlers weren't bowling on it. It was OK for batting. But their bowlers were nowhere near full pace and the likelihood is that our bowlers would have been in the same boat. It was not a fair contest.\" \"It's terrible,\" said Strauss \"we all feel for the spectators. We are doing everything we can to help them feel better.\" On Steve Harmison's suggestion England players mingled among a shell-shocked crowd, many of whom had planned this trip for 12 months and had spent thousands of pounds in the process; modest compensation for such a shattering disappointment. The ECB chairman, Giles Clarke, reported that he had consulted with Ian Botham, Nasser Hussain, Morris, Andy Flower and Strauss as well as some of the English holidaymakers, whose presence in such numbers drove the decision to play a match in Antigua rather than head off to Barbados. He confirmed that Strauss was clear that the Recreation Ground was playable. By now the West Indies Board was in no position to argue. Earlier Strauss had said: \"We are desperate to play this game especially since we are 1-0 down. The Recreation Ground is not in brilliant condition, but the wickets we practised on were OK. Likewise the outfield is not great but it is better than here and would be satisfactory.\" So the game should go ahead tomorrow, causing the least possible inconvenience to the England supporters. In the meantime the postmortems and buck-passing began. Dr Julian Hunte, the president of the WICB, said, \"Let me apologise to everyone for the embarrassment. We will try to make amends at the ARG.\" He said that the board had been given assurances that the ground would be fit by the Antiguan Cricket Association even after a match between the Leeward Islands and Guyana, scheduled to be played a fortnight ago, was shifted. Dr Hunte did not think he needed to \"consider his position\". By now the spectators, the real victims here, had drifted off dolefully. Even before the start of play they had suffered the inconvenience of queuing for 40 minutes amid scudding showers to get into the ground, so slow were the security checks at the entrances. \"A less mild-mannered lot would have rioted,\" said one Englishman. At least they may have a game to watch, after all."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}