{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/feb/11/china-death-penalty-united-nations", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2009-02-11T19:45:00Z", "webTitle": "China rejects UN recommendation to end death penalty", "webUrl": "https://www.theguardian.com/world/2009/feb/11/china-death-penalty-united-nations", "apiUrl": "https://content.guardianapis.com/world/2009/feb/11/china-death-penalty-united-nations", "fields": {"headline": "China rejects UN recommendation to end death penalty and labour camps", "bodyText": "China has rejected proposals to end the death penalty and labour camp sentences in a United Nations review – but backed Cuba's call to take firm action against people \"qualifying themselves as human rights defenders with the objective of attacking the interests of China\". Beijing was responding to recommendations made in the first examination of its record at the UN Human Rights Council in Geneva. All UN members must undergo a review every four years, responding to submissions from other countries and NGOs, under a process introduced in 2007. The report published today is based on a three-hour hearing held on Monday and later discussions with Chinese officials. During the session, the officials said Chinese policies were based on the rule of law and dismissed reports of torture and secret \"black jails\" for dissidents. The detailed report issued today shows exactly which recommendations China has accepted or rejected. Some countries – including the Czech Republic, France, Hungary, Italy and Mexico – had all their suggestions rejected. These included more freedom for lawyers and religious groups and greater protections for minorities in Xinjiang and Tibet. Despite defending the death penalty, China said it would consider further restrictions on its use. It also supported proposals to improve the supervision of prison staff and the training of the judiciary and to extend disability rights. Several countries were fiercely defensive of China. Sri Lanka said it had ensured political rights and rejected \"malignant criticism by [former colonial powers] who tore China into little pieces and forced the habit of opium on Chinese people\". It added that Tibet was an integral part of the country. China backed its recommendation to \"make more widely available to the world its experience in combining a strong state with regional autonomy\". But human rights groups said that while Beijing deserved acclaim for its record in improving living standards for many of its citizens, much of the lavish praise it received should be treated more sceptically. \"Why don't we look at the human rights records of those countries and see what the value of that kind of praise is?\" said Juliette de Rivero, a spokeswoman for Human Rights Watch."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}