{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/feb/20/allen-stanford-banking-operations-seized", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-02-20T19:39:18Z", "webTitle": "Caribbean authorities seize key banking operations of Allen Stanford", "webUrl": "https://www.theguardian.com/business/2009/feb/20/allen-stanford-banking-operations-seized", "apiUrl": "https://content.guardianapis.com/business/2009/feb/20/allen-stanford-banking-operations-seized", "fields": {"headline": "Caribbean authorities seize key Stanford operations", "bodyText": "Financial authorities in the Caribbean seized control of Sir Allen Stanford's key banking operations today as a global investigation deepened into allegations of an $8bn fraud at the heart of the billionaire entrepreneur's business empire. Antigua's financial regulator appointed British accountancy firm Vantis as receiver to Stanford International Bank – the locally registered holding company for the Texan cricket enthusiast's web of investments. Vantis will try to ascertain the fate of billions of dollars invested by customers in the US and elsewhere in \"certificates of deposit\" marketed with allegedly phoney rates of return. Meanwhile, the Eastern Caribbean Central Bank took control of Stanford's local high-street bank, Bank of Antigua, to avert a collapse following scenes of panicked withdrawals as long lines of customers formed outside the bank to take out their savings. Central bank governor Dwight Venner said the action was necessary because of \"unusual and substantial withdrawals\" following fraud charges filed against Stanford by the US Securities and Exchange Commission. Until the recent run on deposits, Bank of Antigua held customer accounts of EC$433m (£115m) on the island of just 70,000 people. The scandal has also spread to touch Britain's HSBC which told the Guardian it had been contacted by regulators in Panama with queries about its role as a go-between for Stanford's banks. \"We have been contacted by regulators in Panama and we are, of course, fully co-operating with them,\" said an HSBC spokesman. HSBC is understood to have been one of several \"correspondence banks\" which handled certain bank transfers on behalf of Stanford entities. As Stanford's business empire showed signs of disintegration, the England and Wales Cricket Board formally severed ties with the entrepreneur, cancelling all contracts related to a Twenty20 event in the Caribbean and a tournament scheduled for Lord's in May. \"The ECB was shocked by the charges filed against the Stanford organisation and personnel earlier this week by the SEC,\" said chief executive David Collier. The billionaire himself remains free in the US, although he is making arrangements to surrender his passport. The FBI's Dallas office is believed to be conducting an investigation into him, spanning claims of false advertising and questions over alleged links to Mexican drug money. But law enforcement sources said criminal charges are not imminent. Federal agents served Stanford with papers relating to SEC civil charges on Thursday after tracking him down to the city of Fredericksburg, Virginia. Neighbours told US reporters they had spotted Stanford \"from time to time\" in the area, in the company of his girlfriend. As allegations grew ever more serious, Stanford's father spoke up in defence of his son. James Stanford, who serves on Stanford's investment committee, said of his son: \"I hope he's not a crook. He wasn't raised to be a crook.\" The 81-year-old, who lives in the Texas town of Mexia, described his son to the Dallas Morning News as a \"sort of a Boss Hogg-type guy\", referring to the cigar-smoking, white-suited character of the television series The Dukes of Hazzard. Stanford's financial empire has tentacles stretching around the globe. Authorities in the US Virgin Islands said they had suspended a Stanford affiliate from a tax incentive program intended to encourage the firm to invest in the Caribbean territory. The Virgin Islands' government said it was co-operating with US investigators. In Venezuela, where a Stanford bank was seized by government regulators on Thursday, wealthy investors complained that they had been driven to put their money into the entrepreneur's controversial certificates of deposit in order to get it away from Hugo Chávez's socialist regime. About a quarter of the $8bn invested in Stanford's allegedly fraudulent certificates of deposit is thought to have come from Venezuela."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}