{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2009/feb/01/netbooks-pc-replacements", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-02-01T20:24:56Z", "webTitle": "Are netbooks extra devices, or PC replacements?", "webUrl": "https://www.theguardian.com/technology/blog/2009/feb/01/netbooks-pc-replacements", "apiUrl": "https://content.guardianapis.com/technology/blog/2009/feb/01/netbooks-pc-replacements", "fields": {"headline": "Are netbooks extra devices, or PC replacements?", "bodyText": "Whether netbooks are secondary purchasers or replacement purchasers is a big topic for coputer manufacturers. If they are secondary purchasers then they are nice extra business. If they are replacing sales of bigger, more expensive and more profitable PCs -- either notebooks or desktops -- then they are bad news for the big manufacturers. The answer, of course, is that the market includes both types of purchase, but which one is likely to predominate? Well, there's now some US research, so interested parties can buy a report: In November, 2008, ABI Research conducted an online study among adult US consumers concerning their interest in and expectations of a number of consumer technology products, including netbooks and mobile Internet devices (MIDs). According to ABI's press release: Among many other results, the research found that only 11% would use a netbook as their primary computer, while a massive 79% view netbooks as a secondary device to be used in addition to a laptop or desktop computer. However, principal analyst Philip Solis says: \"Even as a device that is secondary to the PC, this has to cut into the laptop market somewhat. When considering another laptop as an additional device mostly for browsing the web and using other Internet-based communications applications, consumers will find netbooks to be an appropriate alternative.\" At the moment, netbook sales are counted as regular PC sales: they're not a separate category. Life will get a bit more interesting if we get lots of netbooks that can't run Windows, such as the ones that we anticipate with run a version of Google's Android operating system on ARM processors: in effect, very large phones with proper keyboards."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}