{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/feb/24/champions-league-arsenal-roma", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-02-24T22:21:00Z", "webTitle": "Amy Lawrence: Robin van Persie led from the front to drag Arsenal forward", "webUrl": "https://www.theguardian.com/sport/blog/2009/feb/24/champions-league-arsenal-roma", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/feb/24/champions-league-arsenal-roma", "fields": {"headline": "Van Persie leads from the front to drag Arsenal forward", "bodyText": "In the next year or so, we will discover whether Robin van Persie shares Arsène Wenger's enigmatic vision of Arsenal as the team of the future, or whether the red carpet of the Champions League - upon which he strutted tonight - is a very handy shop window thanks very much. In this season of cursed captaincy - William Gallas blew it and Cesc Fábregas bust his knee ligaments soon after taking the armband - Van Persie has emerged as the de facto leader of the team. It is not just the 15 goals he has plundered this season. It is the fact he has shown up in games when too many of his team-mates have been cowed. In earning, and converting, the penalty which gives Arsenal a precious lead going into the second-leg, Van Persie showcased the blend of creativity and courage that has been a rarity in Wenger's team this season. This is the Dutchman's first full season without a major fitness breakdown for three years. What a difference it has made. Now 25, he has matured into a more complete perfomer, the over-elaboration which used to limit his efficiency having been toned down, and the impetuousness that was once a feature of his game all but disappeared. This is not an easy team to inspire from the front, given the callow midfield that operates behind him. Certainly it is a harder job than the one Fernando Torres has at Liverpool, Wayne Rooney at Manchester United and Nicolas Anelka at Chelsea, but Van Persie takes responsibility boldly enough that talks on a contract extension must be high on the club's list of priorities. The last trophy won by Arsenal was hoisted by the former captain Patrick Vieira, who won the FA Cup with an immensely cool final penalty in a shoot-out against Manchester United. The midfield that day was Fábregas, Vieira, Gilberto Silva and Robert Pires. Freddie Ljungberg and Edu came on as substitutes. How do you get from that guilded selection to this season's routinely exposed bunch in just four years of separation? It takes some doing. With no big changes on the injury stakes, Wenger was hamstrung in terms of changing personnel to add invention to a team that struggled here against Sunderland, West Ham and Bolton recently. So what to do? The answer appeared to be to encourage the lot of them to thunder forward. In a high pressure opening gambit, the whole merry gang turned up in the penalty box. It was a statement of sorts. A more stirring tempo suited the likes of Samir Nasri and Emmanuel Eboué, both of whom bought energy and focus to their game all too seldom seen at Emirates Stadium. Roma gave Arsenal a couple of frights but were fairly easily overpowered. Renewing acquaintances with Julio Baptista was a reminder of how problematic Arsenal have found it to replace Vieira. It seems ridiculous to remember how Wenger identified the Brazilian as the perfect successor to his famed midfield enforcer, pursuing him for an entire summer before Baptista chose to sign for Real Madrid instead. When he eventually turned up in north London, on loan from the Bernabeu, he was everything you wouldn't expect of a man supposedly fit to pick up Vieira's baton. During an ill-starred spell, he was a pussycat inside his 'Beast' nickname, and appeared to have moulded his a first touch at the same finishing school as Nicklas Bendtner. The Dane squandered an exceptional chance for a two goal cushion to take to the Stadio Olimpico. The Emirates crowd have become quite unforgiving this season, and even during the most driven performance here since Manchester United were defeated in early November - the result upon which Wenger seems to feel his team should be judged - a few of the usual suspects got an earful for missing chances. Whether this inexperienced team has the will power to finish the job in Italy remains to be seen, but on this showing they will at least give it a good go."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}