{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/feb/28/wigan-warriors-harlequins-super-league", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-02-28T20:28:38Z", "webTitle": "Rugby League: Warriors kickstart their season with victory over Quins", "webUrl": "https://www.theguardian.com/sport/2009/feb/28/wigan-warriors-harlequins-super-league", "apiUrl": "https://content.guardianapis.com/sport/2009/feb/28/wigan-warriors-harlequins-super-league", "fields": {"headline": "Warriors kickstart their season with victory over Quins", "bodyText": "The Wigan coach Brian Noble will sleep a little easier after his side registered their first Super League win in four attempts, but he had to endure a few nail-biting moments in what turned out to be a tough contest. There was little between the sides for much of the game, and when Quins took the lead with 10 minutes remaining, it seemed that Wigan would be condemned to their worst start to a season for over 40 years. But a couple of basic errors from the home side allowed the Warriors two late tries, which enabled them to snatch a crucial victory. Wigan found themselves under pressure from the off, largely due to their own handling errors, but Harlequins could not take advantage. It was mistakes by the home side, though, that let the Warriors open the scoring after 12 minutes. After Quins wing Will Sharp lost the ball, the visitors swept upfield, and smart handling down the left saw Shaun Ainscough go over in the corner. Pat Richards added the conversion but Harlequins hit back with two tries in as many minutes. Chad Randall grabbed the first after a mix-up in the Wigan defence saw the Harlequins' hooker darting in to touch down. The second came on the sixth tackle directly from the re-start. A strong break from Jon Wells set up a good attacking position, from which Matt Gafa cut inside the Wigan defence. The conversion by Danny Orr gave his side a 10-6 lead at the break. Wigan drew level immediately after the interval when Sam Tomkins broke down the left and sent Ainscough away down the touchline. The teenager was forced into touch but not before off-loading brilliantly to enable George Carmont to score. The visitors took the lead minutes later from a penalty, Phil Bailey proving too strong for Sharp and Jon Wells as he powered over from short range. Harlequins slowly worked their way back into the game and looked to have drawn level when Sharp went over in the corner, but the video referee ruled the wingman had not properly grounded the ball. However, going into the final quarter they did draw level. They moved the ball wide to Louie McCarthy-Scarsbrook, and the young London prop forced his way over the line. Then, with 10 minutes remaining, Quins took the lead, working the ball to the left where Chris Melling went over in the corner. But they failed to secure the ball from the re-start and gifted Wigan a crucial score when Amos Roberts intercepted and raced over. Richards gave them the lead with the conversion, and when Quins re-started, the Warriors stormed upfield and wrapped up the game when Ainscough touched down Sean O'Loughlin's grubber kick."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}