{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/gamesblog/2009/feb/19/mobile-google", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-02-19T21:28:09Z", "webTitle": "Google Android - the best games right now", "webUrl": "https://www.theguardian.com/technology/gamesblog/2009/feb/19/mobile-google", "apiUrl": "https://content.guardianapis.com/technology/gamesblog/2009/feb/19/mobile-google", "fields": {"headline": "Google Android - the best games right now", "bodyText": "Earlier this week, I posted about Google's decision to finally open up the Android Market to paid-for applications - the system is ready now, apparently, although they all still appear to be free at the moment. It'll be interesting to see what the immediate effect is, when developers do start charging. Obviously we'll see a lot more publishers moving into the space. Currently, Namco Bandai, Glu, Gamevil and SquareEnix are there, but most of them with just one or two games - and old ones at that. Coming soon are Guitar Hero World Tour Mobile, Tetris (although there are a couple of bootleg variations on the store already), Who Wants to Be a Millionaire and Monopoly. European publisher Connect2Media has promised 12 titles including Go! Go! Rescue squad, the hugely promising fire-fighting platformer that I mentioned in my iPhone feature last week. All well and good, but the interesting thing about Android Market at the moment is the genuine community feel... Most of the games are by lone coders who are happy to provide their email addresses for constructive feedback. I've seen several titles that have already gone through several iterations thanks to user feedback. Also, whenever you click on a game in the menu, you get a chunk of intro text from the author, which often provide an illuminating glimpse into the haphazard dev process; with one particularly bug-riddled demo the programmer acknowledges that his product isn't really ready for public consumption, but claims he was too excited by the prospect of getting it online. It's definitely easy to use the Market, though the general presentation is nowhere near as slick as iPhone. From the phone's main screen, you can just touch and slide up a menu tab at the base of the display to bring up your control panel, then just hit the Market icon. You get a choice of Applications or Games - select the latter and the menu offers All games, Arcade and Action, Brain and Puzzle, Cards and Casino or Casual. Not sure if many mainstream phone users get the use of the latter term, it feels more like an industry typecasting of a non-specialist demographic. I mean, do many people call themselves casual gamers? Once you're in you can search by popularity or date - just like iPhone. It's frustrating that there's no option to search by ratings (the highest reviewed games aren't always the most popular...), but there aren't enough games on here for that to be a problem just yet. Downloading is really quick; an icon in the top left of the screen shows that a download is in process - if you touch that and drag down, you get a progress report. So anyway, what's worth playing at the moment? Here are five suggestions... Pac-Man (Namco Bandai) Obvious, but there you go. It's not the best mobile implementation of the arcade classic; it doesn't, for example, boast the excellent Bluetooth multiplayer mode found in the Remastered edition of the game which is now available on Java handsets. There are a variety of control methods, including swiping the screen and using the accelerometer - neither is particularly well implemented, indeed the latter demands that you twist the handset virtually on its side to tempt Pac-Man to move. However, this is Pac-Man so as long as you don't mind playing with the phone's weenie trackball controller, it's a must. Bonsai Blast (Glu) A beautifully presented Zuma clone, with decent use of the touch controls - you need to jab the screen where you want your coloured ball to be fired. Great background scenery, all the power-ups you'd expect and nice music too. An essential puzzler, that proves iPhone won't have everything its own way when it comes to visually arresting casual titles. Retro Defense Light (Larva Labs Ltd) A basic Tower Defense-style game that users vector-like visuals for a decent retro look. You can build a variety of coloured towers, each more effective against different enemies. It's also possible to upgrade your towers, giving them a wider targeting area, for example. Aevum Obscurum (Noble Master Games) A reasonably complex turn-based strategy game where the aim is to expand your territory on a Risk-like environment. The visuals are basic and the instructions and interface aren't that intuitive so it's not always clear exactly what you're doing or what you're able to do within a turn. Once you get the hang of it though, moving troops, building towers and fortifying cities is quite compelling. Labyrinth Lite (Illusion Labs) Just a really simple ball and maze game, but the accelerometer implementation is very good (much better than Pac-Man) and the levels are well designed. Not quite Super Monkey Ball, but it'll do for now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}