{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/feb/13/russia-vladimir-putin", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-02-13T22:00:04Z", "webTitle": "Jason Corcoran: Vladimir Putin: embrace your Abba-loving side", "webUrl": "https://www.theguardian.com/commentisfree/2009/feb/13/russia-vladimir-putin", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/feb/13/russia-vladimir-putin", "fields": {"headline": "Vladimir Putin: be Björn Again", "bodyText": "Claims that Vladimir Putin is a secret Dancing Queen are causing a sensation in Moscow. The prime minister's press office has denied that the judo-loving, tiger-hunting all-action hero is a closet Abba fan, following a private concert given by the tribute band Björn Again. Putin's personal spokesman Dmitry Peskov also took the unusual step of writing to the Times to reiterate the point. But the Kremlin has been far too hasty in trying to suppress this story. Russians would warmly embrace their leader's softer musical side in a crucial year, as the capital prepares to host the ultimate celebration of kitsch for the very first time. Russia and the Slavic nations take Eurovision very seriously and are tremendously proud of Dima Bilan's achievement in winning last year in Belgrade. Bilan, a heartthrob throughout Russia and the Commonwealth of Independent States (CIS), won following an audacious performance that was accompanied by Olympic figure-skating champion Eugeni Pluschenko who skated during the performance, and violinist Edvin Marton playing a rare 1697 Stradivarius, once used by Paganini. Sporting and cultural achievements, much more than peak oil prices and military incursions, have restored Russians' pride in their country. The unprecedented outpouring in June last year of an estimated 700,000 football fans onto the streets of Moscow, following Russia's trouncing of the Netherlands indicates how much they care about national triumph through sport. Russians deeply appreciate classical and popular music in its different forms. Glamour and showbiz are exalted and Moscovites will embrace Eurovision for all its tackiness and absurdity. With global prices of oil, Russia's chief export, now dropping, there's less money swishing about to lavish on recreation and sport. Uefa Cup champions Zenit St Petersburg, sponsored by energy giant Gazprom, recently sold Russia's star Andrei Arshavin to London's Arsenal. Other domestic clubs are feeling the pinch with Moscow's Khimki having to merge with FC Saturn to save costs. The national football team's manager, Guus Hiddink, was this week been hired as the Chelsea's latest manager, following reports he hasn't been paid by Russia for two months. Staples of Moscow's cultural life such as attending the ballet, the theatre or musical performances are becoming more inaccessible, with inflation remaining defiantly high and job losses spreading across the economy. By May, social morale in the country might need a shot-in-the-arm. The UK has the theatrical impresario and composer Andrew Lloyd Webber as its main cheerleader and Russia needs its own Super Trouper so it can retain its crown in May. Putin's protege, President Dmitry Medvedev, has made no secret of his affinity for British heavy rockers Black Sabbath and Deep Purple. Medvedev publicly attended the latter's concert last year and posed for thumbs-up photos with the band afterwards. Putin, a former KGB officer, might be best advised to shed his macho image and show a fluffier, feathered-boad element to his steely facade. If the Russian rouble carries on sliding and commodity prices continue to languish, Putin could be forgiven for sending out a SOS. The Eurovision in May could prove to be the Russian premier's Waterloo if discontent about the economy dents his undeniable popularity. Mamma Mia, I think Putin should unleash his inner Abba."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}