{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/feb/05/unforgiving-reykjavik", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-02-05T20:43:47Z", "webTitle": "In Iceland the banks were the robbers", "webUrl": "https://www.theguardian.com/business/2009/feb/05/unforgiving-reykjavik", "apiUrl": "https://content.guardianapis.com/business/2009/feb/05/unforgiving-reykjavik", "fields": {"headline": "Iceland seethes at bank robbery where 'the banks were the robbers'", "bodyText": "There is little sympathy in Reykjavik for Baugur founder Jón Asgeir Jóhannesson, who this week launched a furious tirade against old political foes he accuses of triggering the demise of his company. As the Icelandic banking collapse has enveloped his empire, the Baugur boss accused senior political figures of pursuing a vendetta against him before they themselves were pushed out of power on a wave of popular discontent. \"The plan that we put to Landsbanki was a good offer,\" Jóhannesson told Iceland's Channel One on Wednesday. \"Other holding firms have received positive treatment from the banks so one comes to the conclusion that there are some strange things happening here.\" But most people in Iceland – population 320,000 – are tired of listening to Jóhannesson's increasingly wild accusations. The public mood has turned against the tycoons, politicians and regulators who inflated Iceland's bank sector borrowings to £85bn, six times the GDP. Icelanders have more immediately pressing concerns. Gylfi Magnússon, the newly appointed minister of business affairs, said unemployment could jump to 20,000 this year as the country prepares itself for a future of austerity with soaring prices for imported goods. But perhaps the most damaging impact of the crisis has been the near doubling in home and car loan repayments for ordinary households. These loans – aggressively pushed by the now failed banks – are often denominated in lower-interest-rate currencies such as the yen and Swiss franc, leaving them exposed to the plunging value of the Icelandic króna. \"There is a lot of general anger towards these people who are considered the culprits, those taking huge bets that went sour,\" said Magnússon. \"People are very, very unhappy to foot the bill for this.\" Hallgrímur Helgason, a prominent Icelandic writer and painter, said: \"We had been admiring of these business Vikings who made huge investments around the world. Now we understand it wasn't so clever. It was just a giant loan castle – loans upon loans upon loans. And when the loans stopped coming it all came crashing down. \"It feels like a bank robbery but with a twist: the banks robbed the nation. And it's almost impossible to appreciate the scale of it. You can't even use your personal calculator to work out how much it will cost each person, the numbers are too big.\" Helgason was a leading figure in largely peaceful mass protests outside parliament in recent weeks that led to a new coalition being formed this week under new prime minister Jóhanna Sigurdardóttir. The country's leading central banker and former PM, Davíd Oddsson, has been asked to step down and the FME, the financial regulatory authority, looks set to be entirely rebuilt. Helgason claims these are momentous victories but many others believe the political overhaul will change little. The options available to the Sigurdardóttir coalition are limited. As Magnússon puts it: \"We have to make very hard decisions because we do not have any good options.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}