{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/feb/16/dubai-literary-festival-geraldine-bedell", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-02-16T19:30:00Z", "webTitle": "Brian Whitaker: Ousted by a gay sheikh", "webUrl": "https://www.theguardian.com/commentisfree/2009/feb/16/dubai-literary-festival-geraldine-bedell", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/feb/16/dubai-literary-festival-geraldine-bedell", "fields": {"headline": "Ousted by a gay sheikh", "bodyText": "Magical. Incredible. Exciting. Come and experience the joy of literature at the inaugural Emirates Airline International Festival of Literature. A celebration of the written word, from prose to poetry, fiction to non-fiction, children's to adults'. Join 65 of the world's leading authors ... at the first event of its kind in the Middle East. Sounds wonderful, doesn't it? But British writer Geraldine Bedell will not be going to the festival in the UAE, despite the organisers' initial enthusiam for her novel, The Gulf Between Us. Now they have taken a closer look at her book, she has received a non-invitation from the festival's director, Isobel Abulhoul, which said: \"I do not want our festival remembered for the launch of a controversial book ... If we launched the book and a journalist happened to read it, then you could imagine the political fallout that would follow.\" The problem, apart from the fact that the book's story is set against a background of the Iraq war (which \"could be a minefield\" according to Ms Abulhoul), one of its minor characters is a gay sheikh. Of course, the official line in the Emirates (as in Iran) is that they don't have gay people there apart from a few foreigners, and they absolutely definitely categorically don't have any gay sheikhs. But Geraldine Bedell's book is a work of fiction. Can't she be allowed let her imagination run just a bit? I can't say I'm surprised by the festival organisers' reaction. Three years ago my own book about gay life in the Middle East was banned in the emirate of Dubai – though it was sold openly in Lebanon and even displayed in the windows of some bookshops there. In 2005 police in Abu Dhabi, the capital of the UAE, arrested more than two dozen men at what was said to be a gay party. Some of the men had been wearing women's clothes and makeup according to officials, and 11 of them were later sentenced to five years in jail. Plans to \"cure\" their homosexuality with hormone injections were apparently dropped after protests from the US state department. Aside from these sexual hang-ups, Ms Bedell's exclusion from the literary festival, which boasts of \"celebrating the world of books in all its infinite variety\", highlights the emirates' fundamental dilemma. Dripping with money and priding themselves on being modern, they would also like to be viewed as centres of culture. Just two years ago, Abu Dhabi decided to splash out $1.3bn on creating a Gulf outpost of the Louvre. A branch of the Guggenheim is also due to open there in 2012. Sooner or later such projects, whether they are art galleries or literary festivals, run into the problem of the Gulf's social conservatism. The Abu Dhabi Louvre, for example, will supposedly display classical western art while respecting local sensitivities. This sounds very much like trying to have their cake and eat it. With local sensitivities that include images of scantily-clad women and Christian religious themes, it is difficult to see how they can show a representative selection of western art without upsetting the Emirates' more traditional-minded elements."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}