{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/feb/19/gm", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-02-20T19:30:01Z", "webTitle": "David Cronin: Monsanto shouldn't grow GM corn in Europe", "webUrl": "https://www.theguardian.com/commentisfree/2009/feb/19/gm", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/feb/19/gm", "fields": {"headline": "The GM corn wars", "bodyText": "Imagine, if you can, the inventors of one of the deadliest chemical weapons used in 20th century warfare being regarded as an authoritative source on environmental protection. Even if that might sound more ludicrous than the idea of Gordon Brown joining the Chippendales, such a miraculous transformation has occurred with Monsanto, the world's most powerful biotechnology firm. Though its status as the manufacturer of agent orange – the carcinogenic herbicide that the US army used to destroy Vietnam's jungles – should mean that its every utterance is treated with caution, the European commission considers the company's logic to be unassailable. This week the EU's executive sought to force France and Greece to drop moratoria that they had imposed on the planting of Mon-810, a variety of corn developed by Monsanto. Fortunately, a majority of the union's 27 governments declined to support the commission when they met in Brussels on Monday. But that's not the end of the matter; further talks on the dossier are scheduled for the coming weeks and because this is the only GM crop planted in Europe, their final outcome will have far-reaching implications. Doubtless to Monsanto's delight, press coverage of this story has focused heavily on a report from the French food safety authority, indicating that it's just as healthy to nibble on this corn as one harvested through conventional agriculture. No mention was made of another study (pdf) published by an Austrian federal agency a few months ago, which found that mice fed with traces of Mon-810 had a lower rate of reproduction than those fed with non-GM varieties. In a documentary first broadcast last year, French investigative journalist Marie-Monique Robin highlighted the cosy relationship between Monsanto and US decision-makers. The biotech industry enjoys a comparable level of access to power on this side of the Atlantic. Europabio, a lobbying organisation representing Monsanto and other top players in the industry, has been taking part in a secretive working group (pdf) established by the European commission to advise it on competitiveness issues. The commission has also been examining how Monsanto can help counter the negative public perception of GM foods. Equally disturbing are the claims that biotechnology provides the answer for how to feed a world population that continues to expand. One look at how Monsanto's aggressive introduction of GM seeds in India has damaged the livelihoods of farmers to the extent that many have committed suicide should be enough to arouse suspicions. And yet Louis Michel, the EU's development aid chief, has spoken in favour of the greater use of GM crops. Normally I feel like vomiting whenever I hear Prince Charles masquerading as an eco-warrior. He is none the less correct to have described biotechnology as a \"global moral question\". What a disgrace, then, that Europe's agenda-setters are so determined to sacrifice morality for Monsanto."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}