{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/feb/13/antigua-pitch-expert-england-cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-02-13T22:11:00Z", "webTitle": "Pitch expert claims Antigua groundstaff face uphill challenge", "webUrl": "https://www.theguardian.com/sport/2009/feb/13/antigua-pitch-expert-england-cricket", "apiUrl": "https://content.guardianapis.com/sport/2009/feb/13/antigua-pitch-expert-england-cricket", "fields": {"headline": "Groundstaff face huge challenge in Antigua", "bodyText": "Chris Gayle, the West Indies captain, admitted that the second abandoned Test in 11 years of Test cricket on the islands was a source of shame and something that seemingly everybody apart from the West Indies Cricket board could see coming. \"It's definitely embarrassing,\" Gayle said. \"I apologise to the spectators as well, it's a huge turnout and everybody wants to see cricket. It's really disappointing to see these things happen but I am not surprised about the conditions because when we were doing some fielding drills it wasn't suitable at all. It was really disappointing.\" However, news that the old Recreation Ground, site of Brian Lara's two world-record-breaking innings, would be pressed back into service from tomorrow left him ambivalent. \"We practised there but take into consideration the field wasn't up to standard there as well,\" he said. \"It was a bit bumpy – I gather there's a lot of football played there. The field is a bit bumpy, even the wicket has a couple of ridges so you have some uneven bounce.\" Sir Viv Richards, Antigua's most famous son and the former West Indies captain whose name has been given to the white elephant of a stadium built by Chinese money for the 2007 World Cup, was another to feel the shame and he was equally forthright that the players need to put on a spectacle for the spectators. \"This should be a huge embarrassment to the WICB and they should be moving fast to sort it out. \"This is the game at the highest level – and this is not on. I had a go at some members of the Antiguan Cricket Association because it is alleged that they were given ample time to get the ground ready and do all the necessary supervising to make sure it was. They dropped a ball somewhere and I'm appalled at some of these guys who say they are making decisions.\" England's captain, Andrew Strauss, whose side also practised at the ARG, was another who was less than effusive although he felt that it was possible to get the third Test played there. \"It's not in a great state but in terms of injuries or whatever, it is fit to play on. We don't know what state the wicket is in. It might not have been covered all night but I think it's fit for bowlers to bowl on and batsmen to play on. We didn't practise at this ground that much. \"Some of the bowlers had run-throughs and said it was hard going. Nobody wants to stand here in this position. It's terrible for us and the fans. Us as players feel awful. From the cricketing point of view, it's important we get back on and get back to winning the Test match. The key is to get the best possible solution from where we are at the moment. \"The reality is we just want to get back in the game. When you go 1-0 down in a four-Test series, you don't want it to turn into a three-Test series. We want to play a game of cricket and hopefully the people who have come over here to see us will get a chance to see some Test cricket. \"It is quite tough. We have to deal with changes of venue all the time as cricketers so if we have to get used to different conditions then we have to and the team that reacts the best will be the one that wins.\" Earlier, one of England's top sports ground consultants warned of the impossible challenge facing the SVR groundstaff who tried to repair the outfield. David Bates, technical director of Total Turf Solutions, which designs and manages projects for funding agencies such as the ECB, said reliance upon re-turfing had to follow specific standards. Bates, a former groundsman at Northamptonshire, said: \"Unless they put in a solid block of turf, with a minimum depth of 250mm, then the turf will all kick out again. Basically, the bigger the slab of turf, the more it will hold in place. The smaller the squares, the greater depth of soil and root growth will be needed. I doubt if they could have found slabs of turf this big or this deep just down the road.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}