{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/libertycentral/2009/feb/28/convention-modern-liberty-security", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-02-28T19:34:43Z", "webTitle": "AC Grayling: Safeguarding Britain's security does not justify the totalising ambition of the government's data schemes", "webUrl": "https://www.theguardian.com/commentisfree/libertycentral/2009/feb/28/convention-modern-liberty-security", "apiUrl": "https://content.guardianapis.com/commentisfree/libertycentral/2009/feb/28/convention-modern-liberty-security", "fields": {"headline": "The false alternative", "bodyText": "It was an interesting experience sitting next to the personable and intelligent Michael Wills MP, minister in Jack Straw's Department of Justice, in a session of the Convention on Modern Liberty today. Our session was entitled \"Protecting Rights: How do we stop rights and freedoms being a political football?\" and the sum of Wills' position was that the government is indeed a protector of rights already, having introduced the Human Rights Act, the Freedom of Information Act and the Data Protection Act. He argued that the measures that advocates of civil liberties complain about – for example ASBOs and centralised data collection and sharing – are also \"rights protecting\": protecting our right to life and security against terrorists, defending the rights of pensioners living on council estates from teenage gangs, protecting children from poor families who do not get the free school meals they are entitled to, protecting the right to vote of those who are not registered to vote. It was an opportunity to remind Wills of a fallacy in informal logic: the fallacy of false alternative. Pensioners on council estates, children needing free meals, and voters, can all be helped in ways that do not require a centralised national data computer storage facility containing lots of information about all of us, accessed by all sorts of officials and security agents, irrespective of whether or not we are pensioners, school children or unregistered voters. The totalising ambition of national data collection and storage goes far, far beyond the problems faced by small minorities of sections of the community. The real reason, which he did not mention, is that data mining programmes can trawl all this information looking for patterns that prompt more particular eavesdropping and data collection as a preventive measure anticipating crime or terrorism. The government's measures destroy privacy. Along with CCTV cameras and the forthcoming telecommunications law, the destruction is wholesale, and \"efficiency\" with respect to services for some sections of society is not a justification for it. It is a justification for delivering those services differently. One thing that becomes clear in debating these matters with ministers is that they see themselves as doing their best in society's interests, and cannot understand why we do not acknowledge it. This is the result of the fog of government, where the imperative to \"be seen to be doing something\", to respond to the demands of the security services, to make government more efficient in the interests of \"delivering services\" – and so on, always as inexpensively as possible – distorts their grip on principle. It leads them to believe, quite sincerely, that their duty to protect the security of citizens is not just a high duty (which it is) but their highest duty. They also think there are more votes in laws tough on crime, terrorism and immigration than in telling people that liberty carries risks which we, if we are mature and autonomous individuals, must accept. But the truth – as Lord Acton, John Stuart Mill, John Locke, and practically all those in our tradition who have thought carefully about what matters most in the organisation of political relations in society, have argued – is that the highest duty of government is the protection of our liberties. Manifestly, this is not how the present government thinks (or its predecessor thought). If they did, our liberties would be in a very different state of health now. The Human Rights Act, for example, would be a tougher instrument than it is (read it: and note the \"derogations\" that place limits on the rights that, in the first clause of each article, it nominates). There would be greater observance of the spirit of the information and data acts which, given the sweeping powers the government has taken and seeks still to take, are no bulwark against making each of us naked to the state's gaze if it chooses to turn it upon us. In saying this I find myself reluctantly disagreeing with Francesca Klug, who as a passionate advocate of the HRA believes that it is a sufficient instrument, and defends it against the Conservative party's intention to repeal it. My disagreement concerns only the degree of its sufficiency: I think it needs to be stronger, less vulnerable to party political vagaries, and such that it gives powers to judges to strike down legislation inconsistent with it. This would be one step in the direction of extending and entrenching civil liberties against the depredations we have seen in recent years. But only one step: the truth is, that the greatest lesson taught by what has happened in recent years is that we need a new constitutional settlement in our country, across the board, from our system of representation to the basic framework of the constitution itself. • See more on the convention and civil liberties at liberty central"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}