{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/feb/28/england-west-indies-fourth-test", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-02-28T22:35:05Z", "webTitle": "Cricket: Andrew Strauss's England toil in the field against West Indies on day three in Barbados", "webUrl": "https://www.theguardian.com/sport/2009/feb/28/england-west-indies-fourth-test", "apiUrl": "https://content.guardianapis.com/sport/2009/feb/28/england-west-indies-fourth-test", "fields": {"headline": "Strauss grateful for on-song Swann as England toil in the field", "bodyText": "Despite a bit of interference from the referral system, or, to be more precise, the umpires who operate the referral system, England's chances of squaring the series in Bridgetown are receding as rapidly as a Caribbean sunset. England had the bonus of dismissing the arch limpet, Shivnarine Chanderpaul leg before, thanks to an odd interpretation of the television pictures by Daryl Harper, the third umpire, who may soon conclude that being stuck out in the middle is infinitely preferable to being closeted in the torture chamber at the base of the pavilion, which is the third umpire's hideaway in Bridgetown. There were moments throughout the final session when Harper and the match referee, Alan Hurst, was joined by the West Indies coach, John Dyson. No doubt there was some plain Aussie speaking involved. The only way in which England seemed likely to take a wicket yesterday was lbw. The first five West Indian wickets fell in that manner, four of them after a referral. Ryan Hinds was the odd man out but he trooped off the field so disconsolately that he clearly felt deprived. To put it mildly, there appeared to be an absence of consistency in several of those lbw decisions. This was more fun than Russian roulette unless you happened to be intimately involved. The system needs further examination and so do the umpires operating it. Despite all the drama and confusion that the referrals brought, West Indies have made sufficient progress to have a good chance of retaining their lead in the series with the serene Ramnaresh Sarwan at the helm. They closed the third day on 398 for five with Sarwan unbeaten on 184. Andrew Strauss spent much of the day doing his Michael Vaughan impressions. This required him to change his field every other ball in a desperate attempt to conjure a wicket. Such \"rabbit-out-of-the hat\" captaincy rarely works but the temptation to fiddle endlessly was understandable here. England often opted to abandon conventional tactics. Ryan Sidebottom and Stuart Broad propelled bouncers, slower balls and cutters – all to no avail. Only James Anderson with the new ball has threatened in this innings. Whatever England tried, West Indies were not too bothered until Mr Harper became involved. At the beautifully appointed Kensington Oval there is a wonderful batting pitch. It is not a wonderful cricket pitch. The balance is awry but this suits West Indies nicely at the moment, especially Sarwan, who cruised to his 14th Test century. Sarwan was majestic. So, too, in his unassuming way, was Chanderpaul until he was adjudged lbw padding up to an Anderson swinger by a combination of Umpires Tiffin and Harper. The ball looked as if it was flying over the stumps. Unless England find a way to dismiss the two Guyanese cheaply very soon this series will be beyond their grasp. However there is always hope when bowling to the other West Indian batsmen. Devon Smith has played the faster bowlers well in this series but cricketers study the stats: after 27 Tests, Smith averages 24, so history encourages the fielding side; he was bound to get out before too long. And so he did. He departed, not as a consequence of some new \"out-of-the box\" thinking, but from old style, conventional slow bowling. Once again Strauss found himself all too dependent upon Graeme Swann for his wickets. Smith's was a tame dismissal. He propped forward to a normal off-break and missed it. Umpire Aleem Dar is more prone to give these out leg before than some of his peers on the ICC panel and Umpire Harper could not disprove the validity of that decision so Smith, after a considerable delay, had to go. Ryan Hinds has yet to establish himself in the team after several attempts and went in similar fashion to Smith, though this time the West Indies chose not to go upstairs. Leaving aside the thought processes of the third umpire it was something of a mystery that so many of the batsmen kept missing straight balls from Swann – Brendan Nash had the same problem. England would have liked some specialist support for their off-spinner in this match and with hindsight they would have been better off playing two spinners in every Test of this series. Instead England opted for a mini-reshuffle before this match, reflecting a change of personnel rather than policy. They have always reverted to a four-man attack in Andrew Flintoff's absence in the past and so they did here. They may regret that now, though they cannot admit as much. At least those changes have eased the constipation in England's selection process. Ravi Bopara's hundred, albeit in the most sublime batting conditions, shakes things up nicely. The middle-order men can take nothing for granted. Nor can Steve Harmison, but once he is omitted we crave his presence in the side. There is nothing in the Kensington Oval pitch except for a little bounce for fast bowlers like Fidel Edwards, who bend their back. Harmison has a bigger back. They could have done with him bending it here. Harmison remains a riddle. \"It's the hope that kills you,\" someone said last week. If everything clicks Harmison can change a match in a manner beyond most of his peers. But when that expectation fails to materialise yet again, infuriation steps in. Perhaps this is unfair on Harmison. Why should we be so infuriated by him and not by the wholehearted, yet limited and barely fit Ryan Sidebottom when their end products are so similar?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}