{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2009/feb/05/obama-faith-based-initiative-discrimination", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-02-05T20:00:00Z", "webTitle": "Michelle Goldberg: Will Obama's faith-based office end discriminatory hiring based on religion?", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2009/feb/05/obama-faith-based-initiative-discrimination", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2009/feb/05/obama-faith-based-initiative-discrimination", "fields": {"headline": "Getting religion out of the workplace", "bodyText": "Though I care tremendously about the separation of church and state, Barack Obama's pledge to expand the sort of faith-based initiatives begun by George Bush never bothered me much. In part, that's simply because Democrats are better stewards of public resources than Republicans. Bush used the programme as a slush fund for the religious right and a sponsor of destructive and mendacious abstinence-only campaigns, while I expected Obama to channel money to religious charities that are more concerned with ameliorating suffering than making converts and waging kulterkampf. But there was a more principled reason as well. Obama promised to reverse the most constitutionally subversive aspect of Bush's programme, the one that allowed religious groups to get public money to run social services while only hiring those of their own creeds. In practice, this meant that some government-funded jobs were suddenly being limited to those who professed the right kind of Christianity. Obama made it clear that he was going to change that. \"If you get a federal grant, you can't use that grant money to proselytise to the people you help, and you can't discriminate against them or against the people you hire on the basis of their religion,\" Obama said in July. Now he's backing away from his stance. Today, Obama signed an executive order creating a White House office for faith-based and neighbourhood partnerships, his version of Bush's faith-based initiative. He's also establishing a 25-member council, which includes a mix of liberal and conservative clergy along with academics and social entrepreneurs, to advise him. Both of these moves were expected, and on their own, neither need trouble civil libertarians. What is disturbing, though, is that, in his quest for ecumenical comity, Obama is suggesting he may capitulate on hiring rights. That's the very thing that might have made his faith-based programme a profound improvement over Bush's. \"The most contentious issue surrounding a revamped White House office on faith-based and neighbourhood partnerships – potential restrictions on the hiring practices of religious groups that receive taxpayer dollars – will undergo a thorough legal review before President Barack Obama makes a decision on hiring guidelines,\" the AP reported today. Other reports suggest that the justice department will decide who gets to discriminate on a case-by-case basis. The president's new position is being framed as a compromise, since it pleases neither the religious right, which doesn't want any oversight at all, nor the secular left, which wants a clear prohibition on religious tests. But splitting the difference doesn't always result in justice, and if Obama allows government-financed discrimination to continue, it will be both a mistake and a betrayal. It's important to be clear about this – nobody is suggesting that mosques be forced to hire Jews or synagogues to employ Catholics. But when religious bodies start administering government-funded programmes, they should have to stick to the same rules as everyone else. An example from my book Kingdom Coming: The Rise of Christian Nationalism illustrates the point. For years, the Salvation Army has received tens of millions of dollars in public money to operate foster care, HIV counselling, group homes and other services in New York. Its social services division was separate from the Salvation Army's religious wing and had a cosmopolitan staff that reflected the city it served. That changed under Bush. Freed from earlier constraints, the Salvation Army sent in a consultant to essentially Christianise the agency, at one point badgering human resources staffers to identify gay and non-Christian employees. Workers were ordered to fill out forms listing the churches they'd attended over the previous 10 years and the names of their ministers. People who had worked there for decades were driven out. The Bush administration justified this sort of thing with the Orwellian argument that protecting civil liberties meant defending \"religious hiring rights\". Many of us hoped that Obama's election augured the end of an era when our leaders used religion to marginalise great swaths of the country. To be sure, our new president has jettisoned Bush's aggressively messianic language. No more is corrupt sectarianism deforming the federal bureaucracy. But as Obama expands both social services and the role of religious groups in providing them, the number of employees and job-seekers needing protection is going to grow. Their rights cannot and should not be left to the good faith of the president's advisers and legal staffers, no matter how well intentioned they may be."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}