{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/gamesblog/2009/feb/09/gameculture-playstation", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-02-09T21:12:43Z", "webTitle": "The dead rise again", "webUrl": "https://www.theguardian.com/technology/gamesblog/2009/feb/09/gameculture-playstation", "apiUrl": "https://content.guardianapis.com/technology/gamesblog/2009/feb/09/gameculture-playstation", "fields": {"headline": "The dead rise again", "bodyText": "For sheer unadulterated belly laughs, Dead Rising, Capcom's Dawn of the Dead-pastiching zombie blast-'em-up, is hard to beat. Your first half an hour with the game consists of you repeatedly asking the semi-rhetorical question, 'No, I can't use that as a weapon, can I?!' Invariably you can, and it seems that each discovery is more amusing than the last. Until you try the lawn mower, at which point this flawed but exhilarating game reaches its comedy zenith. Well, today Capcom officially announced that a sequel is in development. Developed by Canadian studio Blue Castle Games, assisted by members of the original dev team and producer Keiji Inafune, the follow-up moves the zombie onslaught to Fortune City, a Las Vegas-style gambling Mecca, where you'll no doubt be able to swipe at the undead with one-arm bandits or flailing croupiers. From the press release: Dead Rising 2 is set several years after the infamous zombie invasion of Willamette. Unfortunately, the zombie virus was not contained at the conclusion of Dead Rising, spreading unchecked throughout the United States and Dead Rising 2 depicts a country where zombie outbreaks continue to strike. The promo video is pure neo-Zombie movie stuff - all jittery, jump cut news footage viewed as though pirated onto a handheld camera. Very 28 Days Later meets Zack Snyder's Dawn of the Dead. Interesting, but not funny enough. However, one screenshot releaesd by Capcom today shows the lead character attacking zombies with a giant mobile phone. That's more like it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}