{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2009/feb/06/pajamas-media-closing", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-02-09T22:00:01Z", "webTitle": "Richard Silverstein: Rightwing blog network Pajamas Media is closing", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2009/feb/06/pajamas-media-closing", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2009/feb/06/pajamas-media-closing", "fields": {"headline": "Goodnight, Pajamas Media", "bodyText": "\"You were dead, you were sleeping the big sleep. ... You just slept the big sleep, not caring about the nastiness of how you died or where you fell.\" – The Big Sleep It seems fitting to quote Raymond Chandler about the death of Roger Simon's dream, since Simon fancies himself a mystery and screenwriter. Pajamas Media – the network of conservative and rightwing blogs that Simon cofounded in 2005 – will cease operations as of March 31, and its death can't have come a moment soon. It not only died a nasty death, to quote Chandler, it lived a nasty life. Could it be that its demise, along with Barack Obama's ascendancy, signals a kinder, gentler era upon us? I wouldn't hold my breath. But there is something to this passing of a neocon media icon. It was hopelessly out of synch with the new political trends in our country. We knew Pajamas Media had jumped the shark when it sent Joe the Plumber to Israel during the Gaza war to urge it to kill more Palestinians better. Joe reached his journalistic apotheosis when the \"war correspondent\" called for journalists to be barred from war zones. I thought that was biting off one's nose to spite one's face. And let's not forget some of Pajamas' other greatest hits, provided by eminent bloggers like Pam Geller of Atlas Shrugs, who never seems to have met a Muslim who didn't want to exterminate Jews. She returned the favour in a blog post that featured a cartoon of a B-52 with the caption \"Take back Jerusalem. Send in the B-52s,\" referring, of course, to Arab East Jerusalem. Then there's Michael Totten, described by Simon as a \"hard-headed liberal\" (which in itself tells you a lot about the extremism of Simon's views, who wrote Lebanon and Iraq: Partners in Freedom. Totten was so incensed that his anti-Syrian, anti-Hezbollah, anti-Islamist politics provoked suspicion from Lebanese that he might be a CIA spy, that he penned this indignant, and unintentionally comic, rejoinder: I am not a spy. Got that? I. Am. Not. A. Spy. Almost every frigging day in this country someone accuses me ... of being a spy. ... When Muslims do it the sense of humour in their voice is notably lacking. When Hezbollah does it I know good and goddamn well they aren't joking. The flaming eyes, the screaming and the physical belligerence kinda sorta gives that away. I couldn't help thinking of Dennis the Peasant, who dogged Simon from day one, nipping at his heels like a pesky terrier. Dennis called it from the beginning. He knew there was no business model. He knew it couldn't work. The only thing Dennis got wrong was the date of the enterprise's demise. He thought it would die much sooner. I'm guessing that the venture capitalists were having too much fun with their media playtoy and couldn't bear to pull the plug when they should have. The losers were Aubrey Chernick, a Los Angeles internet entrepreneur and flag-waving pro-Israel type who parlayed his fortune in software development into new business opportunities hardening American targets for the upcoming war between Islam and the west. After his life as a software guru, his new business mined the rich opportunities posed by the Bush-era homeland security gold mine. I'm guessing that he's taken a hit since the rise of a new administration, which will likely downplay the war on terror and other disaster \"opportunities.\" Chernick and Levi-Strauss heir Jim Koshland initially invested $7m in their Pajamas Media venture. Given that Chernick was worth nearly a billion a year or two ago, he probably didn't lose much; that is, if the recent Wall Street debacle hasn't wiped him out entirely. My, but Koshland does have egg on his face after making this triumphal statement back in 2003: We are pleased to be involved with Pajamas Media in an era when the demand for new and unique channels of information grows and the convergence of blogging, news coverage and advertising begins. … We anticipate that Pajamas Media will have a profound and positive market impact due to its outstanding team and unique business approach. We believe successful industry trends such as AOL's acquisition of weblogs validates the emergence of blogging as an important new media market. This financing will allow the company to accelerate its growth and solidify its market position. How is it that a \"local yokel\" from Ohio like Dennis knows more about perils of investing in blogs than a Silicon Valley entrepreneur like Koshland? In truth, Dennis knew what they should have and what any political blogger can tell you: It's very, very difficult to monetise political blogs. You have to have a huge audience before you can earn any serious income. And if you go into blogging expecting that you can or will earn from it, you're probably fooling yourself. A political blog features ideas as content. As such they are far different than other types of blogs featuring entertainment, lifestyle or products. Readers are far less likely to make major purchases online via a political blog than they might at other types of blogs. So it becomes harder to earn serious revenue from political blogs. That's probably why Pajamas Media failed and why Koshland, Chernick and Simon miscalculated in such a fundamental way. I had so much fun ragging on the Pajamaphiles, though, that it's a shame their piggybank has broken. Where will I find such rich targets? Oh and let's not forget some of the other forlorn rightwing has-beens left hanging out to dry. It couldn't have happened to a more deserving crew: former Clinton-lib turned Bush booster, Ron Silver; UN whistleblower and John Bolton acolyte, Claudi Rosset; aging commie hunter, Ron Radosh; Israeli neocon, Allison Kaplan Sommer; Michael \"Throw-some-small-crappy-little-country-up-against-a-wall\" Ledeen; and possibly the world's only ex-radical feminist turned Likudist neocon, Phyllis Chesler. No, they won't go away since they'll have their own online soapboxes from which to yammer. But they'll have one less venue from which to trumpet their discordant notes. What annoyed me most about Pajamas Media was that it was a major online base for the über-Israel crowd. One of the themes of the site was waving that blue and white flag through every war and skirmish. That was no doubt a result partially a reflection of the views of founders like Charles Johnson (Little Green Footballs) and Chernick's own support for rightwing groups like Stand With Us. I thought that planting Pajamas Media's flag squarely on the Israeli side of the conflict and making it a major part of the portal's identity would have guaranteed it niche status. But Obama's election, a rising tide of progressivism in US politics, the receding of the neocon monolith seem to have all contributed to the final big sleep of Pajamas Media."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}