{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2009/feb/24/useconomy-credit-crunch", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-02-24T22:30:01Z", "webTitle": "Simon Johnson and James Kwak: Ben Bernanke's economic report focused on bank nationalisation, not fixing the economy", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2009/feb/24/useconomy-credit-crunch", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2009/feb/24/useconomy-credit-crunch", "fields": {"headline": "Still waiting for Helicopter Ben", "bodyText": "Today Ben Bernanke, the chairman of the Federal Reserve, presented the semiannual monetary policy report to the Senate banking committee and gave an overview of the economic crisis and the Fed's responses to date. Much more interesting – and worrying – is what he didn't address. In the long term, which will apparently be upon us quite soon, Bernanke said everything will be just fine: real GDP growing at 2.5-2.75%, unemployment at 4.75-5% and inflation at 1.75-2%. The first two statements are simply a wishful prediction that the post-crisis world will be pretty much the same as the pre-crisis world. The last statement, though, moves the Fed closer to inflation targeting: \"Increased clarity about the [federal open market committee's] views regarding longer-run inflation should help to better stabilise the public's inflation expectations, thus contributing to keeping actual inflation from rising too high or falling too low.\" This might indicate that the Fed will do what it takes to get inflation up to 2%, but it still leaves a lot of wiggle room and, at least so far, the market and public policy watchers' reaction is a collective yawn. Bernanke said nothing about buying longer-term Treasury bonds, an idea floated in January. In other words, we are still waiting for an appearance by Helicopter Ben – the personality of the Fed chair when he gets around to issuing money in this fashion. So we still have little idea when the Fed will step up its struggle against potentially falling prices (deflation). His written testimony really didn't say anything about the key financial issues of the day, starting with the ongoing rescue of the banking sector in general and Citigroup and AIG in particular. The latest developments – yesterday's announcement that capital injections can be converted from preferred into common shares, and the reported negotiations with Citi – seem to move the government one step closer to nationalisation. However, the debate over nationalisation looks more and more like a chase after multiple red herrings. The initial investments in non-convertible preferred shares were designed specifically to avoid government ownership. Converting preferred into common shares has limited economic relevance – it relieves banks of mandatory dividend payments – but the banks want it in order to boost an accounting measure, their tangible common equity. But there is nothing magic about accounting measures. They do nothing about the asset side of bank balance sheets, which is where the big problems are. The goal seems to be getting banks through the upcoming stress tests without too much embarrassment. In response to questions, Bernanke explained that preferred shares will only convert as banks sustain further unanticipated losses – so if those losses do not occur, existing shareholders will not be further diluted. This is another sign of the serious brainpower that has been expended on finding ways to avoid or minimise government ownership of banks, and to avoid the slightest possibility of offending shareholders – shareholders whose shares have positive value primarily because of the expectation of a further government bail-out. The government's percentage ownership of a bank is a red herring. The key economic realities are: the government is already responsible for a large portion of bank liabilities, through insurance on deposits and new bank debt; the government is the only source of new capital for banks; and the government stress tests will determine whether banks are allowed to continue in operation and under what terms. The only purpose served by artificially minimising government \"ownership\" is to limit the potential upside available to taxpayers. The important question is what the government does with this influence – whether it dictates a comprehensive solution to the banking sector's ills (which could take many forms), or whether it continues to deal at arm's length with institutions it pretends are independent. The example of AIG is particularly troubling. Although 80% owned by the government, AIG is at risk of further credit rating downgrades, because of the government's insistence on treating it as an independent entity. Apparently the Geithner plan of two weeks ago was light on details because of a last-minute decision that the draft plan wouldn't work. We are mildly encouraged by this willingness to take extra time to come up with a better solution. But we need a plan that is aggressive and broad enough to drastically reduce the uncertainty hanging over the financial sector – not one constrained by the requirement of avoiding nationalisation (whatever that means), or founded on wishful thinking about when the economy will return to \"normal\". Simon Johnson is a professor at MIT Sloan School of Management and a senior fellow at the Peterson Institute for International Economics. James Kwak is a student at Yale Law School. Together they run http://BaselineScenario.com, a website on the global economy."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}