{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/feb/09/italy-silvio-berlusconi", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2009-02-09T23:18:17Z", "webTitle": "Italian coma woman dies – thwarting Berlusconi campaign", "webUrl": "https://www.theguardian.com/world/2009/feb/09/italy-silvio-berlusconi", "apiUrl": "https://content.guardianapis.com/world/2009/feb/09/italy-silvio-berlusconi", "fields": {"headline": "Italian right-to-die row woman dies", "bodyText": "The woman at the centre of a right-to-die controversy that passionately divided Italians and plunged the country into a full-blown constitutional crisis died tonight before Silvio Berlusconi's government could pass legislation to compel doctors to keep her alive. After a court ruling at the behest of the woman's father, doctors last Friday cut off nutrition to Eluana Englaro, 38, who had been taken to die in a clinic in the north-eastern town of Udine after 17 years in a coma. The Ansa news agency quoted medical sources as saying that her condition was stable until early in the afternoon, when there was a sudden deterioration. But her doctor had earlier said it could take two weeks for her heart to stop, and suspicions were immediately voiced that her death had been accelerated. When the news reached parliament, one senator from the governing majority shouted out: \"Eluana's been killed.\" The chief prosecutor of Udine ordered that her medical records and death certificate be impounded, and said he would decide today whether there should be an autopsy. The Vatican's \"health minister\", Cardinal Javier Lozano Barragán, expressed the hope that \"The Lord would receive her and pardon whoever has brought her to this point.\" The Roman Catholic hierarchy has vigorously backed the Berlusconi government's efforts to thwart what it claimed was an attempt to introduce euthanasia into Italy by the backdoor. The prime minister said he learned of Englaro's death with \"great sadness\". The government announced it would continue efforts to pass a law to forbid doctors from discontinuing life support. Last year, Englaro's father, Beppino, won a 10-year legal battle when Italy's highest appeals court ruled that he could arrange for her nutrition to be discontinued. After the government failed to stop hospitals or clinics from taking her in, it last Friday approved a decree overturning the judges' decision. Italy's president, Giorgio Napolitano, refused to sign the decree, saying it was unconstitutional. Opposition politicians claimed that Berlusconi was exploiting the case to extend his powers and humiliate the judiciary."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}