{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2013/mar/05/manchester-united-real-madrid-tactics", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-03-05T23:23:25Z", "webTitle": "José Mourinho's quick reactions pay handsome dividend for Real Madrid | Michael Cox", "webUrl": "https://www.theguardian.com/football/blog/2013/mar/05/manchester-united-real-madrid-tactics", "apiUrl": "https://content.guardianapis.com/football/blog/2013/mar/05/manchester-united-real-madrid-tactics", "fields": {"headline": "José Mourinho's quick reactions pay handsome dividend for Real Madrid", "bodyText": "A slow-burning match at Old Trafford was logical – neither side desperately needed an early goal, and both sides were set up to play counter-attacking football, so were reluctant to push too many players forward. José Mourinho's starting XI was entirely predictable but this was a test of Sir Alex Ferguson's tactical acumen. Ferguson's use of Danny Welbeck behind Robin van Persie was inspired – Welbeck did an excellent job of nullifying Xabi Alonso, forcing Real's deep-lying playmaker into simple, sideways balls out to the full-backs, rather than his classic, long-diagonal passes over the opposition defence. The less technical Sami Khedira was the midfielder most obviously trying to start attacks, a situation Ferguson would have been entirely happy with. Cristiano Ronaldo, who made narrow runs to become a second centre-forward, was starved of service. Welbeck epitomised Manchester United's counter-attacking threat in the first half, spinning past Alonso to combine with Van Persie, who made intelligent runs towards the play, tempting Raphaël Varane and Sergio Ramos up the pitch, opening up space for Welbeck to dart into. A similar role in a different position was performed by • Sir Alex Ferguson rages over Manchester United's exit • Match report: Manchester United 1-2 Real Madrid (2-3 agg) • Ferdinand may face Uefa action over sarcastic ref applause • Jamie Jackson: defeat was harsh on Ryan Giggs • In pictures: Tom Jenkins' big-match gallery Ryan Giggs, surprisingly deployed on the right. He protected Rafael da Silva nicely, tracking Fabio Coentrão's forward runs much more effectively than Wayne Rooney had done at the Bernabéu, and then sped forward to offer options on the break. Considering Ronaldo's threat, Da Silva was the one player you expected to remain in position but United's commitment to counterattacking meant the Brazilian make an excellent forward burst in the buildup to United's opener. Being reduced to 10 men was bad enough for United but particularly frustrating was the fact that in order for Ferguson to preserve his two banks of four, Welbeck had to be removed from his support striker role, and positioned in Nani's role on the left. This immediately opened up space for Alonso, the man United had stopped so effectively before half-time, and, within moments the former Liverpool midfielder was hitting forward balls towards the flanks as Real stretched a depleted side. But credit must go to Mourinho – he always reacts quickly. After the red card he immediately summoned Luka Modric, removing the right-back, Alvaro Arbeloa. Khedira went to right-back, and Modric was the perfect man to capitalise upon the space Khedira had enjoyed in midfield, prompting good passing sequences and firing in the equaliser. From then, a quartet of Alonso, Modric, Mesut Ozil and Kaká simply played around United's fatigued midfielders until Ronaldo added a second. United's only regret can be that the initial tactical battle was not allowed to continue naturally – Ferguson's surprise starting strategy had seemed another stroke of genius."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}