{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2013/mar/09/victoria-derbyshire-tony-livesey-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2013-03-09T22:50:01Z", "webTitle": "Rewind radio: Victoria Derbyshire; Tony Livesey – review", "webUrl": "https://www.theguardian.com/tv-and-radio/2013/mar/09/victoria-derbyshire-tony-livesey-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2013/mar/09/victoria-derbyshire-tony-livesey-review", "fields": {"headline": "Rewind radio: Victoria Derbyshire; Tony Livesey – review", "bodyText": "Victoria Derbyshire (5Live) | iPlayer Tony Livesey (5Live) | iPlayer In February 2011, during a phone-in discussion about the labelling of alcohol, Victoria Derbyshire received a call from Rachel, a doctor and an alcoholic. Rachel was drunk when she called, drinking Guinness \"because I think that it's got vitamins in it\". She was due to go into rehab that afternoon. The call – upsetting and gripping – received the most listener reaction of any of Derbyshire's interviews ever. Two years later, as we heard on Monday, Victoria went to Yorkshire to see Rachel. Rachel is no longer a doctor. Her licence to practise was suspended when she was caught drink-driving: her partner shopped her to the police for fear of her killing herself or someone else. No longer a doctor, but still an alcoholic, of course. A recovering one: she took Derbyshire to a local drop-in centre, the Basement Recovery Project, where a fellow addict played Bach on the piano and people talked about denial, resentment, optimism, gratefulness. Rachel's voice was very different. When she'd called in the first time, she'd spoken quietly, dreamily, as if from far, far away. Now she was a bit too fast, too lively, the words bubbling out of her. She spoke about her community service, given as punishment for her drink-driving: painting goal posts in the park, weeding, tidying, pruning. She spoke about her two-week relapse last October. She got on a bus into town, went to Tesco, bought a bottle of gin, had her first mouthful in Tesco's toilets, then checked into a hotel. She can't remember much else but she was gone for two weeks: \"My mum was planning my funeral.\" And she also told the tales of a couple of her addict friends. One had her bag packed, ready to go into rehab, at the bottom of the stairs. She fell down the same stairs, drunk; broke her neck and died. Phone-in shows get a lot of stick: for being cheap, for encouraging ranters, for pressing emotional buttons. But there is no other media format that can generate a story like this, because nothing else lets ordinary people tell their tales spontaneously. Derbyshire and her team pride themselves on keeping in touch with callers, because it's right, ethically, and because it means that listeners will hear the full story, its ebb and flow over years. Rachel didn't die. She's taking things day by day, asking for help and receiving it. It was genuinely lovely to hear her again. A very different kind of 5Live show the day after, when Tony Livesey launched Bump Club, for expectant parents. I think I'll just write that again, get it settled in my brain. Tony Livesey! Bump Club! Expectant parents! What a strange thing. Livesey, a tabloid teaser, a man of banter, presents the late-night show for 5, from 10.30pm to 1am. There aren't many first-trimester pregnant women who relish that time of day. And, initially, Livesey messed things up. He announced that he and his producers had come up with Bump Club because of Will and Kate's pregnancy – what a rotten reason – and immediately went in too hard on the prospective mums (and one dad) who had come into the studio. \"Are you getting married?\" he asked the man. It became clear that he and his partner hadn't discussed it. \"Were you aiming to have a child or just a good weekend?\" he asked another woman, who confessed she'd got pregnant more quickly than she'd expected: \"Five times a week and there you go.\" As a dad of two himself, it's not as if Livesey doesn't understand how your life changes when you have children. And I hesitate to say that this show would be better presented by a woman: God knows, we don't want to shove female presenters into the baby cul-de-sac again. But being pregnant is often the first time that a woman realises that she can't always be mistress of her own body, that she is out of control and has to live with it. Livesey, just through his gender, seemed a little prurient. Still, Bump Club is a lot better than Men's Hour, and acknowledges 5Live's female audience in a way that's not been tried before. Plus, presumably we'll get to hear from the newborns eventually, a snuffly-wuffly radio version of Private Eye's spoof baby commentator – \"the columnist who shakes his plastic keys in the faces of the great and the good\". I love that column."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}