{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/mar/05/london-welsh-rfu-judgment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-03-05T23:20:06Z", "webTitle": "London Welsh must wait to hear RFU's judgment on ineligibility case", "webUrl": "https://www.theguardian.com/sport/2013/mar/05/london-welsh-rfu-judgment", "apiUrl": "https://content.guardianapis.com/sport/2013/mar/05/london-welsh-rfu-judgment", "fields": {"headline": "London Welsh must wait to hear RFU's judgment on ineligibility case", "bodyText": "London Welsh must wait until Wednesday to discover whether they will be docked points for playing an ineligible player after a three-man Rugby Football Union competition panel listened to more than seven hours of evidence and argument at a hearing in London on Tuesday before reserving its judgment because midnight beckoned. The panel, which includes Mark McCafferty, the chief executive of Premiership Rugby, is expected to hold a conference call on Wednesday morning before announcing its verdict later in the day. Both the RFU and London Welsh were represented at the hearing by barristers, with the Exiles contesting the accusation that they had breached any rules by playing the scrum-half Tyson Keats in nine Premiership matches in the first half of the season after allegations he had not been correctly registered. The usual punishment for registration irregularities in the Premiership is one point for each offence, which would leave Welsh facing a nine-point sanction if found guilty, although there would be an aggravating factor if it was ruled that he should have been classified as a foreign player and his presence in any of the nine matches meant the club exceeded the quota of two overseas players. London Welsh are three points above the bottom club Sale with five matches remaining. A significant points' deduction would leave them in a precarious position, just eight months after winning, through legal argument, their place in the Premiership. They would have the right to appeal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}