{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2013/mar/24/talking-points-world-cup-qualifiers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-03-24T23:00:00Z", "webTitle": "World Cup qualifiers: 10 talking points from latest round of games | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2013/mar/24/talking-points-world-cup-qualifiers", "apiUrl": "https://content.guardianapis.com/football/blog/2013/mar/24/talking-points-world-cup-qualifiers", "fields": {"headline": "World Cup qualifiers: 10 talking points from latest round of games", "bodyText": "1) Ferdinand doesn't deserve abuse Rio Ferdinand has angered the mob. Perhaps any England fans who were present at the San Marino match could explain what was meant by chants of \"you know what you are\" – a world-class defender, in case there was any doubt – on Friday night. Maybe there was no thought behind the chant at all and it was merely an opportunity to give the beloved Sloop John B tune an airing. Either way, it was uncalled for. In the eyes of some people Ferdinand's guilt is indisputable – he's let down his country and for that he is a traitor who deserves everything he gets. Of course, the situation is more nuanced than that. Roy Hodgson has stressed that Ferdinand's England career is not over. Yet if, as has been suggested, Ferdinand did not really withdraw from the squad because of his \"intricate pre-planned programme\", is that really so hard to understand? Footballing reasons were apparently why Ferdinand didn't go to Euro 2012, why Hodgson has selected inferior players ahead of him since then and why England's manager has realised he might just need the Manchester United defender after all. Personal reasons might have convinced Ferdinand not to come rushing back. 2) Spain are suddenly in trouble The last time the world champions were not around to defend their trophy was in 1934, when Uruguay declined to participate at the World Cup in Italy as a protest against European teams turning their noses up at the inaugural tournament in South America four years earlier. From 1938, winning the World Cup guaranteed your presence at the next tournament, only for Fifa to withdraw that right in 2006, forcing the champions to go through qualifying like everyone else. Italy managed to avoid the ignominy of missing out in 2010, but now Now Spain find themselves in danger of falling into the play-offs after they could only draw 1-1 with Finland, who refused to be dazzled by the star on Spain's chest. The result allowed France to move two points clear at the top of the group and if Spain fail to win in Paris on Tuesday night, there is the very real possibility that they will have to slum it in the play-offs. Caution is advisable though – Xavi and Xabi Alonso could be back against France, and the last time people were doubting Spain, they went and beat Italy 4-0 in the final of Euro 2012. 3) Whistles for Benzema There was a goal for a French striker to celebrate in the 3-1 win over Georgia, but for Olivier Giroud and not Karim Benzema. Didier Deschamps – whose decision to give debuts to Raphaël Varane and Paul Pogba was vindicated by strong performances from both youngsters – utilised a 4-4-2 system, playing Giroud and Benzema together in attack. However while Giroud scored France's opener, Benzema's finishing was wayward, earning the Real Madrid striker jeers from the Stade de France crowd. \"We found it a real shame that Karim was whistled by the fans,\" said the midfielder Blaise Matuidi. \"But our support is doing him good.\" It might not be enough to keep him in the team. 4) Williams steals Bale's limelight So it turns out it is possible to win a football match without Gareth Bale. There's hope for Tottenham after all. Bale was withdrawn at half-time at Hampden Park but the influence of the player who replaced him, Jonny Williams, helped turn the match in Wales's favour. While it helped that Scotland lost Robert Snodgrass to a red card which preceded both Welsh goals, Williams still showed why he is so highly thought of at Crystal Palace. Their secret is out. The 19-year-old midfielder, whose passing and vision has prompted Ian Holloway to compare him to David Silva, might have been overshadowed by Wilfried Zaha this season, but he is hot property. 5) A chance for Belgium to steal ahead Only goal difference separates Belgium and Croatia at the moment. The two sides are level on 13 points at the top of Group A, drew 1-1 when they met in Brussels in September and both won their fixtures 2-0 on Friday night. They do not play each other again until October but Tuesday's fixtures seem to offer a chance for Belgium's golden generation to edge clear of Croatia. While they ought to be duffing up Macedonia at home, Croatia must negotiate a potentially awkward match in Wales, who could make life difficult for Igor Stimac's side. Croatia are an imposing team but they will need to be on their guard in Swansea. 6) Dzeko gives Bosnia-Herzegovina hope There must be a lot of teams casting envious glances at Group G. Serbia, for example, may wonder what might have been if they were in a group containing Latvia, Lithuania and Liechtenstein, instead of one which pitted them against Belgium and Croatia. Bosnia-Herzegovina have made the most of their good fortune and are sitting pretty at the top of Group G after a 3-1 victory over Greece. They were helped by two headed goals from Edin Dzeko and are now three points ahead of the Greeks, who they do not have to play again. They still have five matches left, including two tricky games against Slovakia, but Bosnia, who have been beaten twice by Portugal in play-offs, are starting to believe that their first appearance at a major tournament is approaching. 7) Sigurdsson inspires Iceland Gylfi Sigurdsson has not quite managed to live up to expectations in his debut season at Tottenham, although there have been indications that he is starting to settle at White Hart Lane. The midfielder was excellent when he came off the bench in the win at West Ham in February and then provided the assist for Bale's goal in the 2-1 win over Arsenal this month. In Slovenia on Friday night, Sigurdsson made a decisive contribution for Iceland, scoring twice in a 2-1 win that moved his country to within two points of Switzerland (who have a game in hand) at the top of Group E and means there is a genuine chance they could finally qualify for their first major tournament. They are flourishing under the guidance of the former Sweden manager, Lars Lagerback, while Eidur Gudjohnsen reminded of us of his existence with the assist for Sigurdsson's second. What a talent Gudjohnsen was when he was at his best. Those days might be long gone now, but surely no one would begrudge him an appearance at a World Cup. 8) Are Colombia dark horses? Well, they'll have to make sure they qualify first – and let's not forget that Colombia were Pelé's tip to win the World Cup in 1994. They finished bottom of their group after losing two of their three matches. Putting that aside, though, Colombia, who are second in their qualifying group, look certain to reach their first World Cup since 1998 and any side who can call upon Radamel Falcao are one to take seriously. The only surprise about their 5-0 win over Bolivia was that it took Falcao 86 minutes to get his name on the scoresheet. 9) The best-laid plans … Sometimes the best plans are the ones that are made up on the spot. There are those who feel that David Villa suffering an injury during Spain's semi-final against Russia at Euro 2008 brought the best out of Fernando Torres, who went on to score the winner against Germany in the final. It is an inexact science, but some injuries can have a welcome outcome, such as the one that Glenn Whelan suffered before the Republic of Ireland's match against Sweden. Irish fans have despaired at Giovanni Trapattoni's stubborn negativity but the injury to one of his midfield spoilers meant that there was a place in the side for a player who can treat the ball with care and James McCarthy was Ireland's best player. Trapattoni must stick with him against Austria. 10) Bad news for insomniacs Paraguay, the Buzz Killingtons of international football, the scourge of fun, the dullest side of all time, are bottom of their qualifying group. The other South American teams owe it to the rest of the world to ensure it stays that way."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}