{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2013/mar/01/walking-dead-season-three-episode-11", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2013-03-01T23:00:01Z", "webTitle": "The Walking Dead: season three, episode 11", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2013/mar/01/walking-dead-season-three-episode-11", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2013/mar/01/walking-dead-season-three-episode-11", "fields": {"headline": "The Walking Dead: season three, episode 11", "bodyText": "SPOILER ALERT: This blog is for people watching season three of The Walking Dead on FX. Don’t read on if you haven’t seen episode 11 – and if you’ve seen later episodes, please do not leave spoilers. Catch up on Phelim O’Neill’s episode 10 blog I Ain’t A Judas Last week Woodbury Ded-Ex’d a zombie bomb into the grounds of the prison, this week the town’s delivery to Rick and friends is something far, far worse – as Andrea comes to visit on her self-righteous lecture tour. Will they survive her teary-eyed stares? Meanwhile, the Governor is raising an army in a decent, low-impact episode that puts the players into position for the carnage yet to come. Woodbury The Governor busies himself whipping together an army out of the few able-bodied among the arthritic and asthmatic townfolk. He expands his net to include “men and women aged 13 and up” as adolescence is a 20th-century conceit, a luxury one can ill afford in more zombified times. He’s bonkers, but he’s still thinking quite practically and it’s always good when the show addresses the changes that the epidemic demands. The Woodburians have gone from barely being able to look at Andrea to turning to her with their problems, as wheezy teen Noah does. He should be made to fight, really. Next to the younger Carl (who is now picked to go on dangerous missions with his dad) he looks like a useless baby. It’s always fun when different factions first encounter each other, so it was great to see Tyreese and friends turn up and even better that they quickly revealed they had had a run-in with Rick at the prison. They’re keen to pull their weight, so it’ll be interesting to see just how far they’ll go. The Governor was laying on the charm with them, delivering his hollow welcome speech. Milton seems to have become utterly terrified, realising just how unhinged his leader is. Whether he’ll do anything about it when the time comes remains to be seen. The prison Things aren’t going well in the big house this week. Soft-spoken Hershel is forced into raising his voice at their frazzled leader: “You’re slipping, Rick!” Hershel also has a good scene with Merle, bonding over their shared knowledge of the Bible when they both quote from Matthew – I would have had Merle pegged as more of an Old Testament kinda guy. Carol and Daryl (let’s not start branding them “Caryl”) had a fine, humorous scene in the cell. She also struck gold later with her usual matter-of-fact way of describing some very dark notions to Andrea. Merle spent the first moments of the show sequestered behind bars, but by the end he was roaming free. As unpleasant as he is, Merle is vital to the show: he doesn’t sugar-coat anything. Michael Rooker also plays him as continually holding his cards close to his chest, so whenever he starts a conversation we have no idea what his agenda is. In this episode he made it clear that the time for talk was over, and just what kind of an evil madman Stephen is. So we also got the A-bomb, Andrea, blowing up in everyone’s faces. The only consistent thing about her character is her inconsistency, and the prisonfolk really don’t need Andrea running hot and cold. They get her up to speed as quickly as they can, answering her questions about Shane and Lori. Notably, she didn’t ask about T-Dog. That news was snapped at her by Maggie instead. Between her and Carol, the late T-Dog was mentioned three times; he was lucky if he ever got that many namechecks when he was alive. Andrea also accused Michonne of “poisoning” everyone against the Governor. Even Michonne had to crack a smile over that corker; she hadn’t really said a thing. She’s hardly what one would call a blabbermouth, in fact for entire episodes she said literally nothing, to anyone. So a pretty miserable episode all round, but in a good way. All that was left was a song from Beth, who gave us a lovely rendition of Tom Waits’ Hold On. That cellblock really does have excellent acoustics. Incidentally I just found out the actor who plays Beth, Emily Kinney, is 27 years old. I had assumed Beth was the same age as Carl, more or less, not more than double his years. I don’t think they have ever stated her age on the show but it can’t be close to her real one. Beth’s song neatly segued into the Waits version as we ended the show seeing Andrea fail to kill the Governor – though presumably she did make good on the “give him the night of his life” part of the deal. Where are they going with her character? It’s not to late to save her. Zombie of the week The prize has to go to Andrea’s customised walker. It’s nice when they have a zombie do more than just shuffle on to the screen to recieve a massive head trauma. Andrea stole a few moves from Michonne’s playbook: chopping the arms off and administering a wince-inducing de-toothing with a rock. Zombies are proving quite useful, they’re more than just deadly background noise."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}