{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/mar/20/st-georges-park-scott-parker-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-03-20T22:59:01Z", "webTitle": "St George's Park: the sparkling new home base for England's elite", "webUrl": "https://www.theguardian.com/football/2013/mar/20/st-georges-park-scott-parker-england", "apiUrl": "https://content.guardianapis.com/football/2013/mar/20/st-georges-park-scott-parker-england", "fields": {"headline": "St George's Park: the sparkling new home base for England's elite", "bodyText": "Mid-afternoon in a conference room at St George's Park and Scott Parker briefly comes over all wistful. Those from the national set-up's junior ranks flit between training pitches, gym and swimming pool outside, forever dancing around the seniors, as talk turns to English football's sparkling new base at Needwood in Staffordshire. One of the last of the Lilleshall graduates seems enthused. \"The old Centre of Excellence shut down and there was no real identity, I suppose, for those coming through,\" says the Tottenham Hotspur midfielder. \"But this place brings back memories of Lilleshall. You see the under-17s, the under-21s... we are all here together and these are the boys and young lads who will hopefully be sitting here one day, aspiring to play for the seniors. It's the first time I've been here but it's brilliant for us as a nation. This is something we can build on.\" Parker was one of 234 teenagers who passed through Lilleshall, the Shropshire mansion turned national sports academy that was home to the cream of the country's outstanding young footballers from 1984 until its closure in 1999. Among those who spent time there between the ages of 14 and 16 were Jamie Carragher, Sol Campbell, Andy Cole, Wes Brown, Nicky Barmby and Joe Cole. Michael Owen, who will retire at the end of the season, was also schooled at the complex. A Premier League academy could only pine for such a conveyor belt of talent. Only Parker and Jermain Defoe of Roy Hodgson's current squad hail from that era, their fellow graduates having long since slipped either well down the footballing hierarchy or out of the game altogether. Francis Jeffers, like Parker a member of the class of 1997 and once an England international, scored twice for Accrington Stanley on Tuesday night. Alan Smith, now at Milton Keynes Dons, was briefly in the same year before a leg fracture prompted his return to Leeds. Chris Woodcock, back then a midfielder with Newcastle United in Owen's year but now a freelance research consultant in the technology sector, was a year above Parker. \"We'd go to school as normal and then train after lessons, every day,\" he recalls. \"It was heavily technique based: the emphasis very much on developing high-quality and high-calibre footballers. \"There'd be a theme for the week – long passing or heading, for example – and it would be structured around that. But they also dealt with the mental side of the game, stressing how strong you have to be as individuals both to compete for a place at a club side and also to remain in the game. Lilleshall offered an all-round football education. The problem was that, at 16, it was still impossible to predict how a player might develop physically. Steven Gerrard, a late developer, was rejected. And they should have sought to keep the players they did select for longer, maybe to 18 when puberty and growth factors were less of an issue, but there was such resistance from the clubs. \"I was talented and physically strong at 14 but I'd been overtaken by the time I was 18. That was common because you can't pick a professional footballer at 14 or 15 and seeing it happen made it look as if the system wasn't working. \"When Sir Bobby Robson opened it in 1986 they expected the entire England team to have gone through the academy by 1996. That was very ambitious and the place did not live up to those ambitions.\" It feels like an experiment from a more innocent time, back when clubs did not wield quite as much clout. The concept behind St George's Park is certainly very different. The £105m, 330-acre facility is offering an elite base for players groomed at club academies and selected for the junior representative teams to become accustomed to life in the national set-up. \"But it's still similar to Lilleshall in a way,\" says Parker. \"You can see the under-17s and the under-21s looking up at the senior boys. That's something for them to strive towards. You need to look atSt George's Park like a club: when you have a base, a place that you recognise (as England's home), it can only help the sense of togetherness and structure.\" That offers a context to the accusation that, with seven players over 30 left in the ranks, the current senior squad is all about the short term. The under-17s were pitch-side at senior training on Wednesday morning, under-17s were pitch-side at senior training on Wednesday morning, taking an opportunity to learn first-hand from their mentors. St George's Park provides a hub where they can develop and, as the last of those who experienced Lilleshall take their leave, a sense of structure and identity appears to have returned."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}