{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/mar/24/boris-berezovsky-super-rich-londongrad", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-03-24T22:34:00Z", "webTitle": "Boris Berezovsky death: super-rich no longer feel so secure in Londongrad", "webUrl": "https://www.theguardian.com/world/2013/mar/24/boris-berezovsky-super-rich-londongrad", "apiUrl": "https://content.guardianapis.com/world/2013/mar/24/boris-berezovsky-super-rich-londongrad", "fields": {"headline": "Boris Berezovsky death: super-rich no longer feel so secure in Londongrad", "bodyText": "When Boris Berezovsky and his bodyguards cornered Roman Abramovich among the silk scarves and handbags of the Hermès shop on Sloane Street and served him with a $5bn writ, it was the clearest sign yet that London's most desirable corners have increasingly become Russian turf. From the streets of Kensington and Belgravia to the suburban mansions of Surrey and Berkshire, the capital and its fringes are now a battleground as well as a safe haven for Russian billionaires including the aluminium oligarch Oleg Deripaska, Alisher Usmanov, a majority shareholder in Arsenal football club, and Alexander Lebedev, the ex-KGB man turned owner of the Evening Standard and Independent newspapers. Money is no object. Abramovich bought up a pair of neighbouring mansions in Lowndes Square to create a Belgravia palace, but is now reported to be preparing to sell up and is instead refurbishing a £100m home on Cheyne Walk in Chelsea. On trips to London, Deripaska lives in a huge Belgrave Square mansion or out at St George's Hill in Surrey while Usmanov lives in Highgate and Leonard Blavatnik, a Russian-born American billionaire, owns one of central London's biggest homes in Kensington Palace Gardens. The prime attractions for some have been security and legal protection, according to Mark Hollingsworth, author of a study of Russians in the capital, Londongrad. \"Until a couple of years ago they believed if they moved to London they are not going to get assassinated or kidnapped,\" he said. The feeling of imperviousness may be waning. Last year, Russian banker German Gorbuntsov was in a coma after being shot at Canary Wharf and Russian supergrass Alexander Perepilichnyy dropped dead from mysterious causes in Surrey. \"More important still is the legal protection against extradition, charges or investigation,\" added Hollingsworth. It is the work of the judges who preside at the Royal Courts of Justice on the Strand that means most to many oligarchs. The UK courts' resistance to efforts to extradite Russians back to face charges in Moscow amid ongoing concerns about the fairness of trials in Russia is priceless. London's lifestyle – the Michelin-starred restaurants and luxury apartments that have for decades attracted Arab tycoons – remains a significant attraction, though, not just for the oligarchs who made fortunes under Yeltsin, but for newer immigrants of rich whose wealth has flowered under Vladimir Putin. Yevgeny Chichvarkin, who made a fortune as a mobile phone retailer, fled to London in 2009 after apparently falling out with the Kremlin over his tax bill. He has since set up shop as a luxury wine merchant."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}