{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/mar/13/bayern-munich-champions-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-03-13T23:51:00Z", "webTitle": "Bayern Munich 0-2 Arsenal (agg 3-3; Bayern win on away goals) | Champions League match report", "webUrl": "https://www.theguardian.com/football/2013/mar/13/bayern-munich-champions-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2013/mar/13/bayern-munich-champions-league-match-report", "fields": {"headline": "Arsenal exit with heads high after shock defeat of Bayern in Munich", "bodyText": "In the end the damage in London proved irreparable. Arsenal's calamitous first-leg defeat had required them to become the first team in Champions League history to overturn a two-goal deficit away from home and this season's Bayern Munich are not known as the accommodating type. Arsenal won 2-0 on the night to draw 3-3 on aggregate but lost on away goals. Yet how close the Gunners came, on a night when the ultimate failure was steeped in honour and even glory. From the moment that Olivier Giroud put Arsenal in front in the third minute they refused to believe a third consecutive last-16 elimination was their destiny, following the losses to Milan and Barcelona. They did not chase the goals they needed in swashbuckling fashion. Rather they defended stoutly to retain a puncher's chance. But they set up an unlikely knockout when Laurent Koscielny squeezed home a late header from Santi Cazorla's corner. This arena was the scene of Bayern nightmares last May, when Chelsea pipped them to Europe's most glittering crown and, suddenly, the demons of the past threatened to encircle them. Had they conceded again, it would have been a defeat to rival the heartbreak against Chelsea or even the final in 1999, when Manchester United reduced them to wrecks, but the almighty flutter passed. Their mission to avenge remains on course. For Arsenal the regret did not come here, because they inflicted on Bayern a first defeat over 90 minutes since last October and there was an array of positives that will sustain them on the quest to return to this competition via a top-four Premier League finish. As much as anything, it was their sheer spirit, although the passing was slick at times and their defending was encouraging. As Arsène Wenger noted, Bayern could not be entirely restricted on their own turf but there was a solidity about Arsenal's defensive effort that bodes well. When the dust settled, however, and Arsenal travelled back to London to refocus on Saturday's Premier League trip to Swansea City, it was impossible to escape the feeling that this performance had come too late. As has been the case in the past two seasons, Arsenal have been unable to find consistency over 180 minutes at this stage. Wenger's players embraced the sense of liberation in the face of the improbable mission but they cannot continue to give opposing teams such head-starts. Wenger had omitted his captain, Thomas Vermaelen, and from the manager's words afterwards the Belgian had not taken it well. Wenger had, though, picked Theo Walcott and Cazorla on the flanks and his team made the start of their dreams. Aaron Ramsey initiated the forward thrust, picking out Cazorla and, when the ball was worked to the right, David Alaba, who found himself exposed, lost his footing. Tomas Rosicky fed Walcott and his driven low centre picked out Giroud, who gleefully lifted the ball high into the unguarded net from close range. The 3,400 travelling supporters felt the injection of belief. Wenger had told his players to \"create the doubt in Bayern minds\" and, if the soaraway Bundesliga leaders had thought that they could simply stroll to victory, they were quickly disabused of the notion. The difference between their start here and that in the first leg was marked while, overall, there was little of their intensity and ruthlessness. They did no more than flicker in the final third for much of the first half and Lukasz Fabianski, playing his first game in more than a year, was not stretched in the Arsenal goal. There was plenty to like about the visitors' football, with a crispness to their possession and energy in their pressing. They worked tirelessly to block Bayern playing through their lines. Walcott was a threat and Giroud was close to converging on another of his low first-half deliveries. Wenger's gesticulations showed that he felt the marginal decisions went against his team and backs came to be pressed to the wall in the second half. Arsenal laboured for offensive inspiration and, as the minutes ticked, Bayern found their strut, even if the end product proved elusive. They repeatedly tried their luck from distance and, although Fabianski was largely untroubled, the ball was at the wrong end from an Arsenal perspective. The curious thing was that Arsenal did look as if they could score again on the counter. Bayern ought not to have been vulnerable, given their lead, but a home crowd tends to will its team to commit, particularly those with a big club's duty to entertain. When Bayern played the ball backwards, their support chuntered. The hosts called the tune in the second half. Luiz Gustavo curled just wide and Arjen Robben motored clean through, from Thomas Müller's sumptuous back-heel, to draw a smart save at point-blank range from Fabianski. The goalkeeper would deny Müller again late on. A Bayern goal felt inevitable and yet Arsenal wondered what might happen if they could breach Manuel Neuer's goal once more. Chances were scarce for them but the substitute Gervinho almost wriggled through from Cazorla's pass while Giroud missed a pass to the Spaniard. And then it happened, when Koscielny rose to direct Cazorla's header into the corner. Briefly there was a mêlée as Arsenal tried to retrieve the ball. Arsenal hearts pounded. But there would be no miracle, no history. The regret had a familiar taste."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}