{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/mar/20/england-montenegro-television-blackout", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-03-20T22:53:00Z", "webTitle": "England match in Montenegro faces television blackout threat", "webUrl": "https://www.theguardian.com/football/2013/mar/20/england-montenegro-television-blackout", "apiUrl": "https://content.guardianapis.com/football/2013/mar/20/england-montenegro-television-blackout", "fields": {"headline": "England match in Montenegro faces television blackout threat", "bodyText": "Live television coverage of England's World Cup qualifier in Podgorica could be affected by a dispute between the agency that sold the rights to the match to ITV and the Montenegro Football Association. Unless the wrangle is resolved by kick-off, it could lead to ITV's team and their cameras being locked out of the stadium. The match, due to be broadcast by ITV in a primetime slot next Tuesday, is expected to go a long way to deciding whether Roy Hodgson's injury-hit team qualify for the 2014 World Cup in Brazil. But, as things stand, ITV is believed to be caught in the middle of a bitter dispute between the Montenegro FA and Kentaro, the global rights and events agency that counts the football agent Jerome Anderson and former France international Emmanuel Petit among its advisers. As with all overseas matches, the rights to the game are not the property of the English FA but are in the gift of the host to sell. Rights to home fixtures against England are highly prized because they command some of the biggest fees from broadcasters. ITV is believed to have paid an upfront fee, estimated by industry insiders at between £500,000 and £750,000, to Kentaro. Typically, a broadcaster would pay 25% of its rights fee upfront for a one-off deal such as this and hand over the balance after the match had been played. But it is understood that the Montenegro FA ended its relationship with Kentaro and instead subcontracted the rights to a rival agency, SportFive. ITV, which has the rights to all England home games until 2014, is faced with trying to recover its money from Kentaro and having to negotiate a new deal with SportFive, which could offer the match to rival broadcasters. Kentaro still counts the Montenegrins among its clients on its website, claiming it is \"proud\" to support the Montenegro FA \"and their famous president Dejan Savicevic\". The agency is best known for event management, including arranging Brazil friendlies, but last summer its contract to sell the rights to matches on the South American country's extensive \"world tour\" were handed to a rival agency, Pitch International. Coincidentally the last time there was concern that an overseas England qualifier would not be shown on television it also involved Kentaro. In 2009 England's match in Ukraine was shown live as a pay-per-view match on the internet by Kentaro after Setanta went bust and other broadcasters balked at the fee being demanded for what was by then a dead rubber. Amid intense media interest England fans were asked to pay between £4.99 and £11.99 each to watch live over the internet. The match was also screened in selected Odeon cinemas. FA insiders confirmed that discussions were continuing behind the scenes and one said: \"This game not being broadcast is a huge issue for our fans but we're assured it will be sorted.\" A spokeswoman for SportFive declined to comment and a spokesman for Kentaro failed to respond to questions. On Wednesday night ITV's website was still advertising its coverage of the match, which is due to be fronted by Adrian Chiles alongside Roy Keane, Gareth Southgate and Lee Dixon. On Friday it will air England's away game with San Marino. Industry insiders said that, although they expected the issue to be resolved before next Tuesday because it would not suit any of the parties for the match to remain off air entirely, any brinkmanship over the fee could leave ITV cutting it fine. An ITV spokesman refused to comment on the contractual situation with Kentaro but said: \"We are working with SportFive towards securing the rights and we're looking forward to screening the match.\" England are two points behind Montenegro, the Group H leaders, with both teams having played four matches. The teams are due to meet again at Wembley in October."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}