{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2013/mar/11/south-england-brunt-wintry-weather", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2013-03-11T23:50:00Z", "webTitle": "South of England bears brunt of wintry weather", "webUrl": "https://www.theguardian.com/uk/2013/mar/11/south-england-brunt-wintry-weather", "apiUrl": "https://content.guardianapis.com/uk/2013/mar/11/south-england-brunt-wintry-weather", "fields": {"headline": "South of England bears brunt of wintry weather", "bodyText": "The return of winter weather has given the south of England a drubbing with some of the fiercest conditions affecting the Channel Islands. By contrast, much of the north of England and Scotland enjoyed extremely cold but bright and sunny conditions in a snap of sub-Arctic chill which is expected to last until the weekend. The fierceness of the about-turn has been a boon for bookmakers, with a flurry of bets on a white Easter prompting them to offer even money on snow falling on a major UK city and odds of only 4/1 against the holiday weekend being the coldest on record. But prudent gamblers consulting the Met Office website may limit their stakes; the traditionally cautious forecasters do not envisage snow beyond the week before Easter, though temperatures are likely to be colder than average into April. The snow has been driven in western areas and on high ground by winds up to gale force, with two tornados tracking across rural Somerset and roads closed by fallen trees from Cumbria to Cornwall. Transport has been severely disrupted in places, with the Jersey to St-Malo ferry halted, delays to Channel and Irish Sea crossings and problems for five of the main rail companies. Sussex police urged motorists to drive carefully as the weather deteriorated on Monday night. The force warned of heavy snow in East Sussex and tweeted about problems just outside Brighton. A message on its Twitter page read: \"Please avoid the A27 near Southwick Tunnel - vehicles stuck in tunnel!\" The Jersey royal potato crop is at risk with snowfall of 10cm (4in) the worst possible successor to an unusually damp winter. William Church, of the Jersey Royal Company, whose crop has EU designation similar to that granted to Stilton cheese or champagne, said: \"What has been planted will not grow in this weather and now we can't plant at the moment. It's a bit of a double whammy. There is not going to be any real volume of Jersey royals until May.\" The prospect of further snow and frozen ground has raised fears over the Cheltenham festival, which starts on Tuesday, although organisers expect horse racing to go ahead. Bookmakers are offering odds of 66/1 that snow will fall during the Gold Cup on Friday. Insurance claims are mounting over damage from the weather, with 200 houses in Jersey without power after flying debris, falling trees and ice on cables brought down overhead lines. The island's principal meteorologist, Tony Pallot, said the transition from spring temperatures of 15C (59C) last week was highly unusual, as was the depth of the snowfall. \"We normally get snow here every two to three years on average, and it tends to be very short-lived,\" he said. \"What's unusual about today is that we've got a lot of heavy snow as well as blizzard conditions, whereas we would normally see snow but without the strong winds.\" The conditions follow a temporary victory for bitterly cold winds from Scandinavia and Russia in their customary struggle with warmer and wetter fronts making landfall from the Atlantic. The Met Office's longest range forecast, to 9 April, opts for the familiar term \"unsettled\" but shorter-term predictions are more definite and encouraging: \"The wind will end up being more northerly over the next few days, which will mean it will be slightly warmer. By Friday, the wind will come from the south-west, which will be warmer, but it will bring rain.\" The Highways Agency has honoured its promise to keep major roads snow and ice-free, using 500 gritters, snowploughs and blowers based at 100 depots, but accidents frustrated its intentions from Scotland to the Isle of Wight. Two passengers were unhurt after a car overturned on ice near Petworth, West Sussex and there were five serious road accidents on the Isle of Wight, where 19 schools closed as the storms affecting the Channel Islands gave the Hampshire coast a flick on their way past. The day contrasted with 11 March last year, when swimmers and paddling children were seen at Bournemouth beach. The shore was largely deserted this year, with attention focused on nearby Poole, where two kayakers were marooned on Green Island by rough seas, and St Stithians in Cornwall, where police are anxious about the welfare of a barefoot man in raggedy clothes who was last seen in the village shop on Sunday and is thought to be sleeping rough. The weather is an unpleasant surprise for burgeoning spring bulbs and the first daffodils in bud as well as migrant birds which return from Africa and the Mediterranean to breed in the UK in March and April. House martins, usually the earliest arrivals, have been seen in southern England, where conditions will make foraging for insects difficult. Grahame Madge of the Royal Society for the Protection of Birds said that the martins and their relatives sand martins were certain to face problems. He said: \"There's a limit to the amount people can do but we would ask people to carry on putting food out.\" Forty other new arrivals in the UK were more sanguine about the dip in temperatures. They are Royal Marine Commando reservists who have been taking part in an Arctic exercise, Operation Hairspring, in northern Finland, in temperatures as low as -50C (-58F)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}