{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/mar/13/rio-ferdinand-england-future", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-03-13T23:00:01Z", "webTitle": "Rio Ferdinand waits to find out if he has a future with England", "webUrl": "https://www.theguardian.com/football/2013/mar/13/rio-ferdinand-england-future", "apiUrl": "https://content.guardianapis.com/football/2013/mar/13/rio-ferdinand-england-future", "fields": {"headline": "Rio Ferdinand waits to find out if he has a future with England", "bodyText": "Rio Ferdinand will discover on Thursday if there is any chance of his international career being resurrected under Roy Hodgson or whether he should effectively give up on playing for England again. Hodgson has been weighing up his possibilities as he prepares to name his England squad for the World Cup qualifiers in San Marino on 22 March and Montenegro four days later. A combination of injuries, Ferdinand's impressive form and the international retirement of John Terry has returned the focus on Hodgson's continued exclusion of the Manchester United defender for so-called \"footballing reasons\". However, as of Wednesday afternoon it is not thought there had been any contact between Hodgson and Ferdinand and bringing him back would represent a considerable shock – not least to the player himself. Hodgson's other options are reduced because Phil Jagielka is missing with a gashed ankle and Phil Jones is also likely to be ruled out through injury. Gary Cahill and Joleon Lescott are available and Chris Smalling could be involved but all three present problems of different varieties for England's management. Hodgson will know after visiting Old Trafford for United's FA Cup tie against Chelsea last weekend that Cahill is not playing as well as Ferdinand. Lescott is having a difficult season at Manchester City, relegated to third- or fourth-choice centre-back, and Smalling was not even among Sir Alex Ferguson's substitutes at the weekend. Instead the 23-year-old – one of Ferdinand's understudies for the Premier League leaders – turned out as an over-age player for their Under-21 side against Wolves on Monday. Michael Dawson has also played himself into contention after an impressive run of form since returning to the Tottenham Hotspur side and there are other options available such as Ryan Shawcross of Stoke City. Jack Wilshere's ankle injury provides Hodgson with another problem in terms of finding a replacement partner for Steven Gerrard in the centre of midfield. At least in this position there is no shortage of options. Michael Carrick was pulled out of the Brazil friendly last month, with United claiming he was injured, but should be recalled and must have impressed Hodgson in the Chelsea tie, particularly with the pass that set up Javier Hernández for the opening goal. In terms of back-up, Scott Parker and Gareth Barry will both be anxiously waiting to find out if their international careers can be resurrected after falling out favour. Ben Foster is expected to return to the squad after Hodgson, previously his manager at West Bromwich Albion, successfully talked him into returning to the international scene to give Joe Hart some more serious competition for the goalkeeping spot. Hodgson may decide to play Foster against San Marino and then bring back Hart for the game in Montenegro against the team currently at the top of Group H, two points ahead of England in a qualifying phase where only the group winners automatically go through."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}