{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/mar/09/tottenham-liverpool-andre-villas-boas", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-03-09T23:18:00Z", "webTitle": "Tottenham face Liverpool believing they can avoid another sloppy finish", "webUrl": "https://www.theguardian.com/football/2013/mar/09/tottenham-liverpool-andre-villas-boas", "apiUrl": "https://content.guardianapis.com/football/2013/mar/09/tottenham-liverpool-andre-villas-boas", "fields": {"headline": "Tottenham face Liverpool believing they can avoid another sloppy finish", "bodyText": "André Villas-Boas takes his team to Anfield on Sunday believing Tottenham Hotspur have found a cure for their floppy finishes. Spurs have suffered downturns at around this stage in the past two seasons but now they are starting to soar just as the stakes rise. Their powerful form is fuelled by the memories of past agonies and the promise of a glorious future, says the manager. Rather than feel spent after high-octane victories over Arsenal and Internazionale since last Sunday, Villas-Boas believes his team will be buoyed by the knowledge that Liverpool would love to have enjoyed a similar workout. Brendan Rodgers' side had ambitions of going far in the Europa League too but, having been eliminated in the last round, they could only watch as Spurs swaggered to a 3-0 victory over Inter on Thursday. \"Liverpool wanted to win this competition too and the fact that they are out and seeing Tottenham doing so well on a European night is inspiring for us,\" said Villas-Boas. \"Our legs may be tired but our minds are inspired.\" Villas-Boas is a believer in the power of momentum and has been insisting since the start of the campaign that progressing in the Europa League can benefit Premier League form as well as prepare Spurs for Champions League participation next season. So far he has been right, as Tottenham's league results after European games have been good and morale keeps getting better. A manager who was once accused of aggravating divisions at Chelsea has created a wonderful synergy at Tottenham. \"The players really bought into making the Europa League an example and an experience for winning the Champions League in the future. Most of them now look at each other with pride. That makes a difference because all of them see that we are all going in the same direction towards achieving success. Everyone is on the same wavelength.\" Such is Spurs' vibrancy at the moment that they are confident the squad will be able to cope if Aaron Lennon, Clint Dempsey and Emmanuel Adebayor do not recover from injuries. They know Sunday's fixture will be a stern test, as Liverpool have also got into a sweet groove of late. \"Liverpool bought very well and wisely in the window,\" said Villas-Boas. \"[Philippe] Coutinho is a great player and [Daniel] Sturridge is doing very well for them as well. They enable Liverpool to feel a little more confident.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}