{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/mar/20/scotland-charlie-adam-wales-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-03-20T22:59:01Z", "webTitle": "Scotland's Charlie Adam says his late father will be watching down on him", "webUrl": "https://www.theguardian.com/football/2013/mar/20/scotland-charlie-adam-wales-world-cup", "apiUrl": "https://content.guardianapis.com/football/2013/mar/20/scotland-charlie-adam-wales-world-cup", "fields": {"headline": "Scotland's Charlie Adam says his late father will be watching down on him", "bodyText": "On Friday night, Charlie Adam hopes to be recognised as the linchpin of the Scotland midfield which takes on Wales. Yet for the Stoke City player, a return to Hampden Park has a deeper meaning: his first appearance in Scottish colours at the venue since the sudden and untimely death of his father and mentor, Charlie Sr, in mid-December. He was only 50. Adam has attributed much of his professional success to his father, who played club football in Scotland. Charlie Sr was present, as had been routine, when his son turned out for the Scots in their previous two home World Cup qualifying ties with Serbia and Macedonia. \"There was no one prouder than him when I was playing at the top level every week,\" Adam explains. \"His proudest moments were when I was playing for my country. I was fortunate that my dad managed to see me playing for my country and playing in one of the best leagues in the world. That's the important thing. It's just sad the way things happened. \"He was there when I had the hard times – my whole family were – but he was the one who helped me get where I am at the moment. If it wasn't for him I probably wouldn't have achieved what I have achieved. It's been a difficult time but that's when you appreciate what you have got. It just puts life into perspective. Anything can happen in life at any time. You can't take things for granted.\" In emphasising what an emotional trial this is, Adam's brother Grant was an unused substitute as St Mirren claimed the Scottish League Cup, also at Hampden, on Sunday and revealed a T-shirt tribute to his late father during post-match celebrations. The brothers' mother, Ellie, was watching on. \"I think so, yes,\" says Adam, when asked if she will return to the national stadium on Friday. \"When something happens like that, the first thing after it is the most difficult. She probably will come, but in another way I think she will probably not want to come, because it was normally my dad that would come to the games. It is a difficult time for her. \"The biggest thing was for her to come on Sunday and see my brother lift that trophy. That was nice. Hopefully, we can get a win on Friday night and that will cap off a good week.\" Charlie Jr was also present for St Mirren's triumph, as a pundit for BBC television. \"I never knew anything about the T-shirt,\" he adds. \"It was only in the last five minutes I realised what was going on because my mum was in the stand. My brother can be an emotional wreck at times but it was hard when I saw it because I was doing the television at the time and I was excited. \"Hopefully dad was looking down and he's delighted for my brother, because it meant to a lot for him to see us doing what we are doing. Maybe winning that trophy has repaid him in some way.\" Adam's club manager, Tony Pulis, offered support for the former Blackpool player this week. \"There is a lot of stuff Charlie's had to deal with that you wouldn't wish on anybody,\" Pulis said. Adam, though, insists his recent bit-part role at Stoke is unrelated to personal turmoil. \"I have not been chosen at Stoke because he picks the team and that's the way it goes,\" Adam says. \"I respect that. \"For anybody who loses a family member it's difficult but I'm ready to go. I have got the right edge. I'm focused on training as hard as I can every day and hopefully being selected. \"Everybody wants to get back to work as soon as they can. At the time it was a shock, but for me now I'm focused on playing and trying to get back into the Stoke team.\" Still, whatever the outcome when Scotland meet Wales, Adam will feel his father's presence. \"I always do. Every time I walk on the pitch, you just hope that he's there and he's still watching. \"When you get on the pitch it's not all forgotten but it makes life a lot easier. When you're on the pitch and you're training, it takes your mind away from what has gone on.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}