{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/mar/11/liverpool-steven-gerrard-europe", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-03-11T22:30:01Z", "webTitle": "Liverpool's Steven Gerrard demands 'perfect finish' to reach top five", "webUrl": "https://www.theguardian.com/football/2013/mar/11/liverpool-steven-gerrard-europe", "apiUrl": "https://content.guardianapis.com/football/2013/mar/11/liverpool-steven-gerrard-europe", "fields": {"headline": "Liverpool's Steven Gerrard demands 'perfect finish' to reach top five", "bodyText": "Steven Gerrard believes Liverpool have timed their long-awaited renaissance perfectly and are now well placed to make a late dash for European qualification. Sunday's 3-2 win over Tottenham Hotspur at Anfield was the first time this season that Brendan Rodgers's team had beaten opponents from the top five in a Premier League game. they stand sixth, two points behind fifth-placed Arsenal, seven short of fourth-placed Chelsea and nine in arrears of third-placed Spurs. \"I think this season has been slightly strange in the way that usually we do really well against the top sides and we slip up against the sides we should be beating,\" said Gerrard, so often Rodgers's midfield catalyst. \"But we have been putting those [lesser] teams away quite comfortably and looking really good while we haven't got the points we've needed against the top sides. This result and performance will give us great confidence and belief. Hopefully it will be a springboard for us to go on and finish the season really strongly.\" The England midfielder, whose late penalty secured Sunday's win, cannot hide his frustration at his team's earlier travails and general under-achievement since last summer. \"At times we haven't got what we've deserved against top sides but we can't look for excuses,\" said Gerrard. \"We are where we are and we need to take responsibility for where we are in the league. Liverpool don't belong in seventh, eighth or ninth position in the table. We want to push for the European places year after year. \"Hopefully it is not too late but we will need to produce the perfect finish to sneak in the back door. The top five places are the target. Hopefully the teams above us will slip up. All we can control is our performances and our consistency and hopefully we will finish strong. \"It was a big win for us against Tottenham. It's been so long in coming that there's a bit of relief that we can still beat one of the top sides in the League. But we can't get carried away just because we've beaten Tottenham. We need to show what we've shown against them in all our remaining games. We want to finish above Everton and as high as we can in the League.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}