{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2013/mar/11/alex-salmond-scotland-oil-boom", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2013-03-11T23:03:41Z", "webTitle": "Alex Salmond provokes row by predicting £57bn Scotland oil boom", "webUrl": "https://www.theguardian.com/uk/2013/mar/11/alex-salmond-scotland-oil-boom", "apiUrl": "https://content.guardianapis.com/uk/2013/mar/11/alex-salmond-scotland-oil-boom", "fields": {"headline": "Alex Salmond provokes row by predicting £57bn Scotland oil boom", "bodyText": "Alex Salmond has provoked a fresh row over his economic forecasting after predicting an independent Scotland would enjoy a mini \"oil boom\" worth up to £57bn in North Sea tax revenues. The first minister's opponents accused him of selecting highly optimistic and selective forecasts in a \"cobbled together\" report to bolster his case for independence, which still risked leaving Scotland's finances billions short. The Scottish government said its analysis of short-term forecasts of North Sea oil revenue showed that Scotland's potential tax take from oil and gas would equal between £41bn and £57bn by 2017-18, averaging out at £48bn over six years. Salmond said this would significantly underwrite Scotland's economy, proving that North Sea oil was going from \"strength to strength\". \"It demonstrates that, when the expected increase in production to two million barrels a day is taken into account, there can be little doubt that Scotland is moving into a second oil boom,\" he said in Aberdeen. The new Scottish government paper, produced by its civil servants, has been published after Salmond weathered a difficult row last week after a pessimistic economic assessment by the Scottish finance secretary John Swinney was leaked. That document warned bluntly that oil revenues were a volatile and unreliable source of revenue, but the latest paper, released on Monday, said that independent agencies and industry bodies had predicted several bumper years for North Sea oil production, in the three years after the 2014 independence referendum. It said the Organisation for Economic Co-operation and Development predicted oil prices could rise above a record level of $150 a barrel by 2020, while the UK government's Department of Energy and Climate Change also predicted rising oil prices. At the same time, the oil industry was predicting production would rise from 1.4m barrels a day in 2010 to 2m barrels a day by 2017, and had spent £13bn investing in new production. Those figures contradicted gloomier forecasts for the UK government from the Office for Budget Responsibility late last year that said oil prices, now at $110 per barrel, would fall to $92 a barrel by 2017/18. Assuming it had a full geographic share of North Sea oil and gas production, based on international marine treaties, Scotland's total reserves would be the highest of any EU country, at 60% of total EU oil reserves. Scottish waters accounted for 64% of recent EU oil production and 78% of the UK's oil and gas production. While it acknowledged that Scotland only accounted for just over 50% of gas production, oil was more lucrative: 90% of all UK's oil reserves were in Scottish waters. However, this analysis failed to compare Scotland's reserves with those of Norway's, which has 5.2bn barrels of proven reserves, versus 2.9bn barrels of proven reserves for the UK, as it is not in the EU. Norway was Europe's top oil exporter in 2011, exporting 1.8m barrels a day. The six years it covered does not include the very high tax writeoffs expected in later years as the oil industry decommissions its rigs, or the significant impact of climate change policies and carbon taxes that international agencies and investment analysts predict will hit prices and investment in the 2020s. Patrick Harvie MSP, the co-leader of the Scottish Green party, said Salmond was guilty of \"shameless hypocrisy\" for promoting the maximum use of North Sea oil and gas while promoting tough climate change targets. The International Energy Agency had warned that only a third of the world's fossil fuel reserves could be burnt if the world wanted to avoid dangerous climate change. Ruth Davidson, the Scottish Tory leader, said Salmond was being highly selective. The OECD report his officials cited also warned about the unreliability of oil forecasts. Their forecast also ignored projections by the World Bank that prices would stagnate at about $100 per barrel for the rest of the decade. The average annual income of £8bn chosen by Salmond was still £2.5bn less than the £10.5bn in North Sea tax revenue for 2011/12, which left Scotland with a £7.6bn deficit that year. Davidson said the report was \"full of contradiction and assumption – and those are two things on which the future of an entire country cannot be based\". Willie Rennie, the Scottish Liberal Democrat leader, said the predictions were a poor argument for independence. \"Even the SNP only predict for six years but expect Scots to reject a 300-year-old union on the back of their short-term predictions of a finite resource,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}