{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2013/mar/16/spiral-state-terror-series-four-episodes-11-12", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2013-03-16T23:10:00Z", "webTitle": "Spiral: State of Terror – series four finale, episodes 11 and 12", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2013/mar/16/spiral-state-terror-series-four-episodes-11-12", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2013/mar/16/spiral-state-terror-series-four-episodes-11-12", "fields": {"headline": "Spiral: State of Terror – series four finale, episodes 11 and 12", "bodyText": "SPOILER ALERT: This blog is for people watching Spiral series four on BBC4. Don't read on if you haven't seen episodes 11 and 12. Vicky Frost's episodes nine and 10 blog Non! Samy! With a final twist to please even the most hardened of Spiral viewers, Herville's foolhardy approach to the safety of his team, and for that matter Paris, comes to a bloody, destructive end. There is surely no way Samy can have survived 5kg of Semtex detonating right next to him, not given the damage to the rest of the police building, even if his colleagues remain relatively unscathed. (Quite how Joséphine managed to stay upright on her massive heels in a blast that blew out windows, and destroyed lightfittings and ceilings remains a mystery for another series.) This was an interesting doublebill, in fact, in that it departed in many ways from Spiral's usual template in favour of a shambolic almost Spooks-type hunt for Thomas Riffaut and Sophie Mazerat, with the oneupmanship between Herville and Angelini providing a bit of grit amid the general running around and trying to arrest people, and the lawyer and judiciary storylines fitting in around the edges. It was thrilling in some ways – but in honesty, I found portions of the resolution slightly unsatisfactory. This series has been very stong, with lots of glorious twists, but it didn't quite deliver when it came to tying everything up. For a start, too many people died too conveniently this doublebill: the deaths of Layla, Jorkal and Samy all allowing difficult questions to be dodged, or prompting unexpected behaviours. Talking of which … So it seems Sophie, far from tagging along just because she was in love with Hugo and then Thomas, had real revolutionary zeal. As predicted, Riffaut bottled it when it came down to putting himself in danger – \"How do we get away afterwards?\" – yet, even in the face of this, Sophie remained true to the cause. (A shout out to the comments here: several of you predicted that she would be very involved in the detonation last week. Très bien). Whether that really makes sense, given what we have seen of her to date, is a moot point. A great twist? Or a plot point that is neat but illogical? For me, it's the latter, particularly when taken with the eventual trigger for Sophie to detonate the bomb – that Riffaut had abandoned her to save his own skin. While that seemed entirely believable, her reasons for being in the police station did not. It did, however, allow Spiral's writers to satisfyingly close the circle: we began with Mazerat in the aftermath of a bomb blast, and we ended with one too. Both times, Riffaut, of course, managed to avoid detection. Both times, Mazerat was too emotionally involved to see clearly. Spiral loves these patterns: so Sophie and Thomas's sex was reflected by Pierre and Joséphine's reconciliatory snog (more on that below); Jorkal's death as the head of one crime family was mirrored by Layla's demise as the head of another; Herville's ambition literally replicated in Albertini. Not that I'm sure what Layla suddenly died of – shock? – or entirely what was going on with the Ozbek infighting. Was it only there to prove how the criminal justice system can be outsmarted if criminals refuse to co-operate? (Or indeed if policemen decide to rethink their statements, Tintin.) I'd have liked maybe another episode at least with the family – although we may see them in future series. But what of our favourite flics? What state do we find them in? Gilou, who is apparently a reformed man after his brush with the Sarahouris (remember them?), really now is uncle Gilou, the emotional rock of the unit, which is a frankly astonishing but welcome change. Tintin, already struggling terribly with post-traumatic stress disorder or similar – Laure: \"What shall we do?\" Samy: \"Oh, it will get better probably\" Me: \"'PROFESSIONAL HELP\" – has now just been in a terrible bomb blast, though seems not to be too badly injured. And Laure is in pieces after Samy's death following their difficult final conversation together – she will presumably place the blame squarely with Herville, should he not already be finished. And talking of finished: I think Laure and Brémont are also probably through. Les advocats Hmmm. Lucky Pierre. And lucky Spiral writers: Jorkal's death at the hands of his wife getting Mr Clément out of a very tight spot indeed. (Hats off, however, to the warehouse/carpark scene, in which it seemed almost inevitable that Pierre was going to be chased down and shot. Such tension!) But if Clément gets to return to being a morally upright lawyer on the side of justice rather than piles of criminal cash, so too does Joséphine, in a character transformation that I shall try to withhold judgment on for now. Perhaps it can work. It's certainly quite lovely to see her smile, and she made full use of evil Joséphine's tricks to get justice for the illegal workers. (More evidence of Spiral's love of things concluding nicely: Moussa Koné turning up in this final episode in an echo of the first.) Ms Karlsson also, somewhat maddeningly, appears to have instantly forgiven Pierre for his recent decisions to distance himself from her; the Jorkal situation apparently changing his mind about involving himself with Joséphine when it comes to both business and pleasure. Cue more electric snogging. I'm not quite sure where the police station bombing will leave Joséphine, however. She might be reformed, but she aided an anarchist cell that ended up detonating a massive bomb. Quite why she was so shocked when Sophie threatened to do so is anybody's guess – although I liked her inclusion in the blast. A case of reaping what you sow. Monsieur le juge Not a great payoff for Roban here. The twist – that his victory over Garnier was all the Freemasons' doing, rather than justice winning through – felt rather tacked on to the series. (I am, perhaps foolishly, taking Machard's argument about what swung the case for Roban at face value, rather than presuming that he was just trying to keep Roban where he can control him.) You can't suddenly introduce a whole storyline about the Freemasons out of nowhere and not leave your audience feeling somewhat shortchanged. It felt rather like the writers had tied themselves in knots, but needed to finish the series with the principled Roban disillusioned once more and in debt to, or even in league with, Marchard. Hence this deus ex machina, and seemingly no explanation as to why Roban's evidence wouldn't have been enough on its own, or if the courts had been too corrupt to consider it, why Roban wouldn't have taken it to the press and broken a scandal, albeit against Marchard's counsel. Worse, Machard's news made Roban so depressed he stopped telling Marianne how he adored her and, instead, had her usher in the next case. What a swizz for the Spiral romantics. Notes and observations • It appears a printer, a laminator and a copy of Photoshop is all you need to create your very own police pass. • Loved the interaction between Gilou and Tintin after the shootout at the hotel. \"Did you just save my life? I'd snog you here but people would see.\" After all Gilou's nagging, this was the boost Tintin's confidence needed. • The \"Semtex\" labels on the explosive were hilarious. They might as well have had a big round bomb with the fuse lit. • Some great gags this week, including Tintin's phone suddenly ringing as he and Samy gazed on the bomb: \"Fuck! It's my phone!\" • And Gilou's giggle with Laure: \"Having one bloke is hard enough for you … But two? Why not three while you're at it?\" • Was Joséphine wearing … culottes? Also in Spiral fashionwatch this week: Sophie looked a great deal better, though hardly unrecognisable, with short hair and specs; Riffaut continued to favour the nude look. (I like to think he was naked in his police wanted picture.) • It appears that the way to spot plain-clothes police officers around Paris is to look for the only people without brollies in a rainstorm. • Where was your police officer on a motorbike when you need him? There for the deal that never was, apparently off duty for a chase that actually involved a motorbike. • I've been trying to think of a word to describe that special sound the armed response unit makes as they move. It's not a jangle: more a dull clattery stamp. Any thoughts? It seems quite particular to them. • There's presumably a manufacturer in Paris making those special leather manbags for the storage of large-denomination notes. • What has happened to Gilou? Let's take the day off together, suggests Amina. \"To do what? Go horse riding?\" retorts Gilou. FOR A DATE, GILOU! FOR A DATE! • I was interested in the array of shampoos and showergels in the anarchists' bathroom. Wouldn't have thought it was their first priority. (Although Riffaut's hair was never short of product.) • Season five is being shot this year (slight spoilers for the very sensitive here) • And finally, thanks for all your great comments on this Spiral blog. It has been fun to read your insightful contributions and predictions. À bientôt!"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}