{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2013/mar/01/one-to-one-music-tuition", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2013-03-01T22:01:01Z", "webTitle": "One-to-one music tuition 'may be abolished'", "webUrl": "https://www.theguardian.com/education/2013/mar/01/one-to-one-music-tuition", "apiUrl": "https://content.guardianapis.com/education/2013/mar/01/one-to-one-music-tuition", "fields": {"headline": "One-to-one music tuition 'may be abolished'", "bodyText": "The head of a college shaken by a sexual abuse scandal believes the music establishment will have to consider scaling back or even abolishing one-to-one tuition to prevent the possibility of inappropriate sexual behaviour – and to protect its teachers against false allegations. Linda Merrick, the new principal of the Royal Northern College of Music (RNCM) in Manchester, was speaking two weeks after one of its top tutors, Wen Zhou Li – a world-renowned violinist who has taught at the college for at least 15 years – was arrested on suspicion of rape. In an interview with the Guardian, Merrick warned that the rush of allegations being made against teachers at the RNCM and elsewhere had profound consequences for the future of music teaching in Britain. \"As a sector, we will be looking at whether the one-to-one teaching model, which has been the model in the music world for years and years, can continue,\" she said, stressing that such personal tuition has long been \"a very important part of being a musician\". At the RNCM this could mean demolishing walls to turn small practice rooms into big enough suites to accommodate classes, she said. \"I suppose the bottom line is that it's all on the agenda and we will have that debate at Conservatoires UK [a lobbying organisation representing eight music educational establishments] and we'll have that debate in-house because we want it to be a safe environment for staff and students.\" Merrick, a professional clarinettist who took up her role on 10 January, said many teachers were now terrified that they could be falsely accused of abusing students. \"I've had a lot of male staff coming to me and saying, 'There is no way I would ever, ever, ever condone this sort of behaviour, ever be in that sort of position, but I am really nervous about doing my job,'\" she said. \"Remember, they've had a close colleague who had worked with them for quite a long time who was arrested completely out of the blue. \"Of course people are thinking: 'Well, it could be me. What if somebody raises an allegation against me and there was no substance in it? What if all of this is happening behind the scenes on social networking and I don't know about it?' It's not just the male staff, either. We all do the same job.\" Some one-to-one lessons could be retained in combination with classes delivered by a range of specialist tutors, which might help \"foster a positive and open culture among staff and students\", she said. As a \"good employer\", she had to protect her staff against false allegations, Merrick added. \"The safeguarding issue goes both ways.\" The current heightened sensitivity had not yet led to a witch-hunt, she said. \"But I think there's a danger it could become that.\" Merrick conceded that the RNCM's reputation had inevitably been damaged in recent weeks after a number of its teachers past and present were accused of sexual abuse or misconduct. It was a real concern, she said. \"It's not so much what is there in the media, it's what people read into that. It's a competitive business. We compete for students with other UK conservatoires. We compete internationally.\" Li's arrest was not the only event to put the RNCM in an unwelcome spotlight. Last month, the college's head of strings, Malcolm Layfield, was named as someone who while a teacher at Chetham's school of music in Manchester in the 1980s and 90s allegedly had a penchant for sleeping with his young charges. The allegations relate to his time at Chetham's, rather than the RNCM. Layfield was named in the trial of Michael Brewer, former director of music at Chetham's. Brewer's accuser, Frances Andrade, killed herself halfway through the trial, but before she died told the jury that Layfield had initiated a number of damaging affairs with pupils as young as 16 at Chetham's in the 1990s. Shortly after Brewer was convicted of indecently assaulting Andrade when she was 14 and 15, the Guardian published a 45-page dossier of correspondence detailing the controversy over Layfield's appointment as head of strings in 2001-02 at the RNCM. The letters showed how the college had ignored a series of stark warnings about Layfield's sexual past, prompting the resignation of two tutors. One of them was Martin Roscoe, then head of keyboards, who told the Guardian recently that he had been \"horrified\" by Layfield's appointment in 2002. Layfield got the job despite Roscoe providing the then RNCM principal Eddie Gregson with detailed information about Layfield's behaviour, which included a story about how he got a bunch of 16-year-olds drunk on a school trip, and sexually abused one girl in the back of his car. Gregson said he had acted accordingly when the allegations about Layfield had first surfaced. He said that both he and the college took the matter extremely seriously. In particular, he said that he had asked the chairman of the board of governors of the RNCM to set up a committee to review the appointment. The board of governors, after due consideration of the matter, ratified Layfield's appointment. Because of the seriousness of some of the allegations, these were reported to Greater Manchester police, who investigated the allegations and reported back to the college that they would not be pursuing any action against Layfield. Only at that point was the college able to confirm his appointment. But Merrick admitted she was shocked to read the Guardian dossier. Her reaction on reading it, she said, was \"the reaction of any normal person … Of course you're shocked. And more so when it's a colleague you've been working with in the institution for a period of time.\" She insisted Layfield took the decision to resign last week on the grounds that his position at the college had become untenable. She would not say whether she would have sacked him had he refused to leave. \"He didn't. That's hypothetical,\" she said, refusing to confirm or deny that he negotiated a substantial leaving package before stepping down. \"I'm not in a position to go into any details,\" she said. As for any damage allegedly caused by RNCM teachers in the past, Merrick said she \"may well\" write to those women who claim they were abused or taken advantage of sexually at the college. \"When it's died down and we're clear who we are apologising to for what, then yes, we might well do that,\" she said. \"I haven't been in touch with those women yet because I've literally been in position since 10 January. But I think the best thing you can say is that I owe it to them to make sure that under my watch no student is put in the position they were put in.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}