{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/mar/09/lib-dems-civil-liberties-rights", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-03-09T23:53:51Z", "webTitle": "If nothing else, we knew Nick Clegg and Co would champion civil liberties and rights. How wrong we all were", "webUrl": "https://www.theguardian.com/commentisfree/2013/mar/09/lib-dems-civil-liberties-rights", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/mar/09/lib-dems-civil-liberties-rights", "fields": {"headline": "If nothing else, we knew Nick Clegg and Co would champion civil liberties and rights. How wrong we all were", "bodyText": "There was one thing you always thought you knew about the Liberal Democrats in coalition. Whatever happened, they would stay true to their oft-stated support for civil liberties and rights. It was unimaginable that all but seven of their 57 MPs would vote for a bill that ushered closed material procedures secret courts into British civil law – and in the process offend principles of open and natural justice and the spirit of Magna Carta, to say nothing of the coalition agreement and the party's undertakings at the last general election. Last Monday's Lib Dem vote for the justice and security Bill – almost certainly rushed back into the Commons to avoid an embarrassing motion against it at the party's spring conference this weekend – produced a royal flush of political hypocrisy from the parliamentary party. To a supporter at the last election like me – someone who spoke alongside Nick Clegg at the curtain-raiser event for the party conference during the height of Labour's onslaught on civil liberties, and was assured privately by two leaders that the party was onside about civil liberties – this breach of trust and denial of principle is astonishing. It is nothing new for a politician to say one thing and then do another when in government, but when the Liberal Democrats voted to close British courts to protect ministers and the intelligence services from embarrassment, on the pretext of safeguarding national security, you knew they had simply lost it. Without a second thought, they discarded an essential tenet of the liberal creed, which gave the party both a sense of itself and of its purpose in British society. After last week's Commons vote and the leadership's dismissal of an overwhelming vote against the bill at the last Lib Dem conference, it is fair to say the Liberal Democrats seem neither particularly liberal nor democratic. The point about closed material procedures is that they deny claimants the right to know the evidence that the government has presented against their case. The claimant is not allowed to learn the reasons for a judgment and cannot respond to evidence during the hearing, which means a government lie may go unchallenged. So we are talking about a process which, despite the best efforts of judges and the special advocates who represent the claimant in a closed material procedure, may militate against truth, and that is something everyone should take seriously, even the power-fazed Lib Dems. There has been a lot of semi-plausible bluster from Kenneth Clarke, the Tory minister without portfolio and a QC, who argued that the bill enhances justice because undesirable types will not be able to bring baseless claims that the government cannot defend, for fear of betraying its own secrets and those of Britain's allies. Those who voted for the bill evidently forgot how we arrived here. There were no baseless claims, rather credible allegations of rendition and torture, which gave claimants a very good case against the UK government – and that's the reason millions in taxpayers' money was paid out. The only conclusion to draw, on the basis of the available history, is that this law is designed to cover up the truth. While grandees such as Sir Menzies Campbell, one of the two party leaders who had welcomed this paper's stand on civil liberties, looked grave and blithered on about national security, there was no absence of alarm from legislators and lawyers. The Joint Committee on Human Rights criticised the bill, the Lords amended it, 700 legal professionals wrote to the Daily Mail deploring it, the majority of special advocates – who know how secret justice works in practice – wrote to condemn it, and then on Monday evening the president of the supreme court, Lord Neuberger, said on air that \"anyone interested in justice and democracy\" would be \"very troubled\" by the prospect of cases being heard behind closed doors. Make no mistake that from the country's normally circumspect top judge this was a big red flag. There were few Lib Dem MPs in the chamber for the debate on Monday, but those lurking in Westminster watching the TV needed only to see Jack Straw deliver his speech in support of the bill (and against his own party's amendments) to know what to do. He is one of the reasons this bill has come to parliament. In December 2005 Straw, then foreign secretary, assured the Commons: \"Unless we all start to believe in conspiracy theories and that officials are lying and I am lying, there is simply no truth that the United Kingdom has been involved in rendition, full stop.\" In February 2008 the next Labour foreign secretary, David Miliband, apologised for the incorrect statement that Straw made. The major motive of the bill is to cover up the truth and, in voting for it, Liberal Democrat MPs betrayed their supporters as well as themselves."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}