{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/mar/09/said-and-done-modern-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-03-09T23:18:54Z", "webTitle": "Said & Done: Football's social focus; election news; plus fish of the week", "webUrl": "https://www.theguardian.com/football/2013/mar/09/said-and-done-modern-football", "apiUrl": "https://content.guardianapis.com/football/2013/mar/09/said-and-done-modern-football", "fields": {"headline": "Said & Done", "bodyText": "Modern football: club of the week Spurs – still building for the future, a year after the offshore-owned club secured £27m of taxpayers' money to make their new stadium project \"more viable … we cannot be expected to do this single-handedly\". The next piece in the jigsaw: offering Gareth Bale a reported £40m contract – doubling his current £75,000 a week. Meanwhile More football in the community news: • £18m: The total being invested by Premier League clubs over the next three years in the league's new grassroots Community Facility Fund - proving their commitment to \"using football to make a positive social difference\". • £18m: Total spent by Aston Villa on hiring and firing managers in the past two years. Elections round-up: votes to watch 1) Today in Marrakech: the first big football family election since Fifa's transparency relaunch. Well-placed to win the Confederation of African Football presidency: the current incumbent Issa Hayatou - standing unopposed after he disqualified all his rivals. 2) May's Asian Football Confederation elections, set to feature a new pro-transparency candidate. Thai FA head Worawi Makudi says claims that his campaign will be undermined by past unproven fraud allegations are false. \"If people try to bring those cases back, I'll respond very strongly, with legal action.\" Other news Last week's equality headlines: 1) Nigerian football's ongoing war on lesbians - the female professional league president Dilichukwu Onyedinma pledging to \"disqualify any player associated with lesbianism\", because of advice from \"the Bible\". The new policy follows a 2011 pledge from then-national women's coach Eucharia Uche: \"No more lesbians. I cannot tolerate that dirty life.\" 2) Beitar Jerusalem fan Jacob, telling the Independent why Beitar fans staged a walk-out after one of the club's two new Muslim signings scored his first goal: \"It's not racism - they just shouldn't be here.\" Innovation of the week Organisers of next summer's World Cup – sponsored by McDonald's, Budweiser, Coca-Cola and Garoto, Fifa's official \"chocolate and ice cream partner\" – confirming that host venues will feature sections of specially reinforced seating for obese fans weighing \"up to 40 stone\". Manager news: latest moves • 22 Feb: Pescara president Daniel Sebastiani on coach Cristiano Bergodi: \"I'm still pleased with my decision to give him this job. Will he be here next year? That's all in his hands. He's a good coach who has my total trust.\" 3 Mar: Sacks him. • 28 Feb, Steven Pressley, Falkirk manager: \"I'm very, very happy at Falkirk. You can speculate all you like but the one thing I'll say is I'm delighted I'm here.\" 8 Mar: Joins Coventry. • 105: Number of managers sacked in Brazil since the start of 2013 – plus 30 resignations. • Plus one to watch: Montpellier owner Louis \"Loulou\" Nicollin, setting a deadline of tomorrow for an answer from potential new coach Diego Maradona. \"I've heard nothing. He has all these agents, at least 30 of them. I will not be kept waiting like a muppet.\" Loulou's main reason for approaching Maradona: \"To piss off PSG.\" President of the week Romania: Sportul president Vasile Siman, reacting to players complaining to the press about not being paid and having no running water in the showers. Local media said Siman ordered club staff to lock the dressing rooms and make the players change outside in future. \"Never let these thieves in here again, you understand me?\" Best diplomat Fabio Capello on another tough week of headlines for Inter's Antonio Cassano: \"He's a good boy. He's very generous and has a lot of talent. However, he does not know the limits of respect.\" (2006, Cassano's ex-Roma team-mate Abel Balbo: \"He's a nice but dreadful boy. Sometimes we even had to stop him from crapping in the beds of his team-mates. Crapping, yes. Like an animal.\") Fish of the week Brazilian authorities weighing up whether to punish Botafogo keeper Jefferson for displaying a religious symbol after he shaved a fish on to his head. Jefferson said the image, the logo of his Athletes of Christ ministry, \"doesn't hurt anyone … I don't get the fuss. The fish stays.\" Plus: most upset Brazil: Model Patricia Jordane denying she only spoke out about an alleged affair with Santos striker Neymar for publicity. Jordane, posing for a photoshoot dressed as a \"sexy boxer\", told Extra: \"They said I just did this to promote myself, but all it brought me was a headache. If there's any victim here, it's me.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}