{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/mar/24/cyprus-euro-crisis-island-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-03-24T22:16:09Z", "webTitle": "Cyprus and the euro: crisis island | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/mar/24/cyprus-euro-crisis-island-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/mar/24/cyprus-euro-crisis-island-editorial", "fields": {"headline": "Cyprus and the euro: crisis island", "bodyText": "In the summer of 1783, an eruption at the edge of Europe triggered chaos for an entire continent. In Iceland, lava and toxic gas from the Laki volcano devastated agriculture, killed livestock and caused a famine. But as the dust and sulphur particles were carried over the northern hemisphere the disruption was felt from Norway to Egypt. In Britain, the naturalist Gilbert White reported: \"The heat was so intense that butchers' meat could hardly be eaten on the day after it was killed.\" Years after its haze had passed, Laki's effects were still being felt: as the historian Greg Neale has written for this paper, the volcano's explosions helped cause the food poverty that was a key factor in the French Revolution of 1789. Over the past week, the world has been transfixed again by a disaster on a small island on the periphery of Europe. This catastrophe is in Cyprus, rather than Iceland, and rather than being natural is all too man-made. But as if to prove that history really does rhyme, one of the two main banks at the heart of this crisis is called Laiki. And the resonances don't stop there. Having been landed with yet another country's banking crisis, the rest of the eurozone is understandably keen to get it resolved and move on. The general tenor of this week's communications from the troika of the European commission, the European Central Bank and the IMF has been that Cyprus is a tiny economy with some idiosyncratic problems that cannot be read into the rest of the euro area. That same weariness was discernible in Brussels on Sunday, as Nicosia and the troika engaged in those familiar euro eleventh-hour negotiations over a bail-out package (a result, declared German finance minister, Wolfgang Schauble, \"depends on the people in Cyprus having a somewhat realistic view of the situation\"). But even if the troika's leaders get their wish, the ripples from this fiasco over an economy worth only 0.2% of the euro area's GDP will be felt for a long time to come. Because what is on show here, yet again, are some deep-rooted weaknesses in the organisation of the single-currency club, the competence of some of its key brokers, and even the European economic model. As officials in Cyprus will tell you, the island's problems only really took off after their banks were hit by massive write-offs on holdings of Greek bonds. Those write-offs were negotiated by Athens with the troika and the problems they would pose for Cyprus were evident. Yet, amazingly, European officials did next to nothing to shore up the island's financial system. There was ample time to protect savers with Cypriot banks and to restructure the institutions. Despite a decade of existence and a 17-nation membership, even over the smallest crisis the euro area just cannot do collective action. The troika has treated Nicosia with a toughness and a thoughtlessness that it would not apply to bigger and less peripheral nations. This is not a new trend – Madrid's Mariano Rajoy was treated more respectfully in his bailout dealings than Athens's George Papandreou – but it was massively extended last weekend, in the initial agreement to raid the bank accounts of ordinary Cypriots. And the troika's imposition of austerity will probably sink the island into a Greek-style depression. No small nation in the eurozone can look on without drawing appropriate lessons about what this means for them if they ever land in trouble. The introduction of capital controls may be an essential precaution for Nicosia, but it will surely be seen by international investors as a threatening precedent in an economic bloc, one of whose main purposes is the free flow of capital. There is a clear implication here about euro-hypocrisy. Those European politicians and bureaucrats now tut-tutting over Cyprus's outsize banking sector were cheering it into the euro just five years ago. If the troika gets its way, the Laiki disaster will soon approach an end. But like the namesake volcano, its historical half-life will surely be much longer."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}