{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/mar/28/quataris-buy-park-lane-hotel", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-03-28T23:32:44Z", "webTitle": "Qatari investment fund pays £400m for Park Lane hotel", "webUrl": "https://www.theguardian.com/business/2013/mar/28/quataris-buy-park-lane-hotel", "apiUrl": "https://content.guardianapis.com/business/2013/mar/28/quataris-buy-park-lane-hotel", "fields": {"headline": "Qatari investment fund pays £400m for Park Lane hotel", "bodyText": "The gas and oil wealth of Qatar has been used to snap up another UK asset after the emirate bought the InterContinental London Park Lane hotel in a £400m deal. Constellation Hotels, part of the Qatar Holding investment vehicle that has invested in Sainsbury's and Barclays, has paid £301.5m for InterContinental Hotel Group's 57-year lease on the 447-bedroom property close to Hyde Park, the company announced on Thursday. In a separate £100m deal it also acquired the freehold from the Crown Estate, the property company that controls the assets of the Queen. The Qataris beat six other bidders to the deal, thought to include other sovereign wealth funds from the Middle East and Asia. The level of competition meant the £301.5m price tag gave IHG a 62% premium to the hotel's book value. One IHG source said: \"We are pretty pleased.\" The move comes after it emerged last year that the Qataris had backed indebted Irish property investor Patrick McKillen, who was seeking £70m to buy a controlling stake in Maybourne Hotel Group – which includes Claridges – from billionaire brothers David and Frederick Barclay. The increasingly bitter saga between McKillen and the twins ended up with the two sides fighting for control of the hotels in London's high court. The latest announcement comes after a run of deals that are thought to have resulted in Qatar investing £3bn in European real estate in the 12 months to mid-August 2012, the equivalent to six weeks' revenue from the country's liquefied natural gas exports, according to Reuters. It is also Qatar's latest asset in London, after investments in the Shard skyscraper, Harrods department store and the athlete's village in the Olympic Park. However, despite these high profile moves, the Qatari companies remain opaque. A spokesman for Qatar Holding declined to comment on the deal, as he had been given no details by the sovereign wealth fund. Those who have worked with Qatar Holding say it is the personal investment vehicle of the emir – Sheikh Hamad bin Khalifa al-Thani – and it prefers to buy overseas assets in order to diversify its vast natural resource wealth into investments that guarantee future prosperity. The chairman of Qatar Holding is Sheikh Hamad Bin Jassem Bin Jabor al-Thani, Qatar's prime minister, cousin of the emir and known to City bankers as HBJ. He first made headlines in the UK a decade ago following a £500m arms deal between Qatar and BAE Systems after which £7m was transferred into two Jersey trusts of which he was a beneficiary. The funds were frozen by the Jersey Financial Services Commission, which then began a court case and investigation. HBJ paid the Jersey authorities £6m as a \"voluntary reparation\" as \"the structures put in place by his advisers may have contributed to the cost and complexity of the inquiry\" and the case was dropped while all parties denied any wrongdoing. There have been other brief controversies too, and most recently Barclays has been dealing with allegations about its relationship with Qatar at the peak of the 2008 financial crisis, when the emirate was the main contributor to a £7.3bn lifeline that allowed the bank to avoid a taxpayer bailout. The Serious Fraud Office and Financial Services Authority are reportedly investigating whether Barclays lent Qatar funds to buy shares in the bank."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}