{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/aug/02/mediamonkey.mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-08-01T23:35:40Z", "webTitle": "Media Monkey", "webUrl": "https://www.theguardian.com/media/2004/aug/02/mediamonkey.mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2004/aug/02/mediamonkey.mondaymediasection", "fields": {"headline": "Media Monkey", "bodyText": "· BBC Radio bosses want to name the new controller of Radio 4 by the middle of September, and Monkey's new hot favourite for the job is the BBC's head of TV news Roger Mosey. \"BBC director of radio Jenny Abramsky would love to have him,\" Monkey is told. \"And new BBC director of news [and former Radio 4 controller] Helen Boaden may reluctantly part with him.\" A former controller of Radio 5 Live and ex-editor of Today, Mosey sounds like the perfect candidate. Other names in the frame include the Beeb's current affairs chief Peter Horrocks, factual and leisure boss Anne Morrison and controller of radio production Graham Ellis. Radio 1 controller Andy Parfitt remains a good outside bet (he was one of the original producers on the old Radio Five, donchaknow?). · Could Fame Academy return for a third series? Monkey only asks after Mark Thompson heaped praise upon the Pop Idol-Big Brother hybrid as a \"public service programme\". No, really. \"I admit I had been rather against it when I was director of television ... but I have to say, by the time I saw series two, I thought this was a rather interesting programme, and the amount of good Fame Academy has done in raising money and finding new talent has been good.\" New talent? Monkey can only assume he hasn't been following the charts. · Still with the DG, Monkey has no doubt he had a fantastic time in his two years at Channel 4. So, asked the corporation's in-house rag, Ariel, what do you miss most about Channel 4? \"The only thing I really miss is its smallness,\" says Thommo, cool as you like. \"There is something charming about a broadcaster where you can meet everyone.\" Which isn't so much of a backhanded compliment as just backhanded. · It's going to be a long, hot summer at Associated Newspapers, where staff are set to have their expenses frozen for the whole of August. It's especially bad timing given that it's the silly season and hacks rely on the boozy lunches with politicians and captains of industry to help fill the paper. Monkey understands the ban applies across the Mail, Mail on Sunday and Evening Standard and even includes cabs. Never mind, guys. Think of the good all that walking is doing your health! · In typically altruistic style, Simon Cowell has advice for the makers of the political take on Pop Idol, Vote for Me. The ITV show will grill 10 selected candidates and feature a panel chaired by former ITV political editor John Sergeant. \"They need to have a lie detector,\" says Cowell. \"I can't see otherwise how it is going to work.\" A lie detector? Like in Meet The Parents? He could be on to a winner."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}