{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/aug/02/mondaymediasection5", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-08-01T23:35:39Z", "webTitle": "Writers, take note!", "webUrl": "https://www.theguardian.com/media/2004/aug/02/mondaymediasection5", "apiUrl": "https://content.guardianapis.com/media/2004/aug/02/mondaymediasection5", "fields": {"headline": "Writers, take note!", "bodyText": "When Andrew Gilligan was subjected to intensive questioning by the best QC brains in the country during the Hutton inquiry, how many journalists inwardly shuddered and concluded: \"There but for the grace of God ...\"? In the wake of the scandal, the Neil review at the BBC, released at the end of June, recommended a return to old-fashioned journalistic skills, particularly \"accurate note-taking\". Its 7,000-strong newsgathering workforce will be sent 'back to school' at a new residential training college. However good our intentions as journalists, the reality is that when taking notes and turning them into copy we make omissions, exaggerate and draw inferences - and we are used to getting away with it. While any journalist would be unfortunate to find their reputation being laid on the line in front of a government inquiry, as Gilligan did, the prospect of having to defend ourselves against a barrister in a civil case is a daily possibility. Despite this, the teaching of law on journalism training courses does not involve throwing students into a courtroom-type situation. It is precisely this deficiency that a new one-day course, Journalists' Notes on Trial, aims to address. Devised by Mark Solon, director of Bond Solon, a leading legal firm training non-lawyers, it aims to identify the mistakes we make, and through a mock cross-examination in the witness box based on notes for a real life story that students have supplied beforehand, improve our chances of defending a libel action. The inaugural course at the Big Issue's offices brought together six journalists with varying degrees of experience. Tutor John Samson, a top media lawyer and ex-senior BBC producer, warned us he was well aware from his work advising national papers that many of us practise bad habits - do notes on scraps of paper sound familiar? \"What we learn from Hutton, and know from libel law, is that it is your conduct now under the microscope,\" Samson explained. \"If you end up in court, what you saw, heard, did etc are the facts to which you can testify, and whether you took a good note, rather than the note itself, is what the judge is interested in.\" The first, deceptively simple, exercise required us to write a brief news story about our partner's commute that morning, and then judge it against an extensive checklist of factors that we should have taken into account while note-taking. Ranging from timing, signing and ruling out blank spaces to descriptions of where we took the notes, who was present and any documents received, at least half of the 27 points were completely new to the class. It emerged that we should be logging everything that happens 'outside' of the actual conversation, whether in our notebooks, on computer, or in a separate book for taped interviews. Recording what does not happen, in minute detail, is also vital, as was again demonstrated by Gilligan, who could not provide proof of his claim that he contacted Downing Street for comment on his allegations. As Samson repeatedly stressed: \"It's proof, not truth, that counts in court.\" While acknowledging that judgment calls will be required, he urged us to incorporate our own shorthand version of the checklist into a 'two minute rule', and apply it to our notes every time we finish a set - a habit that could make the difference between standing by a story and settling a claim. Next came the moment we had all been dreading, the mock cross-examinations. Samson appointed a 'judge' and 'usher' and warned us that lawyers are only interested in two things: advancing their own case, or undermining the other side through discrediting them. Mark South, a junior reporter on a London local paper, took the improvised 'stand', and handed the transcription he had been asked to make of his shorthand notes on a straightforward coroner's court story. After homing in on the journalism \"short course\" (NCTJ pre-entry) South had taken, thus attacking his credibility, Samson cut to the chase. Q: You say these notes are an accurate summing up of what the coroner said? A: Yes. Q: Can you then explain the question marks on this page? A: (pause) That must be where I couldn't read my shorthand. Q: So the original shorthand note is unreliable even to your own eye, is that what you're telling the court? A: To an extent. Q: Let's not beat about the bush Mr South ... have you or have you not got gaps in your notes and can't read your own shorthand? A: (pause) Yes. Q: Would you like to explain to court the degree of reliance that can be placed on your notes? A: Err. Q: It's nil, isn't it? In answer to the question, \"How did that feel?\" Mark's reply of \"pretty bad\" provoked a chorus of nervous laughter. My turn involved Samson setting me up for a fall by leading me to concede that I \"supervised\" work experience trainees, before holding up a page with a clearly visible doodle and demanding sarcastically: \"Is that a best practice you encourage in your young journalists?\" He also told us not to bother trying to doctor our notes before going to court. Technology is so advanced that alterations on paper and computer can be detected. The last section of the course covered developments in law such as the 'Reynolds' qualified privilege, which gives protection for untrue defamatory statements on public interest matters. Samson finished by giving us an eight-point list of the key things to remember and the exhortation: \"Don't be frightened of note-taking, the law is not suggesting you're a bad journalist if you don't get it right 100% of the time. But be sure to act reasonably and responsibly and show you have a system and the court is likely to believe you.\" We left with an extremely comprehensive course manual for reference and a determination to change our sloppy ways - for good. Eight key checks · Always bear in mind the secondary function of notes: in the event of proceedings they display your conduct · Courts are a practical, not philosophical exercise in proving the truth - and your notes must prove the truth of what you have seen, done, heard · Contemporaneity - take notes at, or close to, the time · Reliability - make the systematic process of note-keeping a new habit · Do not lie - if the court is good at one thing, it is exposing lies · Think clarity, intelligibility, accuracy · Always distinguish fact from your own opinion · Practise the two-minute rule after every interview - it could save you grief later on · Course details are available from www.bondsolon.com (020 7253 7053). · Judy Kerr is news editor of the Big Issue"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}