{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/aug/06/sport.comment2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-08-05T23:41:41Z", "webTitle": "Eriksson stays on top of leaderless FA", "webUrl": "https://www.theguardian.com/football/2004/aug/06/sport.comment2", "apiUrl": "https://content.guardianapis.com/football/2004/aug/06/sport.comment2", "fields": {"headline": "Eriksson stays on top of leaderless FA", "bodyText": "The Butler inquiry may have been scorned in some circles but the board of the FA must have been lost in admiration. Like a tribute band they performed their own version of it yesterday on the little stage of football. Grave errors have been committed but no one in particular, at least no one in high office, is to blame. Only those already prepared to leave will be doing so. Thus the resignation proffered by the communications director Colin Gibson has been accepted. The board could safely rule that Faria Alam was too lowly an employee to be dealt with in their statement because there was little risk that she would linger. Her own resignation was soon confirmed. Alam, with fortunes to be made from the story of her relationships with Sven-Goran Eriksson and Mark Palios, could not possibly have squeezed in a working day at Soho Square. The board, during almost six hours together at the Leonard Hotel did, however, put in a most peculiar shift. At length it failed to address the issue that had brought it together. The notion was that it would uncover the reason for the FA wrongly to deny, and issue solicitors' letters over, the News of the World's original report about Eriksson and Alam. The ruling body presumably let itself be influenced by the vehemence of Alam's protestations when it could have refused to comment on essentially a private matter. Once it had taken that course sheer hamfistedness aggravated every problem. David Davies, the FA executive director, was once a well-known television presenter but his interviewing skills must have grown rusty if he took for a denial Eriksson's remark that the newspaper coverage of himself and Alam was \"nonsense\". It might have been the manager's verdict on British journalism. If Davies did mishandle that conversation, he made an important mistake without commiting so heinous an offence as to merit the sack. The problem is that the board's statement did not even mention him by name. That reticence could well have arisen if Geoff Thompson, the FA chairman, was feeling touchy about such topics. He himself had made an ill-advised and premature announcement of his own when he exonerated Palios. There was, as most people had suspected, no case for Eriksson to answer. A delphic comment by him could not lead to a P45. So he remains, with a basic salary of some £3.5m a year. Any alteration concerns only his position in the scheme of football. The board that is, in effect, his employer is at least divided. Having lost faith in him at Euro 2004, it can no longer suppress its frustration at paying him a possible world record sum for a football manager each year. That antipathy towards Eriksson is common knowledge now and it will colour future reactions to him and the results he achieves. Even so, the Swede will hardly become neurotic about that. It is difficult to think of anyone better equipped to ignore hostile opinions. But one bad result in 2006 World Cup qualifying will reignite resentment and have some FA figures wondering if there is any way to be rid of him. With Eriksson in the clear, though, it is the FA that will now be pondered. The organisation has lost a very able chief executive. Palios had to go following accounts of his approval of a scheme to reveal more details of Eriksson's relationship with Alam to the News of the World if his own could be kept secret. Without him, however, the FA is shorn of expertise it needs badly as the difficult Wembley project and many other complex concerns assail it. Yesterday's proceedings speak of a dearth of leadership. The FA is to look into management deficiencies in the Alam debacle. In that mission the unconvincing chairman will be joined by Dave Richards and Roger Burden, making it difficult to tell if they are helping the unimpressive Thompson or keeping a hawkish eye on him. The naming of this investigative trio is inadequate. It looked as if an older political tradition than the Butler inquiry was being followed. In time of crisis would Sir Humphrey not have instituted a pointless review?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}