{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2004/aug/06/money.business1", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2004-08-05T23:32:04Z", "webTitle": "Google shares sale 'may have been illegal'", "webUrl": "https://www.theguardian.com/technology/2004/aug/06/money.business1", "apiUrl": "https://content.guardianapis.com/technology/2004/aug/06/money.business1", "fields": {"headline": "Google shares sale 'may have been illegal'", "bodyText": "The timetable for the float of Google, valuing the net search engine at up to £20bn, could be temporarily derailed after it admitted it may have illegally issued shares to employees and consultants. There were additional reports in the US last night that the initial public offering had been delayed by a week due to separate logistical problems with the complicated auction of shares being used. The Wall Street Journal said the process for registering bidders for the \"Dutch auction\" was taking longer than anticipated, pushing it back to the traditionally lean late August period. The company did not comment. In a routine filing with the US securities and exchange commission, Google earlier said it had sold 23.2m shares worth up to $3.1bn (£1.7bn) to 1,105 consultants and former staff. It has also issued 5.6m stock options to 301 people. The transactions, made over the past three years, were not registered as required by law. Google has offered to buy back the shares for $25.9m but has warned that some stockholders may prefer to sue rather than accept the offer. The offer will expire in September, it said, and those who did not respond would have their shares automatically registered following the float, which is due to take place as soon as next week. Google said it may have broken federal laws and those of 18 states and the District of Columbia by failing to register the stock and options or exempt them from registration. The company, which handles more than 200m searches a day, is in a closed period prior to the float, and it was not clear whether the timing would be affected. In the filing, it said it planned to conduct the float \"as soon as is practicable\". It is using the \"Dutch auction\" process in an effort to democratise the float. Google and its underwriters, Credit Suisse First Boston and Morgan Stanley, will determine the highest price at which there is demand for all the shares and price the stock at or below that level."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}