{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/aug/17/athensolympics2004.sport", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-08-16T23:52:15Z", "webTitle": "Athlete charged over car death", "webUrl": "https://www.theguardian.com/uk/2004/aug/17/athensolympics2004.sport", "apiUrl": "https://content.guardianapis.com/uk/2004/aug/17/athensolympics2004.sport", "fields": {"headline": "Athlete charged over car death", "bodyText": "A member of the Danish Olympic sailing team was charged with manslaughter in Athens yesterday after a British caterer was run down and killed in one of the city's official Olympic traffic lanes. Errol Strachan, 45, died instantly after being struck by a car driven by Nicklas Holm, a sailor competing in the Star class in Athens, at around 9pm on Sunday night. Mr Holm and his teammate Claus Olsen and their coach, Thomas Jacobsen, were driving from the Athens marina towards the handball stadium, where the Danish team were scheduled to play. In a statement the Danish Olympic Association said Mr Strachan had stepped out from two lanes of stationary traffic on the six-lane coastal highway into the fast-moving Olympic lane, and that Mr Holm had no time to stop. \"Apparently he was not aware of the special Olympic lane as he continued right into the front of the athletes' car, which was driven by Nicklas Holm,\" the statement said. \"The athlete had no way of foreseeing that a pedestrian would suddenly enter the Olympic lane and unfortunately had no chance of avoiding a collision.\" Mr Holm, 23, was arrested by traffic police and charged with homicide by misadventure. A blood test was taken following the accident but after spending the night in custody he was released yesterday afternoon following a court hearing. Danish team management claimed that Mr Holm had not been drinking. Danish television reported that on leaving the court Mr Holm said that he felt \"no guilt\" about the incident and that he had been driving at around 31mph when the accident happened. The Danish Olympic committee was more generous. Kai Holm, the president of the Danish national Olympic committee, and the team's chef de mission , Jesper Frigast Larsen, extended their \"warmest condolences\" to Mr Strachan's family and friends. According to local reports, Mr Strachan was seen stepping out into the road in front of the oncoming car. A Foreign Office spokeswoman said Mr Strachan had been working for a catering company in Athens when he was killed. \"Next of kin have been informed and we are providing consular assistance.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}