{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/aug/10/labour.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-08-09T23:30:49Z", "webTitle": "Letters: A sense of purpose", "webUrl": "https://www.theguardian.com/politics/2004/aug/10/labour.uk", "apiUrl": "https://content.guardianapis.com/politics/2004/aug/10/labour.uk", "fields": {"headline": "A sense of purpose", "bodyText": "As one of those Labour members that Neal Lawson and Paul Thompson say will have ceased to exist by 2018 (The stakes are too high, August 9), I would like to ask them how they spent last Sunday morning. Did they, like me, join their local councillors in the blazing sun on a canvass of local streets, speaking to residents, listening to their views, dealing with complaints, collecting case work and pointing out the ineptitude of their Lib Dem-Tory council? Or composing another self-satisfied anti-Blair, anti-American rant, long on complaint but short on solutions, destined to give support and succour to those same Lib Dems and Tories? Like many activists, I am sick of armchair revolutionaries shouting from the sidelines about how awful the party is and longing for the safe days of opposition when we could work up a righteous sweat at a demo that felt fantastic, but achieved nothing. It is just this type of politics - obsessed with process rather than outcome, mired in dogma rather than adjusting socialism to the realities of the 21st century and hell bent on unleashing friendly fire rather than aiming at our real enemies - that so nauseated me when I was a member of the SWP. I finally left the Trots because I realised that all my years of simplistic, feel-good politicising did not help build one new hospital, or lift one child out of poverty, or educate one new doctor, or renovate one new social-housing complex, or help one asylum seeker fleeing persecution, or defend one local day-care centre from closure. All of these I have done since becoming a Labour activist. If Lawson and Thompson are so gloomy about the state of the party and are nostalgic for the days of scraping 27% in general elections, may I advise them to look for another party: one that is obsessed with Iraq, is not troubled with 21st-century realities and is never going to form a government and have to take tough decisions. I hear that the Lib Dems and Respect are still touting for members. Matthew Salter Streatham CLP I share the pessimism. I am more positive about the government's record and New Labour's legacy, but the key is the erosion of trust. We may win the next election under Tony Blair's leadership, but it would be a hollow victory, based on Tory weakness, not an endorsement of Labour. Liverpool Riverside CLP, of which I am secretary, holds events - from \"big conversations\" to all-member meetings. But our membership has nearly halved since 1997 and the only ward meeting is my own. We are in better shape than many other CLPs. If you believe markets and management alone can deliver results, this does not matter. This I take to be the view of the prime minister and his aides, but not I hope most of the cabinet or the NEC. If a New Labour- supporting councillor from a loyalist CLP, like myself, is desperate for a change at the top of the party, imagine what the mood is elsewhere. Tony Blair has made clear his intention to continue in office during a third term. It would be wrong, if not impossible, to force a change of leadership shortly after an election victory. If the party does not change leader and course now, the outlook is bleak. Time is running out to restore a sense of purpose to the Labour government, revive the party and trust in politics. Cllr Steve Munby Liverpool Riverside CLP Last month's Guardian ICM poll showed that only 10% of Labour voters want a leadership change before the general election. Lawson and Thompson would serve the party better by coming up with some concrete policy proposals for a third term. Luke Akehurst Hackney North CLP Dan Neidle Islington South CLP"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}