{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/aug/20/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-08-19T23:08:35Z", "webTitle": "Everton close on Van der Meyde", "webUrl": "https://www.theguardian.com/football/2004/aug/20/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2004/aug/20/newsstory.sport1", "fields": {"headline": "Everton close on Van der Meyde", "bodyText": "Everton are close to signing Andy van der Meyde from Internazionale after offering £4.75m for the Dutch international winger. Personal terms are still to be finalised but the Merseysiders are confident a deal can be struck over the next few days. The 24-year-old endured a torrid first season at San Siro after joining from Ajax last summer, quickly falling out of favour, and has not prospered under the new coach Roberto Mancini. Everton will soon have money available after the chairman Bill Kenwright secured £20m of new investment for the debt-ridden club. Everton's striker Duncan Ferguson has rejected a move to Wolverhampton Wanderers on loan. The Scotland forward James McFadden will similarly not be leaving the club for Rangers or Celtic. Liverpool were last night on the verge of signing the Barcelona midfielder Luis Garcia for £6m. The 26-year-old, who played under Rafael Benítez at Tenerife, is understood to be keen to rejoin his former manager. He will join Xabi Alonso, who undergoes a medical today prior to signing a five-year contract worth £10.7m at Anfield, but the midfielder Antonio Nunez will be out for a month with a partially torn medial ligament. Going the other way is El Hadji Diouf, to Bolton on a season-long loan, subject to a work permit being granted. Southampton have decided to dismiss Paul Sturrock and could do so as early as next week. The manager said he was not surprised to find his position under question less than six months after arriving from Plymouth and vowed to be positive for tomorrow's game at home to Blackburn. Sheffield Wednesday, who are about £25m in debt, will sell their training ground for housing development for over £10m in a move that will also help the Owls withstand a takeover bid from Ken Bates. Leeds United expect to complete the signings of Vfb Stuttgart's Cameroon international midfielder Serge Branco and the former Blackburn captain Garry Flitcroft this week. West Ham have confirmed they are in talks with Tottenham over the £3.5m-rated midfielder Michael Carrick. Monaco say Nicolas Anelka wants to join them, but they will not buckle to Manchester City's demands for a transfer fee. Last year's Champions League finalists want to take Anelka on loan. Wales squad (to face Azerbaijan in Baku on September 4 and Northern Ireland in Cardiff on September 8): Coyne (Burnley), Crossley (Fulham), P Jones (Wolves), Ward (Norwich), Collins (Cardiff), Delaney (Aston Villa), Edwards (Wolves), Gabbidon (Cardiff), Melville (West Ham), Page (Cardiff), Roberts (Tranmere), Thatcher (Man City), Davies (Tottenham), Fletcher (Bournemouth), Johnson, Koumas (both West Brom), Oster (Sunderland), Parry (Cardiff), Pembridge (Fulham), Robinson (Sunderland), Savage (Birmingham), Speed (Bolton), Bellamy (Newcastle), Blake (Leicester), Earnshaw (Cardiff), Hartson (Celtic), Taylor (Nottm For)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}