{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/aug/12/furthereducation.transport", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-08-11T23:44:20Z", "webTitle": "How to become a qualified clamper", "webUrl": "https://www.theguardian.com/uk/2004/aug/12/furthereducation.transport", "apiUrl": "https://content.guardianapis.com/uk/2004/aug/12/furthereducation.transport", "fields": {"headline": "How to become a qualified clamper", "bodyText": "They have targeted charity minibuses, on-duty police cars and even motorists performing three point turns. But now practitioners of one of the nation's least loved trades are to be taught to be nice to the public - thanks to a qualification in wheel clamping. The award promises to teach clampers - or immobilisation operatives, as those clutching the certificates can call themselves - the skills to \"handle situations where conflict might arise\". Rather than simply attaching large lumps of immovable metal to anything from wheelchairs to dogs, they will learn conflict management and communication skills during the 30-hour training course. The qualification which will also cover the \"roles and responsibilities of the operative\" - essentially clamping and issuing fines - is designed to \"raise the standards and professionalism of private security industry staff working in areas where public safety is paramount\", according to awarding body Edexel. The qualifications body has also unveiled a new award in door supervision, intended to clean up the image of bouncers - targeted by the government as part of its efforts to regulate the security industry. Clampers have joined parking wardens on British motorists' most hated list. One Cornish firm clamped a van belonging to a dead man and refused to waive the £350 fee, while clampers in Southampton pounced on a minibus as it was dropping off disabled volunteers for a street collection. Their activities have provoked much fury, with one London motorist. The self-styled \"Angle-grinder Man\" dons a catsuit and boots and saws off clamps for drivers."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}