{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/aug/02/broadcasting.edinburgh04", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-08-01T23:35:40Z", "webTitle": "That's my boy", "webUrl": "https://www.theguardian.com/media/2004/aug/02/broadcasting.edinburgh04", "apiUrl": "https://content.guardianapis.com/media/2004/aug/02/broadcasting.edinburgh04", "fields": {"headline": "That's my boy", "bodyText": "Nancy Cartwright is not a comedienne. Neither, strictly speaking, is she an actress, although she once went through a phase of wanting to be Holly Hunter. She is what is known as a \"voice artist\", a distinction made evident at auditions, when, instead of doing a scene from A Street Car Named Desire, say, she will make the sound of a dripping tap or do what she calls \"elephant sneezing\". Her face is rarely recognised in public, but when Cartwright opens her mouth and says, \"Eat my shorts,\" children cry and traffic wardens tear up her ticket. At 44, Cartwright has provided the voice of 10-year-old Bart Simpson for the past 17 years. Her house outside Los Angeles is full of references to him; dolls, a Bart pinball machine, her Emmy awards for the show and, in the garden, a big plastic tribute to Bart's entreaty, \"Don't have a cow\". It is a source of both relief and frustration to her that, were her face on screen, she would currently be one of the richest and most famous women in the world; The Simpsons is watched by 14 million viewers in America alone and has made Fox TV more than $1bn. It has featured some 350 celebrity guests, including Meryl Streep, Kirk Douglas, Dustin Hoffman, Anne Bancroft, Winona Ryder and, most recently, the rapper 50 Cent. \"Oh my God, that guy was just like, so sweet,\" says Cartwright. She talks with her whole face and a lot of exclamation - \"Oh cool! No way! Ha ha ha!\" - but there are no obvious traces of Bart in her voice. \"He had his homies with him, but I'll tell you, he came in and was very endearing.\" That Cartwright has made her name playing a cynical and satirical character like Bart is surprising, given her wholesome Ohio background and her acceptance some 14 years ago into the church of Scientology; her bookshelves are filled with the works of L Ron Hubbard, including Learning How to Learn and Death Quest; it isn't hard to imagine what Bart would make of those. She is also the chairman of her own production company, Cartwright Entertainment, the management structure of which is outlined on a wall chart in her office and includes the job titles \"director of success\" and \"goal maker\". Bart, she says, beaming, is essentially a nice kid. Cartwright lives in relative modesty in a suburb of LA, with her husband Murph and their two kids. We are sitting in her garden under a tree. \"It's such a different kind of celebrity,\" she says, \"that ... I don't know - I really, really like it, but it's kind of a double-edged sword. The anonymity is obviously fabulous, because I have my privacy with my family, but at the same time when there are public events like award shows and ceremonies and whatever, the purpose is to acknowledge those who do certain things and\" - she laughs - \"there's no recognition of who we are. That's a little odd. But weighing the good with the bad, I think it's pretty enviable.\" Before The Simpsons, Cartwright's most famous role had been the voice of the Dipped Shoe in Who Framed Roger Rabbit, a tough job requiring her to empathise with a cartoon loafer in the moments before it was dropped into a vat of acid. The Simpsons was initially a five-minute vignette on The Tracey Ullman Show, and Cartwright says Bart's voice came to her immediately; she had already used versions of it for Gusty the My Little Pony, Daffney the Snork and Brighteyes the Pound Puppy. \"Some characters take a little bit more effort, upper respiratory control, whatever it is technically. But Bart is easy to do.\" Using Bart's voice, she says, \"I can just slip into that without difficulty.\" It is weirdly horrifying. On the odd occasions when parents recognise Cartwright in the street and ask her to \"do Bart\" for their children, she has taken to refusing, because it freaks the children out. \"It's a big concept for them to understand. The kid's are like, 'Aaaarrrgh, what's that?' They don't get it.\" This month, Cartwright will be doing Bart before audiences at the Edinburgh festival, in a one-woman show based on her memoir of working on The Simpsons, My Life As a 10-year-old Boy. She says it'll be \"a little audience participation, hand raising, standing up. We'll do a little fun and games.\" She is looking forward to getting some public recognition of her work. In the early days, the Simpsons cast were \"totally and completely\" treated as the poor relations on The Tracey Ullman Show, recording in a makeshift sound booth with carpets tacked to the walls. Even when the show took off, says Cartwright, they had to struggle. At the last round of pay negotiations, she and her fellow cast members threatened strike action unless they were given a bigger share of the profits. (This in contrast to the advice offered by Homer to Lisa in one episode of The Simpsons: \"If you don't like your job, you don't strike. You just go in every day and do it really half-assed. That's the American way.\") \"This was the most intense negotiation of all. And it's not fun. But you have to go through it in order to get to the other end and we're more or less back to normal now.\" (Fox stumped up with a better pay deal.) Did they really threaten her with replacement? \"Uh, well, yeah. Sure, that's gonna be their viewpoint. Absolutely. It's a game. It's what negotiation is all about.\" That said, Cartwright admits that she has \"the best acting job in the world\", given that she and the rest of the Simpsons cast have their characters so down pat that it takes them less than half a day a week to record a single episode. While she's in Edinburgh, she will continue to record for the show, by reading her part down a phone line every Thursday. Cartwright started doing voices when she was a child. Her classmates assumed she would be an actress, and so did she, until a perceptive judge at a speech contest told her she should think about going into cartoons. \"And I was like, 'People make a living from that?' So that planted a seed.\" She won a scholarship to be on the speech team at Ohio University, and while she was there got in touch with the man she calls her mentor, Daws Butler, the voice of, among others, Yogi Bear and Huckleberry Hound. He told her to go for it, so she moved to LA and set about hawking a tape of her voice work around. \"And it's real interesting, because usually when somebody comes to Hollywood, they're coming from Iowa, or Kansas, or Ohio in my case, and they're wanting to be an actor and be on camera and that's their goal. But I didn't.\" I ask her about Scientology. \"Yeah,\" she says, \"it's totally helpful. I mean, I use the administrative technology to achieve my goals and what I'm doing in terms of 'for me', and I've found it totally totally helpful and successful.\" She looks bemused when I ask whether she gets annoyed at its characterisation as a celebrity fad. \"Uh-uh,\" she says, flicking hair out of her face. The success of The Simpsons has changed the status of Cartwright's profession; she and her co-stars were the first voice artists to receive Emmys, to be on the cover of Vanity Fair and to feature on Inside the Actor's Studio. I ask when she first got an inkling of how huge it was going to be. \"It was the middle of the first season, I think. The vignettes were still airing on The Tracey Ullman Show and there was a buzz going around about the controversy, and I had a feeling this thing was going to kick off and it felt like, 'Uh, what's the plan?' \" She guffaws. \"You know - 'What are you guys thinking is going to be happening here?' There was a mystery and a curiosity and an intrigue. Yuh.\" · My Life as a 10-year-old Boy is at the Assembly Rooms, Edinburgh, August 6-30. Box office: 0131-226 2428."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}