{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/aug/20/usa.garyyounge", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-08-19T23:04:22Z", "webTitle": "Oprah's jury verdict: it's another world", "webUrl": "https://www.theguardian.com/world/2004/aug/20/usa.garyyounge", "apiUrl": "https://content.guardianapis.com/world/2004/aug/20/usa.garyyounge", "fields": {"headline": "Oprah's jury verdict: it's another world", "bodyText": "It took just two hours for the jury to give 27-year-old Dion Coleman 45 years to life for the murder of 23-year-old Walter Holley. And, beyond their immediate families, the story of how two poor young black men's lives were ruined over a row about a counterfeit $50 note would have ended there were it not for the one wealthy black woman on the jury. For this was Oprah's trial. And as she emerged from the court room to announce that she had invited all of her fellow jurors on to her show next week, she intended to keep it that way. She was, of course, keen to play down her role in the whole affair, holding an impromptu press conference outside the courthouse to say that she should not be the centre of attention and that celebrities should not be picked for juries. \"It is very distracting to have people who are known who are serving on the jury,\" she said as she stood alongside her fellow jurors and a book agent outside the courthouse. \"This is not good for the victim's family. A man has been murdered. This is not about Oprah.\" But this was very much about Oprah. Mr Holley's murder had received no press attention at all and the trial would have gone the same way had the queen of the televised confessional not been selected for jury service. But, with her presence, the press coverage included her failed quest to find a breadless turkey sandwich at the courthouse cafeteria and the court-provided meal of jerk chicken and scalloped potatoes on Wednesday. \"It's a huge reality check,\" said Winfrey after the verdict. \"There's a whole other world going on out there ... when your life intersects with others in this way, it is forever changed. I heard this would be a jury of one. We were a jury of 12 and we came to the decision that the defendant was guilty.\" Irene Holley, the mother of the murdered man, was not upset by the media circus. \"I wasn't thinking about any of this - the media, the cameras, Oprah Winfrey,\" she said afterwards. \"I was thinking about justice. I'm glad [the cameras] were here. Maybe the real story might not have been told.\" However, Lorraine Coleman, the mother of the murderer, believes it made a difference to the verdict. \"It wasn't a fair trial,\" she said. \"They focused on Oprah instead of my son. I don't watch her show anyway. I watch Montel. And Maury.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}