{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/aug/20/ukcrime.samjones", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-08-19T23:04:31Z", "webTitle": "Stolen banana trial costs £20,000", "webUrl": "https://www.theguardian.com/uk/2004/aug/20/ukcrime.samjones", "apiUrl": "https://content.guardianapis.com/uk/2004/aug/20/ukcrime.samjones", "fields": {"headline": "Stolen banana trial costs £20,000", "bodyText": "A man who ate a stolen banana appears to have made a monkey out of the Crown Prosecution Service after it emerged that his trial cost the taxpayer an estimated £20,000. The government's crime adviser yesterday described the case as an example of common sense going \"out the window\". Paul Fletcher, of Gateshead, admitted eating the stolen banana when he was arrested during a night out. But when the 26-year-old was also accused of stealing the fruit in a burglary at an Indian restaurant in March, he denied the charge and later exercised his right to a jury trial. On Wednesday a judge at Newcastle crown court handed him a one-day prison sentence after accepting that Fletcher had admitted to police handling stolen goods when he told officers he had eaten the banana. He was allowed to walk free as he had already spent a day in custody after his arrest. The trial was criticised yesterday by Lord Mackenzie of Framwellgate, the government's crime adviser. \"This is a bit over the top,\" the former police chief said. \"It is more like a prank than a serious burglary and the charges should reflect that. It seems that common sense has gone out the window.\" Fletcher and two friends, Keith Thompson and Martin Cavanagh, were on a night out in South Shields, South Tyneside, on March 21, when the bananas were taken from an Indian restaurant's kitchen. Three cans of beer were also taken from a guesthouse after two of them broke into the property. The trio were spotted in the street on CCTV cameras, but Fletcher denied taking part in the burglaries. After two magistrates court hearings and an earlier crown court hearing, the three were dealt with on Wednesday. A CPS spokeswoman said yesterday: \"The CPS view was always that this case was suitable for trial in the magistrates court. But the defendants exercised their right to a crown court trial. \"Two of the defendants had offered pleas, but the package of pleas that were offered and accepted yesterday had not been offered before. \"Had they been offered in the magistrates court they would have been accepted.\" Thompson, of no fixed address, was jailed for five days for handling the stolen bananas and stealing the beer. Cavanagh, of Felling in Gateshead, was remanded on bail after admitting theft and the sentence was adjourned for a drug testing assessment. Fletcher told the Evening Chronicle in Newcastle: \"I'm very angry about the whole event. I was willing to plead guilty to handling right from the start, but they insisted on trying to get me for burglary.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}