{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2004/aug/21/featuresreviews.guardianreview15", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2004-08-20T23:38:00Z", "webTitle": "Profile: Michael Longley", "webUrl": "https://www.theguardian.com/books/2004/aug/21/featuresreviews.guardianreview15", "apiUrl": "https://content.guardianapis.com/books/2004/aug/21/featuresreviews.guardianreview15", "fields": {"headline": "Middle man", "bodyText": "When Michael Longley was offered the prestigious Queen's gold medal for poetry in 2001, he did not immediately accept. \"I'm from Northern Ireland,\" he explains. \"It can be a very complicated business. I asked if I could sleep on it and I thought about the Good Friday agreement, which I support, and the fact that two Shinners [members of Sinn Fein] were then sitting in a partitionist Stormont government. So on that basis I said yes. But thinking about it later, I think I accepted it mainly for my dad.\" The ghostly presence of the late Colonel Richard Longley, who served in both world wars, haunts his son's poetry, drifting through his recurring preoccupations with nature, war, love and the classical world. When Michael went to Buckingham Palace to receive his award from the Queen, he was following in his father's footsteps: Longley Sr had received the Military Cross there from King George V for single-handedly knocking out a German machine-gun post. He later won a Royal Humane Society medal for gallantry when he saved two nurses from drowning. \"I talked to the Queen about the first world war and I liked her a lot,\" Longley says. \"She is an intelligent woman and said some very humane things about the war.\" He had good cause to expect criticism for his decision. Twenty years previously, Seamus Heaney, Longley's contemporary and fellow Northern Irishman, had declined inclusion in an anthology of British poetry, pointing out that his \"passport's green\". While Longley, an agnostic Protestant of English parents, was not in quite the same position as the Catholic Heaney, his heritage has been an important factor in the production and perception of his work, with the editors of the influential Field Day anthology of Irish writing claiming in the early 90s that Longley had more in common with \"the semi-detached suburban muse of Philip Larkin and post-war England than with Heaney or Montague\". Longley is still irritated by that \"misrepresentation\" but acknowledges that his work can present challenges to both Green and Orange pieties. \"And in reality some of the time I feel British and some of the time I feel Irish,\" he says. \"But most of the time I feel neither and the marvellous thing about the Good Friday agreement was that it allowed me to feel more of each if I wanted to. When the rugby is on I don't for a moment want England to score a try, but I'm not going to deny my father and my mother and the Britannic part of my background. There is a huge amount of Anglophobia here which I've always tried to counter and correct a little.\" The poet Paul Muldoon worked at the BBC in Belfast when Longley was with the Arts Council there in the 70s and 80s. \"Michael is a figure who represents the future of Northern Ireland,\" says Muldoon. \"A future in which we try to make sense of each other and come to terms with each other and each other's places. There is an imaginative domain in which we can all move forward and Michael is emblematic of that.\" Fran Brearton of Queen's University Belfast is writing a full-length study of Longley's poetry. She says he has always resisted being interpreted in any linear tradition. \"He is obviously involved in an Irish tradition but he also builds on an English tradition. In fact he is in the tradition of dealing with tensions between traditions. He is constantly talking about Englishness and Irishness, urban and pastoral.\" Brearton says this can make him a more problematic figure to read, which partly explains why some of his contemporaries, poets such as Heaney and Derek Mahon, acquired reputations quicker. \"It was much easier to recognise Heaney as rural Irish Catholic,\" she says. \"And even someone like Mahon was more easily identifiable with his urban Belfast angst. Longley didn't fit either of those patterns and so it made it more difficult for him to find a niche.\" Although Longley published four collections of verse in the decade from 1969, he was generally known as the \"other\" Belfast poet. A 12-year gap until his next collection saw him slip further from public view. Peter McDonald of Christchurch College, Oxford, has written extensively on Longley. He says: \"In the critical history of Michael he has very seldom been attacked. But, particularly early on, he was read in a slightly condescending way. He was seen as a charming nature poet or a pastoral poet but somehow he wasn't a poet of the big ideas and the big issues. But in his second phase he becomes more assured and had the courage to increasingly boil the poems down till they become just a few lines or sometimes only one line, which results in an extraordinary intensity.\" Poet laureate Andrew Motion says: \"The first proper reading I gave was under Michael's auspices in Belfast. All these Irish poets were there who were already very well known by then and it was a wonderful and terrifying experience at the same time. When Michael came back after his silence it wasn't exactly with a roar because that denies some of the subtlety, but he was triumphant. He's one of my favourite poets and one of my favourite people.\" Longley's comeback collection, Gorse Fires, won the Whitbread poetry award in 1991 and his subsequent work has been accompanied by a raised public, as well as poetic, profile. In 1994 he published a poem reworking a section Homer's Iliad in the Irish Times about the reconciliation between Achilles and Priam called \"Ceasefire\". A few days later the IRA issued a statement announcing their own ceasefire. The last two lines read: \"I get down on my knees and do what must be done / And kiss Achilles' hand, the killer of my son.\" Throughout his career, Longley has resisted the notion of the Ulster poet as a sort of \"super-journalist\" - a phrase that usually leaves him \"embarrassed or irritated\". He argues that an artist needs time \"in which to allow the raw material of experience to settle to an imaginative depth\". But McDonald notes that in the 90s Longley did \"face up to the public world. And he did this partly through Homer and also through very private things; looking at flora and fauna in the west of Ireland, remembering his father, which began to take on resonance about contemporary Northern Ireland.\" Longley's latest collection, Snow Water, was published to acclaim earlier this year, with poet Anthony Thwaite talking about its \"haunting authority\". It has been shortlisted for the Forward poetry prize. Longley says he is proud of the work but notes the \"slightly alarming symmetry that I wrote four books from about 1963 to 1979 and then there was a crisis and I didn't write very much for a decade or so. I have now written four books since so I am hoping very much that the same thing doesn't happen\". He describes the two sets of four books as \"movements\" and says the impulse that brought about Gorse Fires has trickled on to Snow Water. \"I like to think the new book carries forward those themes of love, war, death, friendship, art. I hope by the time I die my work will look like four really long poems; a very long love poem, a very long meditation on war and death, a very long nature poem and a playful poem on the art of poetry. And like a plant, I want the strands both to entwine with each other, but every now and again to emerge as separate.\" Longley was born in Belfast in July 1939, half an hour before his twin brother Peter. Their parents had moved to the city from Clapham in the late 20s and between the wars his father had been a furniture salesmen. After returning from the war in 1945 he became a professional fund-raiser, first for a local hospital and then for the Northern Ireland war memorial. \"His photograph was often in the local newspapers,\" says Longley, \"and he was a minor celebrity although I didn't really appreciate that until years later.\" He describes his father's character as \"sedimentary\" and his mother's as \"volcanic\". His sister, Wendy, who is nine years older and lives in Toronto, was a surrogate mother to the boys. \"From an early age we all had to read my mother's mood so as not to ignite disapproval or spark off emotions we didn't understand,\" says Longley. \"I spoke recently to my sister about this and we both still see in ourselves a strong desire to please.\" He still lives in south Belfast, not too far from where he was brought up and went to school. His parents couldn't afford the private education they had wanted for their children and so he was sent to the local elementary school where he found himself torn between an English middle-class home life and the Belfast working-class culture of his classmates. He then went on the Royal Belfast Academical Institution where he was \"headhunted\" by a Classics master. \"We went through the Agamemnon aged 16, which was mind-bendingly difficult,\" he recalls. \"And we translated Byron and Keats into Latin and ancient Greek. That was also incredibly difficult but it has stood me in good stead since when working out syntax or finding the right word.\" The poet Frank Ormsby, a friend of Longley's, has taught at the school for more than 30 years. He says back issues of the school magazine are \"full of precocious poems from Derek Mahon, who was a few years behind Michael, but there is only a little prose by Longley.\" In fact, Longley was writing some poetry - \"the usual teenage angst and sexual impulses\" - but says it was forced underground by \"the pressures of examinations, sport, girls, alcohol and cigarettes. But then it resurfaced at Trinity.\" Longley went up to Trinity College, Dublin, to read classics in 1958. \"I feel slightly guilty in that my parents couldn't afford to send both me and my brother to university,\" he says. \"And as I was the more intellectual, but not the brighter, I went and I wasted my time there from a scholarly point of view. At 16 Peter became an apprentice engineer and he can't have had as much fun as I had.\" Peter lives in retirement in Newcastle-upon-Tyne after a career as a marine engineer. Longley says although his father didn't understand poetry and didn't understand the classics, \"to his credit he provided the money for me to do what I wanted to do. He died when I was 20 and half way through my course. I think both he and my mother would have expected me to get a good degree, but in fact I got a mediocre degree because I didn't work.\" He says he had few ambitions at university apart from writing poetry. \"Perhaps I had the vaguest notion of sleepwalking into teaching or the civil service. But I was bitten by the poetry bug. The first poetry I wrote as an undergraduate was splurges of emotion. But I remember taking one of these splurges and trying to make it into two sonnets, which took from about six in the evening until nine the following morning. That kind of challenge was addictive.\" Mahon followed Longley to Trinity in his second year and they began to spur each other on. The writer Iain Sinclair, who was also there at the time, has disparagingly recalled them as \"career poets\", who even then were \"in the system\". Mahon remembers Longley more as a rugby player at school, \"but I think he was also scribbling a bit in that slightly shamefaced fashion we all were. But it was in Dublin, where there was a very active scene, that we first got published. We gave each other encouragement, although it was rather abrasive encouragement.\" Together they began to read new work by Ted Hughes, Geoffrey Hill and Philip Larkin. And perhaps more importantly, Irish poets such as Louis MacNeice and Patrick Kavanagh. \"The idea that people from around here were writing poetry was hugely important,\" says Longley, who began to publish work in the undergraduate magazine and even got one poem into the Irish Times, for which he was paid £5. The first review Longley received was in the university newspaper, by a fellow student, Edna Broderick. She had been pointed out to Longley at the entrance exam where she was tipped to win a scholarship. \"Everything she said had intelligence in it,\" he says, \"whether you were talking about coffee or the weather or anything. I showed her my first awful splutterings of poems and after two years I made a move and I took her to a little arts cinema and we saw Les Enfants du Paradis. I think Sex and the City must spoil things for young people today. In my day I thought I was going to have a heart attack just before I held hands with a girl.\" They married in 1964, with Mahon as best man, and as Edna Longley she has gone on to become one of the leading literary critics of her generation. They have three children; Rebecca, 35, a corporate headhunter, Dan, 32, a molecular biologist and Sarah, 29, an artist. Longley describes Edna as \"the best critic in these islands. Most of the critics that interest me have been poets, but here is someone who comes along and loves it as much as we do. She has a perfect ear and is the first person I show a poem to.\" Although she is an extraordinary in-house resource, he acknowledges her presence could be a disadvantage. \"During my crisis I wasn't completely silent, and I would show poems to Edna and she would say they didn't work. She can't dissemble and at the time that was very hurtful. So if she likes a poem I don't really give a fuck what anyone else says. My joke is that if it wasn't for her, my oeuvre would be three times the size it is now and three times as bad.\" Over the years the Longley home has been something of an artistic salon in Belfast and they have been active in campaigns, such as opposition to plans to scrap the classics department at Queen's. \"But we've tried to avoid an Astaire and Rogers double act,\" says Michael. \"So we seldom appear on platforms together and we have an unspoken rule that she doesn't write about me [although it is sometimes unavoidable in her studies of Northern Irish poetry] and I don't read love poems aloud if she is in the audience.\" After leaving university Longley briefly taught Latin in Dublin and London. When Edna was appointed to a post at Queen's they moved back to Belfast where he taught English at his old secondary school. At this time he first came into contact with Heaney, who was one of a handful of young poets clustered round the academic Philip Hobsbaum. Known as \"The Group\", these early 60s meetings under Hobsbaum's auspices have entered literary legend, but Longley says Hobsbaum never really liked his poetry and \"actually discouraged me. But I quite enjoyed the fight and it was great to meet Seamus and Marie Heaney. The whole coterie thing is very interesting in art. Moving forward with coevals and potential rivals has a key role and it's very seldom that someone flowers on their own.\" Mahon goes further, claiming the myth of \"The Group\", \"is a load of hooey cooked up by some journalists at the time. 'The Group' was not nearly so important as it suited certain people at the time to make out. They somehow tried to make out that Heaney, Longley and the rest of us were trying to become part of a British poetry scene when we were already part of an Irish scene. But Belfast was a fairly dismal place in those days and Hobsbaum was a nice and stimulating man, so it was somewhere to go and drink free whiskey.\" Longley and Mahon shared the Eric Gregory Award for young poets in 1965 and after a series of small-scale publications, Longley's first full collection, No Continuing City, which largely explored urban themes, was published in 1969. In 1970, he joined the Northern Irish Arts Council as exhibitions officer and the following year founded its literature programme and edited a journal, Causeway, which assessed the state of the arts in Ulster and, importantly, took in traditional Irish art and music. He says while there was an enormous amount of local artistic talent waiting to be brought to the surface, the prevailing view was still that \"culture was Beethoven and the RSC coming to Belfast once a year. My ideas have modified slightly since then and I'm less opposed to the big artistic institutions as there is more fall-out from them than I gave credit for. Perhaps I was over-devoted to the notion of the lone fiddler, but it needed someone to overstate the case back then.\" He oversaw literary, musical, artistic and publishing projects and, with Edna, put on poetry readings at Queen's, which attracted Robert Lowell and Hugh MacDiarmid. Longley's second collection, An Exploded View, came out in 1973 and was followed by Man Lying on a Wall in 1976, in which his attachment to the flora and fauna of County Mayo, where he often stays, was increasingly apparent. Throughout this period he and Muldoon were exchanging notes. \"The thought that there was a reader with a name attached was an incentive to write,\" says Muldoon. \"We'd often comment in great detail and there is a tradition of people being forthright in that part of the world and that is very healthy I think.\" While Longley was a conscientious and able administrator, he was far from desk-bound. At a time of tit-for-tat sectarian murders - as he wrote in a poem called \"Letter to Derek Mahon\", \"the stereophonic nightmare / of the Shankhill and the Falls\" - he was organising tours of Irish musicians. \"And my feeling was that you can't always preach to the converted so it was important for these musicians, and some of them are geniuses, to play in Protestant towns, although I would try to have some Protestant musicians on the bill as well.\" Astonishingly, the UDA once requested a private performance of traditional Irish music. In the late 80s the novelist Glenn Patterson was asked by Longley to take part in the community programme. \"There were musicians and artists as well as writers,\" he remembers. \"There was no precedent for that sort of thing at that time and there was a bit of trepidation as certain towns had their reputations.\" Longley says he was aware of maintaining civil society in a time of war. \"Northern Ireland deserved some arts and it also deserved to see what Northern Irish people were capable of producing.\" He received death threats from loyalists and complaints from the other side, which branded him a Protestant interloper because he was critical of the way official Irish artistic institutions had treated traditional artists. \"It wasn't pleasant, but in a way I valued their disapproval. I think it meant I was getting something right if they were both unhappy with me.\" McDonald says Longley was at the Arts Council \"during some of the darkest days in Ireland and he got his hands dirty by staying in Belfast when the lure of the creative writing professorship must have been great. He did the front-line cultural work at a time when culture seemed like the last thing that mattered to anyone and while the toiling away took its toll, that work was in itself a creative act.\" The Echo Gate (1979) was Longley's last collection for 12 years and, crucially for his reputation, his period of silence coincided with the growth of Irish studies as an academic discipline. The burst of critical scrutiny passed with no new work from him and he began to appear something of a peripheral figure. Increasingly unhappy in his job, he took early retirement in 1991 and even today the recollection of office politics from this period can provoke him to anger. However, with splendid synchronicity, Gorse Fires was published the very day he left his job and the positive response to it amazed and delighted him. \"I thought everyone would have forgotten who I was as I felt I was falling off the edge of the branch. Derek and Seamus had gone on writing, which added to the panic, so it did make me very happy.\" Patterson claims part of the reason for the success of his later work is that Longley is not predictable. \"This is a place where it is all too easy and frequent for people to assume people will respond in a particular way because of their religion at birth.\" He singles out the Gorse Fires poem about a murdered ice-cream man, which opens with a list of ice-cream flavours and ends with a mellifluous list of 20 wild flowers. \"I love the care with which he lists the flavours and the flowers and how that reminds us of the individual lives lost. It's very easy over here to get lost in the abstraction and the ideologies. But it is always necessary to go back to the humanity of the individual victims.\" McDonald says Longley's current public standing - something that seemed unlikely 15 years ago - is due to the fact that \"concepts like decency, honesty and integrity are in the bones of his artistry and he has never really deviated from the path. He never simplifies things as public poetry often does. For instance, that ceasefire poem includes what happens afterwards. It is only a ceasefire, not the end of the war. There is real, not reconciled pain at the end of the poem. To use the language of our time, he does not achieve closure.\" Despite Longley's avuncular appearance and manner - one friend described him as a cross between Santa Claus, Ernest Hemingway and God - his work is not exclusively affirming. As Brearton points out, \"it has the capacity to mourn, but deliberately doesn't say that it can console\". Following on from The Weather in Japan, which won the 2001 TS Eliot prize, the theme of ageing runs through Snow Water. Longley has stopped drinking and smoking, but is diabetic and acknowledges he should lose some weight. \"Great poetry is written by young men,\" he says. \"Then comes middle age and all these crises which I have been through, like drinking too much. Then, somehow, if you can get through that middle stretch, you break through to something else and I feel that my last few books have been my best.\" He says it has been a \"huge advantage\" to have faced all sorts of competition since the beginning of his career. \"Even if you were on your own, you say to yourself that you are practising an art that Keats and John Clare and George Herbert had practised. But it is much better to have other poets around you. I had just got used to writing near Derek Mahon at Trinity when I came here and met Seamus. After a while we thought we had it sewn up and then along come Muldoon and Ciaran Carson and Medbh McGuckian. Now there is another group of very bright young poets. I believe we are all biological entities that respond to stimuli. The envy gland is there and one always fears it is visible. And praise is important and so is criticism.\" Just before his father died, Longley had his first poem published in the undergraduate magazine. \"It was called 'Marsh Marigolds' and I showed it to my father. He said, 'Michael, it's not worth the paper it's written on.' In a way he was right, but I wanted him to like it and he shouldn't have said that. When I was with the Queen I showed her the photograph of my father getting the Military Cross from her grandfather and I asked her where it was taken. She recognised straight away it was in the gardens and arranged for an equerry to take me there at the end of the interview. So I went out and stood on the same spot and I was really quite tearful. And I thought of my dad being there all those years ago and said to myself that perhaps 'Marsh Marigolds' wasn't so awful after all.\" Michael George Longley Born: July 27 1939, Belfast. Education: 1951-58 Royal Belfast Academical Institution; '58-63 Trinity College Dublin. Family: 1964 married Edna Broderick (two daughters, Rebecca and Sarah, one son, Daniel). Career: 1963-69 schoolteacher in Dublin, London, Belfast; '70-91 Assistant director, Arts Council of Northern Ireland. Books: 1969 No Continuing City; '73 An Exploded View; '76 Man Lying on a Wall; '79 The Echo Gate; '91 Gorse Fires; '95 The Ghost Orchid; '98 Selected Poems; 2000 The Weather in Japan; '04 Snow Water. Awards: 1965 Eric Gregory award; '85 Commonwealth poetry prize; '91 Whitbread poetry award, 2000 Hawthornden prize, Irish Times literature prize; 2001 Queen's gold medal for poetry; TS Eliot prize. ·: Michael Longley is reading at the Edinburgh book festival on August 22 and at Grasmere on August 24"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}