{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/aug/20/iraq.johncarvel", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-08-19T23:04:28Z", "webTitle": "Abu Ghraib doctors knew of torture, says Lancet report", "webUrl": "https://www.theguardian.com/world/2004/aug/20/iraq.johncarvel", "apiUrl": "https://content.guardianapis.com/world/2004/aug/20/iraq.johncarvel", "fields": {"headline": "Abu Ghraib doctors knew of torture, says Lancet report", "bodyText": "Army doctors at the Abu Ghraib prison west of Baghdad falsified medical records to cover up torture and human rights abuses perpetrated on Iraqi detainees, the British medical journal the Lancet reported today. It called for a full inquiry into reform of the military health system to address the failure of army medical staff to live up to their code of ethics and a professional obligation to care for their patients. The journal published an article by Steven Miles, a professor of bioethics at the University of Minnesota, saying that American army doctors and nurses had been fully aware of torture and degrading treatment at Abu Ghraib, but did not blow the whistle before an official inquiry began in January. He said their neglect of the commonly accepted standards of human rights included: · Failure to maintain medical records, conduct routine medical examinations and provide proper care of disabled or injured detainees; · Medical personnel and medical information were used to design and implement psychologically and physically coercive interrogations. · Death certificates and medical records were falsified. An example of the ethical failings of medical personnel came in November 2003 after Iraqi Major General Mowhoush's head was pushed into a sleeping bag while interrogators sat on his chest. Dr Miles said: \"He died; medics could not resuscitate him, and a surgeon stated that he died of natural causes. Months later, the Pentagon released a death certificate calling the death a homicide by asphyxia.\" In an editorial comment, the Lancet called on health care workers who had witnessed ill-treatment at Abu Ghraib and Guantánamo Bay to break their silence. \"Those who are still in positions where dual commitments prevent them from putting the rights of their patients above other interests should protest loudly ... \"The wider non-military medical community should unite in support of their colleagues ... Abu Ghraib should serve as an eleventh-hour wake up call for the western world to rediscover and live by the values enshrined in democratic constitutions.\" It said military doctors had a well recognised problem of dual loyalty to patients and employers. Dr Miles added:\"Army investigations have looked at a small set of human rights abuses, but have not investigated reports from human rights organisations, nor have they focused on the role of medical personnel, or examined detention centres that were not operated by the army. \"The US military medical services, human rights groups, legal and medical academics, and health professional associations should jointly and comprehensively review this material in light of US and international law, medical ethics, the military code of justice, military training, the system for handling reports of human rights abuses, and standards for treatment of detainees. \"Reforms stemming from such an inquiry could yet create a valuable legacy from the ruins of Abu Ghraib.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}