{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/aug/25/iraq.lukeharding", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-08-24T23:00:37Z", "webTitle": "Mahdi army flees shrine as US steps up offensive", "webUrl": "https://www.theguardian.com/world/2004/aug/25/iraq.lukeharding", "apiUrl": "https://content.guardianapis.com/world/2004/aug/25/iraq.lukeharding", "fields": {"headline": "Mahdi army flees shrine as US steps up offensive", "bodyText": "Mahdi army fighters loyal to the Shia cleric Moqtada al-Sadr had largely abandoned Najaf's Imam Ali shrine yesterday before American forces launched a massive offensive, which was under way last night. Sources inside the resistance movement said the majority of the militiamen slipped out of the complex after a secret order by Mr Sadr five days ago. The cleric was no longer in the area immediately around the shrine, which was encircled by American tanks, they said. \"He is 100% not there,\" one source said. \"We are cleverer than the Americans think. Anybody who stays behind is likely to be killed.\" He added: \"We need these people.\" Mr Sadr's aides insisted the cleric was still in Najaf, but many of his fighters appeared to be regrouping in the neighbouring town of Kufa, having been told that the battle for the shrine has effectively been lost. Their withdrawal preceded a ferocious bombardment by US forces of both Najaf and Kufa last night - and the largely symbolic arrival of a handful of Iraqi government troops near, but not in, the battle zone for the first time. American tanks were only a few hundred metres from the shrine, and had blocked off a strategic boulevard immediately to the south. A major American military operation appeared to be underway last night after a day of intense fighting. The streets of Najaf's old city echoed to the \"pop pop\" of machine gunfire. Overhead US warplanes circled continuously. Two Apache helicopter gunships flew over the vast cemetery. They also attacked targets in Kufa, where the crump of tank shells could be heard. Seconds later thick black smoke billowed above the old city. Yesterday Iraq's defence minister, Hazim al-Shalan, predicted that the battle in Najaf, which has severely dented the authority of the US-backed interim government, was entering its final, and possibly most bloody, stage. \"We are in the last hours,\" he told a news conference at a US base outside the city. \"This evening Iraqi forces will reach the doors of the shrine and control it, and appeal to the Mahdi army to throw down their weapons. If they do not, we will wipe them out.\" But Mr Shalan has made the same claim before, and last week Iraq's interior ministry announced prematurely that police were already inside the shrine. Meanwhile, in Baghdad yesterday insurgents tried to assassinate Iraq's environment and education ministers in separate bombings that killed five of their bodyguards and wounded more than a dozen people, officials said. The environment minister, Mishkat Moumin, said she had survived a suicide car bomb attack on her convoy. \"I have been working on sending aid to Najaf and before that distributing water in Sadr City. Serving the Iraqi people is not a crime that deserves this,\" Ms Moumin told Reuters. The education minister, Sami al-Mudhaffar, was unhurt after a roadside bomb hit his convoy. The attacks were the latest attempts to kill government officials, seen as traitors by Iraq's resistance. The uprising in Najaf has plunged the prime minister, Ayad Allawi, into his gravest crisis so far. Yesterday a spokesman for Mr Sadr, Ali Semesin, told journalists the cleric still wanted a peaceful solution. \"We are still ready to negotiate to end this suffering,\" he said. Another of Mr Sadr's aides said shrapnel from an American attack on Monday night had hit the shrine's golden dome, one of its minarets and the compound's outer wall. The US said the Mahdi army caused the damage after firing a rocket that clipped one of the shrine's walls and exploded. Yesterday an official at Najaf's al-Hakim Hospital said at least two fighters had been killed and four wounded. Two civilians also died and two others were injured. More casualties were reported in the old city, where emergency workers could not reach. Mr Sadr has not been seen in public for many days, and police drove around Najaf with loudspeakers yesterday declaring that he had fled towards Sulaimaniya in northern Iraq. His aides denied that. \"Moqtada al-Sadr is still in Najaf and is still supervising the operations,\" Aws al-Khafaji, the head of Mr Sadr's office in the southern city of Nassiriya, told al-Jazeera television. US warplanes reportedly also struck the volatile city of Falluja early yesterday. Witnesses said it was unclear what the target was, but they reported flames and smoke in southern parts of the town."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}