{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/aug/29/theobserver.observerbusiness18", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-08-28T23:32:02Z", "webTitle": "Big names face call as City Slickers witnesses", "webUrl": "https://www.theguardian.com/business/2004/aug/29/theobserver.observerbusiness18", "apiUrl": "https://content.guardianapis.com/business/2004/aug/29/theobserver.observerbusiness18", "fields": {"headline": "Big names face call as City Slickers witnesses", "bodyText": "Business luminaries including Amstrad founder Sir Alan Sugar and Peter Stringfellow, the strip-club entrepreneur, could be called to give evidence in the forthcoming 'City Slickers' trial. There is no suggestion of wrongdoing by either man, but both found themselves caught up in the saga that led to two former Mirror journalists facing share-ramping charges. Anil Bhoyrul and James Hipwell, who wrote the tabloid's City Slickers share-tipping column until 2000, are accused of improperly buying shares for themselves ahead of articles recommending the same shares to readers. Both intend to plead not guilty. The charges come after a four-year Department of Trade and Industry investigation. A full trial is expected in 2005. The pair's share dealings were first exposed to scrutiny after they tipped Viglen, a computer firm chaired by Sugar. Separately, Stringfellow spoke to the DTI about the Slickers' visits to his nightclub, where they picked up tips from City sources. Lawyers for Bhoyrul and Hipwell will also consider issuing subpoenas to former Mirror editor Piers Morgan, who was himself censured by the Press Complaints Commission over his role in the affair, as well as to various brokers and PR men. 'It was a bull market at the time, and there were many City professionals who had an interest in sending share prices up,' said Hipwell. 'We hope the case will question their practices too, not just blame everything on us.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}