{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/aug/29/comment.jamiedoward", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-08-28T23:35:20Z", "webTitle": "The Observer profile: Boris Johnson", "webUrl": "https://www.theguardian.com/politics/2004/aug/29/comment.jamiedoward", "apiUrl": "https://content.guardianapis.com/politics/2004/aug/29/comment.jamiedoward", "fields": {"headline": "No dumb blond", "bodyText": "In his salad days, when up at Oxford, Boris Johnson took it upon himself to put on a play loosely based on the scribblings of the Roman historian Suetonius. Only, a typical Johnson wheeze this, the youthful classicist decided to give the venerable work a Dadaist slant, producing a culture clash that bitterly divided his three-strong audience. But, then, Johnson, editor of the Spectator and Tory shadow minister, has always revelled in such collisions, no more so than when they conspire around himself. Despite his plummy sounding old Etonian vowels and his deep suspicion of much of popular culture, Johnson has been embraced into the bosom of a normally cynical British public thanks to his stellar performances on Have I Got News For You. He is the bicycling commuter whose addiction to fast driving may soon cost him his licence and who, despite his true blue roots, lives in the New Labour spiritual heartland of Islington. He is the political fool whose talent for self deprecation seems to become ever more acute the further his career advances. (Following an interview with the New York Times the heavyweight paper dispatched a photographer to take a portrait of Johnson, only for him to send a Spectator colleague to be snapped in his place. It was only after some serious strong arming from Kimberly Fortier, Johnson's boss at the magazine, that a protesting Boris was forced in front of the camera.) And now he looks set to become another contradiction: a politician capable of producing a truly comic novel. Next month we get Seventy Two Virgins, Johnson's first work of fiction which is being eagerly talked up in the book trade thanks in part to his two earlier works of non fiction, Friends, Voters, Countrymen and Lend Me Your Ears . Those who have read the novel say its typical Johnson: bathetic, rumbustious and giving the impression it was written at breakneck speed after several long lunches. A typical paragraph reads: 'He knew from experience that Mrs Onyeama's chicken Kievs had an amazing effect on the digestive system. There was nothing normally delectable, but from time to time the kraken would wake, and then a globule of air would force itself up the oesophagus and press on the palate. Until he was obliged to let it go.' The novel's outlandish plot centres on a bumbling, bicycling MP who unwittingly stumbles into the world of global terrorism, but the real-life inspiration for such a character is nowhere near as shambolic. 'Shrewd' and 'sharp' are adjectives friends use to describe Johnson. 'Calculating' say opponents. 'Boris was always somebody who people recognised as having huge ability,' recalls Lib Dem Treasury spokesman Matthew Taylor, a contemporary at Oxford. 'But what has surprised many is the way Boris has turned himself more and more into a caricature.' Johnson clearly loves to play up the image that has served him so well, describing himself as a 'slowly masticating panda'. But the truth is Johnson is really a hippo. There may be big yawns on top but underneath the water he is paddling furiously to keep up with the big beasts. Last week the hippo bared its teeth, backing a campaign to impeach the Prime Minister on the grounds he mislead the public over the Iraq war. Johnson was conspicuous by the fact he was one of only two Tories to lend their names to the campaign. 'Boris is not afraid to stick his head above the parapet. He's a decent human being who sometimes finds it difficult to stay inside one party,' says Rod Liddle, a regular columnist on the Spectator . Conventional wisdom has it that Johnson may also find it difficult to juggle his positions in the dialectical worlds of journalism and politics. But Johnson is well versed in rebutting the claim. He is fond of namechecking Disraeli and Churchill (as he does in a glowing profile in the latest Vanity Fair ) as examples of politicians who have effectively balanced the dark arts with hackery. But, then, these eminent statesmen didn't have to match Johnson's diverse output. In addition to his books Johnson writes a weekly column for the Daily Telegraph, and a monthly one for GQ where he is motoring correspondent. And then there is the Spectator, currently in rude health. 'The credit for the rise in circulation is down to Boris and Boris alone,' Liddle says. 'He's been its best editor for ages. He's made it more idiosyncratic which is exactly the right thing to do at a time when the Conservative Party is weakish.' Rumour has it Conrad Black, the magazine's former owner, was so delighted with Johnson's performance he offered him the editorship of the Spectator 's newspaper stablemate, the Daily Telegraph - on condition he renounced his political ambitions. It would have made Johnson a powerful man, but his political ambitions exceed his journalistic ones. As a former colleague remarked: 'He is just like any other politician or journalist: vain, sentimental and ambitious. Boris wants to go all the way to the top.' Alexander Boris de Pfeffel Johnson was born in New York on 19 June 1964, his birthplace due to the fact his father, Stanley, worked at the United Nations headquarters in the city. Johnson's mother, Charlotte, was an artist and, thanks to his parents' peripatetic lifestyle, the young Boris spent his formative years at a school in Brussels. After graduating from Balliol College, Johnson joined management consultants LEK. He lasted a week. There followed a spell on the Times where Johnson failed to distinguish himself, on one occasion inventing a quote from an uncle who complained to the paper with the result his nephew left Rupert Murdoch's employ soon after. As the Telegraph 's Europe correspondent in the 1980s, Johnson made a name for himself with tales of heroic incompetence by Brussels bureaucrats. By 1995, Johnson was an assistant editor. Four years later he was handed the keys to the Spectator, following such right-leaning luminaries as Nigel Lawson and his son, Dominic, now Sunday Telegraph editor. A year after assuming the Spectator hot seat, Johnson's political aspirations were crystallised when he was elected MP for the safe Tory seat of Henley. Prior to this he had contested the unwinnable seat of Clwyd South, going as far as to learn some Welsh to impress the electorate. 'Turned out it was the only part of Wales where nobody speaks Welsh. Bit of a faux-pas,' Johnson recalled. Surveying his wondrous rise, the temptation to turn Johnson into a William Boot of the twenty-first century, a naive, richly comic hero whose good fortune is the result of unintended consequences, is almost too delicious. But Johnson's life reads more Brideshead Revisited than Scoop . At Oxford he was part of a gilded circle whose privileged trajectory was never far from tragedy. Close friends included Charles Spencer, now Viscount Althrop and brother of Diana; Olivia Channon, the government minister's daughter who was to die of a drugs overdose; and Darius Guppy who was convicted of masterminding a £1.8 million insurance scam involving a staged gem heist. Guppy's relationship with Johnson has earned the latter some unwelcome press. While in prison Guppy was taped asking Johnson to help him get the address of a reporter. Guppy wanted the hack, who was investigating him, beaten up. A worried sounding Johnson is heard on the tape saying: 'OK, Darrie, I said I'll do it and I'll do it.' Johnson never went through with the plan and friends say it was merely the action of a friend trying to placate a desperate soul. Nevertheless, when the tape was aired on Have I Got News For You , Johnson's haphazard halo momentarily lost its shine. That it glows greater now than ever is thanks to Johnson's industrious transformation from jobbing hack to comic institution, capable of raising smiles from political supporters of all hues. How many other politicians boast their own online fanzine? His charm is manifest at Spectator parties where a glass of bubbly is never far from his hand. 'He's an immense flirt, there's always a gaggle of women chasing him,' says a regular guest. Gossip columns have taken to speculating on Johnson's love life but friends say he is happily married to Marina Wheeler, a lawyer with whom he has four children. A first marriage to socialite Allegra Mostyn-Owen lasted less than a year. Although most of his success is down to stupendous amounts of hard work, timing has also played a part. A Tory party in the doldrums desperately needs some colour and Johnson, as its vice-chairman, is much in demand at constituency fundraisers across the shires. Earlier this year he was rewarded with the position of shadow arts minister, a promotion that saw him unveil a six point plan for the arts, including the convening of a summit so that Damien Hirst could explain the point of the 'Saatchi mob' and the creation of an 'indistinguishable replica' of the Elgin marbles to restore relations with Greece. The hare-brained manifesto made for good copy, but such actions are risky according to Taylor: 'Characters may work in the media but they can only get so far in politics. Just ask Tony Banks.' It is a view echoed by those in the Conservative Party. Michael Portillo, a man who knows a thing or two about career decisions, once told Johnson to choose between politics and comedy. History has yet to record Johnson's response. BORIS JOHNSON DoB: 19 June 1964, New York Jobs: Editor of the Spectator , newspaper and magazine columnist, MP, author Books: Seventy Two Virgins ; Friends, Voters, Countrymen ; Lend Me Your Ears Family: Married Marina Wheeler in 1993 (two sons, two daughters)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}