{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/aug/14/race.immigrationpolicy", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-08-13T23:36:12Z", "webTitle": "Police watchdog to investigate death", "webUrl": "https://www.theguardian.com/uk/2004/aug/14/race.immigrationpolicy", "apiUrl": "https://content.guardianapis.com/uk/2004/aug/14/race.immigrationpolicy", "fields": {"headline": "Police watchdog to investigate death", "bodyText": "The Independent Police Complaints Commission yesterday backtracked and announced an independent investigation of the first black death in custody on its watch, after pressure from campaigners. Activists had been angry that the IPCC, which took charge of complaints about police in April, had asked Essex police to investigate the death of Kebba Jobe because it was too short of resources. The new body was intended to restore public confidence in investigations into alleged misconduct involving officers. It has stronger powers than the Police Complaints Authority, is designed to be more open and can conduct as well as supervise investigations. Mr Jobe, 42, died on May 15 this year after he was arrested by police targeting drug dealing at Camden Lock in north London. A postmortem examination showed that he suffocated because a plastic bag containing a herbal substance was blocking his airways. John Wadham, deputy chair man of the IPCC, said yesterday: \"We have said from the start that we would have preferred to independently investigate the death of Mr Jobe. \"However, due to a lack of resources, and the fact that we were already independently investigating two shootings ... we took the decision to have an outside force carry out the investigation under our management. \"As part of a review of the case, and the fact we now have greater resources, we have decided to take full control and upgrade this to an independent investigation.\" Supporters of Mr Jobe's family welcomed the decision, but expressed anger that police had been brought in at all. \"The IPCC is being forced to do what it should have done in the first place,\" said Brenda Weinberg, chairwoman of the United Families and Friends Campaign, a coalition of those whose relatives and friends have died in custody. \"This family was going to be short-changed because they [the IPCC] didn't have any money. We had let them know we would be picketing and carrying out further actions.\" She said the campaign had worked with the IPCC because it promised to do better than its predecessor. Its initial decision had been \"a slap in the face\". Mr Jobe is believed to have been the first black person to die in custody since the IPCC's launch. Ms Weinberg said she had told the IPCC prior to its launch that it would need sufficient resources to investigate multiple incidents, and she expressed concern that the investigation had been given to Essex police despite the force having been criticised for its role in similar inquiries. An IPCC spokeswoman said yesterday that it had warned it would be unable to launch independent investigations in its first months, and added that the Essex officers involved had not previously worked on police misconduct cases. Mr Jobe, a father of seven, had himself campaigned over the death of his cousin Ibrahima Sey, who died in 1996 after he was arrested by officers in Ilford."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}