{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/aug/10/athensolympics2004.cycling", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-08-09T23:21:39Z", "webTitle": "Cycling prodigy Cooke on target for Athens gold", "webUrl": "https://www.theguardian.com/sport/2004/aug/10/athensolympics2004.cycling", "apiUrl": "https://content.guardianapis.com/sport/2004/aug/10/athensolympics2004.cycling", "fields": {"headline": "Cooke takes the high ground en route to a golden shot", "bodyText": "There are precious few events in the Athens Olympics where a Briton will start favourite, fewer still where that Briton is a 21-year-old in her first games. Such, however, is the status the cyclist Nicole Cooke will enjoy when she lines up for the road race this Sunday. Cooke's victory in mid-July in the last major race before the games, the Giro d'Italia, means she will be closely marked. It will not faze her. In training recently amid the pinot grigio vineyards and Palladian villas in her adopted home north of Venice she has, she says, \"had the right feelings\" despite returning to competition only in June after a knee operation. She leaves nothing to chance. She visited Athens last September to look over the course, which she could visualise 11 months before the event in a detail that speaks volumes. \"You start on wide roads, descend on narrow streets, then there's the climb, to the left, on a narrow road, quite steep, about 10%, with five hairpins, about 50 metres between them. In the race it will be a bottleneck. \"Then there's a flat, rolling bit at the top, a rollercoaster descent off the hill with three 90-degree bends, a descent through the city, then it's right on to a cobbled uphill past the Acropolis. You go down again on cobbles, then it's 500 metres left and right to the finish.\" In a sense, she has been preparing for this moment for 10 years, since the early days of her career, when she was captured on video saying she wanted an Olympic gold medal. Every road race has an element of lottery, but everything in Cooke's trajectory thus far suggests a medal is within her grasp. Her rate of progression is astonishing: junior road race world champion in 2000, three further junior golds - road race, time-trial and mountain bike - the following year, Commonwealth Games champion in 2002, and last year the season-long World Cup, awarded to the best over a series of single-day races. Cooke, born into a cycling family in the Vale of Glamorgan, can time-trial, climb and sprint, but her weakness was tactics. Last year, in the world championship, she let her nerves get the better of her and wasted energy on fruitless attempts to split the field. This year, she says, she has learned the lesson. \"It's a question of confidence, remembering that whether or not I make lots of attacks I'm still one of the strongest when I go for it. \"The Giro d'Italia helped. I had a new mentality, what the Italians call testa fredda - coolheaded. After about 400m of the key climb I realised I was the strongest. In the old days I would have made my move then, but I told myself to wait to the finish because I would still be the strongest then.\" In a broader sense as well, Cooke's arrival at maturity is timely. She and David Millar were the first members of Britain's Olympic team to be named. Millar, of course, will not be in Athens because he has a two-year ban for using the blood-booster erythropoietin (EPO). Cooke has pulled no punches when asked to comment on the case. In the past few weeks she has called for life bans for drug offenders, commented that she has no sympathy with Millar - \"he could have achieved without it\" - and has warned that the sport may \"self-destruct\" if the problem is not tackled quickly and severely. \"I have just expressed how I feel,\" she said. \"I think sport is about the best person winning. I don't think it has to be fair, because there are tactics and training, but everyone can use those to win. When I win I want to know it's because I am the best, not because I have the best doctor. I want to be proud of what I have achieved. I don't see how anyone can be proud of winning [if they use drugs].\" Women's racing is not devoid of the problem, she says, but the rewards are minimal. For her Giro d'Italia win she took home €360 (£240), plus a bonus from the team, \"but don't go thinking that's a lot\". As a result, she says, \"the very large majority of the field are clean. For women, there is also the question of after cycling. Will it affect you having kids? What will it do to your body?\" She has not, she says, been offered drugs, \"but it wouldn't take much searching to find a supplier\". She has also seen amateurs come to Italian cycling clubs in search of a professional contract and be told that if they do not conform to the team's medical programme they will not be taken on. Cooke is among the few cyclists who feel they are not tested enough, and says she will support measures to be taken by the cycling World Class Performance Plan to prevent a repetition of the Millar episode. \"I got my licence at the start of January and was not tested until the British championship in June. I went eight months without testing. They should be saying: 'As this rider is a favourite for the Olympic road race, let's go and test her out of competition.'\" As well as the road race and the individual time-trial, Cooke may compete in the track points race in Athens. This is a distance event decided on intermediate sprints, and would suit the stamina and aggression that have made her feared on the road. \"I've done three or four track training sessions at Newport; I've ridden some points races with the lads. I'm doing the preparation, but I'll make a decision after the road race and time-trial. I'll either be up for it or I'll decide to leave it where I am.\" Cooke is not still smarting about the fact that she was not allowed to go to the Sydney Olympics on the ground that she was too young, but that battle has left its mark. \"It's not something which worries me, and there's nothing I can change and put right, so I've come to terms with it. If it has had an impact on me, it's that I have realised how long four years can feel if you have to wait all that time.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}