{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/aug/17/athensolympics2004.olympicgames8", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-08-16T23:52:17Z", "webTitle": "Parry halts Sweetenham backlash", "webUrl": "https://www.theguardian.com/sport/2004/aug/17/athensolympics2004.olympicgames8", "apiUrl": "https://content.guardianapis.com/sport/2004/aug/17/athensolympics2004.olympicgames8", "fields": {"headline": "Parry halts Sweetenham backlash", "bodyText": "British swimming displayed two faces at the Olympic pool last night. The lantern-jawed grin that lit up Steve Parry's face after he stunned everyone, including himself, by defeating Michael Phelps was the most cheering, but the scowl worn by the head coach Bill Sweetenham was more significant. Parry's brave dash from lane eight to defeat Phelps in the semi-final of the American's strongest event, the 200 metres butterfly, ensured that an otherwise dismal evening for Team GB's swimmers finished on a light note. As an augury of what might happen when the pair line up in the final tonight the result was unreliable. Phelps was swimming only 20 minutes after taking bronze in the 200m freestyle. For Sweetenham it should be no more than a distraction from the malaise that is affecting his team. Four years ago Britain's swimmers returned home from Sydney dubbed the British Disco Team with nothing but hangovers and disdain to show for their efforts. UK Sport responded by reducing the team and spending the bulk of the £50,000 savings on recruiting a head coach who could turn it round. Sweetenham was supposed to be that man but at the sharp end of his four-year programme, recently rewarded with an extended contract, he has yet to deliver a medal. More worryingly, there were suggestions last night that his famously tough regime may have brought his best medal hopes to poolside with their tanks empty. No swimmer better personifies the apparent benefits of the Sweetenham regime than Melanie Marshall, Britain's most realistic hope of a swimming gold, in the 200m freestyle. Last night, however, she failed even to reach the final, trailing in last in her semi-final after going out like a torpedo and home like a wreck. Marshall's time was almost four seconds slower than this year's world best she set in April to establish herself as favourite for the event, and as she turned for home the water in lane two might as well have been treacle as the field she had led until half distance paraded past. The urgings of the Team GB members behind whom Sweetenham stood at poolside were in vain. It was a performance that made a mockery of Marshall's vow to her coach Ben Titley in 2002 that she would win a medal in Athens. That Titley is the most avowed of the Sweetenham loyalists only amplified the questions being asked of the Australian's methods. Marshall arrived here ranked No1 after her swim of 1min 57.51sec in the British trials in Sheffield. She was third in her heat, recording 2:00.46 yesterday morning. She was a second slower come the evening, however, and afterwards suggested that the last six weeks of training had left her spent. \"It's not four years of hard work that have just gone, it's 15 years,\" she said. \"Gutted would be an understatement and I don't know what went wrong. I just had nothing left. I felt quite tired but I wasn't willing to let that be an issue. It's just embarrassing. \"I went out fast because that's the way I swim. I did it at the trials and it didn't kill me,\" she said. \"Maybe I trained too hard. If the training had gone better in the last six weeks I would have had more confidence.\" Then she was ushered away by a Team GB media official, a gesture that could be interpreted as compassionate, or another manifestation of the media-averse Sweetenham's control over the team. With the British Olympic Association having spent much of the weekend attempting to head off stories focusing on British disappointment, it is tempting to go for the latter, but in Parry's reaction to his semi-final success there was evidence that in spirit at least all is not lost inside Team GB. \"I was really upset after last night's qualifying, and I love swimming for GB, I really do care about this team,\" he said. \"I think we got off to a bad start and I wanted to help do my bit to change it. The spirit in the team's great and we've got a lot of good chances left.\" He will have to be right if Athens is going to see a smile out of Sweetenham. Brits who have flopped Melanie Marshall 200m freestyle Last in semi-final in 2:01.56. Personal best: 1:57.51 (2004) Darren Mew 100m breaststroke Seventh in final in 1:01.66. PB: 1:00.02 (2004) James Gibson 100m breaststroke Sixth in final in 1:01.36. PB: 1:00.37 (2003) Adrian Turner 400m individual medley 23rd fastest in heats in 4:23.53. PB: 4:16.65 (2004) Joanne Jackson 400m freestyle 21st fastest in heats in 4:14.89. PB: 4:08.45 (2004)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}