{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/aug/20/france.jonhenley1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-08-19T23:04:28Z", "webTitle": "Threatened Chirac holds to reforms", "webUrl": "https://www.theguardian.com/world/2004/aug/20/france.jonhenley1", "apiUrl": "https://content.guardianapis.com/world/2004/aug/20/france.jonhenley1", "fields": {"headline": "Threatened Chirac holds to reforms", "bodyText": "The French government returned from its summer break yesterday publicly determined to persevere with an unpopular programme of social and economic reforms, but privately transfixed by the question of who will lead the ruling centre-right UMP party. After the first cabinet meeting of the new parliamentary year, the cabinet's spokesman, Jean-François Copé, said the government's responsibility was \"action ... not the interior life of political parties.\" Asked whether the occasion had been marred by tension between President Jacques Chirac, who chairs the weekly meetings, and his increasingly powerful rival, the ambitious young finance minister Nicolas Sarkozy, all maintained a diplomatic silence. Mr Sarkozy, certain to seek France's top job in the 2007 presidential election, has not yet formally declared his desire to take over from Alain Juppé, long Mr Chirac's preferred successor at the Elysée palace, as head of the party. But he spent his summer holiday energetically building mass cross-party support in readiness for the November elections, and most observers expect him to announce his candidacy for the post, which controls the cash and other party resources necessary for a successful presidential bid, at the end of the month. Even confirmed Chirac loyalists like the environment minister Roselyne Bachelot now seem convinced that the president's most feared enemy will win the UMP leadership by a crushing majority this autumn. \"Nicolas Sarkozy is quite plainly the man the grassroots members want,\" Ms Bachelot said. \"If he doesn't run, it will be a big disappointment for them. He is the best candidate. There's no question.\" The government's immediate priorities are to agree cuts in the 2005 budget to freeze state spending year-on-year, and to slash unemployment by a vast \"social cohesion plan\". Heavily punished in the regional and European elections this year for its reforms to state pensions and the health service, it aims to push through equally controversial reforms in the civil service and in education. Besides the prospect of continued and mounting public resistance to its policies, it will also have to deal with the consequences of Mr Sarkozy's likely appointment as UMP leader. Mr Chirac, who cordially detests his rival and would consider his election as president in 2007 a personal defeat, has decreed that no one can combine a cabinet portfolio with leadership of the UMP. At the very best Mr Raffarin's government can expect a big reshuffle if Mr Sarkozy decides to abide by Mr Chirac's rule. At worst, observers say, it could face open warfare and a catastrophic split in the governing party. \"The coming weeks will be tumultuous whatever happens, and will mark the start of a new political era,\" said one analyst, Pierre Joigny. \"No matter what ministers say about getting on with their jobs, their minds will be elsewhere.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}