{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/aug/17/athensolympics2004.sport1", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-08-16T23:52:16Z", "webTitle": "Cut-price tickets? You've got to be kidding", "webUrl": "https://www.theguardian.com/uk/2004/aug/17/athensolympics2004.sport1", "apiUrl": "https://content.guardianapis.com/uk/2004/aug/17/athensolympics2004.sport1", "fields": {"headline": "Cut-price tickets? You've got to be kidding", "bodyText": "Tumbleweed blowing across the car parks, under-worked staff in the box offices and empty seats in the stands. Welcome to Athens 2004. \"We will not be giving tickets away, and we will not be offering discounts. To do so would be unfair to those who have paid full price,\" an Olympic games spokesman, Michael Zacharatos, said yesterday, denying there were plans to, in a phrase used most commonly by failed theatre impresarios, \"paper the house\". Mr Zacharatos's sentiments will have been welcomed by anyone who spent €60 (£40) to watch the likes of China play Spain at basketball, but with 5.3m tickets available and only 2.9m sold by yesterday morning it seemed a safe bet there were a few spares to be had. The question was where to find them, though surely no-one was better placed to help out than the woman who invited the world to come celebrate the Olympics in the place they were born, the mayor of Athens, Dora Bakoyannis. \"Excuse me?\" a spokeswoman in the mayor's office said. We were wondering if the mayor had any tickets she didn't need? Something in the front row for the women's weightlifting would be great, because Britain's Michaela Breeze was in with a real medal chance. \"Don't be silly. This is the mayor's office. We don't have any tickets for you. That would be ridiculous.\" So much for the Olympic spirit. Undeterred, the Guardian spent the rest of the day seeking out the great, the good and anyone else we could find, asking them if they could help The British minister The culture secretary, Tessa Jowell, has been ubiquitous around Athens over the last week; shaking hands with athletes, talking up London 2012, meeting the movers and shakers of the Olympic world. Surely someone must have slipped her a couple of briefs they didn't need? \"The minister has her own accreditation for events. She has no reason to need any tickets. Why would we have any spare tickets for you or anyone else?\" said an aide. The corporate sponsor \"Of course we've got tickets - what events do you want? We've got basketball, beach volleyball, fencing, gymnastics\" How much? \"Oh, I don't know - how about a nice big mention in your newspaper would be very welcome.\" The Guardian doesn't do that sort of thing. \"Well, in that case, I'm sorry we can't help.\" The shoemaker Over at Adidas, the official supplier of Team GB's equipment, the staff have had to buy all their own tickets for the games. \"But don't worry, I've got a couple of spares I bought that I can give you,\" said spokesman Jon Deacon. Terrific. Are they for Michaela Breeze in the weightlifting? \"Sorry. They're for the hockey,\" he said. \"I bought them and then I realised it was on the same day as Michael Phelps and Ian Thorpe race in the swimming. We're going to the pub to watch that on the telly.\" Who's playing? \"Holland and somebody. It might be Korea, I don't know. I'll come back to you.\" The competitor Greek lifter Kastritsi Chariklia was competing against the British hopeful in the 58kg division at the Olympic weightlifting hall. Surely she had a few spare tickets? \"Sorry,\" she sighed, waving across a table crowded with proud, happy Greeks. \"I have my family with me today, and even they had to buy their own tickets.\" Full price? \"Of course, full price. Can you buy half-price tickets?\" There was only one place to find out. The box office As stony-faced as the statues in ancient Athens, as immovable as the Parthenon, the woman behind the box office had clearly never heard about the law of supply and demand. \"Half-price tickets?\" she said. \"No.\" But there's only five minutes to go before the event begins and there's no one here - are you expecting a last-minute rush? \"We do not sell discounted tickets to anyone. If you have a student card maybe. Are you over 65? I don't think so.\" The triple gold medallist Haili Mutla won his third gold medal on Sunday. He is the greatest weightlifter in the world, a legend in Turkey, and he happened to be sitting in a cafe across the street from the weightlifting hall. If anyone could lay his hands on a few spare tickets it was Mutla. \"No,\" he said through his interpreter. Surely, the organisers must give a few extra tickets out with their gold medals? \"Go away,\" he said through an interpreter. We don't even need two; one will do. \"Leave the guy alone. Can't you see he's drinking his coffee?\" said his interpreter. The non-existent touts Charlie May, a schoolteacher from Geneva, has travelled the world watching the Olympics; Barcelona, Atlanta, Sydney - the four-yearly holiday is even written into his contract. \"I've never seen anything like it before. Usually, you turn up at these things and you'll find a bunch of English touts with a handful of tickets. You move, you groove, you make a deal and you're in. This is a bloody desert,\" he said, looking across the meagre line of people waiting to get in. \"The Guardian doesn't have any spares, does it?\" Sorry Charlie. eBay At last. It's not tickets for the weightlifting events, but at least its something; two tickets for badminton for sale on eBay; highest bid, £1.05. The Guardian bids £1.24. There's one minute to go. We're in; the highest bidder. Are there any Brits in the Badminton? There's 30 seconds left. What time does it start? There's 15 seconds to go. We'd better phone for a taxi. There's three seconds to go. Sorry you have been outbid. Winning bid: £1.46. Facts and figures · Athens organisers have sold 2.9 million out of of 5.1 million available tickets · If Athens can achieve between 3.1 and 3.4 million sales, it will break even. Organisers were expecting to reach this figure tonight · The cost of a ticket to the opening ceremony was up to £636 · As of Sunday, only eight sessions out of 44 across all events had sold out. These included the US basketball team's shock reverse to Puerto Rico · The lowest sales for any event were for the weightlifting Group B finals · Between 5,000 and 10,000 UK citizens have bought tickets to events in Athens"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}