{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/aug/13/tvandradio", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2004-08-13T22:59:46Z", "webTitle": "Pick of the day: radio", "webUrl": "https://www.theguardian.com/media/2004/aug/13/tvandradio", "apiUrl": "https://content.guardianapis.com/media/2004/aug/13/tvandradio", "fields": {"headline": "Pick of the day", "bodyText": "Red Games (11am, Radio 4, FM only) starts with the chilling sound of Hitler opening the 1936 Olympic games in Berlin. In fact, there was another \"olympics\" planned for that year in Barcelona - the so-called Socialist Olympics, organised by workers who were repelled by the notion of Nazi Germany hosting the official games. (The workers' games had been held since the mid-1920s, reaching their high-water mark in Vienna in 1931, where 70,000 athletes attended.) Sadly, when the participants from the British Worker Sports Association turned up to compete in Spain, the small matter of the start of the civil war put paid to their hopes of competing. This is a hugely compelling look at how sport has become a victim of international tensions ever since. Live coverage of the Olympic Opening Ceremony, meanwhile, is on Radio 5 Live (7pm). A woman doing the housework discovers a gun hidden in her vacuum cleaner bag in a monologue written by Sonia Hughes in the Afternoon Play, A Son Like Mine (2.15pm Radio 4, FM only). Then she discovers that one of her son's friends has been shot ... The piece forms the core of a drama-documentary focusing on the mothers of young men caught up in gang violence. The Friday Play's title may sound like a sick joke but Knocking On the Hull (9pm, Radio 4), set in an old people's home in Hull during the days of the Kursk nuclear submarine disaster, is a poignant study of what it can be like to lose people to the cruel sea."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}