{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/aug/25/1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-08-24T23:07:19Z", "webTitle": "Marina Hyde's diary", "webUrl": "https://www.theguardian.com/politics/2004/aug/25/1", "apiUrl": "https://content.guardianapis.com/politics/2004/aug/25/1", "fields": {"headline": "Diary", "bodyText": "· To Newcastle, first, and a story that just cries out to be fed through the Diary's random Littlejohn generator. Sadly, that contraption is still not operational (we're having some trouble finding enough dead gay asylum seekers to fuel it) - but we'll take a wild punt that Richard would conclude you couldn't make the following up. And so: the Newcastle Evening Chronicle reports that the Liberal Democrats, who took control of the city council in June, have voted to honour their manifesto pledge to cut £100,000 off the annual £940,000 budget for senior councillors' allowances. Unfortunately - and here we see the good folk of local government foiled once again - an independent remuneration panel has vetoed the plan, and forbidden the councillors to slash their own pay. The astonished Lib Dems are now examining alternative ways of saving the money, including returning part of their salaries on an informal basis. \"If necessary,\" council leader Peter Arnold tells the paper, \"I'll hand back the money.\" We wish him all the best. · We're most grateful to the CBI, meanwhile, for their press release lamenting standards of literacy and numeracy in school leavers. Acquiring such basic business skills, advises Digby Jones, is \"the 'hear and now' for teenage Britain\". · Good heavens. After all this time of being strangers, we've finally made contact with Harry Cummins, the British Council press officer who moonlights as Will Cummins, star Sunday Telegraph columnist and author of such clever rants as \"Muslims are a threat to us all\". Harry is still on paid suspension while the BC investigate his denials - but meanwhile we'll be amazed if our conversation with him doesn't become a set text in interview technique for would-be journalists the world over. Lovely to talk at last, we greet him as he answers the phone. How's tricks? \"Fine,\" says Harry. Good. Now, how long are you planning to spin this one out before you cough to it? \"All this is being investigated by my employers.\" Click, brrr. And thence straight to answerphone. We've provisionally selected something in peach for the Pulitzer party, but any designers wanting to loan us stuff should get their offers in early. · Surveillance 1: Jack Straw, on Radio 4, repeatedly referring to \"the Sudan\". It's bad enough tagging along to war behind a rabid imperialist, Jack, but beyond vulgar to start talking like one as well. · Delicious news from Virginia, where the charming Reverend Jerry Falwell is to open a Christian-led law school. Students will be trained to fight causes such as gay rights and abortion, and the course at Jerry's Liberty University has already attracted 61 applicants. The school's website promises lessons will combine \"history, objective reality, morality and common sense\" - and who could quibble, given that Jerry's previous triumphs include identifying one of the Teletubbies as gay and blaming the 9/11 attacks on gays and feminists. Anyway, something to stick on the Ucas form if you're not tempted by David Beckham's LA soccer academy or Madonna's planned Kabbalah college. · Incidentally, does anyone know anyone who actually practises Kabbalah, the celebrity religion du jour, who could get us a free place on the London centre's 10-week introductory course? Apparently it makes sense of literally all human existence - even why you have to spend £400 on a starter pack of books - and we're keen to take the Diary's black soul a couple of shades lighter this year. We'd give them a weekly mention, they may be sure of that. · Surveillance 2: Dame Joan Plowright, at 3.12pm on Monday, shopping in Planet Organic on London's Westbourne Grove. Dame Joan's trolley contained some soya milk and a large watermelon. · diary@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}