{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/aug/29/theobserver.observerbusiness3", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-08-28T23:32:02Z", "webTitle": "Banking battles: To bid, or not to bid", "webUrl": "https://www.theguardian.com/business/2004/aug/29/theobserver.observerbusiness3", "apiUrl": "https://content.guardianapis.com/business/2004/aug/29/theobserver.observerbusiness3", "fields": {"headline": "To bid, or not to bid", "bodyText": "Should HBOS bid for Abbey? Consider the numbers: Halifax and Bank of Scotland, as the two banks were known before they merged to become HBOS, have delivered £807 million in cost savings and additional revenues in three years, £150m more than promised; Royal Bank of Scotland managed to squeeze £2 billion, almost 50 per cent more than its original estimate, from NatWest following the acquisition in 1999. Should HBOS bid for Abbey? Consider the numbers: since Wm Morrison acquired rival Safeway six months ago, the latter's sales have been plummeting - by 12 per cent in the last three months, according to industry statistics - forcing a first-ever profits warning from the previously much-admired Morrison. That sums up the dilemma facing HBOS chief executive James Crosby as he debates whether or not to enter the battle for Britain's sixth-largest banking group. On the face of it, he has nothing to lose and everything to gain. As David Lis, fund manager at Morley, points out, Abbey offers the last big opportunity for consolidation in the over-banked - but highly profitable - British high street. Opinion on whether he can persuade the Competition Commission to clear the deal is divided - the arguments are considered below - if there is even a small chance, he should go for it. After all, if Crosby decides not to go ahead, not only will he be passing up the chance of reaping these savings and, potentially, accelerating its growth, he could also be handing these prizes to Santander Central Hispano (SCH), the Spanish bank that bid £8bn for Abbey last month. Abbey is considerably smaller than NatWest but some say its record of mismanagement and poor cost control is even worse. While analysts will not start making detailed calculations of potential cost savings until HBOS actually launches a bid, they say it should not be difficult to cut Abbey's costs by as much as 30 per cent - equal to about £500m on Abbey's costs of £1.6bn. Add in the prospects of selling things like Halifax's current account - which has been pulling in customers faster than even it had hoped - to Abbey's 18 million customers, and the potential for growing revenue could be even more attractive. That would please the City: already investors are braced for a slowdown in mortgage lending and consumer borrowing that would make it harder for the banks to maintain their run of record results - combined, they made more than £30 bn in the first half of this year alone. 'It is better for HBOS to buy Abbey, and even pay over the odds, to get growth as we go into a retail slowdown,' said Mark Durling, of brokers Brewin Dolphin. On the face of it, banks are the exception to the rule that most mergers end up costing shareholders money. Apart from HBOS and Royal Bank of Scotland, Barclays' takeover of Woolwich and Lloyds of TSB are seen as being successful deals. But none of these had the degree of overlap that HBOS has with Abbey: at least 540 of Abbey's 741 branches are within a quarter of a mile of a Halifax. Even if HBOS decides to keep the Abbey brand name - as it did when it took over Birmingham Midshires - it would surely have to close a large number of branches to make the deal pay. That would mean big job losses: estimates as high as 12,000 are already doing the rounds, and even half of that would provoke a political outcry. HBOS is fond of pointing out that it employs more people than worked for the two banks before the merger but that deal still cost jobs, despite Bank of Scotland's reputation for parsimony. Perhaps the biggest risk, however, is that HBOS goes through the competition inquiry only to acquire a severely weakened Abbey at the other end. John Tyce, banking analyst at SG, pointed to Wm Morrison as an example of how damaging that could be. Like Safeway, Abbey has effectively lost its management team already - finance director Stephen Hester will become chief executive of British Land in the autumn and chief executive Luqman Arnold told SCH he would only stay around for a year and is unlikely to change his mind should HBOS take over. The impact on Safeway of a lack of management and a competition inquiry is clear from Morrison's recent profits warning. While some experts point out that banking is different - its customers rarely visit its branches for a start and changing banks is far harder than changing supermarkets - there is the potential for Abbey to lose what little momentum its recovery programme has already generated. If, as many expect, an HBOS bid prompts some of the other banks to enter the fray, the disruption from an inquiry could be even greater. While none of the other high street banks could realistically hope to be cleared to bid, they could use the inquiry to ensure that, if HBOS is cleared, it is on the worst terms possible. An adviser to one of the banks involved pointed out that when Morrison first bid for Safeway, it expected to have to sell 10 to 20 stores; after the competition inquiry and Sainsbury and Tesco entering the fray, that number rose to 52. When Lloyds TSB was blocked from bidding for Abbey three years ago, the biggest impact on it was on the reputation of the two men at the helm. Ian Harley, then chief executive of Abbey, was castigated for lobbying against the bid: the current management team is keen to be seen to be doing the opposite. For Lloyds TSB chief executive Peter Ellwood, however, the missed deal all but destroyed his credibility. While he spent much of his remaining term at the helm insisting that it could continue to grow and talking up the prospects of a European deal, some felt he was marking time to his retirement. Crosby is much more highly regarded than Ellwood was. He has already pulled off enough successful deals - Clerical Medical and the operating assets of Equitable Life as well as the Bank of Scotland deal - to establish his reputation for making acquisitions. He has also won plaudits for his strategy of growing by giving customers want they want, in the form of interest on current accounts and new deals to tie them into their mortgages instead of being tempted in by other lenders. Even so, some warn that if he bids and is blocked by the competition commission, it could harm his reputation. It could certainly lead analysts to question more closely how HBOS intends to grow its business. Crosby is clearly considering the position carefully: he may only have revealed HBOS's interest on 3 August but he first raised the prospect of a merger with Abbey's Arnold at least three months ago. Still, however, no formal offer has been forthcoming. Analysts are split on the likelihood of him entering the fray, with some putting it as high as 90 per cent; others as low as 60 per cent. No decision is likely for at least a week, but Crosby could well find the chance too good to miss."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}