{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/aug/12/research.highereducation", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-08-11T23:44:21Z", "webTitle": "Inevitable Surprises, by Peter Schwartz", "webUrl": "https://www.theguardian.com/education/2004/aug/12/research.highereducation", "apiUrl": "https://content.guardianapis.com/education/2004/aug/12/research.highereducation", "fields": {"headline": "Inevitable Surprises, by Peter Schwartz", "bodyText": "Inevitable Surprises sounds like an oxymoron, but to Peter Schwartz such events are the \"outcomes of deeper forces at work\". In this book, Schwartz, co-founder and chairman of the futurist consultancy Global Business Network and adviser to forward-looking films including Steven Spielberg's Minority Report, argues that those who fail to learn the lessons of history are doomed to be surprised by them. Looking back, Schwartz says the end of the cold war, the rising importance of oil as a commodity, a surge in violent crime in the 1980s and the communications revolution all could, and probably should, have been predicted because they were driven by forces he calls predetermined elements. Looking forward, he uses his strategy to tell us the implications of an ageing population, global migration, US foreign policy and breakthroughs in technology. The book's immodest subtitle is \"a survival guide for the 21st century\", but this is no cautious, commonsense government leaflet advising people to stock up on food and stay indoors if a bomb explodes outside. Instead, in Schwartz's view of the next few decades, medical advances will mean millions of people routinely live until they are over a hundred years old, aircraft fashioned from carbon nanotubes will change shape midflight, quantum computers boost processing power a hundred million times and Star Trek-style teleporters eliminate the problems caused by traffic, air pollution and famine. Schwartz seems less blinded by science than made dizzy by its possibilities, which makes some of his predictions appear far-fetched. The discovery of the mysterious force known as dark energy, for example, makes him envisage \"a little device that sucks energy out of space, just as a radio or television receiver sucks sounds or images out of space, via electromagnetic radiation\". Now that would be a surprise, but not an inevitable one. · Inevitable Surprises by Peter Schwartz is published by The Free Press. To order a copy for £7.99 with free p&amp;p call the Guardian Book Service on 0870 836 0875"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}