{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/aug/25/newsstory.tottenhamhotspur", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-08-24T23:25:31Z", "webTitle": "Spurs fly to Madrid in bid to net Figo on free", "webUrl": "https://www.theguardian.com/football/2004/aug/25/newsstory.tottenhamhotspur", "apiUrl": "https://content.guardianapis.com/football/2004/aug/25/newsstory.tottenhamhotspur", "fields": {"headline": "Spurs fly to Madrid in bid to net Figo on free", "bodyText": "Tottenham hope to pull off the transfer coup of the summer by tying up the signing of Luis Figo before Friday. Spurs have already persuaded Real Madrid to consent to a free transfer and to pay up to a third of the Portugal international's £6m annual wages. That development led to Tottenham's sporting director Frank Arnesen flying to the Spanish capital yesterday to hold talks with Figo and his representative Luis Vicente. Arnesen holds a strong hand. With just a year left on his contract, Figo is looking for longer-term employment and is attracted by the Premiership. Though his representatives have sounded out Arsenal, Chelsea, Liverpool and Manchester United, none of the current big four was willing to pursue the offer. With Spurs having begun the season with four points from matches against two of the top five from the last campaign, Arnesen - the man who brought Figo's team-mate Ronaldo to Europe while at PSV Eindhoven - will not find it hard to convince Figo of his club's ambition. The 31-year-old former world and European player of the year is also aware that his contribution at the Bernabéu is likely to be restricted to coming off the bench. Spurs, with their tradition of big-name signings such as Jürgen Klinsmann, would consider Figo an ideal addition and will divert a significant portion of their transfer resources - still relatively healthy after a £15m share issue earlier this year - into a contract for Figo that would run beyond his current 2005 cut-off. Figo would also become the centre of attention at White Hart Lane, whereas his star is on the wane in Madrid. Despite the commercial benefits of signing a player of Figo's renown, Tottenham sources last night insisted the decision has been made exclusively on football considerations. On unveiling the new £2.5m central midfielder Michael Carrick and the £1.75m right-back Noé Pamarot yesterday, Arnesen spoke in general terms about adding established international pedigree to a relatively callow squad to which only the 34-year-old centre-back Nourredine Naybet has added experience. \"We are not signing names because they are big names, you sign them if they suit Tottenham,\" said Arnesen. \"If they are big names, it is a plus, but first of all we go for players who can take us to a higher level. \"We have made, I think, very good transfers but I will not say necessarily that [Carrick and Pamarot] are the last. If we can bring a big player in who we think can bring us further in all aspects, we will do it.\" Spurs have a vacancy for a wide player. With Simon Davies still suffering from the shin injury that blighted his performances last season, the increasingly unconvincing Jamie Redknapp has been filling in on the right wing. Though Arnesen hoped initially to lure Shaun Wright-Phillips back to London, the England international recently extended his contract at Manchester City, leading the Dane to divert all his energies towards bringing in Figo. Though aware Figo is not the player of three years ago, Arnesen is confident that the Portuguese would bring benefits to the side. \"For the team you cannot be too young or too old. You have to find a balance,\" said Arnesen. \"You should always be open and creative, that's why we took Naybet. He's a guy we need in that position and for the others around [him]. He can bring a lot of experience for the younger lads. You can never say you will not buy a player above a certain age.\" Figo would be Spurs's 12th summer signing and the eighth from outside Britain. Yet Arnesen said his first feeling was always to try to buy British players. \"This is an English club and in the dressing room we have to keep up the culture if it's possible, so if we can get the England players that we want, we go for them,\" he said. \"On the other side, I would never not take a foreign player if we think he's good and he can bring us a level higher.\" Arnesen described himself as \"delighted\" to have signed Carrick on a four-year contract and also welcomed Pamarot, a former Portsmouth defender, from Nice on a similar deal. Carrick, who is unlikely to feature in tonight's match at West Bromwich, acknowledged his career stalled at West Ham because of groin operations and relegation, and he hopes to get back into the England set-up. Though \"disappointed\" when Arsenal ended their interest in him, the midfielder said he was \"excited\" to have joined Spurs. \"I have to try to fulfil the potential I showed before those injuries and hopefully I can do that at Tottenham.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}