{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/aug/02/interestrates.interestrates", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-08-01T23:36:43Z", "webTitle": "Rate rise likely despite output fears", "webUrl": "https://www.theguardian.com/business/2004/aug/02/interestrates.interestrates", "apiUrl": "https://content.guardianapis.com/business/2004/aug/02/interestrates.interestrates", "fields": {"headline": "Rate rise likely despite output fears", "bodyText": "The Bank of England looks likely to raise interest rates again this week amid signs that its attempts to cool the housing market are beginning to work. Rising borrowing costs are also beginning to hit the corporate sector, with output expectations slumping to their lowest level this year. Confidence in the housing market has fallen for the second month in a row, according to a survey from the Woolwich published today, though it is still higher than a year ago. About 62% of homeowners expect the price of their properties to rise over the next 12 months, down from 65% in June and 67% in May. \"This continued fall confirms our prediction that confidence would gradually decline as interest rate rises bite and people become more cautious about borrowing decisions,\" said Andy Gray, head of mortgages at the Woolwich. Since November the monetary policy committee has raised rates by one percentage point to 4.5%, including quarter-point rises in May and June. The City is predicting that it will push rates up to 4.75% this week and to 5% by the end of the year. According to a survey from BDO Stoy Hayward, economic expansion may be slowing as consumers and companies cut back on spending in the face of higher rates. Though business optimism is still at a high level,\"with an increasing interest burden, growing businesses as well as consumers could face problems\", said BDO partner Chris Grove. Last week the Bank of England's chief economist, Charlie Bean, said rates policy was designed to cool the economy without \"clobbering\" the consumer. The most worrying factor for the Bank is the ratio of house prices to earnings, which has reached record levels in recent years and prompted fears of a crash. Mr Bean said the Bank favoured a gradualist approach: \"Some commentators have suggested that what is needed is a sharp increase in interest rates in order to 'bring consumers to their senses'. \"Aside from the fact that there is no empirical evidence to suggest a single large increase in interest rates is more effective than two smaller increases, we are in any case not in the business of trying to clobber the consumer.\" The Woolwich survey suggests the Bank's approach appears to be working. Mr Gray said: \"With a rate rise predicted this Thursday and a further rise before the end of the year, we would expect this downward trend [in housing market confidence] to continue until the end of the year.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}