{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/aug/29/theobserver.observerbusiness", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-08-28T23:32:01Z", "webTitle": "Santander steps up pressure on Abbey", "webUrl": "https://www.theguardian.com/business/2004/aug/29/theobserver.observerbusiness", "apiUrl": "https://content.guardianapis.com/business/2004/aug/29/theobserver.observerbusiness", "fields": {"headline": "Santander steps up pressure on Abbey", "bodyText": "Banco Santander Central Hispano is accelerating the timetable of its bid for Abbey amid speculation that the British bank is already in talks with rival bidders. Juan Inciarte, the Spanish executive leading the bid negotiations for the Spanish bank, said yesterday that it intended to complete the deal by November, ahead of the original year-end deadline. That was interpreted as putting pressure on HBOS - which is considering a bid - and other potential suitors like Lloyds-TSB and HSBC to make their intentions known. 'We believe this reinforces the strengths of our offer - value, certainty and immediacy,' said Inciarte. By contrast with most agreed deals, Santander's agreement with Abbey does not prevent the latter from entering negotiations with other potential suitors. There was speculation last week that Luqman Arnold, Abbey's chief executive, is holding talks with James Crosby, his counterpart at HBOS. Most commentators had ruled out the prospect of further consolidation within the banking sector following the blocking of a bid for Abbey by Lloyds TSB three years ago. The Competition Commission specifically said it believed that keeping Abbey, the sixth largest bank in the UK, independent was crucial to maintaining healthy competition on the high street. Some experts believe, however, that the commission's attitude could have changed and that HBOS could persuade the commission that a merger with Abbey would increase competition in current accounts and business banking - two key areas of concern - while convincing them that the mortgage market is sufficiently competitive that a combined market share of 35 per cent would not disadvantage homebuyers."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}