{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/jun/12/traffic-fines-council-revenue-raising", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-06-11T23:24:00Z", "webTitle": "Traffic fines: council has revenue-raising culture, emails appear to show", "webUrl": "https://www.theguardian.com/society/2013/jun/12/traffic-fines-council-revenue-raising", "apiUrl": "https://content.guardianapis.com/society/2013/jun/12/traffic-fines-council-revenue-raising", "fields": {"headline": "Traffic fines: council has revenue-raising culture, emails appear to show", "bodyText": "Motorists have long suspected that cash-strapped local councils sought to issue fines to raise funds. Now emails released from one of the most prolific issuers of penalties may confirm their fears. Documents released from London's Hammersmith and Fulham council under freedom of information requests suggest a culture of targets and revenue-raising inside the traffic enforcement department. Emails obtained in an investigation by the BBC's Panorama programme, to be screened on Wednesday evening, apparently show staff being congratulated on the number of fines being handed out to motorists. One read: \"Another record month, guys. Well done.\" A further example released by Panorama said: \"Well done. Another increase … holidays, as expected, brings back the traffic.\" Hammersmith and Fulham council denied the emails showed they were using motorists to generate income, saying that the targets \"related to data-input not revenue\". The council issued 81,458 tickets for moving traffic offences in 2012, more than four times the 2007 figure of 19,278. Meanwhile, another email discussion about new CCTV equipment to monitor cars included the words: \"Aim of project: to increase parking revenue (target: additional £5m).\" Freezes in council tax and budgets have pushed local authorities across the country to step up efforts to enforce revenue from parking, but penalties for traffic offences are ostensibly for deterrence rather than for the town hall coffers. Motoring law specialist Jeanette Miller said: \"It's clear that those emails are indicative of a culture of seeking to issue as many penalty charge notices as they can and that is completely contradictory to the purpose that the local authorities are supposed to serve. Their job is to reduce the number of contraventions.\" Panorama, alleging a \"new trend to sting motorists with hi-tech computer driven surveillance cameras\", claimed to have quickly reduced the number of offences in one known Hammersmith hot-spot by installing its own, unofficial signs to remind motorists to observe a yellow box junction. The government last week issued a new code of practice for CCTV, warning local authorities they should not use traffic cameras in an over-zealous way, reminding them that enforcement should be to ensure the efficient working of the road network. Nicholas Botterill, the leader of Hammersmith and Fulham council, said CCTV was \"vital to keeping the traffic moving\" and that since 2006 rush hour congestion had fallen by 13.5% in the borough. He added: \"If there were fundamental flaws in the design or legitimacy of our junctions and bus lanes we would be losing a large proportion of appeals, which we are not.\" He said the emails were \"loose talk from relatively junior members of staff that does not reflect the reality, aims, policy or culture of the council\". A spokesman added that numbers of penalty notices at the most notorious junction, Bagley's Lane, had dropped by 25% in the last year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}