{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/jun/12/renewable-uk-windfarm-factories-jobs", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-06-11T23:01:01Z", "webTitle": "UK needs up to 32 factories to build windfarm components, says report", "webUrl": "https://www.theguardian.com/business/2013/jun/12/renewable-uk-windfarm-factories-jobs", "apiUrl": "https://content.guardianapis.com/business/2013/jun/12/renewable-uk-windfarm-factories-jobs", "fields": {"headline": "UK needs up to 32 factories to build windfarm components, says report", "bodyText": "As many as 32 new factories will be needed to build the components for the fleet of British offshore windfarms envisaged under the government's current renewable energy plans, potentially creating tens of thousands of jobs, a new report has found. So far, only 10 such factories have been built or are planned in the UK, according to Renewable UK, the trade association for wind companies. The report found that the commitment of the UK government to offshore wind should lead to a thriving manufacturing industry. Maria McCaffery, chief executive of Renewable UK, said: \"This is a once-in-a-generation opportunity. If we don't seize it, the large scale offshore wind supply chain factories of the future, making the blades, towers and foundations that we'll need to retain the UK's global lead in offshore wind will be sited elsewhere. We are determined to work with the government to ensure that the UK capitalises on this chance to build an industry that will be the envy of the world.\" Michael Fallon, the Conservative energy minister, said the government was committed to the sector: \"The UK leads the world in offshore wind. This is a major success story and one we should all be proud of. Not only do we have more installed offshore wind we also have the largest windfarms and a real knowledge base about how to build offshore windfarms.\" He said that the government's planned reforms to the electricity market would be key to encouraging low-carbon generation, and announced a new Offshore Wind Investment Organisation \"to significantly increase the levels of inward investment to the UK\". However, while the government is committed to the EU-wide target of generating 20% of energy from renewable sources by 2020, giving manufacturers some confidence in the number of turbines that will be needed to that date, coalition ministers have opposed the setting of a 2030 target. Investors in wind have complained that this leaves them facing a potential collapse in demand after 2020. The manufacturing operations needed will include plants to build all of the parts that make up an offshore windfarm, including the towers, blades, foundations, electricity substations and cables, according to the report Building an Industry, published on Wednesday. The estimates are based on the government's renewable energy road map, which sets out plans for 18GW of offshore wind generation capacity to be built by 2020, against the 3.3GW installed to date. That equates to nearly 1,000 offshore turbines at present and about 4,000 more to be installed in order to reach the target. As well as the turbines themselves and their components, there will also be a need for several more large seagoing vessels to install offshore turbines, and scores of vessels to carry workers to and from the turbines once they are operational. Renewable UK estimated that the turbine towers needed to meet the target would stretch from London to Cologne if laid end to end. So many blades are required that if they were similarly configured they would reach from London to Barcelona, and the cables needed to connect the turbines would stretch from London to Thailand."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}