{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2013/jun/29/talking-horses-best-bets-racing-news", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-06-28T23:00:02Z", "webTitle": "Talking Horses | Today's best bets and the latest racing news", "webUrl": "https://www.theguardian.com/sport/blog/2013/jun/29/talking-horses-best-bets-racing-news", "apiUrl": "https://content.guardianapis.com/sport/blog/2013/jun/29/talking-horses-best-bets-racing-news", "fields": {"headline": "Talking Horses", "bodyText": "Plenty of rain over the last two days has wrong-footed the connections of many runners in today's Northumberland Plate and Newcastle's celebrated marathon is quite likely to become a slog. Several runners are facing a completely new test but it would be wrong to assume they should all be opposed; sometimes the most unexpected horse copes perfectly well with deep ground. Even so, it is reassuring that Handsome Man (3.15) has proven his ability to handle soft, having won his maiden on it at Yarmouth in 2011, while both his parents also won when there was plenty of cut; indeed Nayef, his sire, scooted up on heavy in a Listed race. His profile is progressive and he showed the benefit of being stepped up to a mile and three-quarters on his final run last year, beating Montaser under a hands and heels ride. Dropping back to a mile and a half has seen him beaten on both starts this year but today's conditions may well provoke a career-best effort from the Godolphin runner and I hope to see him staying on stoutly. The 10-1 is attractive and he even has a handy inside draw, which cannot be said for Montaser. The bottomweight, Mashaari, is another one drawn wide but should go on the ground and is interesting each-way at 40-1. 2.05 Newcastle Jack Dexter is not just a soft-ground horse, having been a close fourth in the King's Stand on day one of Royal Ascot. But he does relish these conditions and stands out on form. 2.20 Newmarket Having not seen which way Rizeena went in the Queen Mary, Fig Roll is likely to benefit from an extra furlong. There are some promising sorts in opposition but she sets a high standard. 2.40 Newcastle This is a stiff task for a three-year-old taking on his elders but Barracuda Boy finished strongly in a similarly big field last time and has a race like this in him. 2.55 Newmarket Harris Tweed is arguably the best of these but his strike-rate is not what it should be (1/13 since 2011) and the ground may not be soft enough for him. Cameron Highland showed enough on his reappearance to make him a danger to all here, though he won't win if he gets involved in a pace battle with Harris Tweed. 3.30 Newmarket Pastoral Player came up inches short in a Haydock Group Three last time, having been asked to pass the entire field. More straightforward tactics might help this time, though he would prefer the surface to dry out a bit. 3.50 Newcastle With three wins from seven at this track, King Of Eden is playing a home game here and probably found the going too fast when stuffed last time. First-time cheekpieces replace the blinkers. 4.05 Newmarket Viewpoint finished last year on a strong upward curve, with three wins and a close second from five starts. Though most of that was on the all-weather, he doesn't look like a specialist, having won his maiden on good to soft at Nottingham. Just 4lb higher than for his latest success, he can be another winner for the Richard Hannon / Richard Hughes combination. Click here for all the day's racecards, form, stats and results. And post your tips or racing-related comments below."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}