{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/jun/20/australia-cost-living", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-06-19T23:19:00Z", "webTitle": "Australia’s dreaded cost of living – manacle or myth? | George Negus", "webUrl": "https://www.theguardian.com/commentisfree/2013/jun/20/australia-cost-living", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/jun/20/australia-cost-living", "fields": {"headline": "Australia’s dreaded cost of living – manacle or myth?", "bodyText": "As things stand – and after what has to be one of the most embarrassing weeks in Australia's political diary – the soothsayers, pundits and crystal ball-gazers have all but declared the result: September 14 is unwinnable by Julia Gillard’s Labor incumbents, and unlosable for Tony Abbott’s opposition. The day the election was called, Abbott was ready to go. Whoosh! Out came his first, now regular promise to any swinging voters left out there. Elected, he would lower the cost of living faced by ordinary families. He would do so by abolishing the carbon tax and growing a \"stronger economy.” Simple as that! But just how high is that mystical – or should that be mythical – Australian cost of living? The pressures associated with our cost of living is the oft-repeated Abbott siren song, but I recently read a report by the National Centre for Social and Economic Modelling (NATSEM) headlined “Household incomes outpacing the cost of living – but bigger lifestyles and aspirations adding to cost of living pressures”. What is this report actually trying to tell us – that Australians’ cost of living has not gone up, but that the cost of their lifestyle has? Because if we’re being honest with ourselves, there is a subtle but considerably significant difference between cost of living and cost of lifestyle. According to NATSEM, Australian household incomes have been outpacing the cost of living over the last 27 years. Our disposable incomes have increased by 20%. In real terms, your so-called average family is apparently $224 a week better off. The report says that couples with children have seen their income grow by 37%, single parent incomes up by 34%, and working families by 22%. Over the last quarter of a century, the smallest increase in income was households renting their homes. They experienced only 11% growth. That said, NATSEM acknowledged that during the same periods, cost of living pressures have continued to grow “across the board for everyday essentials” – electricity, up 253%, rent 223%, mortgages 256%, petrol 208%, while public transport costs jumped by 287%. But this 27-year growth in the cost of living was being partially offset by what NATSEM described as “dramatic drops” in things like audio-visual equipment and computing. What they called these “new essentials” now cost only a tenth of what they did in 1984. The average prices for “old essentials” – clothes, footwear, major household appliances – have changed little. In the context of what must surely be the country’s longest-ever election campaign, NATSEM’s findings make for an extremely interesting reading given the blaring “Ordinary Aussies Hit! Cost of Living Through the Roof!” headlines being published. So, what’s going on? According to Craig Meller, AMP financial services managing director, the NATSEM report clearly suggests that Australian households are more focused on lifestyle and aspirations than they were in the 1980s. In short, we are more interested in on how we live, not what it costs: “Many Australians are leading busier lives and facing greater demands on their time which means we’re now paying for things we may not have previously, such as childcare, gardening and housekeeping ... We’ve also seen a noticeable shift in spending habits with people spending more on education, holidays and eating out. Essentially, we seem to be leading bigger lifestyles, all of which can add to perceived cost of living pressures.” NATSEM principal research fellow and lead author of report, Ben Phillips, reminds us that strong economic growth since the early 1990s “has led to Australia having one of the highest standards of living in the world”: “While there is little doubt that many families still struggle to make ends meet, this report shows that on average, Australian households, both high and low income, are financially better off than in previous decades ... Cost of living pressures are more related to our increased expectations and the greater demands from a modern society than the prices we pay for petrol or electricity.” NATSEM’s researchers point to a toxic mix of contemporary lifestyle aspirations and easy access to money – in one word, debt. On this basis, you have to wonder whether that means many Australians are incapable of telling the difference between the cost of living, and the cost of their lifestyle. Meanwhile, just for the record, NATSEM also reports that Sydney and Melbourne are among the most expensive cities, on their international list, seventh and eighth respectively – this, in a country recently rated for the third in a row as the best place in the world to live and work."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}