{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2013/jun/17/average-asking-price-uk-home", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2013-06-16T23:01:03Z", "webTitle": "Average asking price for UK home exceeds £250,000 for the first time", "webUrl": "https://www.theguardian.com/money/2013/jun/17/average-asking-price-uk-home", "apiUrl": "https://content.guardianapis.com/money/2013/jun/17/average-asking-price-uk-home", "fields": {"headline": "Average asking price for UK home exceeds £250,000 for the first time", "bodyText": "Average house prices have exceeded £250,000 for the first time, according to new figures that will be seized upon by those who say coalition homebuyer schemes risk creating a new housing bubble. In the latest report to suggest a pickup in activity after George Osborne's announcement of a Help to Buy scheme in his March budget, property site Rightmove said the national average asking price for a home had risen by 1.2% over the past month to reach £252,798. Average asking prices in London also set a new record of £515,243. Four regions – the north-east, Yorkshire and Humberside, East Anglia and Wales – saw small monthly price falls, but this did not stop Rightmove reporting \"early evidence of a wider recovery\", with the north showing signs of keeping pace with the south. Average asking prices in England and Wales have risen 10% in six months, but Rightmove said the \"biggest winner\" was the south-east, which had benefited from a ripple effect as increasing numbers of people needing access to London found themselves priced out of its property market. A separate report – Generation Rentfrom lender Halifax – suggested pessimism among young adults over their chances of getting on to the property ladder. A fifth of non-homeowners aged 20-45 have given up hope of owning a property, the survey of more than 8,000 people found. The Help to Buy initiative guarantees a portion of mortgages although it does not officially launch until January 2014 when the government will be partially guaranteeing £130bn of home loans. The figures are likely to fuel criticism of the plans for state mortgage subsidies, which many say risk artificially inflating prices and leaving young homebuyers crippled with debts or priced out of the market. The scheme has faced criticism from the International Monetary Fund, the Bank of England governor, Sir Mervyn King, and City economists but housebuilders report it has given them a much-needed boost. Rightmove said the government's Funding for Lending scheme, which provides banks with cheaper access to funds to pass on to customers, had helped buyers enter the market. In turn, some would-be homeowners were buying ahead of the formal start of the Help to Buy initiative which is expected to push up house prices. \"Agents report that with Help to Buy for the wider market due in January, some buyers are pre-empting any potential scheme-induced price rises by doing a deal now,\" said Miles Shipside, housing market analyst at Rightmove. One of the biggest hurdles cited by Halifax was the initial deposit needed by first-time buyers. That hit an average £26,956 in the first quarter of the year, Halifax said, but few non-homeowners are willing or able to save for long enough to raise that amount. More than a third of 20-45 year olds said that they currently cannot afford to save anything and admit they are reliant on a windfall, bonus or an early inheritance to get the necessary deposit. \"We are seeing a change in the social landscape of the UK, with a widening split between those who can and cannot afford to buy a home,\" said Craig McKinlay, mortgages director at Halifax. \"Homeownership is clearly still an important goal for a lot of people, but fewer and fewer people consider it to be something they'll be able to achieve.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}