{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/jun/17/prisons-superjails-closures-lockyer", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-06-16T23:01:00Z", "webTitle": "Prison experts urge replacement of run down 'dungeons' with 'superjails'", "webUrl": "https://www.theguardian.com/society/2013/jun/17/prisons-superjails-closures-lockyer", "apiUrl": "https://content.guardianapis.com/society/2013/jun/17/prisons-superjails-closures-lockyer", "fields": {"headline": "Prison experts urge replacement of run down 'dungeons' with 'superjails'", "bodyText": "More than 30 \"run down and poorly located\" jails, including some of the prison system's most famous names – Dartmoor, Holloway, Pentonville, Wandsworth and Wormwood Scrubs – should be shut down and replaced with a new generation of \"superjails\", according to prison experts. Kevin Lockyer, a former senior Ministry of Justice official and ex-prison governor, says \"damp Victorian dungeons\" should be replaced by 10 to 12 new \"hub\" jails holding up to 3,000 inmates. In a report for the right-of-centre think-tank Policy Exchange, Lockyer claims that swapping old for new would lead to savings equal to 20% of the annual prison budget in England and Wales, or 9% of the Ministry of Justice's entire budget, which it has to find in spending cuts in 2015/16. The justice secretary, Chris Grayling, is currently developing a plan for the next generation of jails in England and Wales, which is likely to include further closures. He is so far committed to looking for a site for only one new \"superprison\". Grayling said the report was right to highlight that much of the prison estate was old and inefficient and that costs needed to be reduced: \"We are constantly reviewing it to ensure it meets the needs of the prison population and provides the best value for the taxpayer,\" he said. New-for-old schemes in the past have foundered on the fact that many Victorian jails are listed, and are better made than some of those built in the 1960s and 70s. A quarter of the 140 prisons in England and Wales are Victorian or older while a further 25% were built in the 1960s and 1970s Lockyer, a former MoJ deputy director who has been responsible for managing the prison population, says his scheme could be financed through public sector borrowing or private finance and produce savings of £10bn over 25 years. He envisages putting the new \"hub\" prisons on brownfield sites near to main transport routes to hold more prisoners as close to home as possible. Private providers would be allowed to compete with the public sector to build the new generation prisons which would use biometric security systems. The prison sites would also include courts to cut the cost of transferring prisoners for trial. The list of prisons recommended for closure includes Brixton, Feltham, Holloway, Pentonville, Wandsworth and Wormwood Scrubs. Outside London, it focuses on the south-west and says closures should include Bristol, Dorchester, Dartmoor and Portland jails. The London jails would be replaced by building three new 2,500-place jails within the M25 to provide 6,000 adult male places, 1,000 for young offenders and 500 for women. Lockyer said he was \"busting the myth that 'small is beautiful'\", when it comes to prisons. \"In fact, newer prisons outperform older ones, regardless of their size,\" he said, adding that it was not simply a revival of Labour's Titan jail plan, which focused on expanding overall capacity rather than replacing existing jails. \"We need to build larger, newer facilities that use the most up to date technology to monitor inmates. Hub prisons will not only reduce reoffending and improve safety. They will also deliver vast savings and better value for money.\" He said as a former governor at two Victorian prisons he had always believed that it was unacceptable that some prisoners served their sentence hundreds of miles from their homes in facilities which would be better suited to be museums. \"New hub prisons will allow us to close more than thirty of our darkest, dampest and most expensive prisons – and replace them with modern facilities properly geared towards reducing reoffending,\" he said. Juliet Lyon, of the Prison Reform Trust, said it would be a gigantic mistake to pour taxpayers' money down a \"super-sized, big brother prison building drain\". She said there was scope to close some outdated prisons and reinvest the money saved in effective community solutions to crime, but when it came to prisons, \"the idea that big is beautiful is wrong\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}