{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/blog/2013/jun/11/nsa-prism-scandal-russia-would-consider-edward-snowden-asylum-claim-live-coverage", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-06-11T22:20:35Z", "webTitle": "Google asks government to reveal data on national security requests – as it happened", "webUrl": "https://www.theguardian.com/world/blog/2013/jun/11/nsa-prism-scandal-russia-would-consider-edward-snowden-asylum-claim-live-coverage", "apiUrl": "https://content.guardianapis.com/world/blog/2013/jun/11/nsa-prism-scandal-russia-would-consider-edward-snowden-asylum-claim-live-coverage", "fields": {"headline": "Google asks government to reveal data on national security requests – as it happened", "bodyText": "We're going to wrap up our live blog coverage for the day. Both Google and Facebook called on the government to allow them to publish reports on national security requests. However the Fisa court orders requiring transfer of the data have been top secret, and it appeared very unlikely that the government would comply. The companies, however, have asked. Senator Lindsey Graham said that US phone metadata collected by the NSA is analyzed for patterns that could indicate dangerous activity. The administration has not previously acknowledged regularly analyzing the phone data of Americans suspected in no crime. It is unknown how the analysis is conduct or what kinds of patterns would trigger further review. The ACLU brought a lawsuit against the government, charging that the phone metadata harvesting program is unconstitutional and asking the government to stop the collection and purge its records. The ACLU brought the suit as a Verizon customer. The White House defended director of national intelligence James Clapper's testimony before Congress as \"straight and direct,\" while Clapper himself rated his performance the \"least untruthful\" possible. Senator Ron Wyden implied sharp criticism of Clapper's seeming duplicity, saying Congressional oversight of intelligence programs is impossible 'if senators aren’t getting straight answers to direct questions.\" Guardian Washington bureau chief Dan Roberts nabs Rep. Xavier Becerra of California, the leader of the House Democratic caucus, as Becerra heads into the closed-door briefing for House members by the NSA / FBI / DOJ: Becerra says there hasn't been enough oversight of government surveillance programs and 'We are now glimpsing the damage'. Becerra called for a review of the Patriot Act, saying, 'It was an extraordinary measure for an extraordinary time' but shouldn't have been extended. Sen. Lindsey Graham, R-SC, has described how the government's phone data surveillance program looks for calling patterns, in an AP report flagged by Guardian national security editor Spencer Ackerman: Graham says the U.S. intelligence surveillance of phone records allows analysts to monitor U.S. phone records for a pattern of calls, even if those numbers have no known connection to terrorism. Graham says the National Security Agency then matches phone numbers against known terrorists. Graham helped draft the surveillance law that governs the surveillance program. By Graham's description, the government is \"looking far deeper into Americans' phone records than the Obama administration has been willing to admit,\" the AP notes. The president assured Americans Friday that \"nobody's listening to your phone calls.\" Facebook joins Google request to publish transparency report: 90 minutes ago we posted Facebook founder Mark Zuckerberg's denial that the company had granted the government direct access to its servers. Now Spencer Ackerman flags a statement from Facebook General Counsel Ted Ullyot. Ullyot echoes Google's call for the government to allow the company to publish a transparency report providing \"a complete picture of the government requests we receive\": As Mark said last week, we strongly encourage all governments to be much more transparent about all programs aimed at keeping the public safe. In the past, we have questioned the value of releasing a transparency report that, because of exactly these types of government restrictions on disclosure, is necessarily incomplete and therefore potentially misleading to users. We would welcome the opportunity to provide a transparency report that allows us to share with those who use Facebook around the world a complete picture of the government requests we receive, and how we respond. We urge the United States government to help make that possible by allowing companies to include information about the size and scope of national security requests we receive, and look forward to publishing a report that includes that information. The Obama administration says the Prism Internet surveillance program was needed to foil Najibullah Zazi's plot to bomb the NYC subway. But the chairs of both congressional intelligence committees say a different program, one that collects phone metadata, foiled the Zazi plot. Who's right? It appears the answer may be neither. Zazi was caught in 2009 when he sent an email to an address in Pakistan known to be connected with al-Qaeda. Today the White House declassified talking points showing that Prism sucked the email up. What the government leaves out of the explanation, reported by the AP, is that the email interception wouldn't have required a broad, warrantless program like Prism: That's because, even before the surveillance laws of 2007 and 2008, the FBI had the authority to — and did, regularly — monitor email accounts linked to terrorists. The only difference was, before the laws changed, the government needed a warrant. It is unclear why House intelligence chair Mike Rogers and Senate intelligence chair Dianne Feinstein said that phone sweeps nabbed Zazi. The AP notes a general air of confusion about the Zazi case among government officials, who have been \"misstating key details about the plot\": Director of National Intelligence James Clapper said investigators \"found backpacks with bombs.\" Really, the bombs hadn't been completed and the backpacks the FBI found were unrelated to the plot. Feinstein said the FBI had Zazi under surveillance for six months. Court testimony showed Zazi was watched only for about two weeks before he was arrested. Facebook founder Mark Zuckerberg told shareholders Tuesday that the company does not \"proactively\" hand over user information to the government. He said no agency has \"any kind of direct access where they can plug into our servers\" and that Facebook \"pushes back\" to protect users' privacy. CNet quotes him: \"We don't work directly with the NSA or any other program in order to proactively give any user information to anyone,\" Zuckerberg said at a shareholder's meeting. \"No one has ever approached us to do anything like that, like what was reported...No agency has any direct access to our servers.\" \"None of these agencies have any kind of direct access where they can plug into our servers and get information. We push back to protect the security and privacy of all of our users' information.\" Last week the Guardian reported that the NSA \"has obtained direct access to the systems of Google, Facebook, Apple and other US internet giants, according to a top secret document.\" Earlier today Google asked the government to change laws currently barring the company from publishing data on the number and nature of unspecified national security-related data requests it receives. The ACLU has filed a lawsuit against the government to stop the collection of telephony metadata and force the government to expunge data it has collected on US citizens. The ACLU said it is a customer of Verizon Business Network Services, the recipient of a secret FISA court order published by the Guardian last Wednesday. Under the order, records of all the ACLU's phone calls would have been swept up by the NSA. In the lawsuit the American Civil Liberties Union accuses the government of violating the constitution by collecting data on people not suspected in any crime. The case could set up a Supreme Court challenge to the NSA program. \"The Constitution does not permit the suspicionless surveillance of every person in the country,\" said Alex Abdo, a staff attorney for the ACLU's National Security Project. The metadata storage program was acknowledged to exist by the government after the Guardian published the Fisa court order Wednesday. Another question for Spencer Ackerman: It seems clear that our 17 intelligence agencies don't seem to be playing for the same team. Lack of sharing and wanting to claim credit seem to be the reasons, even since 9/11. Any thoughts on reforming these agencies to play ball together? And the reply: Excellent question. It's vexed intelligence reformers for years. And while I'm not *totally* sure the evidence supports the claim that the intel agencies aren't all playing for the same team, one frequently-mentioned reform is to give the nominal head of the intel community, the Director of National Intelligence, greater or at least clearer statutory responsibility over the budgets &amp; personnel of the constituent intelligence agencies. The agencies -- and Congress -- aren't so hot on this, and I have no idea about whether it would have a purely positive outcome, but it would seem to at least vest greater decisionmaking power in a single intelligence figure who isn't beholden to any one agency. The way it worked before 2005 was that the CIA Director was also the head of the intel community... but inevitably he focused more on CIA than the other agencies he nominally shepherded.) From the Q&amp;A with Spencer Ackerman, user johnqpublic asks: What precipitated the Pike and Church committees? We the public need to force Congress/Adminstration to start a new committee. How was it done? Spencer answers: Great question. There were lots of disclosures in the '70s of very, very broad government surveillance, as well as broader spy operations -- like the baroque disclosure that the CIA tried to kill Fidel Castro. It was also right after Watergate when trust in the government was at a low ebb. For an excellent overview of this moment in history, check out Tim Weiner's excellent book 'Legacy of Ashes.' Ewen MacAskill has written a detailed account of how the meeting between Edward Snowden and the Guardian in Hong Kong unfolded. Here's the end of the piece: On Sunday night, Snowden gave the last of what had been almost a week's worth of interviews. It was his final night in that hotel room: the final night before his old life gave way to a new and uncertain one. He sat on his bed, arms folded, television news on without the sound, and spoke about the debate he had started, homing in on a comment Obama had made on Friday, in response to the leaks. \"You can't have 100% security and then also have 100% privacy and zero inconvenience,\" the president said. Society had to make choices, he added. Snowden challenged this, saying the problem was that the Obama administration had denied society the chance to have that discussion. He disputed that there had to be a trade-off between security and privacy, describing the very idea of a trade-off as a fundamental assault on the US constitution. In what were to be the last words of the interview, he quoted Benjamin Franklin: \"Those who surrender freedom for security will not have, nor do they deserve, either one.\" Snowden recited it slowly. For him, it had a special resonance. He has gone underground for now. But this saga is far from over. Read the full thing here. Now's the time to join the Q&amp;A with Spencer Ackerman. 30-minute warning: At 3pm ET/ 8pm BST, Spencer Ackerman, the national security editor for the Guardian US, will be participating in a Q&amp;A with readers. Spencer will answer questions about privacy, surveillance, national security, the defense industry, contractors working in government, and how the Snowden leaks could tilt the table. You can submit a question for Spencer here. And please join us for the Q&amp;A. Guardian national security editor Spencer Ackerman points out that while it is very unlikely that the government will grant Google's transparency request, the request indicates the customer pressure Google is under to demonstrate trustworthiness. It's another data point, beyond opinion polls, about how the surveillance issue resonates, Spencer notes. And if Obama really does want a debate, this is a test. Here is the full text of Google's letter to the attorney general and FBI director: This morning we sent the following letter to the offices of the Attorney General and the Federal Bureau of Investigation. Read the full text below. -Ed. Dear Attorney General Holder and Director Mueller Google has worked tremendously hard over the past fifteen years to earn our users’ trust. For example, we offer encryption across our services; we have hired some of the best security engineers in the world; and we have consistently pushed back on overly broad government requests for our users’ data. We have always made clear that we comply with valid legal requests. And last week, the Director of National Intelligence acknowledged that service providers have received Foreign Intelligence Surveillance Act (FISA) requests. Assertions in the press that our compliance with these requests gives the U.S. government unfettered access to our users’ data are simply untrue. However, government nondisclosure obligations regarding the number of FISA national security requests that Google receives, as well as the number of accounts covered by those requests, fuel that speculation. We therefore ask you to help make it possible for Google to publish in our Transparency Report aggregate numbers of national security requests, including FISA disclosures—in terms of both the number we receive and their scope. Google’s numbers would clearly show that our compliance with these requests falls far short of the claims being made. Google has nothing to hide. Google appreciates that you authorized the recent disclosure of general numbers for national security letters. There have been no adverse consequences arising from their publication, and in fact more companies are receiving your approval to do so as a result of Google’s initiative. Transparency here will likewise serve the public interest without harming national security. We will be making this letter public and await your response. David Drummond Chief Legal Officer Bloomberg reports that Google has asked the government to publish what Bloomberg calls \"national security request data,\" apparently referring to Fisa requests or the court orders that almost invariably result from such requests for companies to hand over data. It is nice for Google to request this. However given that one of the central features of Fisa orders is that no one on receiving end may discuss said orders, it appears unlikely that the government will comply. Isn't it time for the president to address the American people directly? \"The president took questions and answered them at length on Friday,\" Carney says, referring to two questions. Carney says DNI James Clapper has been \"straight and direct in the answers that he's given\" Congress. A reporter points out that Clapper personally was unable to make a stronger case for the integrity of his own testimony than to say he had given the \"least untruthful\" answer. \"I think director Clapper has demonstrated that he's been aggressive in providing as [much information as] possible to the American public about these sensitive programs,\" Carney says. He praises \"the effort that [Clapper] has undertaken to provide a significant amount of information on these programs.\" Carney is asked what the White House would advise potential whistleblowers to do: \"The Obama administration has demonstrated a strong commitment to protecting whistleblowers,\" Carney says, remarkably. The Obama administration has prosecuted more than twice as many whistleblowers under the Espionage Act of 1917 than all other administrations combined. Carney however mentions the president's directive to expand whistleblower protection to intelligence agents, an unprecedented application of whistleblower protections. That protection, however, applies only to whistleblowers who work through 'the proper channels,' such as going to an inspector general of another government agency. No proper channels, no protection. Question for Carney about House speaker John Boehner's comment that Edward Snowden is a \"traitor.\" Does the White House agree that Snowden is a traitor? \"I won't characterize him or his status,\" Carney says. \"The fact that the systems are in place and the oversight exists... does not mean that the conversation has ended, in the president's view,\" the Carney says. It's a fact that oversight works; but please let's debate whether oversight works. Carney reiterates the president's call for a debate about balancing privacy and security. He calls it an important debate to have. Carney is asked about how the administration is handling the potential risk to security posed by contractors working inside intelligence agencies. \"When it comes to contractors, they swear an oath to protect classified secrets, just as government workers do,\" Carney replies. The assessment of possible damage from the current intelligence leaks is ongoing, Carney says. First question for Carney: Where is Edward Snowden? Carney declines to weigh in on Edward Snowden: As was the case yesterday, I am not going to discuss the subject of a recently opened investigation. The whereabouts of this individual, his status, any details... I would refer to the department of justice. Carney says Obama did not discuss 'the individual' with Chinese president Xi Jinping, because Obama found out about Snowden aboard Air Force One Sunday afternoon, after the leaders parted ways: The president was made aware of the revelations about the individual... by senior staff aboard Air Force One on the way back from California. We're waiting for White House spokesman Jay Carney to begin his daily briefing, viewable on C-Span here. We'll also surveil state department spokeswoman Jen Psaki's briefing, scheduled to begin at 1pm, here. Mike McConnell, the former NSA director and director of national intelligence who currently is vice chairman of Booz Allen Hamilton, has netted an estimated $1.8m in 2013 by selling Booz Allen shares and options, the Daily Beast reports: Since January 15, according to Yahoo Finance, McConnell has exercised options on shares and sold the shares the same day on eight occasions. ... So far this year, through automatic sales plans, he has exercised options on 213,890 shares and sold them the same day for a total profit of $1.8 million. McConnell still holds about 40,000 Booz Allen shares, the Beast reports, worth about $700,000, although the stock is down almost 4% since Edward Snowden, a (now) former employee, revealed himself as the source of NSA program leaks. McConnell's career has interwoven government intelligence work and work for Booz Allen. According to his bio on the Booz Allen web site, McConnell joined the company in 1996, after four years as director of the NSA; left the company in 2007 to become director of national intelligence; and rejoined the company in 2009. Booz Allen reported $5.86bn in revenue in fiscal 2012, according to its most recent financial report. The New York Times reported that $1.3bn of its revenue comes from intelligence contracts. The current DNI, James clapper, is a former Booz executive. As director of national intelligence, McConnell forcefully opposed amendments to Fisa laws that would have 'limited the way the government uses \"foreign surveillance\" to spy on Americans,' in the words of Marcy Wheeler, including an amendment that would have required the government to segregate information collected on Americans from information collected on foreign nationals. At the time the public had no firm knowledge of NSA programs to collect and store all Americans' phone records, or to access data from the world's largest Internet companies. (The Prism program was brand new.) The government's message today, however, is the same as it was then: This surveillance is only directed at foreign nationals outside the United States, though it may sweep up some records on US citizens; the surveillance is permitted under legal interpretations the public can't know about; and segregating intelligence on Americans would destroy the surveillance project. Senator Rand Paul has expressed outrage over secret government surveillance programs, calling them \"an all-out assault on the constitution\" in a Guardian editorial Thursday and vowing a Supreme Court challenge to the programs. But how does Paul feel about Edward Snowden, the whistleblower who exposed the programs? The potential 2016 presidential candidate said he is \"reserving judgment,\" the Washington Post reports: I think it’s a complicated issue,” Paul said on “CBS This Morning.” “I think when people choose civil disobedience, they’re at their wit’s end and think there’s no other choice. We’ve had civil disobedience in our history, sometimes they turn out that we laud them and other times we say they went too far. I personally am trying to work within the law and change the law, I think that’s what my job is and I think we can challenge the president on this, particularly his hypocrisy. I’m reserving judgment on Mr. Snowden, but I think he felt like something like this was so wrong — millions of phone records being looked at. Read the full piece here. Richard Norton-Taylor has written a fascinating piece about the depth of the UK-US intelligence relationship – a special relationship if ever there was one. Though officially described as an RAF base, Menwith Hill in North Yorkshire is the NSA's largest eavesdropping centre outside the US. It is a satellite receiving station that monitors foreign military traffic but is also plugged into Britain's telecommunications network. The relationship between the two agencies is reflected in a 1994 staff manual which told GCHQ staff that the agency's contribution must be \"of sufficient scale and of the right kind to make a continuation of the Sigint alliance worthwhile to our partners\". Significantly, it added: \"This may entail on occasion the applying of UK resources to the meeting of US requirements\". And he discusses how in the late 1960s GCHQ cooperated in the illegal eavesdropping on the communications of such civil rights activists as the actress Jane Fonda, the singer Joan Baez, and the US paediatrician and best-selling author, Benjamin Spock. With the help of a US-funded GCHQ listening station at Bude on North Cornwall, the two agencies did each other's dirty work, getting round their domestic laws by spying on each other's citizens. Back in March 2012, James Bamford reported in Wired about the construction of a large NSA site in Bluffdale, Utah, believed to be for data processing and storage. It's recommended reading if you haven't already: Under construction by contractors with top-secret clearances, the blandly named Utah Data Center is being built for the National Security Agency. A project of immense secrecy, it is the final piece in a complex puzzle assembled over the past decade. Its purpose: to intercept, decipher, analyze, and store vast swaths of the world’s communications as they zap down from satellites and zip through the underground and undersea cables of international, foreign, and domestic networks. The heavily fortified $2 billion center should be up and running in September 2013. Flowing through its servers and routers and stored in near-bottomless databases will be all forms of communication, including the complete contents of private emails, cell phone calls, and Google searches, as well as all sorts of personal data trails—parking receipts, travel itineraries, bookstore purchases, and other digital “pocket litter.” It is, in some measure, the realization of the “total information awareness” program created during the first term of the Bush administration—an effort that was killed by Congress in 2003 after it caused an outcry over its potential for invading Americans’ privacy. Read the full piece here. Also you can read a Forbes reporter's account of driving up to the site to check it out last March: David Axelrod, the president's former top political strategist, said on television Monday that Edward Snowden is \"a whistleblower who then blew the country.\" Axelrod was speaking on Lawrence O'Donnell's show on MSNBC. Mediate caught his remarks: “My question is of Mr. Snowden, is he could have gone to the Congress,” Axelrod [said]. “He could have gone to the Inspector General. This is a peculiar route he took. “I mean, he’s a whistleblower who then blew the country.\" It is unclear whether Snowden considered Axelrod's solution here of going to Congress with his concerns. Snowden may have had reason to doubt that Congress would fly into action to fix what he saw as broken. The flat denial of James Clapper, the director of national intelligence, in March that the NSA collects \"any type of data at all on millions or hundreds of millions of Americans\" was allowed to pass into the public record unchecked by Senator Dianne Feinstein (DiFi), who knew better. Moments like that on Capitol Hill may have contributed to Snowden's skepticism. The girlfriend of Edward Snowden, the whistleblower who leaked classified documents about US surveillance operations, has apparently blogged about the couple's life in Hawaii and her uncertainty about the future without her \"man of mystery\", reports Paul Lewis. Just a day after Snowden identified himself as the source of leaks, Lindsay Mills, a 28-year-old performance artist, wrote: \"I don't know what will happen from here. I don't know how to feel normal.\" She added: \"My world has opened and closed all at once. Leaving me lost at sea without a compass … at the moment all I can feel is alone.\" The blog was seen by the Guardian before it was taken down on Tuesday. Its authenticity could not be verified. Snowden had previously told the Guardian his girlfriend was called Lindsay. There are some hints in the blog that Mills shared Snowden's passion for civil liberties issues. In one of the most intriguing updates, in October last year, Mills posted a picture of woman – presumably her - wearing the V for Vendetta mask, symbolic of the Anonymous movement. It contains the caption: \"All they want is our souls.\" A few months later, complaining that one of her YouTube videos had been \"slapped with copyright infringement\", she wrote: \"When it comes to regulations I think we have an abundance and I'd love to see laws scaled to essentials.\" A long and growing list of consumer watchdogs, free-speech outfits and Internet advocacy organizations are joining a network called Stop Watching Us to demand more information about US government surveillance. \"The revelations about the National Security Agency's surveillance apparatus, if true, represent a stunning abuse of our basic rights,\" reads a statement on the group's web site. \"We demand the US Congress reveal the full extent of the NSA's spying programs.\" The group has sent a letter to Congress calling for reform of Section 215 of the USA PATRIOT Act, the state secrets privilege, and the FISA Amendments Act \"to make it clear that blanket surveillance of the Internet activity and phone records of any person residing in the U.S. is prohibited by law and that violations can be reviewed in adversarial proceedings before a public court.\" The letter also calls for a new congressional committe and accountability for public officials. Members of the network so far include the American Library Association, Calyx Institute, Center for Media Justice, Centro de Cultura Luiz Freire, Competitive Enterprise Institute, Consumer Watchdog, Defending Dissent, Detroit Digital Justice Coalition, Electronic Frontier Foundation, Entertainment Consumers Association (ECA), Fight for the Future, Free Press, Freedom of the Press Foundation, Freedom Works, Greenpeace USA, Guardian Project, Internet Archive, Learning About Multimedia Project, Liberty Coalition, Main Street Project, Media Alliance, Media Mobilizing Project, Mozilla, National Coalition Against Censorship, Open Technology Institute at New America Foundation, Participatory Politics Foundation, PolitiHacks, Praxis Project, Privacy and Access Council of Canada, Privacy Camp, Progressive Change Campaign Committee, Public Knowledge, Rocky Mountain Civil Liberties Association, RootsAction.org, and the World Wide Web Foundation. (h/t: @attackerman) A bipartisan group of eight senators will introduce a bill on Tuesday that would force the government to reveal how it interprets the laws underpinning its surveillance programs, the Guardian's prolific national security editor Spencer Ackerman reports: The bill by Senator Jeff Merkley (Democrat, Oregon), which his office said it planned to introduce to the Senate on Tuesday, would force the government to disclose the opinions of a secretive surveillance court that determines the scope of the eavesdropping on Americans' phone records and internet communications. The bill has the support of senators Mike Lee (Republican, Utah), Patrick Leahy (Democrat, Vermont), Dean Heller (Republican, Nevada), Mark Begich (Democrat, Alaska), Al Franken (Democrat, Minnesota), Jon Tester (Democrat, Montana) and Ron Wyden (Democrat, Oregon). Specifically, the bill would compel the first public airing of the so-called Fisa court's understandings of section 215 of the Patriot Act, which the government has cited as the basis for collecting the phone records of millions of Americans; and section 702 of the 2008 Fisa Amendments Act, which the government has cited as the basis for the NSA internet monitoring program known as Prism. Read the full report here. The president has wrapped his appearance at the White House in support of immigration reform. There was no mention of surveillance programs. President Obama is speaking at the White House on immigration policy as the Senate resumes consideration of S. 744, the reform bill. It's not the kind of event that seems likely to permit questions from the press (you can watch live on C-Span). Potentially the most interesting action in Washington today, however, is playing out behind closed doors. Top officials from the justice department and intelligence community are gathering the House of Representatives for a closed-door briefing session on the NSA's secret surveillance programs. On the list of speakers are, via Politico: Deputy Attorney General James Cole, Deputy Director of the FBI Sean Joyce, NSA Deputy Director Chris Inglis and Robert Litt, the general counsel of the office of the Director of National Intelligence The promise of congressional oversight has been offered by the Obama administration as reassurance against potential abuses within the surveillance programs. Last Friday the president said \"every member of Congress\" knows about the NSA program to collect and store telephone metadata: These programs are secret in the sense that they're classified. But they're not secret in the sense that – when it comes to telephone calls, every member of Congress has been briefed. White House spokesman Jay Carney on Monday walked back the assertion that \"every member of Congress has been briefed.\" Carney said: In these cases, there has been substantial provision of information to Congress... either to all members or to the appropriate members of committees and leadership. Defense secretary Chuck Hagel, testifying before the Senate, is asked about contractors, whether there are too many of them and whether they're paid too much. \"We need [contractors],\" Hagel says. \"They have certain skills, certain expertise.\" Edward Snowden was a contractor farmed out by Booz Allen Hamilton to the NSA. Hagel says for budget austerity reasons, the defense department is reviewing all employment of contractors. \"We are currently reviewing all contracts we have,\" Hagel says. \"We have no choice for all the obvious reasons.\" The average contract employee costs 2-3 times as much as the average defense employees, Senator Dick Durbin says. A bit of insight, perhaps, into the secret legal interpretations of the Patriot Act and Fisa laws under which the US government carries out surveillance programs. In a post tinged with sarcasm on the Lawfare blog, a former senior counsel at the National Security Agency, Joel F. Brenner, says that \"members of the public who haven't been paying attention now know\" that \"telephone companies keep call records.\" These records are fair game for warrantless collection under the law and are like \"the information on the outside of an envelope,\" Brenner asserts: \"As for intelligence collection, members of the public who haven’t been paying attention now know two things that those who were paying attention have known for some time: First, that telephone companies keep call records, that the government has the legal ability to obtain and store those records and does so, and that those records are not protected under the Fourth Amendment’s warrant requirement. Call records show such things as whom you called, when and for how long. Unlike contents of a call or letter, they’re not constitutionally protected because they are like the information on the outside of an envelope, which lots of people can see and are thus not private.\" Read the full entry here. Via @attackerman. British foreign secretary William Hague will visit Washington tomorrow, meeting John Kerry, the US secretary of state. Syria, the Middle East and the G8 are on the agenda, but it would be a surprise if the Snowden case did not come up. Hague's visit was postponed from Monday. Sen. Ron Wyden (D-Ore.) has issued a statement coming close to saying that James Clapper, the US director of national intelligence, misled him on the scope of government surveillance during a March hearing, the Guardian's Spencer Ackerman reports: “One of the most important responsibilities a Senator has is oversight of the intelligence community. This job cannot be done responsibly if Senators aren’t getting straight answers to direct questions,\" Wyden said in a Tuesday statement. When asked directly by Wyden in March whether the NSA was collecting any kind of data on \"millions\" of Americans, Clapper replied \"no\" and \"not wittingly\" -- a claim undermined by the Guardian's disclosures about NSA collection of millions of Americans' phone records. \"When NSA Director Alexander failed to clarify previous public statements about domestic surveillance, it was necessary to put the question to the Director of National Intelligence,\" Wyden said in the statement. \"So that he would be prepared to answer, I sent the question to Director Clapper’s office a day in advance. After the hearing was over my staff and I gave his office a chance to amend his answer. Now public hearings are needed to address the recent disclosures and the American people have the right to expect straight answers from the intelligence leadership to the questions asked by their representatives.” On Sunday, Sen. Dianne Feinstein (D-Calif.) told CNN that she believed Clapper may have misunderstood Wyden's question. Clapper told NBC it was the \"least untruthful\" answer he could provide. Artist Ai Weiwei writes in the Guardian that he is \"shocked\" at revelations about the extent of US government surveillance: I lived in the United States for 12 years. This abuse of state power goes totally against my understanding of what it means to be a civilised society, and it will be shocking for me if American citizens allow this to continue. The US has a great tradition of individualism and privacy and has long been a centre for free thinking and creativity as a result. In our experience in China, basically there is no privacy at all – that is why China is far behind the world in important respects: even though it has become so rich, it trails behind in terms of passion, imagination and creativity. Read the full piece here. Edward Snowden's employer Booz Allen Hamilton consultants has issued a statement announcing that Snowden was fired yesterday. Here is the full statement: Booz Allen Statement on Reports of Leaked Information June 11, 2013 (Updated Information Underlined) Booz Allen can confirm that Edward Snowden, 29, was an employee of our firm for less than 3 months, assigned to a team in Hawaii. Snowden, who had a salary at the rate of $122,000, was terminated June 10, 2013 for violations of the firm’s code of ethics and firm policy. News reports that this individual has claimed to have leaked classified information are shocking, and if accurate, this action represents a grave violation of the code of conduct and core values of our firm. We will work closely with our clients and authorities in their investigation of this matter. Note: the Guardian reported Sunday that Snowden had \"a salary of roughly $200,000.\" Spencer Ackerman, the national security editor for the Guardian US, will be online today to answer your questions on the defence industry, its symbiotic relationship with US national security, intelligence and military agencies, and what the Snowden leak might or might not change about that relationship. Click here to ask a question, and Spencer will respond between 3-4pm EST / 8-9pm BST. The Guardian is creating a profile of Glenn Greenwald and wants the input of his loyal and opinionated readers and commenters, many of whom have followed his career for years. Click here to have your say. If and when the US justice department charges Edward Snowden, its next step would be to ask Interpol for a provisional request to arrest him pending extradition to America, the Associated Press reports. The news agency quotes Hong Kong lawyer Michael Blanchflower as saying that the judicial proceedings for an extradition request could take a year. The final decision would lie with Hong Kong's chief executive, currently CY Leung: \"Ultimately it's his decision.\" If the chief executive allows the extradition, the fugitive can request judicial review and those decisions can be appealed against through three court levels. He could claim he is the object of political persecution – which is exempt from the extradition treaty. He could also claim he would be subject to cruel and humiliating treatment, perhaps citing the case of Wikileaks leaker Bradley Manning. Hong Kong changed its regulations six months ago to require that a court consider cruel and humiliating treatment and not simply torture when considering extradition requests. AP suggests there is nothing at present stopping Snowden from making his way to other Asian countries that do not have extradition treaties with the US – including mainland China. China may want to avoid being caught up more directly in the case, however. Taiwan, Vietnam, Laos, Cambodia and North Korea also lack extradition treaties with the US. Taiwan's infamous NMA animated news company has given the Prism revelations its inimitable treatment. At one point the video shows a man in a Guardian T-shirt bursting in on Barack Obama, who is literally in bed with the US tech giants. Regina Ip, a senior pro-Beijing legislator in Hong Kong who was once the city’s top security official, has suggested that Hong Kong has more reasons to extradite Edward Snowden than to protect him, reports Jonathan Kaiman from the city. “Maybe he’s unaware that we have for more than 15 years signed a number of bilateral agreements with the US in the law enforcement area, which have worked well,” she told reporters this afternoon. “There have been numerous cases in which we have cooperated.” Yet before Hong Kong would consider extraditing Snowden, it “would take a very strict look first at the evidence available”, she said. She continued: “In the case of rendition of fugitive offenders, the relevant legislature includes 46 offences. Theft of state secrets is not one of them, but there could be other offences. For example mischief using computers, that’s one of [them]. It’s hard for me to speculate; the ball is really in the court of the US justice department.” If Hong Kong does decide to extradite Snowden, she said, “there [would be] complicated judicial procedures. You need to arrest the person before a magistrate. There could be applications for habeus corpus allowed, so that could protract the legal procedures.” Hong Kong police, she said, could eventually be tasked with tracking Snowden down. “I’ve said that [Snowden should leave voluntary] with a view to giving him advice ... We proceed in accordance with the law, so it doesn’t really mater to us whether he stays or leaves Hong Kong. But if he thought there’s a legal vacuum in Hong Kong, which renders him safe from US jurisdiction, that is unlikely to be the case.” Jesseyln Radack, from the Government Accountability Project, which represents whistleblowers, says ordinary US citizens are right to feel violated by what Edward Snowden has revealed about the NSA's secret surveillance, and explains the consequences whistleblowers tend to expect when they decide to go public with what they know. Radack exposed FBI wrongdoing while working at the US department of justice. I’ve just been speaking to Peter Bouckaert of Human Rights Watch, who warns Edward Snowden that he may not be as safe as he hopes in Hong Kong. Referring to faxes showing Hong Kong’s cooperation with the CIA over the rendition of a Libyan dissident in 2004, he said: I certainly would not consider Hong Kong a safe place for him [Snowden] at the moment … There is no reason to believe that the very close relationship which is visible from these faxes between the intelligence agency in Hong Kong and the CIA has changed in a significant way … and that Snowden would not be at risk from extradition from Hong Kong … There’s little [reason] to believe that the Hong Kong authorities would not co-operate with the CIA in this case. Last September Human Rights Watch released a report, Delivered into Enemy Hands, on anti-Gaddafi Libyan Islamists who were rendered by the CIA. The report goes into detail about the case of Sami al-Saadi, a founding member of the Libyan Islamic Fighting Group. It is based in large part on documents found on Tripoli following the fall of Gaddafi. Bouckaert explained how he came into possession of the documents. After the fall of Tripoli in 2011 I entered the private building of the head of external security, Moussa Koussa, and found several file folders filled with faxes from MI6 and the CIA there. Many of those faxes dealt with renditions of anti-Gaddafi Islamists back to Libya. Among those faxes were a series of faxes documenting the rendition of Sami al-Saadi, who was detained in Hong Kong with the help of MI6 and then later brought back to Libya with the help of the CIA. I asked him what the documents showed about the role of the Hong Kong authorities. It’s very clear that from the very beginning when Saadi arrived from mainland China he was met by a UK intelligence agent and detained and then put into the custody of the Hong Kong authorities. And then the CIA also became involved to arrange for the rendition of Saadi back to Libya. It’s very clear from the faxes that the Hong Kong authorities at the time co-operated very closely with both the CIA and MI6 in bringing Saadi back to Libya, where he was later tortured and sentenced to death. Snowden said he chose Hong Kong because \"they have a spirited commitment to free speech and the right of political dissent\", and because he believed that it was one of the few places in the world that both could and would resist the dictates of the US government. I asked Bouckaert if he thought Snowden was mistaken on these points. The rendition of Saadi took place nine years ago in 2004 but I certainly would not consider Hong Kong a safe place for him at the moment. Certainly the reputation of Hong Kong as a place where free speech is defended has decreased in recent years, [but] there is no reason to believe that the very close relationship which is visible from these faxes between the intelligence agency in Hong Kong and the CIA has changed in a significant way … and that Snowden would not be at risk from extradition from Hong Kong … There’s little doubt to believe that the Hong Kong authorities would not co-operate with the CIA in this case. The report details Saadi’s life moving from country to country until he ended up in China in 2004. From China he attempted to get back to the United Kingdom. Saadi’s friends and family in the UK told him that if he went to the UK embassy in Hong Kong, someone there would be able to help him. When he arrived in Hong Kong, a man he assumed was a UK diplomat was waiting for him when he got off the plane. Instead, he was arrested for purported passport or immigration violations and detained, most of the time with his family. The room was monitored with cameras. During this period he said he overheard two police women arguing: “They were talking in their own language and I didn’t understand everything, but I did hear ‘CIA’ about four or five times, so I expected that something not good was about to happen.” After 13 days of detention, the Hong Kong authorities told him he would be sent back to China. On or about March 28, 2004, Saadi said he was handcuffed, his legs zip-tied, and he was taken along with his wife and four children onto an empty plane with an Egyptian crew. He and his children were taken to the back of the plane, while his wife, who was screaming and in what he described as a “terrible psychological condition,” was kept elsewhere. It was not until five Libyan security personnel—four men and a woman—appeared on the plane during a stopover in Bangkok that Saadi realized he was being rendered to Libya. Peter Bouckaert of Human Rights Watch has tweeted this warning to Snowden about his choice of Hong Kong as a bolthole: At the end of last year British ministers agreed to pay more than £2m to the family of Sami al-Saadi, a prominent Libyan dissident abducted with the help of MI6 and secretly flown to Tripoli where he was tortured by the security police of the former dictator Muammar Gaddafi. Having sought for years to avoid Gaddafi's agents, al-Saadi was forced on board a plane in Hong Kong with his wife and four young children in a joint UK-US-Libyan operation. Saadi flew to Hong Kong with his wife and children. They were not met by any British officials but were detained by Chinese border guards over alleged passport irregularities, held for a week and then despatched to Tripoli, where all of them were initially imprisoned. Saadi was held and tortured for years. CIA correspondence with Libyan intelligence, found in the spy chief Moussa Koussa's office in Tripoli by Human Rights Watch, states: We are … aware that your service had been co-operating with the British to effect [Saadi's] removal to Tripoli … The Hong Kong government may be able to co-ordinate with you to render [Saadi] and his family into your custody. Russia has offered to consider an asylum request from US whistleblower Edward Snowden in the Kremlin's latest move to woo critics of the west, reports Miriam Elder in Moscow. Fearing US retaliation, Snowden said at the weekend that “my predisposition is to seek asylum in a country with shared values”, citing Iceland as an example. He also defended his decision to flee to Hong Kong by citing its relative freedom compared to mainland China. Snowden is not known to have made any asylum requests, including to Russia. Yet speaking to the Russian newspaper Kommersant, Dmitry Peskov, Vladimir Putin's spokesman said: “If such an appeal is given, it will be considered. We'll act according to facts.\" Peskov's comments were widely carried by the Russian media, who have largely ignored Snowden's revelations that the National Security Agency (NSA) was secretly empowered with wide-reaching authority to collect information from US mobile provider Verizon and to snoop on emails and Internet communications via a data-mining programme called Prism. Russia's feared security services are widely believed to maintain similar powers. Peskov's comments on potential asylum opened the floodgates on support for Snowden. Robert Shlegel, an influential MP with the ruling United Russia party, said: “That would be a good idea.” Alexey Pushkov, the head of the Duma's international affairs committee and a vocal US critic, took to Twitter to say: “By promising asylum to Snowden, Moscow has taken upon itself the protection of those persecuted for political reasons. There will be hysterics in the US. They only recognise this right for themselves.” He continued: “Listening to telephones and tracking the Internet, the US special services broke the laws of their country. In this case, Snowden, like [Wikileaks founder Julian] Assange, is a human rights activist.” Russia has a roundly poor reputation for human rights and freedom of speech, with people regularly persecuted for their political beliefs, Miriam points out. The country's own whistleblowers suffer harrowing fates. In Hong Kong, the Foreign Correspondents' Club said it believed that the Snowden case was \"potentially a strong test of the SAR [Hong Kong special administrative region] government's commitment to freedom of expression and freedom of the press\". It adds: Snowden’s exact whereabouts are unknown. But should it prove that he has remained in Hong Kong, the FCC will watch closely how the SAR government handles his case, and in particular how it responds to any pressure from authorities both in Washington and Beijing to restrict his activities or to impede access by the media. Snowden said he chose Hong Kong because \"they have a spirited commitment to free speech and the right of political dissent\", and because he believed that it was one of the few places in the world that both could and would resist the dictates of the US government. Both of those assumptions have been questioned by others over the past two days. A New York Times interview with Janine Gibson, the Guardian’s US editor-in-chief, and Alan Rusbridger, the editor of the Guardian, describes how she first told him the Snowden revelations were coming down the track. When Janine Gibson, the editor in chief of The Guardian’s Web site in the United States, realized that one of her columnists had a scoop about secret National Security Agency surveillance — potentially one of the biggest leaks in American intelligence history — she presented it to The Guardian’s top editor in London with classic British understatement. “I’ve got a little story to chat to you about,” she told the editor, Alan Rusbridger. Last night YouGov and the Huffington Post published a poll on British attitudes towards state surveillance. Asked about the Prism scandal, 46% said they were “pleased: agencies are getting information to track criminals/terrorists”, while 39% said they were “sorry: agencies may be breaking British law to undermine right to privacy”. Asked about the communications data bill, the piece of legislation that would give the police and security services access to mobile phone and internet records and has currently been blocked by deputy prime minister Nick Clegg, 43% felt it was a good idea and 8% felt it did not go far enough, with 38% saying that it went too far. Laura Poitras, the film-maker who is working on a documentary about whistleblowers, and filmed the Guardian’s now-famous interview with Edward Snowden (above), has spoken to Salon about how she was first contacted by the whistleblower. So how did this all begin? I was originally contacted in January, anonymously. By Edward Snowden? Well, I didn’t know who it was. What was the format? Via email. It said, I want to get your encryption key and let’s get on a secure channel. And he didn’t say what it was about? He just said — that was the first, and the second was, I have some information in the intelligence community, and it won’t be a waste of your time. Do you get a lot of those kinds of requests? No, I don’t. Did you immediately know what was the best, most secure protocol to go about it? I actually did. I have a lot of experience because I’ve been working with — as you note in your thing, I’ve done filming with WikiLeaks, I know Jacob Appelbaum. I already had encryption keys but what he was asking for was beyond what I was using in terms of security and anonymity. At the end of the interview Poitras is asked: “Since he contacted you before he started working at Booz Allen, the implication people were drawing was that he went to Booz Allen with the express intention of leaking this.” She replies: That’s completely absurd. I had no dialogue about what the information was — there were claims, that’s all I received. So the implication that you sent him into Booz Allen to spy was incorrect. Are you kidding? I didn’t know where he worked, I didn’t know he was NSA, I didn’t know how — nothing. There was no like, Oh do you think you …, no nudging. It’s like the crazy correlations that the NSA does. There’s no connection here. We were contacted, we didn’t know what he was up to, and at some point he came forward with documents. Good morning and welcome to our continuing coverage of the fallout from the Guardian’s revelations – leaked by former CIA technical assistant Edward Snowden – about the unprecedented breadth and depth of US surveillance. Here are this morning’s main headlines: • Russia will consider a claim of political asylum from Snowden, according to the Russian business paper Kommersant, citing Kremlin spokesman Dmitry Peskov. “If we receive such a request, we will consider it,” Peskov is quoted as saying. Snowden is currently in Hong Kong, but moved to a safer hotel yesterday. A landmark legal ruling in Hong Kong could yet buy him time if he decides to apply for asylum. Activists in Iceland are making preparations should the whistleblower try to head there. • The Obama administration offered no indication on Monday about what it intended to do about Snowden. The White House did however say he had sparked an \"appropriate debate\" and hinted it might welcome revision of the Patriot Act, legislation introduced in 2001 which it claims gives legal authority for the programmes carried out by the National Security Agency. \"If [congressional] debate were to build to a consensus around changes [to the Patriot Act] the president would look at that,\" said spokesman Jay Carney. \"Although this is hardly the manner of discussion we hoped for, we would still like to have the debate.\" • Barack Obama is facing a mounting domestic and international backlash against US surveillance operations as his administration struggled to contain one of the most explosive national security leaks in US history. In Europe, the German chancellor Angela Merkel indicated she would press Obama on the revelations at a Berlin summit next week, while deputy European Commission chief Viviane Reding said she would press US officials in Dublin on Friday, adding that \"a clear legal framework for the protection of personal data is not a luxury or constraint but a fundamental right\". Peter Schaar, Germany's federal data protection commissioner told the Guardian that it was unacceptable that US authorities have access to the data of European citizens \"and the level of protection is lower than what is guaranteed for US citizens.\" His Italian counterpart, Antonello Soro, said that the data dragnet \"would not be legal in Italy\" and would be \"contrary to the principles of our legislation and would represent a very serious violation\". And the sweeping US surveillance law was denounced in Brussels as posing a \"grave risk\" to data protection and citizens' rights. • In London, the British foreign secretary William Hague was forced to defend the UK's use of intelligence gathered by the US. In the House of Commons, Hague told MPs that British laws did not allow for \"indiscriminate trawling\" for information. \"There is no danger of a deep state out of control in some way,\" he said. But Hague was reluctant to go into detail on how Britain handled information offered by US intelligence agencies, as opposed to information requested, or whether it was subject to the same ministerial oversight, including warrants. Former home secretary David Blunkett urged the government to review the law on the oversight of intelligence agencies. Meanwhile, Home Office ministers are to press ahead with their campaign to give the police and security services sweeping \"snooper's charter\" powers to monitor internet and phone use in Britain despite the outcry over the disclosure of the scale of US internet surveillance. • Political opinion in the US was split with some members of Congress calling for Snowden's immediate extradition from Hong Kong. But other senior politicians in both main parties questioned whether US surveillance practices had gone too far. The first polls since the leak stories first broke indicated that the majority of Americans oppose the government scooping up their phone data. According to the Rasmussen poll just 26% of voters are in favour of the government's collection of data from Verizon while 59% are opposed. In total 46% of Americans think that their own data has been monitored. But a poll by the Pew Research Center found 56% said it was acceptable for the agency to get secret court orders to track the phone calls of millions of Americans. • Daniel Ellsberg, the former military analyst who revealed secrets of the Vietnam war through the Pentagon Papers in 1971, described Snowden's leak as even more important and perhaps the most significant leak in American history. • Microsoft, Yahoo, Google, Facebook, PalTalk, AOL, Skype, YouTube, and Apple are facing a battle to maintain that trust after disclosures that the US government was given access to their customers' data online via the Prism programme operated by the NSA. • Consumers worried about their internet privacy in the wake of the online snooping revelations have the option of using some alternatives to the likes of Google and can try to use more secure forms of communication, explains Jemima Kiss – if, that is, individuals believe maintaining their online security is worth it. • Want to work for the sprawling US intelligence apparatus, asks Spencer Ackerman. It might make more sense to send your resumé not to a spy agency, but to one of the hundreds of for-profit contractors that provide the spies with everything from IT support to logistics to security. You will almost certainly make more money that way. We'll have live coverage of all developments in the story throughout the day here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}