{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/jun/02/online-child-abuse-perpetrators-voyeurs-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-06-01T23:06:00Z", "webTitle": "Online child abuse: perpetrators and voyeurs must both feel the full force of law | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/jun/02/online-child-abuse-perpetrators-voyeurs-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/jun/02/online-child-abuse-perpetrators-voyeurs-editorial", "fields": {"headline": "Online child abuse: perpetrators and voyeurs must both feel the full force of law", "bodyText": "Mark Bridger, the killer of April Jones, was a consumer of unspeakably vile material on the internet that depicted horrific abuse of children. Britain's child protection and obscenity laws apply equally to online and printed material. Enforcement is more taxing in cyberspace but by no means impossible. In Scandinavia, internet providers voluntarily block blacklisted content, while in India the government has insisted that servers routinely screen out explicit material. So why can't similar action be taken in the UK? Much of the violent and abusive material watched in this country – wrongly categorised as \"child porn\", words that somehow turn the most despicable of crimes into just another commodity – is accessed via servers located in the Netherlands and North America. Civil liberties should not take priority over the wellbeing of children terrorised for the perverted pleasures of adults – individuals who, as voyeurs, are as culpable as the perpetrators of the original abuse. Internet providers, including Google, are morally bound to lay profit aside and make a stand by blocking material already online as well as material coming on stream. Undoubtedly, cyber pirates will find other routes as long as there are rapacious individuals prepared to pay money to witness the rape of children. But what matters is to fight, not surrender without a battle. In addition, laws need to be harmonised internationally and detection requires proper resources. Too often, in the UK, consumers of online child abuse are treated leniently by the courts and given probation or suspended sentences. While help needs to be available for those who say they may become consumers of such material, long jail sentences are also required to send out a message that watching child abuse is unacceptable. Whether or not viewing disgusting images leads to active paedophilia, the act of becoming a spectator is a horrendously damaging crime and should be treated as such."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}