{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/jun/06/welfare-speech-ed-miliband-credible-alternative", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-06-05T23:30:01Z", "webTitle": "Will this welfare speech turn things round for Ed Miliband? It's a big ask | Martin Kettle", "webUrl": "https://www.theguardian.com/commentisfree/2013/jun/06/welfare-speech-ed-miliband-credible-alternative", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/jun/06/welfare-speech-ed-miliband-credible-alternative", "fields": {"headline": "Will this welfare speech turn things round for Ed Miliband? It's a big ask", "bodyText": "Any serious assessment of Ed Miliband's extremely important speech on welfare spending on Thursday morning needs to start with a reality check. That reality check can be found in two recent YouGov polls. One shows the Conservatives leading Labour by four points on ability to handle the economy. The other is a damning verdict on the Labour leader himself, with large majorities believing Miliband ineffective, unclear about what he stands for, and not up to the job of prime minister. And there's another thing that doesn't help the Labour leader much either. For most of the last two years, political friend and foe have muttered noisily about Miliband's need to lay out a credible economic account of Labour's governing past and governing future. Now that he is about to do so in a speech in London's East End, he is already being denounced for his pains. And denounced not just on the right, where you would expect it – though David Cameron yesterday was quick to mock the speech's well-trailed commitment not to restore universal child benefit. On the wider left, and in parts of his own party, many are quick to complain that Labour's fiscal caution this week is a betrayal of much they hold dear. All this adds up to a salutary reminder that Miliband still has a mountain to climb in translating Labour's consistent but not massive opinion poll lead into something more ironclad and irresistible as 2015 nears. A reminder too that he is sailing into a strong political wind when he delivers his speech on Thursday morning. Unless he is very successful, Miliband may find that this significant speech has already been framed by his enemies as the work either of a flip-flopper or of someone who is imprisoned by New Labour neoliberalism. Neither of these silly charges is in fact true. But that doesn't mean they won't get a fair amount of purchase. Miliband is running the risk of doing the right thing while gaining no political reward for it. All that said, this speech is clearly a significant moment in the Miliband opposition years. There is absolutely no doubt that his people see it that way. Miliband believes that this week's long-planned initiative, with speeches by Ed Balls at the start of the week and now Miliband himself, both of them setting down Labour markers in advance of George Osborne's election-focused spending review later this month, are a pivotal moment. The claim is that they add up to a Labour declaration of credibility and readiness to govern – but to govern in a different way from the coalition. That claim is important. It is one that defines this Labour leader. Miliband thinks there is no great purpose in saying merely that his party is credible too. The way he sees it, this is not enough. It defines credibility on Tory terms. These are tough times, certainly, Miliband believes, but they do not lend themselves to only one strategic choice to overcome them. Miliband believes that the times are not hopeless. And he thinks that what he offers on Thursday morning is an optimistic and less fatalistic message that can overcome those daunting poll numbers. How far does the speech live up to this optimism? Until we see the whole text and gauge the political effects, much of the answer to that is just educated guesswork. But Labour has already pre-released enough significant parts of what Miliband is going to say to make clear there are some big commitments and some pretty substantial judgment calls. The headline commitment, both politically and in strategic terms, is the pledge to cap total structural social security spending over three years. This is unquestionably an attempt to evade a trap set by Osborne in the March budget. But it will mean more pain for more claimants until 2018 at the earliest. And you only have to look at any budget red book to realise that this is a pledge which would have real consequences if Labour came to power. Social security is by far the largest item in any government's spending budget. It dwarfs every departmental budget, in many cases several times over. So this is a cap with real fiscal effects and real-world effects for millions too. The big judgment call is the well-trailed abandonment of universal child benefit. Again, part of this is down to the wish to avoid another trap set by Osborne when he cut the universality link and dared Labour to follow suit. But this is £2bn that Miliband isn't prepared to spend in the present economic, as well as political, climate. It is not promoted by his people as a decision of principle – which they claim distinguishes it from this week's other Labour decision to means-test the winter fuel allowance – but one compelled by pragmatism in tough times. Together, both these decisions take a calculated political risk, moving Labour much closer to fiscal orthodoxy and further away from principles that some (but not all) of its activists hold dear. That explains why Miliband is so keen to buttress them with evidence of his belief that Labour credibility can be built on a philosophically different approach – and with some of the money saved by the cap. The speech is full of such ideas. The most important of these is unquestionably in housing, where councils will be back in the housing and renting business in ways they have not known for nearly 30 years. But there will also be incentives to work, measures against low pay, and a boost for the idea – promoted by Blue Labour among others – that contributions are the key to jobless benefits: a trio of spending commitments that Chancellor Balls (or whoever Miliband puts in charge of the Treasury) may struggle to fulfil unless there is a palpable recovery. Will this speech turn things around for Miliband? That's a big ask. Speeches don't make the political weather, as he found when he made a well-regarded conference speech on the one-nation theme that had little effect on the ratings. Like that speech, though, Thursday's appears to be a coherent one; while unlike the conference speech, it proposes real consequences for real people. The most positive thing about Miliband's speeches is that he says what he means and means what he says. He genuinely believes that a mildly social democratic alternative is electable, even in times that are likely to be difficult for several years after 2015. That is what he is determined to offer. It remains to be seen if the voters like it. A very large number are going to have to rethink their view of Miliband for that to happen."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}