{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/jun/19/nhs-regulation-never-again-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-06-19T22:03:56Z", "webTitle": "NHS regulation: never again, again | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/jun/19/nhs-regulation-never-again-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/jun/19/nhs-regulation-never-again-editorial", "fields": {"headline": "NHS regulation: never again, again", "bodyText": "Basildon, Mid-Staffordshire, Winterbourne View and now the Universities Hospital of Morecambe Bay trust. The scandalous litany of failings of patient care that went unchecked by the inappropriately named Care Quality Commission seemingly grow inexorably. Public confidence in the NHS and in its regulation will be deeply shaken by yesterday's report into UHMB, and by the admission from the CQC's new chairman David Prior that his organisation was not fit for purpose when he began in April, and still has to work to do. But many of the weaknesses the independent investigation uncovered are already familiar from the Francis report into Mid-Staffs less than six months ago. There is no doubting the CQC has a short and unhappy history, but that may be partly down to the structure of the NHS it is struggling to regulate. Yesterday's report was not an investigation into medical failings in the maternity unit. It was carried out to establish why nothing had been done about them for more than four years. The sequence of tragic events – which has triggered compensation claims relating to the deaths of 30 mothers and babies – began in 2008. The date is important, for it coincided not just with the launch of the CQC, a single body that replaced three individual organisations regulating care homes for the elderly, the mentally ill, and NHS hospitals, but also with the push for hospitals to achieve the independence and financial benefits of trust status. The investigators, Grant Thornton, identified jaw-dropping failings. The first inquiry never learned of the hospital's own parallel investigation. Partly as a result of this, the CQC (whose investigating team had no medical expertise) gave the maternity unit the all-clear. In December 2009, a critical internal review of that first inquiry was, it's now clear, suppressed. In April 2010, the CQC registered the hospital without imposing any conditions. In September, the hospital was granted trust status. The CQC once again confirmed it had a \"green\" for patient care. The CQC, now on its third chairman and chief executive, has apologised for its past failings. Its processes are being reformed; patients are to be given a greater voice. Its future, for the time being, seems at least as secure as an organisation with such a terrible record might hope. In the Commons yesterday, health secretary Jeremy Hunt backed the new management and attacked instead what he called the culture of defensiveness and secrecy in the NHS itself. This is becoming a familiar tune. In April, the Royal College of Nursing reported that two-thirds of nurses worried about patient care are too scared to complain. If Mr Hunt's call to put patients at the heart of the NHS is to be realised, he must also recognise how management culture is shaped by its objectives."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}