{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2013/jun/09/nrl-five-things-we-learned-this-weekend", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-06-09T22:47:39Z", "webTitle": "NRL: five things we learned this weekend", "webUrl": "https://www.theguardian.com/sport/blog/2013/jun/09/nrl-five-things-we-learned-this-weekend", "apiUrl": "https://content.guardianapis.com/sport/blog/2013/jun/09/nrl-five-things-we-learned-this-weekend", "fields": {"headline": "NRL: five things we learned this weekend", "bodyText": "The Duge Abides Rugby league loves a redemption story and there’s currently one in the early stages of script development. A few months ago Dragon Josh Dugan, then a Raider, sat on a roof drinking Cruisers and giving the world the bird. Was it a cry for help or was he actually rehearsing for a titular role should Beavis and Butt-head ever warrant a second film? Either way, he was sacked by the Raiders, so he went the way of Thoreau’s Walden by strapping on a tool belt, erecting some plasterboard, and contemplating the meaning of life. Meanwhile, coming to the conclusion that, well, “it’s not as if he’s killed anyone,” St George Illawarra signed him up and in four short weeks Dugan has become the team’s gun player (Jamie Soward having holstered himself). Now, incredibly, after Jarryd Hayne was assisted from the field on Friday night with his right hamstring on ice, Dugan is being penciled in for Origin II. Among Dragons fans, many of whom didn’t want him signed due to concerns he’d have a destabilising effect on their club, he’s now got the cult cred of The Big Lebowski’s slacker hero. Forget Beavis and Butt-head, “the Dud... Duge abides”! But his stellar comeback brings its own worries, for Dugan is only contracted for 2013. There are fears among the Big Red V faithful that Dugan will love them, then leave them. So whether the Dugan story will have a happy ending (for Dragons fans at least) is yet to be determined. Reality sets in for Bennett’s Knights On Saturday night seven-time premiership winner Wayne Bennett coached a record 670th NRL game but he’d never suggest the coaching caper gets any easier. After falling to the Dragons 14-8, Bennett’s Newcastle have now lost five of their past six games, and they face a daunting trip to the NRL’s version of Mordor next week: Melbourne. They may have a new signing in Craig Gower at their disposal, but will another veteran (no matter how game-hardened) in the Knights’ squad really make much difference? When Bennett arrived in Newcastle at the end of 2011 he was hailed a miracle worker, having brought an end to the Dragons’ 31-year premiership drought. Yet rugby league’s pale rider was obliged to remind the Knights faithful that his presence was no guarantee of premiership success. Common sense, of course, but you wonder, given Bennett’s standing in the game, how many entertained giddy thoughts to the contrary. Surely now, however, no one is under any illusions. Manly lose but keep their shirts on Manly will be ruing their 18-16 away loss to the Warriors on Sunday, particularly considering how close they came despite completing just 68% of their sets compared to the Warriors’ impressive 83%. It will also irk them that they let the Warriors back into the match after establishing a 12-0 lead (but when the jeux de vie flows for the Warriors, they can be irresistible). Manly should, however, take some consolation in the fact that once again, in losing, they’ve done so without losing their shirts, much less their britches. In a season where so many teams are consistently inconsistent, winning and losing in consecutive weeks by the kind of blow-out margins that makes tipping impossible, Manly have a solidity about them, a hardness of attitude, that reeks of finals football. Tupou’s starring turn Those in the know have long sensed promise in Roosters winger Daniel Tupou, and after his classy vignettes against the Eels on Friday night the rest of us got a good idea why. First there was his seemingly effortless, elasticised leap to claim a James Maloney cross-kick and touch down for a try. Then there was his second four-pointer in which, like the towering, über-athletic jungle Smurfs from Avatar, he loped past the Eels cover defence but not before, in anticipation of an ankle-tap that never came, performing an almost joyful vault. Seeing that—and anticipating that the 21-year-old’s 6’5’’, 100kg frame is only going to get more imposing—how many Queenslanders and New South Welshmen rushed to google his Origin eligibility? Can’t answer that, but for the record, he’s a Parramatta junior (ouch), and thus a Blue in waiting. Keep this up and he won’t be waiting long. It’s raining pink slips, but the Eels salvage some pride It’s only three and half years since Jarryd Hayne, showing all the joystick zip of the eponymous heroes of Frogger, carried Parramatta to the 2009 grand final. Hindsight tells us, however, that the Eels flattered to deceive for they’ve been in freefall ever since. And so new coach Ricky Stuart, at the end of his tether, played corporate hatchet man this week, telling 12 players they were no longer wanted beyond the current season. But unlike the business world, where unwanted staffers—carrying cardboard boxes full of chewed pens, stained coffee mugs and battered egos—are immediately escorted out of the building by security staff, Stuart’s dirty dozen will play out the year. What effect will this have on the Eels? It’s hardly a convincing sample size, but there were signs on Friday night that perhaps it might help more than it hinders. As Stuart suggested, with sympathy, the unwanted Eels (including co-captain Reni Maitua, who ruled himself out of Friday’s match due to an acute case of despondency) have the opportunity to use the remainder of the season as an audition for potential employers. And against the Roosters the embattled Eels came close to an stunning upset by playing with passion and a real sense of togetherness, possibly amplified by their shared sense of grievance, or even grief. But how long can that last? And if, by some chance, it triggers a massive reversal of fortune, will some be ‘unsacked’?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}