{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/jun/21/ftse-slumps-fears-over-us-stimulus-package", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-06-20T23:52:20Z", "webTitle": "FTSE slumps amid fears US may halt stimulus package", "webUrl": "https://www.theguardian.com/business/2013/jun/21/ftse-slumps-fears-over-us-stimulus-package", "apiUrl": "https://content.guardianapis.com/business/2013/jun/21/ftse-slumps-fears-over-us-stimulus-package", "fields": {"headline": "FTSE slumps amid fears US may halt stimulus package", "bodyText": "More than £48bn was wiped off the value of Britain's top 100 companies on Thursday as global stock markets took fright at the US Federal Reserve's signal that it could wind down the huge stimulus package for the American economy this year. The FTSE 100 fell nearly 3% to 6159.51, its biggest one day fall since September 2011, despite positive UK economic news including a rise in mortgage lending and better-than-expected high street sales. There were also heavy losses on stock markets in Asia, Europe and on Wall Street. Dealers blamed the falls on comments from the Fed chairman, Ben Bernanke, who said on Wednesday that the US central bank's $85bn a month bond buying programme – a wall of money aimed at supporting growth – may be eased later this year and could end completely in 2014, depending on future economic data. Markets have been supported for several months by central banks taking concerted action to boost the global economy, including buying bonds and increasing liquidity by effectively printing money. The prospect of this support ending had already begun to unsettle investors, but Bernanke's decision to set out a timetable produced a sell-off across the board. Manufacturing figures from China showing a slowdown this month added to the pessimism. Matt Basi, head of trading at CMC Markets in London, said rumours of a clampdown on lending in China had also hit share prices. Reasonable US data, including a rise in business confidence and housing sales, only served to convince investors Bernanke would turn off the money taps sooner. Wall Street closed down 2.3%, while in Europe Germany's Dax index and France's Cac both lost more than 3%. Emerging markets, which have been big beneficiaries of the stimulus, were also hit hard, with Turkey down 20% from its recent peak. Brenda Kelly, senior market strategist at IG, said: \"Investors have spent May scanning anxiously for signs that the rally is over, but Ben Bernanke may just have fired the starting pistol on a wave of selling that might go on for weeks.\" Bernanke's comments supported the dollar, which in turn sent commodity prices tumbling. Gold dropped nearly $88 an ounce to $1,286 an ounce while silver fell 8.3% to $19.82. Oil also slipped, with Brent crude down 3.7% at $102 a barrel. Government sovereign debt suffered losses, with the interest rate on UK 10-year gilts rising to 2.29%, a level last seen in March 2012. This implies that it will cost more to service Britain's debts, with the UK on track to borrow £120bn this year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}