{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2013/jun/09/afl-five-things-we-learned-this-weekend", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-06-09T22:46:00Z", "webTitle": "AFL: five things we learned this weekend", "webUrl": "https://www.theguardian.com/sport/blog/2013/jun/09/afl-five-things-we-learned-this-weekend", "apiUrl": "https://content.guardianapis.com/sport/blog/2013/jun/09/afl-five-things-we-learned-this-weekend", "fields": {"headline": "AFL: five things we learned this weekend", "bodyText": "Bye bye Only five games have been played so far in this half of the bye fortnight, but already some fortunes have been made and lost. Sydney have taken themselves to the top of the premiership hopefuls list with another demolition. North Melbourne have confirmed themselves as the feel-bad story of the year, snuffing out any hope an overdue win generated with a humiliating loss to the firing Suns. Geelong are content to keep winning with elegantly thuggish final round knock-outs, and Carlton and West Coast look set to scrap for the lower rungs of the eight. The charge of early bolters like Port and Adelaide has fallen away, and now eyes turn to a Collingwood side recovering from injury (they’re still the only team to beat Geelong), hungry Tigers capable of upsets that will end up upsetting their fans as usual, and Fremantle, who may be quietly timing their run to perfection. Sydney may have the best midfield ever It wasn’t just that Sydney beat Adelaide. They took a team still nursing finals ambitions and ran them through a dream-destroying machine called the Swans midfield. Sure, both teams finished with a ridiculous 410 disposals each, but it takes a closer look to appreciate just what went on here. Eight of Sydney’s players combined for 230 touches, with Dan Hannebery claiming 42 of those (and a season record). But a player like Jude Bolton, who seemed to go for a relatively miserly 16 in fact clocked them with almost 94% effectiveness. It’s that depth and efficiency that makes them so difficult to beat: adding the sterling Tom Mitchell to a line up already boasting Josh Kennedy, Hannebery, Jared McVeigh, Kieren Jack and Lewis Jetta almost feels unfair. If this group was in Melbourne they’d get the write-ups they deserve: as it is, they’re well-placed to ‘surprise’ everyone at finals time again. Are Geelong leaving the door open? For the second game in a row, Geelong have let an expansion franchise take them right to the wire. Last week it was the Suns, this week GWS came very close to the impossible, almost raising some audible cheering from the thinly-populated stands of Skoda Stadium. So are Geelong lacking concentration or killer instinct? Are they complacent or lackadaisical? Are there chinks in the armour? The correct answer is d) none of the above. The Cats played exceptionally well against both the Suns and Giants for the full four quarters, producing some of the most watchable games of the year. But both are talented young teams red-lining their attack to take on the ladder leader. Absorbing and counter-punching against them took football of the highest standard, and burying them both in final-term goal avalanches shows Geelong know how to rope-a-dope. Nine- and eight-goal fourth-quarters in a row? That’s not a fifth gear, it’s a nitro switch. St Kilda are a mystery St Kilda should have won their game against West Coast, who very nearly paid a heavy price for resting injured players before the bye. Leigh Montagna’s decision to shank a shot from 20 metres instead of handballing to Stephen Milne was a microcosm of the Saints’ season – unpredictability, near misses, and overreliance on a few key players. This is a team that’s fallen victim to the Suns and the Bulldogs, but also matched it with Sydney, beaten Carlton and spared West Coast at the death. It’s a bookie’s nightmare, but does have a predictable thread: the Saints’ scoreline is simply a barometer of its grand final-era players – Riewoldt, Milne, Dal Santo and Montagna. They’re some of the best around when they’re in their pomp. But the lesson of this season has been that they can’t do it by themselves, and help isn’t on its way soon enough. Unless some youth players start developing soon, St Kilda will be making additions to an already extensive spoon collection. Worth the Waite The teams were traditional school rivals, and the game turned old school too – a battle between big lug tall forwards, one of whom had already kicked a bag. The surprise was that one of the forwards was in fact a fullback, and the bag was kicked on the losing team. Jarrad Waite sniped seven goals and just one behind to put his team in what should have been a winning position, but as his influence waned the Blues again failed to find enough other routes to goal (routes to behinds were unfortunately plentiful). The Bombers found one through Jake Carlisle, whose late introduction as a shock forward was again successful, this time effective enough to make the difference. Neither team were totally convincing in an encounter marked by stodge and errant skills. Both the Blues and Bombers have been flattered by runs against easy opponents, and will have to do more through the midfield to match it with the likes of Sydney and Geelong."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}