{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/jun/11/schoolchildren-data-mining-surveillance", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2013-06-11T22:20:00Z", "webTitle": "Schoolchildren at risk of online activity being tracked", "webUrl": "https://www.theguardian.com/world/2013/jun/11/schoolchildren-data-mining-surveillance", "apiUrl": "https://content.guardianapis.com/world/2013/jun/11/schoolchildren-data-mining-surveillance", "fields": {"headline": "Schoolchildren at risk of online activity being tracked", "bodyText": "Schoolchildren are at risk of having their online activity tracked and monitored for targeted advertising by internet firms through free cloud based education services. A survey has found that many parents do not know about data mining - the process of tracking email and web browsing habits in order to target advertising - but once they do they have grave concerns for their kids' online privacy, and believe schools need to do more to protect it. The survey commissioned by American IT industry group SafeGov asked 1000 Australian parents about their knowledge of data mining. It found that 56% of parents were not aware of it at all, but once they were informed, more than 9 out of 10 parents said they would be concerned if their child's online activity was being tracked. There were 80% who said they were likely to take action against data mining of students. Public schools across the country are using or beginning to use cloud based services which are offered for free by internet firms like Google and Microsoft, allowing for easier collaboration between students and with teachers, but also providing scope for data mining of users in the future. The Google Apps for Education, for example, are offered to schools with the ad services switched off by default, and it is up to the schools to switch it back on if they choose. However this leaves the door wide open for the service provider to make demands about it later on, president of US IT and cloud computing forum SafeGov Jeff Gould told Guardian Australia. \"It implies that maybe one day in the future when it's time to renew the contracts they might say 'we can't keep giving this to you for free, you have to turn the ads on',\" said Gould. \"Data mining is very intrusive. Kids are going to click on things they shouldn't click on,\" said Gould. \"Yes they are going to be exposed to that out of school, but that's no reason to allow it in school.\" An overwhelming number of the Australian parents surveyed recently saw \"major benefits\" for their kids' education in cloud services like Google Apps for Education and Microsoft 365, and the NSW department of education told Guardian Australia since they began using it in 2008 \"The response to date has been positive and there have been no issues.\" Gould says parents are still positive about the services themselves, but just want a guarantee that data mining and targeted advertising will never happen. In SafeGov's survey, 74% of respondents strongly agreed with the statement that schools which accept free email services \"should insist on contracts that expressly ban the exploitation of children's email for any ad-related purposes.\" It's the educational institutions that sign the contract - not the parents, and Gould says there is a slight \"conflict of interest\" there because although schools are aware of privacy risks, they want the free services. \"I think they're mistaken in thinking they've got to accept the [potential for] data mining in exchange, when actually they don't.\" Google and Microsoft have engaged in intensive lobbying as they compete internationally to supply products and services to governments. Reports in US media have noted that Jeff Gould's consultancy clients have included Microsoft and that Microsoft is among the partners which support Safegov.org Google told Guardian Australia in a statement: \"We give Google Apps to schools and universities free of charge as part of our commitment to education. \"Google Apps for Education customers have individual contracts that define how their data is stored and handled. We never sell student information and advertising is turned off in Google Apps for Education by default.\" • This piece was updated on 13 June to add further information about SafeGov and Microsoft"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}