{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/jun/14/poverty-increase-under-conservative-coalition", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-06-13T23:35:00Z", "webTitle": "Extra million people in absolute poverty since coalition came to power", "webUrl": "https://www.theguardian.com/society/2013/jun/14/poverty-increase-under-conservative-coalition", "apiUrl": "https://content.guardianapis.com/society/2013/jun/14/poverty-increase-under-conservative-coalition", "fields": {"headline": "Extra million people in absolute poverty since coalition came to power", "bodyText": "Britain has suffered a \"lost decade\" in living standards after a second year of sharp falls in inflation-adjusted pay pushed incomes back to levels last seen in the early 2000s, according to official figures released on Thursday. Data from the Department for Work and Pensions showed that two successive years in which real incomes dropped by 3% per annum wiped out modest gains made in the previous eight years and pushed an extra 1 million people below the absolute poverty line. The DWP's annual report on households living below average income showed median income at £427 a week in 2011-12. When adjusted for inflation, this was slightly below the £429 in 2001-02 and well down on the £454 peak in median income in 2009-10. Pay freezes and \"economic restructuring\" during the deep and the prolonged slump were the main causes of the fall in living standards, the DWP said. The figures showed that absolute poverty among children rose by 300,000, with two-thirds of those living in households with one or more earners. Alison Garnham, chief executive of Child Poverty Action Group, said: \"Despite all the talk about 'scroungers' and generations of families never working, today's poverty figures expose comprehensively the myth that the main cause of poverty is people choosing not to work. \"The truth is that for a growing number of families, work isn't working. The promise that work would be a route out of poverty has not been kept as wages stagnate and spending cuts have hurt low-income working families.\" Falls in income affected those on high, low and middle pay, leaving income inequality unchanged between 2010-11 and 2011-12. Using the relative poverty yardstick, the number of children living in households with incomes of less than 60% of the national median remained unchanged at the lowest level since the mid-1980s. Anita Tiessen, deputy executive director of Unicef UK, pointed out that the figures predate said: \"The number of children living in poverty in the UK is likely to be even higher than the government's statistics suggest. In the time period covered by today's figures, major austerity measures – like council tax benefit cuts and the introduction of the bedroom tax – had not yet come into force, so this data does not reflect their probable harmful impact on children's wellbeing.\" The IFS said the fall in real incomes would have been smaller had an alternative to the Retail Prices Index been used to make the inflation-adjusted comparisons. Even so, it added, real incomes in 2011-12 would have returned to 2004-05 levels. More detailed analysis of the government's figures by the Institute for Fiscal Studies reveals a stark generational divide in the way incomes have been affected since the onset of recession. Older people – those in their 60s and 70s – have fared best, and have actually seen their average incomes rise, by 2%-3%, between 2007-08 and 2011-12. Those in their 20s have been the worst-affected age group, reflecting the fact that unemployment rates for younger workers have been relatively high. Their average income declined by as much as 12% between 2007-8 and 2011-12, after adjusting for inflation. The IFS said this pattern continued a long-term trend in the run-up to the crisis. People in their 20s saw their incomes stagnate from 2001 onwards as wages flatlined, while rising spending on pensions helped to insulate the elderly. The fresh evidence that younger people have been hit hardest by the crisis is likely to rekindle arguments about whether the elderly have got off lightly. David Phillips, senior research economist at the IFS, said substantial changes in the welfare system had helped to reduce relative poverty rates among both pensioners and children over the past fifteen years. Once their lower housing costs are taken into account, pensioners are now at less risk of falling into relative poverty than working-age adults. \"This is in many ways a triumph of social policy. But these figures also confirm that it is young people who have suffered most as a result of the recent recession and who are now at risk of falling further behind. It is important that policymakers and politicians understand these profound changes to patterns of low incomes and respond accordingly.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}