{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/jun/02/horror-child-sex-abuse-lowther", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-06-01T23:06:00Z", "webTitle": "Don't ignore online child sexual abuse. Report it | Emma Lowther", "webUrl": "https://www.theguardian.com/commentisfree/2013/jun/02/horror-child-sex-abuse-lowther", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/jun/02/horror-child-sex-abuse-lowther", "fields": {"headline": "Don't ignore online child sexual abuse. Report it", "bodyText": "Everyone loves a scapegoat. It gives the rest of us a chance to stand up and say what we would have done better or how we are doing better. Child sexual abuse images on the internet naturally invoke some of the strongest emotional reactions in us and rightly so. But we need to be looking at this issue as a whole society. In fact, the UK is very effective at tackling this horrendous sort of internet content. By definition, child sexual abuse content is criminal. It's not right to call it \"child pornography\", which can somehow be skewed to sound like a legitimate production of erotic material. What we see at the Internet Watch Foundation (IWF) is typically prepubescent children aged around 10 and under (even sometimes babies) being forced to take part in sexual acts, being raped, being sexually tortured. Back in 1996, 18% of the world's known child sexual abuse images were hosted in the UK. Since 2003, it's less than 1%. IWF and the online industry (some of whom are our members and fund our charitable work) should always explore what more can be done and right now, two big avenues come to mind – greater international co-operation and invoking our social conscience. Typically in the UK, a hosting company will remove child sexual abuse content within 60 minutes of getting a notice from the IWF – an amazing speed that we're desperate to maintain or even improve upon. But more than 99% of these images and videos are hosted outside of the UK, where there is a good internet infrastructure. Therefore, we need to do more internationally to speed up the time it takes to remove this content and help other countries become as hostile as possible for hosting this material. Second, we need to make more use of the IWF's expertise. A ComRes poll carried out earlier this year told us that around 1.5 million adults have stumbled across this horrific content. How many reports did IWF receive last year? Just under 40,000. What a chasm. Looking at the reasons why someone might not report, 40% say they don't know how to and 12% say they would probably ignore it. In research carried out by the IWF in 2010, after the top response of \"ignore it\", the next highest response was \"panic\", with 31% of respondents saying this. This is what we need to get over as a society. Yes, the sexual abuse of children, the filming of their abuse and distribution of it on the internet is appalling and sickening, but we can all be part of the solution. With huge numbers of people stumbling upon it, and so few reporting it, it's inevitable that we're not yet winning the war internationally. We have this great, effective machine in the IWF and we should be proud to use it, but, to an extent, it can only be as effective as the reports it receives. If we use the internet and if we're unfortunate enough to see something as shocking as a child being sexually abused, then for the sake of the child and other internet users, report it anonymously and confidentially to iwf.org.uk. Let's not make ourselves, as a society, the biggest scapegoat of all."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}