{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/jun/24/marussia-formula-one-prize-money", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-06-24T23:13:00Z", "webTitle": "Marussia ask for 'level playing field' on Formula One prize money", "webUrl": "https://www.theguardian.com/sport/2013/jun/24/marussia-formula-one-prize-money", "apiUrl": "https://content.guardianapis.com/sport/2013/jun/24/marussia-formula-one-prize-money", "fields": {"headline": "Marussia ask for 'level playing field' on Formula One prize money", "bodyText": "Marussia, the smallest team in Formula One, have asked the sport's chief executive, Bernie Ecclestone, for greater potential access to prize money as they continue to compete with Ferrari, Red Bull, McLaren and Mercedes. Last year Marussia finished 11th of 12 teams then in the constructors' championship after being pipped for 10th by Caterham in the final race in Brazil. That cost them an estimated £35m because prize money, now 63% of the operating profit from the sport's £1.5bn turnover, is traditionally shared by the top 10 teams. In addition Ecclestone has recently cancelled the $10m which since 2010 has been paid to each of the smaller teams who enter the competition each year. That places intense pressure on the Banbury-based team even though they have been punching above their weight this season and are in 10th place in the current table, ahead of Caterham. The pure racing passion of the team principal, John Booth, and the president, Graeme Lowdon, has been one of the most inspiring stories of F1 over the past three years. But Lowdon, who is also the team's sporting director, feels the odds are stacked against them. \"There are stories up and down the paddock of teams facing financial challenges, which, in this day, in a sport watched and loved by so many people, is not a brilliant advert,\" he said. \"It puts undue pressure on the team. All we ask for is a level playing field. We are not asking for much.\" Marussia, like many of the teams, is worried that there is no three-cornered contract (or 'Concorde Agreement') between Ecclestone, the teams and the FIA, the sport's ruling body. The last one expired at the end of last year. Lowdon said: \"We have been involved in the negotiations for the next Concorde Agreement but in a scenario where there is no Concorde for two or three years – and there is nothing in the rules that there has to be one – then there is nothing in place for us to benefit. \"The problem in motor racing is that under the current regulations there is a performance benefit in the more money you spend. \"You can buy success, to some extent. Most teams, if they have money, will spend it and, if you spend everything you have and then find out you are not getting it, you have a problem.\" There are plenty of problems for F1 in the run-up to Sunday's British Grand Prix at Silverstone. Privately teams are upset by a lack of direction from the FIA while the sport's plan for a flotation has been delayed by poor market conditions. These should be happy times for Lowdon. He says: \"Outside of Mercedes we have probably made the biggest step forward in sheer pace. We have made a massive step forward. \"People can see we are doing a good job on extremely limited resources. We have a suitably obscene amount of money to go motor racing with but nowhere near the levels of the other teams. \"If we had another couple of tenths in the car, we would be troubling some pretty big names ahead of us, who have been in the sport for a long time. \"All teams should be treated equally. For whatever reason, that does not seem to be the case.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}