{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/jun/06/city-workers-embarrassed-cipd-survey", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-06-05T23:01:03Z", "webTitle": "City workers 'embarrassed' by image of banking", "webUrl": "https://www.theguardian.com/business/2013/jun/06/city-workers-embarrassed-cipd-survey", "apiUrl": "https://content.guardianapis.com/business/2013/jun/06/city-workers-embarrassed-cipd-survey", "fields": {"headline": "City workers 'embarrassed' by image of banking", "bodyText": "Three-quarters of City workers believe pay in their organisations is excessive and only one in three is proud to work in the sector. Those are some of the findings in a report out on Thursday from the Chartered Institute of Personnel and Development that urges an overhaul of core values and behaviour in the City if financial institutions are to restore trust. Its survey finds a significant number of workers are embarrassed to admit they work in financial services, echoing recent comments from Lloyds Banking Group boss António Horta-Osório who said the \"best and the brightest\" students are being put off a career in banking because of the stigma attached to the industry. In all, 15% of workers are embarrassed or very embarrassed to reveal the industry they work in. Outside senior management fewer than one in three say they are proud to tell people they work in banking and financial services. \"Financial services remains a sector under fire,\" said Peter Cheese, chief executive of CIPD, which represents human resources professionals. \"Even within the sector too many workers' pride in their work and faith in efforts to repair broken cultures is being torpedoed by the high profile and damaging behaviours of the recent past\". The survey of more than 1,000 workers in banking, brokerage, investment and insurance, found that almost two thirds believe some people in their organisation are rewarded in a way that gives them an incentive to behave inappropriately. A similar proportion, 64%, agree that how people are rewarded and what they are rewarded for is not clear, while 67% agree there is still too much secrecy around what senior managers earn. Unsurprisingly, it is earnings that prove the biggest draw to working in the sector, cited by 32% of workers compared with 27% citing challenging and interesting work. But anecdotal evidence is growing that young people are no longer drawn to City salaries in the same numbers. Sir Mervyn King used one of his final interviews as governor of the Bank of England to welcome a trend for students to look beyond the City. \"I go to schools and speak to sixth-formers and others and I found before the crisis that a disturbingly high proportion of them, instead of wanting to become engineers or scientists or musicians, wanted to go and work in the City,\" he told BBC Radio 4's Desert Island Discs. \"Why? Because they wanted to make a lot of money. Now I think they don't really want to go and earn money if it's being earned in a way that creates enormous damage to the rest of society and I think that's a very healthy thing.\" The CIPD survey, published ahead of the parliamentary commission on banking's final report, suggested that workers within the industry concede that its goals and values often fail to pay adequate attention to society around them and to customers in particular. Less than half of respondents ranked customers as their organisation's most important stakeholder. The CIPD said human resources departments needed to help change attitudes in the City. \"For too long, many of our financial institutions had been built on cultures that encouraged and rewarded excessive risk taking and singular focus on short-term financial gain,\" said Cheese. \"It's encouraging to see the wider recognition of these failures, but this survey shows there is still much more work to be done. I hope the parliamentary commission on banking's final report later this month will acknowledge the importance of addressing cultural and behavioural shifts as much as regulatory change.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}