{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/jun/19/bt-chief-executive-ian-livingston-leaves", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-06-19T22:42:00Z", "webTitle": "BT chief executive exits to become trade minister", "webUrl": "https://www.theguardian.com/business/2013/jun/19/bt-chief-executive-ian-livingston-leaves", "apiUrl": "https://content.guardianapis.com/business/2013/jun/19/bt-chief-executive-ian-livingston-leaves", "fields": {"headline": "BT chief executive exits to become trade minister", "bodyText": "The chief executive of BT is leaving the telecoms firm to take up the role of trade and investment minister in the government – but he will not be paid. Ian Livingston, 48, says he has already been \"well rewarded\" during more than a decade as director of one of the biggest companies on the stock market. Livingston, who will take a seat in the House of Lords, is a surprise replacement for the former HSBC chairman Lord Green, who quit the bank to join the coalition in 2011 and is approaching retirement. In the last months in his role, Green has faced repeated questions about what he knew about US Senate revelations that HSBC branches were used to launder money for drug cartels and pariah states – activity which led to a record £1.2bn fine for the bank. But this controversy was said to be unrelated to his departure and David Cameron paid tribute to him for bringing in investment for projects such as Battersea power station. Green will leave his post in early December. Livingston's new globetrotting mission to promote UK trade and attract inward investment is considered one of the most senior ministerial jobs below cabinet level. His appointment was announced by Cameron during prime minister's questionson Wednesday. Livingston, who is also a director of Celtic football club, leaves BT in September and will join the Lords as a Conservative life peer. The son of a Glasgow GP, Livingston's talent was spotted early by the Dixons chairman Sir Stanley Kalms, who made him the youngest FTSE 100 finance director at the age of 32. He joined BT in the same role, and became chief executive in June 2008. He earned over £16m in his last two years at BT as long-term incentive schemes bore fruit. \"I'm clearly not in it for the money,\" he said of his new job. \"It's a fascinating role and I can make a difference. I have been well rewarded over the years at companies where they've done well.\" Under his leadership, BT was regarded as an important coalition ally, helping meet government ambitions to replace antiquated copper telephone lines with fibre-optic cables and ensuring more rural homes joined the internet grid. His departure comes ahead of the publication next month of a National Audit Office report which is expected to raise questions about the process which has seen BT win every contract so far awarded to extend Britain's broadband network into rural areas. Over the last five years, Livingston has transformed the former national telecoms monopoly by tackling its towering pension fund deficit and curbing losses at its global services division. The company's shares, which have risen from a nadir of 75p to 300p under his leadership, initially tumbled 3.5% on news of his departure. Last year, Livingston signed the £738m cheque for a three-year Premier League football broadcasting rights deal, pitching BT into battle against BSkyB. It will now fall to his successor Gavin Patterson, currently head of BT Retail, which sells broadband, calls and pay TV under the BT and Plusnet brands, to bring to a successful conclusion the challenge to Rupert Murdoch's satellite broadcaster that begins in August with the launch of two BT sports channels. Sir Michael Rake, chairman of BT, said: \"Ian has done a tremendous job in transforming BT. His decision to accept a government post demonstrates the sense of public service which many of us know to be characteristic. He leaves behind him a very capable team, one which will take forward the strategy that has served BT well and which lays out the path to further success.\" Cameron said it was a \"testament to the importance of this role\" that Livingston had agreed to oversee the work of UK Trade and Investment, the agency which promotes British business."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}