{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/jun/12/hospitals-patients-risk-falling", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-06-11T23:05:01Z", "webTitle": "Hospitals should assess patients for risk of falling, experts say", "webUrl": "https://www.theguardian.com/society/2013/jun/12/hospitals-patients-risk-falling", "apiUrl": "https://content.guardianapis.com/society/2013/jun/12/hospitals-patients-risk-falling", "fields": {"headline": "Hospitals should assess patients for risk of falling, experts say", "bodyText": "Hospitals should do more to reduce the number of patients falling over and hurting themselves while receiving treatment, the government's NHS advisers say. Almost 209,000 falls occurred in hospitals in England between October 2011 and September 2012, resulting in 90 deaths and about 900 patients suffering severe harm such as a hip fracture or head injury. Doctors and nurses should regard many of those admitted to hospital as at risk of falling because of their age, frailty or medical condition, and assess each patients' personal risk, according to the National Institute of Health and Care Excellence (Nice). The advice says that all patients over 65, and those aged 50 and older who have dementia, sight or hearing problems or who have had a stroke, should be regarded as at higher risk of falling. Their personal assessment should check whether they have fallen before, the drugs they are taking and whether they can see or not, have problems with their balance and can walk normally, Nice say. Professor Damien Longson, a consultant psychiatrist who chaired the group of experts that drew up the recommendations, said: \"Many patients who need extra support in carrying out simple tasks, such as reaching out to get a drink or going to the bathroom, do not wish to make a fuss or be seen as a burden to hospital staff. This can lead to them attempting to carry out these activities independently, which puts them at greater risk of falling.\" Age UK urged the NHS to take Nice's advice seriously, both to improve patient care and also to save money. \"The consequences of a fall in later life can be physically and emotionally devastating, potentially resulting in loss of mobility, independence and confidence,\" said the charity's director general, Michelle Mitchell. \"In addition to the pain caused to the individual, falls cost around £6m a day in hospital and social care costs to treat.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}