{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2013/jun/20/jeremy-forrest-guilty-child-abduction", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2013-06-20T23:18:00Z", "webTitle": "Jeremy Forrest found guilty of child abduction", "webUrl": "https://www.theguardian.com/uk/2013/jun/20/jeremy-forrest-guilty-child-abduction", "apiUrl": "https://content.guardianapis.com/uk/2013/jun/20/jeremy-forrest-guilty-child-abduction", "fields": {"headline": "Jeremy Forrest found guilty of child abduction", "bodyText": "A teacher who sparked an international police hunt after he ran off to France with a pupil half his age when their sexual relationship was discovered is expected to be jailed after being convicted of child abduction. Jeremy Forrest was found guilty after the jury took just two hours to deliver a unanimous verdict – while his former pupil, 16, sat behind him, burying her head in her hands and weeping when he was convicted. The teacher, who turns 31 next week, had mouthed \"I love you\" to the girl as he was brought up to the dock for the verdict at Lewes crown court on Thursday afternoon. She cannot be named for legal reasons. Forrest ran off with the girl, then 15, in September last year, disappearing for just over a week. As Interpol and border forces were placed on alert, the girl's mother had feared she was dead, but the two were caught in Bordeaux after he had been recognised. Police and prosecutors argued that the teenager was a vulnerable child exploited by a narcissistic abuser. \"Jeremy Forrest grossly abused the trust placed in him,\" said Detective Inspector Mark Ling from Sussex police, speaking outside at Lewes crown court. \"His actions caused distress and anxiety among parents, family members and a school community.\" In a statement read by police the mother of the girl spoke of the impact of the case: \"The last nine months were like living out our worst nightmare. Every aspect of our life has been affected to some degree.\" Questions remain over whether more could have been done about a relationship that had been simmering for seven months before the pair fled, and was, the court heard, the subject of widespread rumour around Bishop Bell school in Eastbourne, East Sussex. Headteacher Terry Boatwright defended the school, saying that until the September last year it there had only been \"very limited anecdotal hearsay and no evidence of a relationship. However, even so, everything was investigated following appropriate safeguarding procedures.\" At no time before September, he added, did the evidence reach \"the threshold to involve the police formally\". The Local Safeguarding Children Board in East Sussex has begun a serious case review into the actions of the school, local authority and police. It will inquire whether a wider pattern of poor pastoral care exists at a school that has faced three cases linked to child sex inside four years. In 2009 a supply teacher from Bishop Bell was jailed for having sex with two teenage pupils. More recently, the school was widely criticised after failing to remove a retired priest as chair of governors for more than a year after claims of child sex abuse against him emerged. There will also be questions for the police to answer. The court heard how the pair fled the day after officers and child protection officials seized the teenager's phone following a tip-off it contained intimate photos of Forrest. None were found, meaning the teacher was not arrested before he escaped. However, they did exist – one had the teacher naked but for a pair of boxer shorts – and were shown to the jury. Forrest opted not to give evidence, instead relying on the girl's testimony that the journey happened not just with her consent but at her specific instigation, and Forrest feared she might come to harm if she went alone. It was a notion dismissed by the prosecution. \"This is not Romeo and Juliet,\" said Richard Barton QC. \"This is a 15-year-old girl with her own vulnerabilities, and a 30-year-old teacher.\" The court heard that Forrest's relationship with the girl began as a normal teacher-pupil interaction, with her calling him \"Sir\" and being told off for wearing nail varnish. She developed a crush on him, and an apparent turning point came during a school trip to Los Angeles in February 2012, when Forrest publicly comforted the girl, who was experiencing personal difficulties. They started exchanging Twitter messages in the spring, moving to phone texting for greater privacy as the content became ever more intimate. During the school summer break, the court was told, with Forrest by then having been married for less than a year, they started having sex, meeting in local hotels, in the grounds of the local crematorium, or going for drives in his Ford Fiesta. Jokey talk of running away together became suddenly serious when police seized the girl's mobile. Panicked, they went to Paris and then Bordeaux. Forrest devised a false CV and started looking for bar work. They were caught after the owner of an English bar where Forrest asked about work recognised them from media coverage. The facts of the case were so well-established that Forrest's only viable defence emerged as that of necessity – being forced to act by extreme circumstances. Giving evidence in person, the girl said Forrest only accompanied her to France because he feared she might otherwise harm or even kill herself. It was an argument dismissed, very quickly, by the jury. Child abduction can carry a jail term of up to seven years, although Forrest is likely to receive a lesser sentence."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}