{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/jun/05/alastair-cook-jos-buttler-new-zealand", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-06-05T23:00:00Z", "webTitle": "Jos Buttler is a special talent, says England captain Alastair Cook", "webUrl": "https://www.theguardian.com/sport/2013/jun/05/alastair-cook-jos-buttler-new-zealand", "apiUrl": "https://content.guardianapis.com/sport/2013/jun/05/alastair-cook-jos-buttler-new-zealand", "fields": {"headline": "Alastair Cook hails 'special talent' Jos Buttler after New Zealand blitz", "bodyText": "England will begin their Champions Trophy campaign at Edgbaston on Saturday in much better heart than Australia after a spectacular performance by Jos Buttler averted the threat of a 3-0 series whitewash by New Zealand. Buttler plundered 47 from 16 balls with six fours and three sixes, narrowly falling short of the fastest half-century in one-day international cricket, to lead England from an unconvincing 211 for five after 46 overs to a commanding 287 for six off their 50 – a total which proved enough to secure a 34-run win. \"It's a special talent, isn't it?\" said an admiring captain, Alastair Cook, as he sat alongside the young Somerset wicketkeeper afterwards. \"But it's talent he's worked very hard on as well. We've seen him play those shots for Somerset numbers of times and we're going to see him do it a lot for England. You need to be pretty brave sometimes as well.\" Cook was also encouraged by a return to form for Eoin Morgan, who shared a rapid sixth-wicket stand of 62 with Buttler, and by the early indications that Stuart Broad and Steven Finn had each come through a first appearance in the one-day series with no reaction to the injuries that had ruled them out of the previous two games. But he dismissed the idea of taking any encouragement from Australia's capitulation for 65 in their last warm-up game against India in Cardiff on Tuesday. \"It will have little relevance,\" said Cook. He and England's one-day coach, Ashley Giles, now have two days to ponder a change to their strategy for the Champions Trophy. New Zealand's captain, Brendon McCullum, observed that England had a better balance than in the first two games with the inclusion of Ravi Bopara as an extra batsman allowing Buttler to drop down to No7, and James Tredwell then pressed his claim to be included as a second spinner alongside Graeme Swann by taking three of the first five wickets in New Zealand's reply. Buttler was named man of the match and the New Zealand opener Martin Guptill man of the series for unbeaten centuries in each of the first two games. But there was an unorthodox contender for the performance of the day in front of a 16,000 crowd – Chris Newell, a 50-year-old Yorkshireman who won £50,000 put up by Stowford Press cider for scoring three consecutive direct hits bowling at first three stumps, then two, then one, during the dinner break. Graeme Swann, who was rested on his home county ground, led the applause from the England team balcony – and in a joking reference to Fawad Ahmed, the refugee from Pakistan who has been fast-tracked into contention for Australia in the Ashes series this summer, the former England captain Michael Vaughan tweeted that the Aussies are now investigating Newell's heritage."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}