{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/jun/02/mankind-survival-great-leap-forward-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-06-01T23:06:17Z", "webTitle": "Mankind's survival requires another great leap forward | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/jun/02/mankind-survival-great-leap-forward-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/jun/02/mankind-survival-great-leap-forward-editorial", "fields": {"headline": "Mankind's survival requires another great leap forward", "bodyText": "It is a striking feature of our species that it is now the sole ruler of Earth. As we point out in today's Observer, our planet once bristled with other types of human being. These included the Neanderthals and the \"hobbit\" folk of Flores. A hundred thousand years ago, there were many different ways to be a human being. Then Homo sapiens emerged from its African birthplace, probably about 60,000 years ago, and began a global diaspora that was to have crucial consequences for human diversity. One by one, other human species disappeared, usually a short time after they had encountered our ancestors. In the end, we were left in sole charge of the world. Whether this takeover was violent or peaceful is uncertain. Certainly, there is little evidence to suggest we actively went about killing off Neanderthals or bludgeoning the hobbit folk to death. Instead, it seems more likely our greater social networking skills and advanced linguistic ability brought more and more individuals into contact with each other and together they invented a series of tools that allowed us to take over landscapes once dominated by other human species. In short, we triggered a technological revolution that has been gathering momentum ever since. Our mastery of stone was followed by our development of a prowess at working with bronze and, later, with iron. Steel and steam followed in the 19th century and silicon in the 20th. This accelerating rate of technological change turned a species that numbered only a few thousand when it started on its African exodus into one that now has a population of more than 7 billion. Nor is it hard to see the consequences of this dramatic growth: waves of wildlife extinctions, climate change, melting icecaps and ocean acidification. Our capacity to invent new technologies has brought us global domination. A capacity to control them is now desperately needed. It remains to be seen if our species possesses this attribute, however."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}