{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/jan/09/movinghouse.property", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-01-09T16:08:52Z", "webTitle": "Information packs 'will cost average seller £635'", "webUrl": "https://www.theguardian.com/money/2004/jan/09/movinghouse.property", "apiUrl": "https://content.guardianapis.com/money/2004/jan/09/movinghouse.property", "fields": {"headline": "Information packs 'will cost average seller £635'", "bodyText": "The introduction of the government's new home information packs will collectively cost people who are selling their home £495m a year, a pressure group claimed today. Splinta (Sellers Pack Law is Not the Answer) estimates it will cost the average seller £635 to produce one of the packs, which are likely to include details on local searches, title documents, a home condition report and an energy efficiency assessment. The group also warned that because people will not be able to market their property until they have produced one of the packs, they will face weeks of delay before they can put their home on the market. It added that the energy efficiency report element of the pack alone would collectively cost people nearly £250m a year. The Housing Bill, which includes the introduction of the packs in England and Wales, is due to have its second reading in the House of Commons on Monday. Nick Salmon, an estate agent and joint-leader of Splinta, said: \"The cost of the pack is out of all proportion to its potential benefit and we urge MPs to throw it out.\" But a government spokesman dismissed Splinta's estimate of the cost of the packs, saying that it did not take into account the amount of money buyers would save through not having to pay for their own survey or a separate mortgage valuation inspection. The spokesman argued that about £350m a year was wasted on sales that fell through, an eventuality which, the government maintains, the pack would help to reduce."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}