{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/jan/11/observerescapesection4", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-01-11T18:50:15Z", "webTitle": "Changing the school year", "webUrl": "https://www.theguardian.com/travel/2004/jan/11/observerescapesection4", "apiUrl": "https://content.guardianapis.com/travel/2004/jan/11/observerescapesection4", "fields": {"headline": "Changing the school year", "bodyText": "What is all the talk about a new six-term school year? Currently, schools in England and Wales typically have a one-week half-term in October; two-week break at Christmas; one-week half-term in February; two weeks at Easter; one-week half-term in May; and six weeks in July/August. Many local education authorities are going to introduce a new pattern. Some are adopting the change this September, with the majority starting in September 2005. The basic plan is to make the October half-term holiday slightly longer and the school summer holiday a few days, shorter which means that all the hype from the travel industry about families being able to take their main holidays at a bigger choice of times is rather overoptimistic. The main difference in England and Wales is that the Easter holiday will be standardised, so if you have kids in different schools their holidays will coincide. Why is it changing? The current school year pattern was established more than a century ago, and is now seen as outdated. There are no consistent arrangements between local authorities, and these varied holiday patterns mean parents increasingly take their children out of school for holidays. It is hoped regularisation will make organising holidays and child care easier. It is hoped that shortening terms would also relieve the stress put on teachers and pupils that can lead to illness, truancy and exclusions. A longer October break is believed to reduce the stress in the run-up to Christmas. Regular terms should also make curriculum planning and delivery easier. Here is an example of the new school year under discussion: Term 1: 5 September-21 October Break 24 October-2 November Term 2: 3 November-20 December Break 21 December-3 January Term 3: 4 January-10 February Break 13 February-19 February Term 4: 20 February-31 March Break 3 April-13 April Term 5: 18 April-26 May Break 29 May-4 June Term 6: 5 June-21 July Break 24 July-1 September New year: starts 4 September. For more information see the Local Government Association website Fines for parents taking their kids out of school Under what circumstances will parents be fined? This spring, penalty notices for truancy of up to £100 will be introduced under the Anti-Social Behaviour Act, and could apply to parents who take their children out of school during term time for a holiday without permission. Headteachers can grant up to 10 days' leave of absence for a family holiday, only exceptional circumstances can extend this period, which would be judged on a case-by-case basis."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}