{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/jan/19/highereducation.accesstouniversity", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-01-19T17:54:51Z", "webTitle": "Clarke offers poor students more 'flexible' financial package", "webUrl": "https://www.theguardian.com/education/2004/jan/19/highereducation.accesstouniversity", "apiUrl": "https://content.guardianapis.com/education/2004/jan/19/highereducation.accesstouniversity", "fields": {"headline": "Clarke offers poor students more 'flexible' financial package", "bodyText": "With a week to go before the vital Commons vote on the top-up fees bill, Charles Clarke, the education secretary, today unveiled details of the government's efforts to beef up financial support for poor students. He is seeking to combine the £1,500 living grant with the £1,200 fee waiver to produce a £2,700 government package allowing students to choose how they spend government support. To this would be added £300 each from university bursaries to make a total of £3,000 available to the poorest 30% of students. Broadly, students will have more money to live on, but will run up a higher fees debt to be repaid when they are graduates. Mr Clarke said civil servants were working through the technicalities and the measure would be added to the bill as it goes through its committee stage - assuming of course that it is not killed off at second reading next Tuesday. \"This will potentially give students from 2006 onwards more flexibility and choice over their own finances and is very much in line with recognising that students are independent at 18. I believe it is right that students should choose whether to use some or all of their money on living costs or offsetting graduation costs,\" he said today. As Chancellor Gordon Brown is not making extra money available, the increased fee loan to cover courses fees will have to be balanced by reducing the maintenance loan (to cover living costs) by £850. This still leaves students with more cash in hand, according to the Department for Education and Skills. The education secretary believes a single, larger grant and the added flexibility it provides would be a more effective incentive for poorer students to enter higher education than two smaller amounts with different entitlement criteria. It would have greater simplicity and cost effectiveness with just one grant to administer rather than two. The department added: \"Once they have graduated, they pay back fees based on what they earn not on what they owe - with a single rate of repayment covering both maintenance and fee loans.\" The possible downside is the fear of increased fees debt among some students."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}