{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jan/19/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-01-19T22:19:32Z", "webTitle": "Football: Manchester City 1 - 1 Blackburn Rovers", "webUrl": "https://www.theguardian.com/football/2004/jan/19/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2004/jan/19/match.sport1", "fields": {"headline": "City near critical status with Keegan lost for a cure", "bodyText": "Kevin Keegan is not the first manager to wonder if Manchester City should come with a government health warning. Joe Royle used to speak of a disease called \"Cityitis\" and the club secretary Bernard Halford recalls of Steve Coppell \"his suit when he arrived drowned him when he left\". Now, one fears, it is Keegan's turn. Keegan is too self-critical, too sensitive and far too impulsive to handle crises well and City's worst run since the start of their 1995-96 relegation season is likely to get worse before it gets better. By the time they resume Premiership duties on February 1 it will have been three months to the day since their last league win. Ominously the opposition will be Arsenal at Highbury, beginning a month that will also include confrontations with Chelsea and Liverpool. No wonder Keegan looked so fed up with the routine of explaining another missed opportunity, fed up with making excuses for his players and, most of all, fed up with answering questions about his future. This was a prosaic draw, churned out by what Graeme Souness described as \"two very nervous teams\", though in terms of chances created the home side are entitled to reflect they should probably have emerged with their first Premiership win in 11 attempts. Keegan does himself no favours. \"I'm enough of a realist to know two or three more bad results and my job is on the line,\" he said in his programme notes. Managers have been sacked for less but Keegan's employers must wonder why he is creating headlines that should not really exist. Such is Keegan's relationship with his chairman John Wardle it might need another three months without a victory before his job is under serious threat. A poll at the City of Manchester Stadium might reveal only one in 10 supporters want him out and there are certain players who are only a misplaced pass away from being made the scapegoat. Antoine Sibierski found that out close to the end when he sliced the ball into touch, although he had been far more impressive than, say, Trevor Sinclair, whose cheeks must have burned with embarrassment when he was named the man of the match by the stadium announcer. For now City are rudderless. Blackburn had not managed a serious attempt at goal by the time Nicolas Anelka opened the scoring with a cute free-kick curled around the defensive wall that caught Brad Friedel badly positioned and unsighted. Yet it was only five minutes before the hosts' vulnerabilities were exposed. Richard Dunne missed what should have been a routine clearance when Andy Cole flicked on Lucas Neill's up-and-under, Dwight Yorke poked the ball into Garry Flitcroft's path and the former City player beat David James from six yards. James's record so far at City reads one shot, one goal. The draw leaves both clubs three points above relegation and doubtless Souness and Keegan swapped a few hard-luck stories afterwards. At least Souness could reflect on an improved defensive performance, identifying Nils-Eric Johansson and Marcus Babbel for special acclaim. \"You can count the number of times we have defended well this season on one hand, and this was one of them,\" said the Blackburn manager. Man of the match: Joey Barton (Manchester City)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}