{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jan/01/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-01-01T22:54:31Z", "webTitle": "Wise man Robson backs Shepherd", "webUrl": "https://www.theguardian.com/football/2004/jan/01/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2004/jan/01/newsstory.sport5", "fields": {"headline": "Wise man Robson backs Shepherd", "bodyText": "Sir Bobby Robson has responded to Freddy Shepherd's scathing criticism of his chairman's under-achieving and highly paid Newcastle players. Shepherd hit out after last Sunday's 1-0 home defeat by Blackburn. \"The board has given those players top wages,\" he said. \"It's about time they started giving something back and they start performing on the pitch.\" And yesterday the manager responded. \"We do know that had we won on Sunday - we didn't - we were one point from fourth and after our dismal start that would have been a pretty fair achievement,\" Robson said. \"My reaction to the supporters, not to the chairman, is that 19 games have been played, 19 games are yet to play, it's halfway house and if we can improve our second-half performance of the season - and we think we can - then we're in a position to possibly get the fourth position.\" Robson admits his players are extremely unlikely to catch the top three and added that they are aware they have let themselves down badly, particularly in losing out to Partizan Belgrade in a Champions League qualifier and West Bromwich in the League Cup. \"The chairman has come out with this strong situation and I understand it,\" said Robson. \"He's the chairman. He has the right. I'm not cribbing about it at all. He's saying all our feelings - we all feel the same. \"We have to make sure that what doesn't happen is that the players lose their confidence and we don't get shattered by it. But it's up to the players, nobody else. The chairman is right to say those sorts of things, but the whole affair is in the hands of the players.\" Jo Tessem has become the fourth Southampton player after Paul Jones, Fabrice Fernandes and Anders Svensson to ask to leave during the transfer window. \"I need to find a solution,\" said the 31-year-old midfielder, who has played only 97 minutes in the Premiership this season, \"and Rosenborg are probably a bigger club than Southampton.\" Chelsea will not be recalling Alexei Smertin from his loan at Portsmouth until the end of the season and he is eligible for Saturday's FA Cup third-round tie with Blackpool. PA"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}