{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jan/01/comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-01-01T22:55:20Z", "webTitle": "'Around the world in 132 days - the greatest achievement of my life'", "webUrl": "https://www.theguardian.com/sport/2004/jan/01/comment", "apiUrl": "https://content.guardianapis.com/sport/2004/jan/01/comment", "fields": {"headline": "'Around the world in 132 days - the greatest achievement of my life'", "bodyText": "The dock was overflowing with people and the sun had come out when I reached Newport, Rhode Island on May 4. It was the happiest moment of my year and the greatest achievement of my life. I had raced for more than 32,000 miles, been at sea for 132 days and completed a solo circumnavigation of the world aboard Pindar, the 60-foot yacht that had been my home for almost nine months. It was absolutely amazing. The feeling of complete exhaustion combined with huge relief was immense. But the full impact of what I had done didn't hit me until long after I had left the boat. It all began a little more than 10 months earlier when the preparations started for the Around Alone, a single-handed round-the-world race. I was very lucky with my sponsor, Pindar, and an amazing shore crew who worked day and night to make the project possible. I had only sailed on Pindar for a month before the start of the race and there were many modifications that we wanted to make to set up the boat for a woman. It was manic right till the gun went. I left behind the safety of dry land, family, friends, any hope of a hot bath and a bed that doesn't move as I lined up alongside my nine male rivals. I am not sure that I knew what I was taking on when I sailed past the Statue of Liberty in New York at the race start, knowing that there was such a long way to go (Around Alone is the longest race for any individual in any sport). At that point I became resolute and determined. I had to. I knew if I didn't I would not be able to cope with everything that was going to be thrown at me. I experienced some amazing highs as well as some unbelievable lows throughout the race: sailing through the tail end of Hurricane Kyle when two-thirds of my competitors headed for shore; a terrifying climb up Pindar's 80ft mast in the middle of the Atlantic Ocean; a pirate scare; hand-stitching a giant Kevlar mainsail with over 1,500 stitches after it ripped in half; and the icebergs and extreme conditions of the Southern Ocean. However it was not just a case of battling with the elements. I was also faced with extreme fatigue, sleeping only 20-30 minutes at a time and for an average of under four hours a day. But the hardest thing to deal with was the solitude of solo sailing. As a self-confessed people person, I found the loneliness soul-destroying. Sailing around the world on your own shows you how hard you can push yourself. When the 140kg mainsail came crashing down on Pindar's deck in the middle of the Atlantic Ocean, I was tested beyond my physical limits. I had to haul myself up an 80ft mast with the wind bashing me around. I had no choice but to make the ascent and fix the problem to remain competitive - and that is just what I did. Battered and bruised but back in the race. Apart from the finish, Christmas at sea was actually quite fun - a little sad but as good as it could have been. I decorated my cabin with tinsel, got dressed up in my Father Christmas hat and opened a few presents which had been hidden on board by some of my family and friends. I took some pictures and sent them home and enjoyed listening to a special Christmas CD with surprise messages from family and friends. It was amazing how things changed when I got back. I didn't realise that I had gathered such a following. The response was amazing. I am even in the New Year's honours list, a very strange concept to someone who considers themselves one of the luckiest people alive simply because I can do what I love for a living. I was humbled by the support which I received and will never forget it. The rest of the year was spent preparing for the Transat Jacques Vabre (TJV), a double-handed transatlantic race from Le Havre, France to Salvador, Brazil. This time I sailed in my newly acquired Open 60, also named Pindar, with Mike Sanderson, who is an America's Cup and Volvo Ocean Race veteran. I have never enjoyed sailing on my own so I was really looking forward to this race. We were happy with how the boat was going and thought we were in with a great chance of doing well. Unfortunately, despite all the preparation, we had some serious technical difficulties on the second day. We had had a great start, so it was a massive disappointment to us that we had to pull into Brest, France, where we realised that the extent of the damage meant that even if we rejoined the race we would have been too far behind to be competitive. We therefore made the decision - the one that any competitive person hates to make - to retire from the race. I was frustrated but also mindful of the fact that it was only my second retirement in more than four years of racing. Anyway, as my sponsor Andrew Pindar would say, \"the mark of a good team is how they bounce back form adversity\", so I am looking forward to the next challenge. However for the time being I am enjoying some time off. A couple of weeks ago I left the UK for the sunnier climes of New Zealand, where I spent Christmas with some of my family, who are also taking some holiday time. I am now concentrating on trying to relax and will then look to writing my book, which is due out late this year. It has been an amazing year. If you had told me beforehand that I could have done all this I would never have believed it. However I have realised that, with hard work, determination and a great support team, anything is possible. I would like to leave you with one final thought. I had the following quote from TS Eliot hung from a prominent place in Pindar's cabin during Around Alone to remind me of what can be achieved: \"Only those who risk going too far can possibly find out how far they can go.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}