{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2004/jan/05/theatre.fiction", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2004-01-05T17:19:58Z", "webTitle": "His Dark Materials, National Theatre, London", "webUrl": "https://www.theguardian.com/stage/2004/jan/05/theatre.fiction", "apiUrl": "https://content.guardianapis.com/stage/2004/jan/05/theatre.fiction", "fields": {"headline": "His Dark Materials", "bodyText": "· Picture gallery: images from the production Nothing is more tempting than the apparently impossible. But, although director Nicholas Hytner and his creative team display heroic courage in turning Philip Pullman's epic trilogy into two three-hour plays, they are ultimately overcome by the vastness of the enterprise. There is much to admire in the staging; yet the result, inevitably, is like a clipped hedge compared to Pullman's forest. Partly, it's a problem of scale: Pullman's 1,300 pages have to be condensed to manageable proportions. Shrewdly, the adapter, Nicholas Wright, begins at the end with Pullman's protagonists, Lyra and Will, meeting on an Oxford park-bench while existing in parallel worlds. What follows is a retrospective guide to their amazing adventures. Wright has also axed several key characters including Mary Malone, the scientist who stimulates Lyra's sexual awareness, and the militant angel, Metatron. Although Wright avoids a linear plod through Pullman's inverted Paradise Lost, he cannot hope to match the amplitude of the original. But there is a more specific problem in adapting Pullman for the stage. Part of his intention is to rewrite Genesis, as well as Milton, and to rescue humanity from a Christian culture based on sin and guilt. But, in so doing, he creates a quintessentially literary work where much of the pleasure lies in the cascading references. Apart from Milton, Pullman's books draw heavily on Homer, the Icelandic Sagas, Dante, Blake, Wordsworth, the Shelleys, Wagner, Barrie and Tolkien. I even detect a nod to Kingsley Amis's The Alteration, which assumes the Reformation has not taken place. You can obviously pick up many of these allusions from the stage, but I can't think of any recent fiction that depends more on an intertextual complicity with the reader. Adaptation also reveals Pullman's weaknesses, as well as his strengths. The thrust of the story is to show Lyra and Will reversing the fall of man, embracing knowledge and experience and defeating submissive obedience to a deity. But, in his didactic anti-clericalism, Pullman demonises religion to the point of absurdity. This becomes even more apparent on stage, where a witch says of the church that \"as long as it's been on this earth, it's suppressed and persecuted everything good about human nature\". And although Stephen Greif is wonderfully authoritative as a Jesuitical Calvinist with an American accent - thereby scoring three hits in one - it's hard to believe in a church that has hardly moved forward since the days of the Inquisition. Pullman's books may be a reaction against his bête noire, CS Lewis, but it seems to have escaped his notice that we live in a predominantly secular age. What the stage version does bring out is the positive side of Pullman's humanism. Much of the first two thirds is, quite frankly, heavy going. Culled from Northern Lights, Lyra's journey to rescue abducted children from the Arctic is faithfully done, but lacking mythic resonance. A classic case is a fight to the death between two armoured bears. In the book, this is a brilliant parody of chivalric combat; but here it is reduced to an ursine scuffle. And The Subtle Knife's power struggles in parallel worlds at times become, unless you're steeped in the book, impenetrably hard to follow. But in the final third, taken from The Amber Spyglass, the evening becomes truly moving. In an astonishing sequence, Lyra and Will descend to the land of the dead in a way that tugs at the heart. First Lyra is forcibly separated from her faithful daemon: the physical manifestation of her soul. She then meets the embodiment of her own death - a scene beautifully played by Anna Maxwell Martin and Samuel Barnett. Eventually, the dead are released from captivity on condition they tell true stories about everything they loved in life. Pullman's extraordinary vision of a universe in which the untethered dead merge with the wind and the trees is perfectly realised. This is the one transcendent moment that justifies the long haul, and that even enhances Pullman's literary magic. For much of the rest, one is left admiring the production's technical skill. Giles Cadle's designs make extensive use of the Olivier's drum-revolve, with witches and bears inhabiting its upper regions and Oxford colleges and consistorial church courts rising from its lower depths. Michael Curry, the puppet designer, also does brilliant work in turning the animalistic daemons into internally lit shapes manipulated by black-clad operators. No complaints either about the acting. Martin as Lyra carries much of the show on her slim shoulders, and touchingly suggests, aided by Dominic Cooper's Will, the character's emergence into post-pubescent knowledge. Patricia Hodge as the sinister, fur-coated Mrs Coulter catches exactly the ambivalence of a woman who finds unexpected maternal instincts overcoming her power lust. Timothy Dalton's Lord Asriel, an aristocratic Satan challenging a crumbling divine authority, mixes Miltonic pride with boyish adventurism. And, in a large supporting cast, Tim McMullan stands out as a Machiavellian cleric, a Texan balloonist and the operator of a diminutive Gallivespian spy screaming in pain as he stubs his tiny toe against a tin cup. That is typical of the detail that animates Nicholas Hytner's production. One might ask for witches who looked less like touring-production Valkyries and for a more assertive score from Jonathan Dove to match the story's Wagnerian scale. But, on the whole, the production values are high. What I question is the adaptability of Pullman's trilogy, be it into theatre, radio or film. It seems to me the ultimate example of a literary project that achieves its fullest life at the point where the author's vision meets the reader's imagination. · Until March 20. Box office: 020-7452 3000."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}