{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/jan/05/netjetters2004jim.netjetters", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-01-05T18:57:37Z", "webTitle": "Soviet union", "webUrl": "https://www.theguardian.com/travel/2004/jan/05/netjetters2004jim.netjetters", "apiUrl": "https://content.guardianapis.com/travel/2004/jan/05/netjetters2004jim.netjetters", "fields": {"headline": "Soviet union", "bodyText": "The last week has been such a whirlwind that I don't know where to start. Firstly I've fallen hopelessly in love, and all without the help of an office party, mistletoe or alcohol (OK perhaps a little alcohol). More charming than Norway, more beautiful than Sweden, more mysterious than Finland and certainly with a better sense of rhythm than Estonia, I've fallen head-over-heels in love with Russia. If this was the 1980s I'd consider defecting. Like all great romances it didn't get off to a very promising start. I took my camera to have my photos transferred to disc. Behind a huge wall of the finest photographic technology known to man sat Oleg, and with the casual press of a button he managed to erase all my photos of St Petersburg. His only word of English was \"sorry\", but I taught him a few colourful new sentences. I stalked off to Red Square only to find that Lenin had taken Soviet bureaucratic obstructiveness to new heights (or depths) by failing to be in his tomb even when he's dead. Apparently he gets a general overhaul every 18 months and I had timed my visit to coincide with his makeover. Another tourist named Dave had seen Mao, Lenin and Ho Chi Min and he assured me that one pickled revolutionary looks very much like the next. Outside Lenin's tomb a few pensioners were waving red flags and making speeches, much to the amusement of the Russians and the bemusement of the tourists. Some were laying flowers on Stalin's grave under the Kremlin wall and I was surprised to see them cross themselves. This was the very same Stalin who turned the neighbouring Kazan cathedral into a public toilet and put the museum of Atheism in the Donskoy monastery. Apart from the odd communist, Red Square was thronged with newlyweds who come to have their photos taken there. Fortunately Russian weddings appear to have fewer guests than their British equivalent, otherwise the whole scene would have resembled an explosion at a meringue factory. Russian weddings would also appear to be less formal than British ones, with the brides dragging their dresses through the mud and slush for a quick cigarette and a can of beer round the back of St Basil's before laying flowers at the grave of the Unknown Soldier next to the Kremlin. Back at my hotel near the train tracks a wild-eyed American was wandering the corridors with a knife, looking for the person he apparently discovered trying to break into his room. Frankly we were all far more alarmed by him. Trying to tackle your average Moscow criminal with a penknife struck us as a poor piece of forward planning. I imagine it takes more than a smile to disarm a Russian. Another guest, named Keith, had been complaining of toothache for several days but had just discovered that clove oil would numb the pain. By the time I went out that evening the hotel and everyone and everything in it smelled like a 17th-century Dutch galleon returning from the Spice Islands. I set sail for the city centre attracting some curious looks from other metro users. \"Where's the romance?\" you ask. Well I'd been having a fantastic time but I agree that it's hardly Dr Zhivago. But then, like all great romances and just when I least expected it, I was struck by a thunderbolt. As I came out of the metro station, the cold night sky above Red Square was lit up by an enormous firework display. The fireworks may have been for Security Services Day (yes they have that in Russia) or may have been the mayor of Moscow extravagantly showing off (which he does), but the massive multicoloured explosions, combined with the golden towers of the Kremlin, the sparkling Christmas lights and the overpowering smell of cloves was truly magical. As I made my way back to the metro station the spitting image of Lenin walked past, complete with polka dot tie and goatee. People stopped to stare. The drunks and revellers who turn the station into a makeshift nightclub, looked on in disbelief until it dawned on everyone that it was in fact an impersonator who poses for photos near St Basil's. Either that or the 18-month overhaul is really something! Everyone started laughing, cheering and toasting Lenin who smiled and waved back, before disappearing down the escalators to one of Moscow's ornate metro platforms. It's so nice to see politicians using public transport. No wonder the Moscow stations are so impressive. The next morning started with me wondering if I'd imagined the whole thing but as I hadn't touched absinthe since St Petersburg I quickly dismissed this. Not even the evil trolls who inhabit the ticket counters at Yaroslavl station could put me in a bad mood. I eventually managed to buy a ticket to Rostov Veliky, a few hours north of Moscow, and amazingly I was still smiling. It must be love. On the way to Rostov I stopped at the monastery of St Sergius, one of the most important religious sites in Russia. Many of the monasteries once also served a dual purpose as fortresses (the Donskoy monastery in Moscow strangely houses an exhibition of tanks), but behind the massive stone walls of St Sergius was a peaceful precinct of cathedrals and churches filled with pilgrims and priests. With no other tourist this side of the Lenin lookalike, I silently watched the pilgrims in the Trinity cathedral prostrate themselves on the ground before the tomb of St Sergius. I headed to the station with the pilgrims who carried jerry cans of holy water from the spring in the monastery. I travelled on towards Rostov Veliky through beautiful, snow-covered countryside. This is fortunate because all great romances should have an inspiring setting and Russia has plenty of those. The woman opposite me crossed herself every time the train passed a church. By the time we reached Rostov I felt dizzy. I headed down the icy streets towards the kremlin and cathedral on the shores of Lake Nero, in the near pitch-blackness. The only hotel in town was actually inside the fortress and as a massive, and decidedly shut, gate loomed in front of me I suddenly realised the stupidity of arriving so late. What my Russian romance needed now was a dramatic rescue. I enlisted the help of a passing couple who were the only other people on the streets. The husband helped by shouting at the walls and repeatedly kicking the solid castle door. I was grateful, but besieging armies since the 12th century have discovered that it takes more than that to get into Rostov kremlin. We walked round the fortifications and found another equally gigantic and equally locked gate. The husband was about to start kicking this gate when his wife discovered a tiny doorbell hidden in the darkness. It sounded like the button was attached to one of the cathedral bells because a booming, clanging sound summoned a gatekeeper who ushered me inside the battlements. My hotel room had walls over two metres thick but that didn't stop me being woken in the morning by the sound of hammering. Probably another guest trying to get in. In dazzling sunshine I wandered down to the frozen shore of Lake Nero. A few footprints disappeared across the ice and, ignoring all those childhood safety films, I ventured out onto the lake. My nervousness eased considerably a few minutes later when a man cycled past me. I was treated to a spectacular view of the kremlin, cathedral and the nearby monastery that summer visitors will never see (except from a boat I suppose). I spent the rest of the morning with the fisherman dotted across the ice who, like fishermen everywhere, caught nothing and seemed far more interested in drinking beer. The site of a tourist sliding across the ice waving a camera at them seemed more surprising to some of them than landing a mermaid. I headed back to Moscow on Christmas Eve and decided my long journey east should start on Christmas Day itself. I couldn't wait to explore more of the country. My first step would be to the ancient town of Suzdal, a few hours from Moscow, but within days I would be in Asia and Siberia. Everything about Russia seemed amazing - from the monasteries to the metro, from Ivan the Terrible to Oleg the Eraser, from tsars to trolls - I'm in love with it all."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}