{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/jan/09/students.uk", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-01-09T16:43:36Z", "webTitle": "Reward offered for information on student death", "webUrl": "https://www.theguardian.com/education/2004/jan/09/students.uk", "apiUrl": "https://content.guardianapis.com/education/2004/jan/09/students.uk", "fields": {"headline": "Reward offered for information on student death", "bodyText": "The parents of a student who died after he was found collapsed outside his local pub on Christmas day today offered a reward for information. Undergraduate Peter Ostrowski was unconscious and had serious head injuries when he was found outside the Rickards Arms in Treforest, Pontypridd, south Wales. South Wales police are treating the incident as suspicious. The 21-year-old's parents, Michael and Crystina, are offering a £1,000 reward for any new information leading to a successful conviction in relation to the death. They said: \"Our whole family is deeply devastated by the terrible loss of Peter. We would like to thank all our relatives and friends for their heartfelt concerns, not only given for Peter but also our immediate family. \"We would especially like to express our gratitude to the members of hospital staff and South Wales police for their truly caring and professional approach in dealing with this most tragic event.\" Mr Ostrowski, who was in the final year of his business studies degree at the University of Glamorgan, died in hospital when a decision was taken to switch off his life support machine three days after he was found. Days after the death, Mr Ostrowski's uncle, Stephen, revealed his nephew had decided to spend Christmas at his student accommodation in Treforest so he could continue studying. The student, from Coventry, had gone to the pub with friends on Christmas eve and was found in the street outside at about 12.50am. Anyone with information is asked to contact Pontypridd police station on 01443 485351 or Crimestoppers on 0800 555111."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}