{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jan/01/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-01-01T22:54:32Z", "webTitle": "Petta strengthens Fulham cause", "webUrl": "https://www.theguardian.com/football/2004/jan/01/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2004/jan/01/newsstory.sport4", "fields": {"headline": "Petta strengthens Fulham cause", "bodyText": "Fulham have completed the loan signing of the Celtic midfielder Bobby Petta until the end of the season. \"I am happy that we have secured Bobby until the end of the season,\" Fulham's manager Chris Coleman told his club's official website. \"He has proven ability which will help give us some important strength and depth in the squad, so I have no doubt he will be an asset to us in the coming months.\" The left-sided Dutchman joined the Scottish Premierleague side from Ipswich for free in 1999 and helped Martin O'Neill's men to a treble the following season. Celtic and Motherwell still have issues to resolve before Stephen Pearson can join the team he supported as a boy. The 21-year-old midfielder, who has also been courted by Blackburn Rovers and Everton, was due to leave Fir Park for Parkhead once the transfer window opened. Pearson is under contract at Celtic until the summer but the principal stumbling block to the deal is the desire of the Motherwell manager Terry Butcher to take loan players in exchange for him. Motherwell are still officially in administration, leaving Butcher unable to make any cash signings in this month's transfer window. A Fir Park source said: \"One of the main issues is loan players for Motherwell, which has been talked about. Terry has been looking at a range of players with a view to one or two being on loan.\" The midfielder Jamie Smith has been touted as a possible loanee to the Lanarkshire side. The Rangers manager Alex McLeish says he will hand the Scotland international midfielder Gavin Rae his debut in Saturday's Old Firm derby at Celtic if he is fit. The 26-year-old Rae was expected to complete his move from Dundee and sign a 3-year contract with the Scottish champions today. He will be available to face Celtic this weekend. \"I have no doubts in my mind that Gavin would relish the chance to make his debut against Celtic just days after signing for us,\" said McLeish. \"If he is 100% fit he will certainly come into my plans for the game.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}