{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jan/19/match.sport14", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-01-19T22:19:31Z", "webTitle": "Football: Everton 0 - 1 Charlton Athletic", "webUrl": "https://www.theguardian.com/football/2004/jan/19/match.sport14", "apiUrl": "https://content.guardianapis.com/football/2004/jan/19/match.sport14", "fields": {"headline": "Charlton give Parker a case for staying", "bodyText": "Where once it was steeped in despair, a pocket of south-east London is increasingly daring to dream. \"It would be an unbelievable achievement for Charlton to get into any European competition,\" admitted Graham Stuart. \"If it turns out to be the Champions League, then we'll be in heaven.\" Those resurgent in red will awake black and blue this morning after a weekend spent pinching themselves. Exactly a decade ago Charlton were about to slump from credible promotion candidates to the misery of mid-table in the First Division, playing in a half-built Valley and weighed down by the legacy of their seven-year exile. The transformation is staggering. Today they sit five points clear of Liverpool in a Champions League qualification place, with 24,000 season ticket holders rejoicing in their board's willingness to reject a £8m bid for their best player. Scott Parker, unsettled by Chelsea's interest, was absent on Saturday but Charlton still won. Alan Curbishley spent £1m last summer; Claudio Ranieri's £111m outlay has bought a nine-point advantage, though it is on the rest that the Addicks have stolen a march. \"I thought there'd be a reality check in football in the summer in terms of the finances,\" said Curbishley, Charlton's manager of 13 years and the architect of the club's rebirth. \"We've been playing against teams who have had players in their sides who shouldn't be in there because the clubs have been spending money they haven't had. \"We've been getting walloped by teams who can't afford the players in their side and we've had to take it on the chin. But we felt that, this year, some of these so-called 'bigger clubs' would come back within our reach. It's a reality check for them. We're used to doing it on a shoestring but they're not and they can't go out and spend the money they'd been spending previously.\" That Charlton have long since adapted to football's harsh financial climate would go some way to explaining why they are flourishing this season, albeit in a mediocre division, while clubs like Leeds plummet. Everton, for all their own undoubted progress under David Moyes, remain saddled with a weighty wage bill which, inherited from previous regimes, has handicapped the manager's ability to freshen up his squad. They were unimaginative here, particularly when trailing to Stuart's close-range goal after Paolo Di Canio's cross had struck Alessandro Pistone, and never really threatened to regain parity. While the home side huffed and puffed admirably, Charlton were resolute in defence with Mark Fish outstanding in eclipsing Duncan Ferguson. With Liverpool sinking at White Hart Lane, Curbishley has a fortnight to bask in heady ambition. \"I still like to keep Teletext on in the background, just to make sure we're still up there,\" he said. \"People don't realise what this club has achieved in the last 10 years. \"There will have been visiting fans here today who may be 14 or 15 years old and will not know where we've come from. It's quite incredible. But over the years we've tried to move away from those painful memories. When we bring players into the club we don't talk about those years any more, but talk about where we can go.\" The manager will do just that with Parker this morning. The England midfielder reports back for training and will meet Curbishley to discuss his future, though logic suggests he would do well to honour the five-year contract he signed last summer. \"A Champions League club came in for him and those sorts of offers don't come along too often,\" conceded the manager, who will surely welcome the 23-year-old midfielder back for their next game, against Bolton, on the eve of the closure of the transfer window. \"But we've dismissed it. Let's see what happens this week. \"As for us, the top three plus Liverpool and Newcastle are still the big five clubs with the squads, the money and the crowds going for them. They've also got the experience. We can't mix financially with them, but we can compete on the pitch. \"If that's good enough to get us into the top four or five, we'll have to see, but this is our fourth season in the Premiership and the first we've approached looking to get into the top half of the table. \"Let's see if we can finish it.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}