{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/jan/11/italy.observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-01-11T19:28:13Z", "webTitle": "My perfect day: David Furnish", "webUrl": "https://www.theguardian.com/travel/2004/jan/11/italy.observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2004/jan/11/italy.observerescapesection1", "fields": {"headline": "Rich pickings", "bodyText": "I first went to Venice in 1995 with Elton. We were invited for the weekend by Gianni Versace who showed us around. It was magical - one of the few places you could go in the world and just switch off. It was like stepping into an old painting. That started my love affair with Venice which culminated in us buying an apartment on the Giudecca a couple of years ago, virtually next door to the Cipriani Hotel where we stayed that first time. I go several times a year now to dive into the great culture. The art is fantastic, there's a terrific film festival - being a film-maker, I really love that - and the Venice Biennale is wonderful. I always go on that crazy opening weekend. Around 40,000 people visit the festival from June to October, 25,000 in that first weekend! Everybody from the contemporary art world is there, and it's a great social scene with wonderful parties and dinners. We've spent Christmas there the last few years. It's the best time to visit. It's virtually empty, yet all the things we want to see and do are still open. Don't go in July and August - it's hot, crowded and hard to get around. In high season it's difficult for Elton to walk around without being accosted but in December the city is filled mostly with Venetians who are famously discreet. We really treasure that. And there isn't much of a paparazzi problem either because it is hard in Venice for people to track and follow you. At breakfast, Elt and I sit in the apartment with a big pot of coffee and look out the window. It has a beautiful view of the Santa Maria della Salute, St Mark's, the Doges' Palace and the boats. The light changes so much that the view is never the same twice. After breakfast we get out to see as much as we can. There are three museums I love to visit: the Santa Maria Gloriosa dei Frari, the Salute and St Mark's. Getting into St Mark's is a nightmare because of the queues, but we've been incredibly lucky because of Elton and been allowed in before it has opened and after it has closed. It's breathtaking. Behind the altar there's a beautiful Byzantine screen filled with diamonds, rubies and emeralds. For lunch we go to Harry's Bar. The Venetians are quite rigid about where they sit - it's a bit like the Ivy. They sit downstairs and the tourists upstairs, but we actually prefer upstairs because it is more comfortable and has a better view. They serve the most fantastic tuna tartar and the scampi friti is delicious. Another great restaurant is Locanda Cipriani on the island of Torcello, one of the oldest parts of Venice. It's good for Sunday lunch on a warm day because they have a beautiful rose garden. I have the carciofini (baby artichokes) when they're in season and then the filleti di San Pietro Carlina which they do with capers, which is just delicious. There are two sides to Venice: they cater to the tourist trade with cheesy glass cats and clowns or lace covered with gondolas . But there is real craftsmanship, too. There's a great jewellers called Codognato, for example, which sells beautiful antique jewellery and designs of their own. I have to try and keep Elton out of there! We have a passion for table linen, and the island of Burano between Murano and Torcello is famous for its handmade lace. We go to a place Versace introduced to us called Dalla Olga where we get a lot of our linen for our house in the south of France. We're also big collectors of glass, and Venice has some of the world's most famous glassmaking houses. For dinner, we absolutely love Da Ivo. It's a tiny restaurant with probably only 12 tables run by a man named Ivo who looks like Gepetto from Pinocchio with little tufts of white hair on the sides of his head and glasses on the end of his nose. They bring over a tiny chalk board in a gold frame with the specials - all local catches and produce. I'm always excited when soft-shell crab is in season because that is delicious. There is still so much of Venice I haven't seen. We haven't been in a gondola yet as Elton refuses - he's not boat mad. I haven't been inside the Doges' Palace, walked across the Bridge of Sighs or climbed to the top of the Campanile. It is a city full of treasures and every time we go we discover something new. It's the most beautiful city in the world. I never get tired of it. Where to stay Hotel Cipriani, Giudecca 10, 30133 Venice 00 39 04 15 207 744; www.hotelcipriani.com Where to eat Harry's Bar, Calle Vallaresso 1323 Locanda Cipriani, Piazza S. Fosca, 29, 30012 Torcello, 00 39 04 17 30150 www.locandacipriani.com Da Ivo, Ramo dei Fuseri, Torcello 00 39 04 155 285 004"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}