{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2004/jan/13/classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2004-01-13T17:57:55Z", "webTitle": "Quartetfest, RNCM, Manchester", "webUrl": "https://www.theguardian.com/music/2004/jan/13/classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2004/jan/13/classicalmusicandopera", "fields": {"headline": "Quartetfest", "bodyText": "With 10 professional and 47 student quartets squeezed into the Royal Northern College of Music's four-day festival, every nook and cranny of quartet repertoire was explored. Some of the most memorable performances were by students: the RNCM-based Ozarka Quartet's gripping account of George Crumb's disturbing but beautiful Black Angels; and the Gregory Quartet's intensely focused, skilful performance of the Lutoslawski quartet. Some of the big names were a little disappointing: the Duke Quartet's programme of Schoenberg, Berg and Webern was frustratingly underpowered and undercharacterised. Although the Ravel quartet, with which they opened, was gracefully done, they seemed almost wilfully to underplay the intensity of the Second Viennese works. This was maddeningly apparent in the finale of Schoenberg's Second Quartet, where the excellent soprano Eleanor Meynell found herself left high and dry at what should have been its spinetingling climax. The beautiful coda consequently fell as flat as a pancake. In an unimaginative piece of programming, the Sorrel Quartet gave a funereal account of Britten's Third Quartet, following it up with Shostakovich's Fifteenth: an exhausting sequence of six Adagios. There was no reason the Shostakovich needed to sound so dreary - with less laboured tempi, this music need never be either boring or depressing. The Arditti Quartet stole the show with their closing concert. In a stunning programme of Nancarrow, Kurtag, Carter and Ligeti, they fused superlative technique with spellbinding musicianship, at its most moving in the ending of Kurtag's Officium Breve. Since the Ardittis have the knack of making fiendish scores look effortless, it was refreshing to see them sweat over Beethoven's Grosse Fuge; but it was even more refreshing to hear it make such perfect musical sense."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}