{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/jan/16/students.uk2", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-01-16T17:01:34Z", "webTitle": "Manchester sees 61% drop in student robberies", "webUrl": "https://www.theguardian.com/education/2004/jan/16/students.uk2", "apiUrl": "https://content.guardianapis.com/education/2004/jan/16/students.uk2", "fields": {"headline": "Manchester sees 61% drop in student robberies", "bodyText": "Figures released by police in greater Manchester today show crime against students in Salford has fallen dramatically as a result of an ongoing operation to tackle violent attacks and robberies in the notorious Manchester region. The figures, released by the force after a three-month operation to cut down on street thefts and attacks affecting students, show the number of robbery offences against students aged over 18 has dropped by 61% compared to the same period last year. Speaking as the figures were announced, Inspector Geoff Collins from Salford police station said: \"This cut of 61% in student robberies is very encouraging and shows we are continuing to successfully tackle the issues that affect the quality of life for students living, visiting and socialising in the city.\" Police officials say that the cut in crime is the result of \"Project Hawk\" - a high visibility police campaign launched in 2000 to reduce street robberies across Manchester. Comprising talks to students about how to avoid becoming victims of crime, regular police patrols of student areas and a \"Hawk Walk Safe\" route monitored by the police, the operation has proven successful, say police, since it was relaunched in 2002. \"This recent success is due to the ongoing work of GMP [Greater Manchester Police] and the support of our partners, such as the university, to help reduce robbery. However, we recognise that the work to cut crime needs continue to ensure Salford is a safer place for everyone.\" Brendan Keville, president of Salford University's student union, today welcomed the figures as an indication that students were getting the message about street crime. \"We're obviously really pleased with the huge fall in crime, although it comes as no surprise because we have had a noticeable drop in the number of students reporting crime to us,\" he said. \"The police have been highly visible since September and we accept that operations like these are financially and time-limited. But students should now be realising that living in Salford is no different to any other city, and if figures like this help us to get the message across to reduce the perception and fear of crime amongst our students, then so much the better.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}