{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2004/jan/09/shopping.fashion1", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2004-01-09T16:31:00Z", "webTitle": "Bye bye J-Lo, hello Naomi", "webUrl": "https://www.theguardian.com/lifeandstyle/2004/jan/09/shopping.fashion1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2004/jan/09/shopping.fashion1", "fields": {"headline": "Bye bye J-Lo, hello Naomi", "bodyText": "This might come as a bit of a revelation, but fashion designers can occasionally be, well, a little pretentious. I know - shocking, isn't it? But after a few minutes listening to them wafting on about how their \"concept\" has been to \"capture the zeitgeist\" courtesy of a collection of clothes made from chainmail or what have you, and answering only the most vacuous questions instead of saying anything remotely interesting, you begin to feel like you've eaten one too many slices of pink angel cake. So what an unexpectedly charming surprise Marc Jacobs is. True, the early signs had been unpromising. \"Talk to him about Vuitton's 150th anniversary!\" the Vuitton PR lady had urged breathlessly, as PRs are wont to do. \"And how the theme of this season's collection is Cleopatra as an icon. He'll want to talk about that. And the amazing advertising campaign, of course.\" Right then. Reluctant breath, obligatory puff questions at the ready: so, Mr Jacobs, it's very exciting about the anniversary, isn't it? \"Um, I guess. I don't think much about all that,\" he responds in a somewhat baffled New York twang, as though he had just been asked what he thought about the philosophical meaning of Victoria Beckham's new single. And how about those Cleopa tra references in the collection, eh? Is she your favourite icon? \"Um, I wouldn't say she's top of my icon list,\" is the decidedly tongue-in-cheek response. As for your amazing advertising campaign ... \"Er, yeah. Pretty funny, isn't it?\" Now really. You wouldn't get Donatella describing her hugely expensive new advertising campaign as \"funny\", would you? Nor would you, I wager, get Madame Versace dressing up as a polar bear for her office Christmas party. \"Yes, a polar bear!\" Jacobs repeats brightly. \"It was an art deco-themed party. A lot of people came as WC Fields and I came as a polar bear.\" The connection between the early 20th century and Arctic mammals is a little unclear but, adds the man frequently dubbed the King of New York Cool, ever so excitedly, a photo of him in bear costume was on the front page of the trade press, captured for proud posterity. Definitely not Donatella. But Jacobs is part of a very different generation of designers from the Dynasty-and-Dallas likes of Versace. Stella McCartney may very well knock up clothes that, as her oft-quoted statement goes, \"make chicks tick\", but Jacobs makes ones that girls and women alike always felt they should own. For his eponymous collections, Marc Jacobs and the cheaper Marc by Marc Jacobs, which he designs alongside Vuitton's, characteristic pieces include luxurious white army-style coats and candy-coloured summer dresses with puffed sleeves - in short, downtown-inspired clothing with an uptown desirability. When he says his clothes have \"an accessibility and a certain type of sex appeal\", this has the rare merit of actually being true, and they have been inspiring the high street to lucrative effect during its recent much-lauded renaissance. In 1997, still under 35, Jacobs was appointed artistic director of Louis Vuitton and was charged with designing the company's first foray into clothes, giving a puff of much needed fresh air to a then stagnant luxury goods company, more associated with duty-free concession stands then anything approaching fashion. This season, the Louis Vuitton stores will be decked out in rich turquoises and golds, with teetering bronze sandals and brocaded bags. Very Cleopatra, apparently, but the key word here is \"rich\": the Vuitton customer is different indeed from the louchely hip demographic that Jacobs has cornered with his own labels. He might like to claim that he has \"friends who wear both Marc Jacobs and Louis Vuitton, and they look fabulous in both\", but this is because his friends are women such as Sofia Coppola. This celebrity association came to an attention-grabbing head last season when Jacobs hired Jennifer Lopez to pose in a somewhat alarming manner with leather goods and plastic-looking men in the Vuitton adverts, to predictably clamorous effect. Yet there is a feeling that he was a little taken aback that more attention was paid to Lopez's assets than to the products themselves: \"I know everyone was talking about J-Lo this and J-Lo that, but we're very proud of the pieces we create.\" He couldn't have been surprised, though, surely? \"We never sat down and said, 'Right, we want a celebrity.' The product is the star of the campaign,\" he insists stoutly. Nevertheless, for the Louis Vuitton campaign this season, it is notable that Jacobs has left J-Lo behind and returned to the more traditional method of using super models, whom, in true designer style, he refers to as \"girls\", even though many of them are a stiletto's breadth shy of his own age. Does he feel fashion is becoming too entangled with celebrity? \"No, no, we didn't make a deliberate decision about it. I just felt to show the eclecticism of the collection we needed six different girls, so we have the redness of Karen Elson, the utter glamour of Naomi and Kate looking healthy and gorgeous. We could have used six different celebrities, but that would have been a logistical nightmare.\" Anyway, he adds, \"they are celebrity models\". One of the more amusing rumours circulating last year was that after her shoot, Lopez and her minions promptly helped themselves to every single Vuitton item in the studio, returning only to retrieve a forgotten pair of socks. This, so the cackles went, was why Jacobs decided to return to supermodels. He, predictably, denies any such tomfoolery: \"That is completely unreal!\" he says, in his characteristic, and somewhat anachronistic teenage New Yorker slang. \"I was really upset when I heard what people were saying. We gave those clothes to her. Who wouldn't want Jennifer Lopez running round in their clothes?\" And the socks? \"Yes, OK, her assistant did call me about the socks ... But only because I suggested replacing the ones she wore in the shoot for a clean pair. Honestly!\" Socks, celebrities and super-models: no wonder the man needed some polar bear relief."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}