{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/jan/09/bestplacefor.portugal", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-01-09T18:51:06Z", "webTitle": "Making up", "webUrl": "https://www.theguardian.com/travel/2004/jan/09/bestplacefor.portugal", "apiUrl": "https://content.guardianapis.com/travel/2004/jan/09/bestplacefor.portugal", "fields": {"headline": "Making up", "bodyText": "Luckily, I am not an argumentative person. I am patient and explain my views. I'm afraid this might sound very Pollyanna-ish, but I try to see the world from another's point of view and then work out how I can communicate my opinion in a way he or she can understand. I was fortunate to grow up in a happy family where people listen. That was a tremendous advantage. People may find they row when away on holiday: couples are normally separated, quite naturally, when they go to work or take the children to school, but on holiday they spend all day and every day together. If you want a relaxing holiday that will not put strain on your relationship there is nowhere better than Lisbon. It's close; it's in Europe; you do not need vaccinations; it is not too expensive to get to; the diet is similar; and it's fun. These are all good things which mean you won't be arguing before you get there. Lisbon can be seen as a place of renewal given the way it has mended itself after disasters. It was flattened by an earthquake in 1755 and then a fire in 1988 burnt down one of the quarters. But the place regenerates itself, and has a similar impact on relationships. Portugal's capital is a relaxed city with a long seafaring history. It lies next to the Tagus river, where you can easily catch a ferry. It has also got a series of fascinating tramways and lifts. There is one tram that goes up from the centre into the old quarter - Alfama. It's like a ride at Alton Towers. I defy anyone to travel on that and feel they haven't had trememdous fun. Lisbon is a hilly town with many unexpected discoveries and the way the city is organised is fascinating. I love the food (the grilled sardines are especially delicious) and the language sounds fabulous. They have a word that means a \"wistful longing for the past\" and that's an agreeable feeling to be able to express on holiday. Interview by Gavan Naden"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}