{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/jan/16/highereducation.lecturerspay", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-01-16T16:09:19Z", "webTitle": "University employers refute 'secret meeting' charge", "webUrl": "https://www.theguardian.com/education/2004/jan/16/highereducation.lecturerspay", "apiUrl": "https://content.guardianapis.com/education/2004/jan/16/highereducation.lecturerspay", "fields": {"headline": "University employers refute 'secret meeting' charge", "bodyText": "The president of the Universities and Colleges Employers' Association (Ucea) today dismissed a suggestion from the Association of University Teachers (AUT) that the organisation had held a secret \"council-of-war\" at a time when they should have been negotiating with the union over academic pay. Speaking in response to a statement released by the AUT which slammed a meeting today of managers from virtually all of Britain's 170 higher education institutions, Jocelyn Prudence, president of the Ucea, denied that the event was detrimental to the ongoing dispute. \"It is a pretty major function of the association to work with the sector on good human resource management, and that is exactly what today's meeting was about,\" she said. \"To describe today as a 'council-of-war' is not accurate at all. It is simply sensible to bring people together to discuss what is going on.\" Ms Prudence's comments followed a statement from the AUT accusing the Ucea of wasting money and time uniting the nation's university employers when it should have been negotiating with the union - the only one of seven yet to make an agreement with the employers over controversial restructuring of academics' pay. \"The AUT believes the employers, who threw the AUT's negotiating team out of talks on December 16 last year, should be meeting with them to look at ways of preventing nationwide strike action,\" read the statement released this morning as a strike ballot of the union's 47,000 members continued. Today the Ucea admitted that it had made no further attempt to initiate further negotiations with the union, but Ms Prudence said that, equally, the AUT had not approached the employers. \"The AUT decided that they had come to the end of formal negotiations with us and declared a state of formal dispute with us,\" explained Ms Prudence. \"And under those circumstances negotiations stop.\" \"What is important to make clear, though, is that the meeting today was by no means an attempt to undermine the issues, but rather a standard meeting of representatives of our member institutions,\" she said. The dispute centres over proposals to modernise and restructure pay for academics, a move which the AUT says could lead to many senior support staff losing £46,000 over 21 years, some researchers losing £17,300 over nine years, and numerous lecturers losing £6,300 over eight years. A ballot for strike action was initiated on Monday, with the AUT's executive committee recommending a \"yes\" vote to initiate a series of strikes, both national and regional. \"On the agenda at today's Ucea meeting are 'possible exit strategies',\" said Matt Waddup, AUT assistant general secretary. \"The only appropriate exit strategy now is for Ucea to reopen talks with the AUT and try to reach a settlement before industrial action becomes inevitable.\" The Ucea commented that although negotiations would be unlikely to be initiated while the ballot continued, the employers remain keen to reach an agreement. \"We are very anxious to get the AUT on board,\" said Ms Prudence, adding: \"The door is always open to reopen negotiations.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}