{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/jan/16/1", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-01-16T17:00:23Z", "webTitle": "Woman wins right to appeal in embryos case", "webUrl": "https://www.theguardian.com/uk/2004/jan/16/1", "apiUrl": "https://content.guardianapis.com/uk/2004/jan/16/1", "fields": {"headline": "Woman wins right to appeal in embryos case", "bodyText": "A woman who is fighting to save her frozen embryos from destruction in order to have children today won the right to take her case to the court of appeal. Lord Justice Matthew Thorpe gave permission for Natallie Evans, 32, to challenge a previous high court ruling that the embryos must be destroyed. After the hearing, Muiris Lyons, Ms Evans's solicitor, said that his client was \"delighted\" by the result. \"Natallie is delighted and relieved that her fight to save her embryos is not over. She has never given up hope,\" he said. \"She now has the opportunity of a full appeal, and is confident that the court of appeal will accept that she should be allowed to use her embryos to try for the baby that she has always wanted.\" In October last year, high court judge Mr Justice Wall said that he had \"considerable sympathy\" for 32-year-old Ms Evans and Lorraine Hadley, 38, who also sought the right to use her embryos. However, the judge ruled that the laws governing IVF treatment were clear: once the womens' former partners had withdrawn consent for them to be used, the embryos must be destroyed. The former partners of Ms Evans and Mrs Hadley have refused to give their consent for the embryos to be used. Mrs Hadley decided not to take the case any further, but Ms Evans decided to press ahead because the appeal offered her a last chance of having children. Her ovaries, which contained pre-cancerous cells, have been removed, the court heard. Lord Justice Thorpe gave permission for a full appeal, which will be scheduled to last one and a half days. He said the case was not only of \"very great interest\" to Ms Evans, from Trowbridge, Wiltshire, but that there were also points of general public concern. However, he warned Robin Tolson QC, representing Ms Evans: \"Your client should not attach too high a hope as to the ultimate outcome.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}