{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2004/jan/16/fashion", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2004-01-16T17:55:46Z", "webTitle": "Suits all of us, sir", "webUrl": "https://www.theguardian.com/lifeandstyle/2004/jan/16/fashion", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2004/jan/16/fashion", "fields": {"headline": "Suits all of us, sir", "bodyText": "I own one suit. It is from Burtons, and has been worn to one wedding and three funerals. Fifteen or so years of being in charge of my wardrobe, and never has the lure of the three-button, two-button, one-button double-breasted whatever got to me. Face it, there is no lure. Suits are suits, end of story. Or not. The coming year is all about the challenge of the suit. We already know about preppy, the smartened-up, tucked-in style that is the theme for the just-started spring/summer season. Suits with a very Wall Street feel are being piled into stores. But there is always something frivolous about summer clothes, and the designers who have tapped into the American Psycho look have done so with a sense of humour. After all, for his Louis Vuitton collection, Marc Jacobs said he was inspired by Prince William. But soon things will get serious. Tailoring has been the big story of this week's men's autumn/winter collections in Milan. No more sportswear, no more grungy dropout stuff, no more casual separates that you can chop and change. It is pinstripes, chalk-stripes, strong shoulders, shirts and ties - all very daunting. It may seem a stark move, but the labels are actually following a standard fashion formula: always offer consumers something different to what has gone before. It gives the illusion that the next collection, which is usually rehashed ideas, is totally fresh and new. Since recent obsessions - military and denim - have obviously reached the end of the road, something has got to change. Nothing is going to stop us actually wearing jeans (the only thing I have bought this week in Milan's shopping golden mile has been a skinny-leg bit of denim from Prada), but to make denim the centrepiece of a collection would look tired and lazy. We have seen enough of the luxury take on downtown style. It is the end of a cycle that began around the time of Calvin Klein's foray into androgyny with his cK label at the start of the 90s. After a fallow period for designer denim, when Levi's ruled the 80s with 501s and the ensuing Nick Kamen ad campaign, the 90s were all about jeans made by big brand names. Whether it was the New York lifestyle labels, (Klein, DKNY, Ralph Lauren), the edgy designers (Helmut Lang) or the Japanese cults (Evisu), denim became the big money-maker in fashion. In recent years, this has been exploited by new brands, such as Earl Jean or Seven, which were set up solely to make jeans. And for youth-centric designers like Marc Jacobs or Hedi Slimane at Dior Homme, denim is now an inevitable part of their collections. Result? Denim has reached saturation point. My problem with suits is that I am used to the quick fix of fashion that jeans cultivate. Denim, and its accompanying need for T-shirts and hoodies, makes shopping a shallow affair. You check the fit at the front, make sure your backside looks good, and take the jeans to the till. Over the years, you build up a load of stuff that all works together - tops that can be worn with any of your jeans, and jeans that you wear all week and look better as the dirt builds. In what passes for my wardrobe there is no coordination or planning, just some clothes that I love. Tellingly, my one suit is kept in its bag away from everything else, hanging on the back of the door. I have never had to wear a suit for work - if I need to dress up I wear black trousers with one of the two black jackets I have picked up along the way. When I see friends in the evening who wear suits during the day, they will always have arranged the meeting half an hour later to give them time to get home and change. Yet others are throwing themselves at the sartorial trend with gusto. My friend Paul and his boyfriend, also called Paul, are both committed buyers of the Topman suit range, a classy capsule collection that has a fashion sense of fit and colour (the store currently has some excellent schoolboy blazers). And there is our friend Michael, who turned up on New Year's Eve complete with tie and tucked-in blue work shirt. He was the most dapper man in the pub. None of these people work in an office. Obviously a balance needs to be struck, as people who wear suits to work want to escape the nine-to-five outside office hours. But people who never have to dress smartly seem to be longing for a bit more snap to their clothing. Some of the shows this week have given straight-forward tailoring such as the drop-dead double-breasted pinstriped suit at Dolce &amp; Gabbana, one of the best looks of the week. But others, particularly Prada, have played with the idea of separates in formalwear. Although the look was smart, the pieces did not necessarily match and the mac over the top may be the most important element. There have been plays on colour, breaking prescribed rules about what should go with what, such as Ralph Lauren's tartan suit or the greens and pinks that splashed through his collection. It is all part of a gentle breaking-in process to tailoring that allows men to buy into the look without feeling trapped by a suit. But I am not really interested in a softly, softly approach - I want tailoring to spring-clean my style. There has been too much of an extended adolescence in my clothing. I want to live in suits while I am relatively young and not using the slant of a pinstripe to hide the wasted shape of my body. When fashion swings round again and brings in a more relaxed style, I shall breathe out like everyone else. And, like learning to like jazz and applying for a mortgage, it could be fun. You never know."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}