{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2004/jan/16/comment.business", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-01-16T16:37:58Z", "webTitle": "How do you like them Apples?", "webUrl": "https://www.theguardian.com/technology/2004/jan/16/comment.business", "apiUrl": "https://content.guardianapis.com/technology/2004/jan/16/comment.business", "fields": {"headline": "How do you like them Apples?", "bodyText": "Apple Computer this week confirmed what many who spent days in the run up to Christmas traipsing the streets had already suspected: the iPod, the company's digital music player, was the must-have gadget of the holidays. In New York at least, the devices sold out some time before the big day, leaving the hapless last-minute shopper disappointed. On Wednesday Apple said it had reversed an $8m (£4.4m) loss during its fiscal first quarter a year ago into a profit of $63m this time around. During the three months to the end of December, the company sold 733,000 of the devices, more than double the number it had sold in the previous quarter. Revenues from the iPod were $256m, compared to $81m a year earlier - already 13% of the company's total sales. It has sold more than 2m of the seductive white and silver units, the size of a thin cigarette box, since launch. The standard devices range from $299 (£165), able to store 3,700 songs to $500 with the capability to store 10,000. The company reckons it has a 31% share of the digital music player market. Apple founder Steve Jobs recently compared it to the iconic Sony Walkman. Its iTunes online music store, which has 500,000 songs available at 99 cents each, has now recorded 30m downloads. The money, though, is in the devices. Apple now finds itself at a pivotal moment. Until now the company has been the Britain of the technology market: inventive and often at the cutting edge of design but not necessarily able to cash in on its ideas. With the iPod, the challenge is to hang on to its early lead and become the standard in digital music. That is clearly on its mind. The company has launched a Windows version of iTunes, perhaps the most ambitious attempt Apple has ever made to move beyond its famously loyal fan base. It also announced earlier this month that it had struck a potentially important deal with Hewlett Packard to bundle the iTunes service into the firm's personal computers. HP, which had been intending to launch its own handheld device, will instead put its brand on one made by Apple in the PC maker's corporate blue. The move gives Apple greater distribution and the advantages of scale in both the manufacture of the devices and in negotiations with record companies. It is also spending big on advertising to establish the brands and has done a deal with Pepsi to give away 100m songs. Apple was able to grasp the opportunity of the online market due to lack of vision in the recording industry, which steadfastly refused to view digital distribution as anything other than a threat. Apart from some half-hearted attempts at membership paying sites that never gained any traction, the record majors have adopted a strategy of trying to crush the market for online music through the courts, something that was never going to work. If the success of iTunes has told the industry anything, it is that the music-buying audience was prepared to pay if a tenable service existed. Compared to the volume of people using the likes of KaZaA to download illegally, the number of sales on iTunes are relatively small. But Apple has had to virtually invent the market from scratch and needs to break the habits of people accustomed to getting music for free built over the past five years. It claims to have 70% of all legal downloads. The potential size of the market means Apple will face some intense competition, on both the handheld device and the music store. Already Dell has launched a cheaper version of the iPod and an online music store in partnership with Musicmatch. Microsoft and Sony, two of the big hitters, aim to launch their own devices later this year, while the likes of Wal-Mart and the reborn Napster are using their brands to muscle into online music stores. With a nod to the less costly rivals on the market, Apple has launched a smaller, slightly cheaper version of the iPod, which retails at $250 and can hold 1,000 songs. Apple needs its music business to work. Mac sales improved and 10m customers upgraded to the OS X operating system in the recent quarter, but Apple's market share in the computer market slipped to 3.2% from 3.5%, according to industry analysts the International Data Corporation. For now, though, the impact of the iPod is certain. Microsoft, with an apparent absence of irony, recently complained that the deal between Apple and Hewlett Packard was uncompetitive. If Microsoft is worried about unfair competition then Apple must be doing something right."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}