{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/jan/09/huttonreport.freedomofinformation", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-01-09T17:15:25Z", "webTitle": "Whitehall must open up after Hutton, say MPs", "webUrl": "https://www.theguardian.com/uk/2004/jan/09/huttonreport.freedomofinformation", "apiUrl": "https://content.guardianapis.com/uk/2004/jan/09/huttonreport.freedomofinformation", "fields": {"headline": "Whitehall must open up after Hutton, say MPs", "bodyText": "Parliament's most senior figures called yesterday for MPs to have \"substantially enhanced access to official documentation\" from the government in response to the unprecedented release of information to Lord Hutton during his inquiry into the death of David Kelly. The move came as Michael Howard, the Tory leader, put more pressure on Tony Blair, by releasing a dossier which lays out the detailed strategy the Tories plan to use to examine every single issue raised by the Hutton inquiry. The document, which runs to more than 50 pages, shows how partisan the battle will be - by highlighting the most contentious claims and devoting two appendices to Tony Blair and the defence secretary, Geoff Hoon - top Tory resignation targets if Lord Hutton issues an excoriating report. Mr Howard said it did not prejudge Lord Hutton's report but simply gave voters the \"raw facts\". \"The prime minister's statements at the dispatch box in the House of Commons yesterday about his role in the naming of Dr David Kelly give rise to matters of great public concern. It is clearly now vital that as much information as possible is made available to the public about the role of the prime minister and others in the circumstances surrounding the death of Dr Kelly\". He repeats his contention that the PM and Sir Kevin Tebbit, permanent secretary at the ministry of defence, could not be both right about Tony Blair's role in the naming of Dr Kelly, since their statements appeared to be in direct conflict. Mr Blair told lobby journalists that he had not authorised publication; Sir Kevin said Mr Blair had chaired a committee in Downing Street that, in effect, had. \"If Lord Hutton comes to the conclusion that what Sir Kevin Tebbit said to the inquiry was correct, it is very difficult to see how what Mr Blair told the journalists can have been the truth,\" he told Jeremy Vine on BBC Radio 2. The document demanding a big change in parliament's powers to summon witnesses and obtain documents comes from the liaison committee, the body comprising senior politicians who chair select committees. Alan Williams, chairman of the committee, said yesterday: \"Put simply we are saying what is good enough for Lord Hutton should be good enough for MPs.\" The report wants MPs to be able to compel civil servants to give evidence and not have to rely on the grace and favour of ministers who can decide who should appear. It points out that Mr Hoon tried to restrict which questions could be put to Dr Kelly by the foreign affairs committee - but in practice Mr Hoon could not stop MPs asking Dr Kelly questions once he was in front of them. It also wants MPs to be able to see internal Whitehall mails as Lord Hutton had, memos, policy alternatives and confidential communications between departments, regulatory bodies and executive agencies. MPs have been banned from seeing any of these documents since Lady Thatcher set up the select committee system and imposed restrictions on what parliament could see. The report says: \"Much of the material available to Hutton ... would not currently be provided to select committees.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}