{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jan/20/newsstory.sport10", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-01-20T18:05:21Z", "webTitle": "Leeds have 'positive meeting' with players", "webUrl": "https://www.theguardian.com/football/2004/jan/20/newsstory.sport10", "apiUrl": "https://content.guardianapis.com/football/2004/jan/20/newsstory.sport10", "fields": {"headline": "Leeds have 'positive meeting' with players", "bodyText": "Leeds players today offered a show of support for the financially-stricken club - but they have yet to agree to defer part of their wages. Acting chairman Trevor Birch met the players and officials from the Professional Footballers' Association this afternoon to discuss measures to help Leeds avoid administration. The players agreed to offer their support to Birch's plan to avoid administration and discussed deferring a percentage of their wages but did not commit themselves to any specific course of action. Leeds released a statement this evening, saying: \"There has been a positive meeting between the players, the club and the PFA. \"The players are now fully aware of the financial position of the club and are prepared to offer support should it be required.\" Birch has until Monday to find the funds to prevent the club falling into the hands of administrators. Leeds yesterday revealed a week-long extension to their 'standstill agreement' with the principal creditors who are owed a combined £82million. Birch has also managed to agree the possibility of a further two-week extension up to February 6 - but that will be allowed only on certain financial conditions being met. He wants the players to defer 30% of their wages until the end of the season to provide Leeds with the £5million needed to see them through the next four months. Meanwhile, it is highly unlikely that Alan Smith will be sold to Newcastle. The Magpies had offered £3m but had their approach rejected last week - and although reports today claimed Leeds were poised to sell the England striker, it is understood the club will hang on to him. Club sources indicate that Birch does not believe it makes financial sense to sell any players for a knockdown price - and that if any player is to be to sold it would be Mark Viduka, whose £65,000 weekly salary is a tremendous burden on the budget. But his wages and price tag are also the reason why buyers may be put off."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}