{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/jan/28/jeremylennard1", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-01-28T19:06:27Z", "webTitle": "Hutton on: the MoD", "webUrl": "https://www.theguardian.com/uk/2004/jan/28/jeremylennard1", "apiUrl": "https://content.guardianapis.com/uk/2004/jan/28/jeremylennard1", "fields": {"headline": "Hutton on: the MoD", "bodyText": "Lord Hutton's report was gentler on the Ministry of Defence than many had expected, clearing its officials of plotting over the naming of Dr Kelly and expressing his understanding of the \"mitigating circumstances\" that may have led them to treat the government scientist in a less than ideal manner. \"The decision by the MoD to confirm Dr Kelly's name if, after the statement had been issued, the correct name were put to the MoD by a reporter, was not part of a covert strategy to leak his name,\" the report stated, \"but was based on the view that, in a matter of such intense public and media interest, it would not be sensible to try to conceal the name when the MoD thought that the press were bound to discover the correct name.\" It added: \"A further consideration in the mind of the MoD was that it did not think it right that media speculation should focus, wrongly, on other civil servants.\" Lord Hutton acknowledged that, if taken in isolation, some of the information to emerge from Downing Street and the MoD in early July might have led commentators to conclude that a cynical strategy was afoot. But, taking all in context, his conclusion was unequivocal. \"There was no dishonourable or underhand or duplicitous strategy by the government covertly to leak Dr Kelly's name to the media,\" the report said, concluding that, amid \"well founded\" concerns that the scientist's name might emerge in the media at any time, the government must have feared it would be accused of a serious cover-up if it did not at least reveal that an unnamed civil servant had come forward as the source for Andrew Gilligan's reports. On the issue of whether the MoD failed to take proper steps to help and protect Dr Kelly in the difficult position in which he found himself, Lord Hutton said: \"Once the decision had been taken on July 8 to issue the statement [about the unnamed civil servant], the MoD was at fault and is to be criticised for not informing Dr Kelly that its press office would confirm his name if a journalist suggested it.\" Once the statement had been issued, Dr Kelly must have realised that his name would come out, Lord Hutton said, but to learn in a brief telephone conversation with his line manager that his name had been confirmed to the press must have been \"a great shock and very upsetting for him\", giving rise to \"a feeling that he had been badly let down by his employer\". Lord Hutton also considered the MoD to be at fault in failing to set up a procedure to inform Dr Kelly immediately his name had been confirmed to the press, and in allowing an hour and a half to pass between the confirmation of his name to the press and advising him of the development. But the judge's criticisms of the ministry were tempered by the observation that Dr Kelly's exposure to the media was not the only factor putting him under great stress and that the scientist was not easily helped. \"These criticisms are subject to the mitigating circumstances that (1) Dr Kelly's exposure to press attention and intrusion, while obviously very stressful, was only one of the factors placing him under great stress; (2) individual officials in the MoD did try to help and support him in the ways which I have described ... and (3) because of his intensely private nature, Dr Kelly was not an easy man to help or to whom to give advice,\" the report said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}