{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jan/01/rugbyunion.paulrees", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-01-01T22:55:20Z", "webTitle": "Wilkinson boost for Six Nations", "webUrl": "https://www.theguardian.com/sport/2004/jan/01/rugbyunion.paulrees", "apiUrl": "https://content.guardianapis.com/sport/2004/jan/01/rugbyunion.paulrees", "fields": {"headline": "Wilkinson boost for Six Nations", "bodyText": "Jonny Wilkinson should be fit for England's opening Six Nations fixture in Rome on February 15 after a visit to a specialist yesterday revealed that he had not suffered any long-term damage to his neck after his return for Newcastle on Sunday ended prematurely. There was more good news for the England head coach Clive Woodward when the Bath centre Mike Tindall was told he did not need an operation on his ruptured ankle ligaments and he could be back in action at the beginning of March. Wilkinson spent five weeks on the sidelines, after dropping the winning goal in the World Cup final against Australia, when it was discovered that he had suffered a stress fracture in his shoulder and neck at some point during the tournament. He has been blighted with neck and shoulder problems for the past two years and was injured 53 minutes into his comeback match for Newcastle against Northampton after tackling the Saints wing John Clarke. He was treated for nearly five minutes before being helped from the field and was immediately taken to hospital for an x-ray which revealed he had not suffered another stress fracture. Wilkinson saw a specialist yesterday to determine when he would be able to play again. \"We were delighted that there was no long-term damage to Jonny's shoulder,\" said Rob Andrew, Newcastle director of rugby. He will continue to manage the injury in rehab with our medical staff and we hope that he will be back on the field with the rest of the team within a matter of weeks.\" Unless Wilkinson makes it back for Newcastle's Parker Pen Challenge Cup second-leg tie away to Montferrand, he would have only one match before England's championship opener against Italy if the Falcons were knocked out of the tournament, at Gloucester, the previous week. The England and Saracens flanker Richard Hill is also cutting it fine in his attempt to prove his fitness. He is to have an operation on his nose after suffering a permanent displacement during the friendly against the New Zealand Barbarians last month. The Barbarians second-row Troy Flavell was cited for allegedly causing the damage with a stiff-arm challenge. His case was due to be heard at Twickenham this week via a video link with New Zealand, but it has been postponed until later this month. Half of England's World Cup squad were on the injury list at the start of the week, but the hooker Mark Regan will play for Leeds at Saracens today, and Gloucester hope their prop Phil Vickery will have recovered from rib cartilage damage for next week's Heineken Cup match against Munster. The outlook for the centre Mike Catt and the flanker Lewis Moody is less clear. Catt has suffered a recurrence of hamstring trouble, whereas Moody is still on crutches after aggravating a foot injury playing for Leicester. He will see a specialist in three weeks' time. Tindall injured his ankle playing for Bath at Saracens last Saturday and it had been thought he would miss most of the rest of the season, but he saw a specialist yesterday and was told that, as he had not ruptured all of the tendons in his right ankle, he would not need an operation. · Jim Evans, the Harlequins lock, and Gloucester's hooker Chris Fortey have been summoned to appear before a Rugby Football Union disciplinary panel at Twickenham next Tuesday. The pair were sent off in the Premiership game at Kingsholm last weekend."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}