{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2004/jan/19/guardianobituaries.artsobituaries", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2004-01-19T18:54:12Z", "webTitle": "Obituary: Helen Osborne", "webUrl": "https://www.theguardian.com/news/2004/jan/19/guardianobituaries.artsobituaries", "apiUrl": "https://content.guardianapis.com/news/2004/jan/19/guardianobituaries.artsobituaries", "fields": {"headline": "Helen Osborne", "bodyText": "The journalist Helen Osborne, who has died aged 64, was nicknamed \"the usherette\" by John Osborne's fourth wife, the actor Jill Bennett (obituary, October 6 1990). Indeed, she was Helen's best friend until Helen displaced her to become the playwright's fifth wife in 1978. Why usherette? Well, she hung around theatres and journalists, and wrote programme notes and interviews. Amazingly for someone who disliked critics so much, Osborne married two of them: the other was his third wife Penelope Gilliatt (obituary, May 13 1993). Something in the water, and the bile, appealed; you have something to say about the world, or you don't. Osborne did. So did Helen. Born Helen Dawson, in Newcastle-upon-Tyne, she was educated at the Mount school, York, and read history at Durham University. There she wrote for the student newspaper Palatinate, then edited by Hunter Davies, and acquired, via appearances in student productions, her fascination with the theatre. She then spent a year at Brown University, in Providence, Rhode Island. She joined the Observer as a 23-year-old secretary in 1962, but navigated the crossover into journalism. She was devoted to the then arts editor and writer Richard Findlater, helping him out, standing in for him, and guiding him through theatres and friendships. As drama critic for a year, she was wonderful - totally and unapologetically biased and usually unhelpful to new talent, unless she had met them at a party. In the late 1960s, she became arts editor, and it was around then that I got to know her very well indeed. She set blazing standards, with a skill and waspishness unrivalled in anyone I ever knew. She could be funnier and wittier even than Clive James, the paper's television critic of the time, and that really is saying something. And it was while working for the Observer that she first encountered Osborne. For a time, she was best friend to Peter Buckley, an American who edited both Plays And Players and Dance And Dancers in the 1970s. \"Why don't we start one for gay butchers?\" she asked me. \"And call it Mince And Mincing?\" Together, in 1973, we heard the first Barry Manilow records in Helen's spacious flat in Dorset Square, near Regent's Park. When I became editor of Plays And Players, I turned up to prise copy out of her. This guy will be big, said Peter Buckley, of Manilow. Over our dead bodies, said Helen and I. In 1976, we went together to the opening performances of the National Theatre on the South Bank. She loved Peggy Ashcroft in Peter Hall's production of Samuel Beckett's Happy Days, and loathed Michael Blakemore's production of Plunder. Ironically, she became a firm supporter of Blakemore, and a sworn enemy of Hall - along the lines of Osborne, who called him the Fu Manchu of Colditz-on-Thames. Mind you, Osborne had a point, when Hall withdrew his play Watch It Come Down from the National's repertoire; it had not been a success, to put it mildly, and most of us, even Helen's friends, were simply Waiting For It To Come Off. The main thing about Helen was that she cared so much, and had such anger and passion. When she married Osborne, I lost a friend. Sucking up to the old rake was not in my repertoire; he became a bore without a reason, and I made sure I never crossed swords with him. I was never, alas, a proud recipient of Osborne's nasty missives, always egged on, you felt, by Helen. \"Stay clear of downtown Chichester,\" the mild-mannered Benedict Nightingale was warned; \"Fatso Morley's next!\" The Daily Mail's dear little Jack Tinker was always addressed as \"Ms Tinker\", and informed he had been promoted on death row alongside \"Mrs [Nicholas] de Jongh\". The couple first lived in an early 19th-century house, Christmas Place, at Edenbridge, Kent, and went on sea voyages while Osborne worked on the first volume of his memoirs. \"Come to a party in Edenbridge,\" said Helen once, \"Australians, children and gays forbidden.\" My wife and I were getting married, so we never went. I hardly spoke to Helen again. In 1985, she and Osborne upped sticks for the Hurst, a house in Clun, Shropshire. Osborne settled into his second volume of memoirs, while still waging verbal war on his enemies. He died (obituary, December 27 1994), but she stayed there. As she wrote in the Sunday Telegraph last year, it had been a marriage of unself-conscious mutual dependence. \"I have tried to do the best for my husband's memory and, especially, for his work,\" she explained. \"Sometimes, I have let him down lamentably. I have tried to stay true to his enthusiasms, to watch the ways of the world as warily as he did, and to cock a snook at humbug at all times.\" She did. And boy, did she hate everything represented in show business by good folk like Sheridan Morley. She disliked cliquishness, clans and dynasties, and the idea that the theatre was more important than life. She was a beagle, true bred, as they say in Twelfth Night. Much better to have Helen as a friend than as an enemy. Last September, she turned up with Helen Montagu (obituary, January 6 2004), the first great West End female producer, at the Donmar Warehouse first night of The Hotel In Amsterdam, an Osborne play rescued from obscurity by Michael Grandage's production and Tom Hollander's performance. Helen Osborne, I know, loved the production. So did Helen Montagu: \"Much better than the original, daa-hhling!\" she said. For all their faults, and bitchiness, the old gals were still looking forward and gadding about. · Helen Osborne, journalist, born March 11 1939; died January 12 2004"}, "isHosted": false}}}