{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jan/19/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-01-19T19:11:13Z", "webTitle": "Leeds get seven days", "webUrl": "https://www.theguardian.com/football/2004/jan/19/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2004/jan/19/newsstory.sport6", "fields": {"headline": "Leeds get seven days", "bodyText": "Leeds' acting-chairman Trevor Birch has today been given just another seven days to find the funds which will prevent the club falling into the hands of administrators. In a statement to the Stock Exchange, Birch revealed the week-long extension to their 'standstill agreement' with the principal creditors who are owed a combined £82million. Birch now seems certain to turn to the club's highly-paid stars and ask them to defer a portion of their wages - likely to be around 30% - until the end of the season, which would provide Leeds with the £5million needed to see them through the next four months. Birch has also managed to agree the possibility of a further two-week extension up to February 6, however, that will only be allowed on certain financial conditions being met. The statement to the Stock Exchange tonight read: \"The Board of Leeds United PLC announces that the company's principal finance creditors have today agreed to extend the standstill period (announced on 4 December 2003) by a week, to midnight on 26 January 2004. \"This agreement also provides for a further two-week extension to 6 February 2004, conditional on achievement of certain financial and other covenants.\" Birch has long maintained a healthy relationship with the creditors - bondholders MetLife and Teachers in the United States and British firm M&amp;G, along with player-leasing agents Registered European Football Finance Ltd - and it is that which has led to the stay of execution. Yet while the club have confirmed talks have been held with \"interested parties\" in the last seven weeks since the initial agreement was arranged, no-one has so far stepped forward. The crux to Leeds' problem is their plight at the foot of the Barclaycard Premiership, for Leeds have slipped a place in the intervening period and are now closer to being relegated to the Nationwide League. With potential investors uncertain as to which division Leeds will be playing in next season, bearing in mind the £20-25million loss that comes with dropping out of the Premier League, it is unsurprising they are unable to attract a buyer. Former deputy plc chairman Allan Leighton has long been mooted as a potential saviour, yet even the man who runs Royal Mail has so far not shown his hand. Sheikh Abdulrahman bin Mubarak al-Khalifa's credentials were discredited by Leeds on Friday amid speculation he was due to save the club with a £35million cash injection, with £15million supposedly available for new players. Yet Leeds claimed they had \"not received any satisfactory evidence from Sheikh al-Khalifa that funds exist to fulfil any proposal currently under discussion between him and the company.\" In fact, the life-long fan is understood to have told associates that despite stringent efforts to raise the cash required, he has been consistently thwarted in his efforts. Birch still requires the figure of £5million to see Leeds through the closing months of a tortuous campaign, and his options in that regard have not changed despite today's announcement. If no investor steps into the breach, then either a player will have to be sold before the end of this month's transfer window - which Birch has already claimed is a last resort - or, as is more likely, the playing squad will take a wage deferral. Skipper Dominic Matteo has taken the lead and stated he will do so, and is understood to be backed by striker Alan Smith and midfielder Eirik Bakke. But whether every player will agree to such a proposal remains to be seen, and it is likely the Professional Footballers' Association will be involved at some point over the next few days to help broker any deal. The PFA were called in last week by David Batty, with the full effects of administration explained to the Leeds squad bearing in mind the players' organisation have been involved on many occasions when Nationwide League clubs have fallen on financial hard times. The current situation facing the PFA at present is vastly different to any they have previously encountered for in the club's last financial statement it was divulged Leeds have an annual wage bill of £56.6million, accounting for 88% of turnover. PFA chief executive Gordon Taylor said: \"They've reduced the wage bill to some extent with some sales, but there's a limit to how many players you can sell and have enough quality to stay in the Premiership. \"If deferrals are necessary to keep the club alive then they (Leeds) will look at that very seriously as other members have done in other situations. \"It has been successful in the past, although we are talking about much smaller, but still serious, amounts for the club concerned. \"We'd always want contracts to be sacrosanct, but to delay monies to give clubs breathing space is where players have been understanding.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}