{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/jan/05/britishairways.britishresponsetoseptember11", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-01-05T18:21:31Z", "webTitle": "Ministers defend air disruption", "webUrl": "https://www.theguardian.com/business/2004/jan/05/britishairways.britishresponsetoseptember11", "apiUrl": "https://content.guardianapis.com/business/2004/jan/05/britishairways.britishresponsetoseptember11", "fields": {"headline": "Ministers defend air disruption", "bodyText": "The British Airways flight at the centre of terrorist fears and a row over armed air marshals was today delayed for the third day running as the foreign secretary, Jack Straw, defended the continuing disruption to transatlantic flights. Flight BA223 from London Heathrow to Washington was grounded last Thursday and Friday due to security alerts, delayed on Saturday and Sunday for extra security checks and today delayed awaiting clearance from the US authorities. It was given permission to fly shortly after 6pm tonight, nearly three hours after its scheduled departure. The cancellations and delays have sparked suspicion among some pilots who say the airline is unhappy with US demands to deploy armed air marshals on some flights. Jim McAuslan, the general secretary of the British Airline Pilots' Association (Balpa), told the Times newspaper he suspected last week's cancellations were the result of a \"a political decision to get BA to accept air marshals\". But Mr Straw denied the charge and, adding his weight to earlier comments by the transport secretary, Alistair Darling, said that the government would not be forgiven if it failed to put passengers' safety first. If terrorists mounted a successful attack, the media would \"flick in an instant\" to hunting for government negligence, he said. \"Where there is a fine judgment to be made, we come down on the side of passenger safety and no one would forgive us if we failed to do that.\" Britain announced last weekend that armed marshals would be deployed on some flights as a \"last line of defence\" against would-be suicide hijackers. The announcement sparked anger from Balpa, which opposes allowing guns on planes. BA was holding emergency talks with pilots today to discuss the issue of armed guards on planes. Mr Darling yesterday warned that air travellers must get used to flight delays and cancellations during a \"heightened state of alert\" that could last for many years. Last week, a London flight to the Saudi capital Riyadh was cancelled several times, also due to security alerts, and flights from Mexico and France to the US were also cancelled over the holiday period amid fears of September 11-style attacks. A BA spokesman said that the Riyadh flight was also due to operate as normal today. The air security alert began on December 21, when the US government raised the national threat level to orange - indicating a high risk of terrorist attack - and said that threat indicators were possibly greater than at any time since the attacks on New York and Washington on September 11 2001. Security fears have prompted the cancellation or delay of 14 international flights - on British Airways, AeroMexico and Air France - since New Year's Eve. Dulles International airport, the point of origin for the September 11 flight that terrorist hijackers crashed into the Pentagon, was the destination or takeoff point for eight of those flights cancelled or delayed since last Wednesday. Authorities believe that an Egyptian charter plane bound for Paris, which plunged into the Red sea on Saturday, crashed due to technical failure. The Boeing 737 was carrying 148 people, most of them French tourists. None are thought to have survived."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}