{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jan/01/newsstory.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-01-01T22:54:31Z", "webTitle": "Swede set to leave Goodison", "webUrl": "https://www.theguardian.com/football/2004/jan/01/newsstory.sport7", "apiUrl": "https://content.guardianapis.com/football/2004/jan/01/newsstory.sport7", "fields": {"headline": "Swede set to leave Goodison", "bodyText": "Everton will release their Swedish international midfielder Niclas Alexandersson during the transfer window in an attempt to cut their wage bill over the second half of the season. The 32-year-old spent a month on loan at First Division West Ham United this season only to reject the chance of extending that arrangement. IFK Gothenburg and their neighbours Orgryte have both expressed an interest in taking him on a free transfer. \"The best thing would be if Everton and another club could reach an agreement,\" said Alexandersson, a £2m signing from Sheffield Wednesday four years ago who has yet to feature in Everton's first team this season. \"Two clubs have shown their interest to my agent. There have not been any negotiations but in January I will know more.\" With a number of players out of contract next summer and unlikely to be handed new deals, Everton's manager David Moyes will listen to offers in an attempt to raise some funds to give him some leeway during this month's transfer window. Steve Simonsen, Peter Clarke, Scot Gemmill and Paul Gerrard are all available, though the club remains optimistic that David Unsworth will prolong his spell at Goodison Park. Richard Wright, who has not featured since mid-September after persistent knee trouble that necessitated surgery in the United States, has resumed training. The England international goalkeeper is likely to feature for the reserves over the next fortnight with a view to a first-team return. Vio Ganea has completed his move to Wolves and may debut in Saturday's Cup tie at Kidderminster. The 30-year-old Romanian international striker has signed to the end of the season after being released by his Turkish club Bursaspor."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}