{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jan/28/newsstory.manchesterunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-01-28T23:18:33Z", "webTitle": "Football: United study the 63 Irish question", "webUrl": "https://www.theguardian.com/football/2004/jan/28/newsstory.manchesterunited", "apiUrl": "https://content.guardianapis.com/football/2004/jan/28/newsstory.manchesterunited", "fields": {"headline": "United study the 63 Irish questions", "bodyText": "Manchester United's chief executive David Gill and group finance director Nick Humby held a crisis meeting in London yesterday to draw up responses to the 63 questions submitted by John Magnier and JP McManus, the club's largest shareholders. It is United's latest attempt to end the feud between the Irish pair and Sir Alex Ferguson. The queries relate to recent transfer deals, the use of agents, financial matters at the club and issues of corporate governance. The Irish pair are angry that they have not received a reply to the 63 questions but sources close to them indicated yesterday that the club would not have to answer on a point-by-point basis but would still have to address the general issues raised. One source said: \"Obviously a lot will depend on how well the club responds to the questions. We have raised a number of issues in the questions and will be looking to see if those are adequately addressed.\" Gill and Humby also discussed the internal inquiry into recent transfers that United have promised to hold. That will be led by Humby, who is to draw up a list of interviewees including Ferguson, his son Jason, who is an agent, and other agents. The club will also write to Magnier and McManus to seek a meeting in the near future but the Irish camp still insists they will not have face-to-face talks until they have replies to all correspondence they have sent to the club. A United source said: \"We have tried to answer some of the 63 questions in the statement we released on Monday. We have done our best to address the issues but we will be looking at responding to other matters that have been raised. Obviously we would like to meet them [Magnier and McManus] as soon as possible and we have tried to do that in the past, but it has not been possible.\" One of the questions raised is why United will continue paying Rio Ferdinand full wages during his eight-month suspension. The Irish pair asked in their question over the defender: \"Are we to understand the board has authorised the continuation of his full salary (which we understand to be £70,000 per week) as if he is playing while he is, in fact, suspended?\" Ferdinand will receive £2.24m in wages during his ban and United's manager insisted yesterday that the player would continue to be paid, which is sure to anger Magnier and McManus further. Ferguson also revealed that Ferdinand will continue training during his suspension. He said: \"Rio will keep on training. Some players have been out injured - Roy Keane was out for a year, Wes Brown was out for a year - so they had worse situations than Rio finds himself in. \"At least he will be able to train. The other lads had to go into the gymnasium every day. They had to work their tripe off to get themselves back, so that is where motivation comes into it.\" United, in a further move to appease Magnier and McManus, look increasingly likely to offer Ferguson a one-year rolling contract which he is expected to sign this week. The club initially planned to offer him a two-year extension which would have kept him at Old Trafford until 2007. But Magnier and McManus were opposed to this. The Irish pair, who own 25.49% of United, are adamant that details of Ferguson's new contract be published in a statement to the Stock Exchange. They want to see information about his salary, length of the deal and any notice period on either side. Magnier and McManus have threatened to call an emergency general meeting if United offer Ferguson a contract longer than one year. The pair also insist that a full, independent investigation be carried out into recent transfer deals and are unhappy that the one announced by United will be carried out by a club director. The Irish are also dismayed that the investigation will not be completed until June and that parts of it will not be made public."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}