{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/jan/11/restandrelaxation.italy.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-01-11T19:30:31Z", "webTitle": "Itchy feat...", "webUrl": "https://www.theguardian.com/travel/2004/jan/11/restandrelaxation.italy.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/jan/11/restandrelaxation.italy.observerescapesection", "fields": {"headline": "Itchy feat...", "bodyText": "I've always had the uneasy suspicion that most spa treatments are fundamentally silly. As the therapist tiptoes out of the room - leaving you caked in a sticky paste of caviar, royal jelly and grated carrot and wearing nothing but paper knickers and a puzzled frown - I always expect to catch the sound of sniggering from the corridor outside. Somehow, though, Tina manages to keep a straight face as she covers me in warm, wet hay, packing it tightly under my arms and chin for maximum itch factor, and lowers me in a mechanical sling into a bath of warm water. 'Now you relax for 20 minutes,' she instructs me solemnly. 'You've got to be having a laugh!' I whine, squirming in my hot, damp, prickly cocoon. But you don't laugh at a hay bath. Not in the South Tyrol. Here in the mountains that divide Italy from Austria it's a deadly serious business. So serious that Italian doctors can prescribe it as a cure for ailments as diverse as arthritis, cellulite and obesity. The hay is prepared with scientific rigour: only grass harvested on certain days of the month at a certain altitude in a certain part of the Tyrol makes the grade. The hay bath may be a traditional treatment - its restorative powers were first discovered in the early 19th century when it was observed that shepherds who slept in haystacks were remarkably free from rheumatic aches and pains - but there's nothing traditional about the location in which I'm experiencing it. I'm halfway up a mountain in the north-east corner of Italy in a brand new hotel which bears a striking resemblance to a huge Ikea shelving unit. This probably makes it sound awful (unless you happen to be an admirer of Ikea storage solutions) but it's actually very nice. In a region where the architectural norm is gabled chalets with painted shutters and window boxes, the low-slung, sweeping horizontal lines of the Vigilius Mountain Resort with its flat grass roof and wooden 'shelving' effect must have ruffled the feathers of a few Tyrolean felt hats when construction started. But the end result is a classy wilderness retreat for style-conscious people who want to be in the mountains but don't want to spend their weekend in a hostel or 'gasthaus' comparing Thermos flasks with a bunch of cagoule-wearing hikers. And as if to prove the hotel's hip credentials, Wallpaper and Italian Vogue are here doing photo shoots. The sense of exclusivity is enhanced by the fact that you can only reach the Vigilius by cable car. It's an exhilarating, ear-popping, 1,500-metre sweep up the side of the mountain, and from the small, swaying carriage the vineyards, dairy farms and onion-domed churches below recede and shrink to toy-town proportions. Sparkling in the distance is the city of Bolzano, capital of the South Tyrol, a handsome town of ornate pastel-hued buildings, cobbled streets and fantastic shops. The region was part of the Austro-Hungarian empire until after the First World War when it was handed over to Mussolini. To understand the awkwardness of this situation you have to put yourself in the position of the Tyroleans. There they are, minding their own business, being Austrian, eating knÀdel mit gulasch and yodelling, when all of a sudden they are overrun by gesticulating Italians with their fancy shoe shops, gelaterias and 'ciao bellas'. The result is a bilingual city which combines Italian flair and Austrian conservatism, spaghetti and strudel. My friend and I step out of the cable car and the first thing we notice is that the temperature has dropped several degrees, the air is crisp and there are patches of snow on the ground. So it's a welcome relief to step inside the Vigilius and find that being 'cool' doesn't mean you can't be cosy too. The reception area is all stripped, blond wood, groovy cowhide sofas and glass cases filled with apples. Most deliciously of all, the building is suffused with the rich, warm scent of pine resin. The bedrooms are simple and stylish, lots of nude wood and concrete, and there's a bath with a view of the mountains and dark forests of whispering fir trees. In fact, there are very few parts of the hotel which do not have heart-stopping views: the infinity pool is surrounded on three sides by floor-to-ceiling windows giving you the sensation of swimming into the mountains and there are plenty of outside terraces with loungers for sitting and gazing. And you will want to gaze. The Dolomites are one of Europe's most beautiful mountain ranges, their limestone crags carved into jagged spires and sheer, vertical drops. But they save the best till sunset. From the hotel terrace I watch the Rosengarten mountains (so called because at dusk they take on a rosy glow) change from gold to pink to silver. Next morning, after a delicious breakfast of fresh orange juice, creamy coffee, scrambled eggs and the local speck ham, Michael the hotel manager runs us through the choice of activities: horse riding, mountain biking, climbing, paragliding and skiing. We take the more sedate option of a hike and start by taking a chairlift further up the mountain where the fir trees are frosted white, sparkling in the winter sunshine. We follow one of the many marked trails through the forest. As our boots crunch through the snow we can see the vineyards bathed in sunshine far below. It's another world up here. In a copse we spot two deer who eye us suspiciously before disappearing behind the trees. Back at the hotel, the reward for our exertions is to watch the twilight coming in across the mountains from the sauna (yet another room with a view), before polishing off a three-course gourmet meal in the restaurant. If outdoor pursuits leave you cold, there's plenty to keep you occupied inside the hotel. There's a cinema, library, yoga classes and a list of tantalising treatments in the spa. Avoiding anything with the word 'hay', 'peel' or 'mince' in the title, I opt for a relaxing back massage. Heavenly. The treatments are impressive but the best therapy is simply being here in the mountains, feasting on the views, soaking up the silence. Two days after arriving we are zipping back down to earth in the cable car. I like to think we came down the mountain in much better shape than when we went up it. Vigilius Mountain Resort Lana, South Tyrol, a member of the Design Hotels consortium (0800 169 8817; www.designhotels.com) Rates for a double room range from £195-£525 a night plus a 10 per cent service charge. Breakfast and all soft drinks are included. BA flies to Verona (www.ba.com; 0870 850 9850) from £105 from London Gatwick. It is a two-hour drive from Verona to the cable car station in Lana, and 20-minute drive from Bolzano to Lana. For further information on the region see www.suedtirol.info"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}