{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/jan/11/hotels.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-01-11T18:36:00Z", "webTitle": "10 boutique ski hotels", "webUrl": "https://www.theguardian.com/travel/2004/jan/11/hotels.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/jan/11/hotels.observerescapesection", "fields": {"headline": "10 boutique ski hotels", "bodyText": "1. Whare Kea Alpine Chalet, South Island, New Zealand That this chalet is special is apparent as soon as you Þnd out how you get there - via a 15-minute helicopter ride from Whare Kea Lodge on Lake Wanaka. There are stunning views looking on to Mount Cook in the north-east and Mount Aspiring in the west. The isolation is heightened by the fact that there are only two double bedrooms. The rustic chalet, with external loo for environmental reasons, opens in March. Price: About £300 for the chalet per night including helicopter transfers, through wharekealodge.com/alpinechalet.htm. Also bookable through Turquoise Holidays (0870 443 4177; turquoiseholidays.co.uk) at £290 pp per night half-board with helicopter and guide at extra cost 2. Hotel Eden, Arosa, Switzerland The bedrooms here are designed to fulÞl your wildest dreams. A bed with fake fur and velvet behind bars is the theme of the Tiger Lilly room. In the Eden Garden room, a copper tree overshadows birch furniture and a bed with a Þg-leaf blanket. There is also a Jacuzzi set in a raised fake grotto. The nightclub here is called The Kitchen Club and is decked out with appliances so people end up dancing on stoves, and drinks are served from stainless steel sinks. Perhaps it's no surprise to Þnd that the Eden was a former Swiss sanatorium. Price: A night at the Hotel Eden (00 41 81 378 7100; edenarosa.ch) costs from £50 pp B&amp;B 3. Hotel Madlein, Ischgl, Austria A traditional Austrian chalet on the outside... but inside you'll Þnd a totally unconventional Zen-inspired interior. Rooms are light, spacious and airy, with swish modern furnishings. The loft-style designer bedrooms have bathrooms whose walls are made from frosted glass. The emphasis throughout is on stone, glass and wood to reflect the mountains, which you can see everywhere, from the floor-to-ceiling windows to the Japanese garden. There's entertainment at Pacha nightclub, and a Sushi Lounge and gourmet restaurant. Price: Seven nights' half board with flights from Gatwick and transfers from £1,118 pp with Inghams (020 8780 4433; inghams.co.uk) 4. Ferme de Montagne, Les Gets, France You get the luxury of a top hotel mixed with the cosy atmosphere of a chalet in this farmhouse with eight double bedrooms. It's traditional but also has a modern luxurious twist, with Jo Malone products in all bathrooms and an outdoor Jacuzzi. All this and gourmet cuisine plus highly personalised service; staff Þx up ski passes, lessons and equipment hire and there are complimentary ski guides. Price: From £950 in the Þrst week of February, and £1,295 for the rest of the month, including chalet board accommodation, one pampering treatment, and ski guides, but excluding flights with Ferme de Montagne (0870 161 4229; fermedemontagne.com) 5. Trapp Family Lodge, Vermont, USA What happened to Maria and the family of Sound of Music fame after they escaped from Austria? In 1950 they opened a ski lodge in the United States, bringing a taste of Austria across the Atlantic. Now, the lodge has been updated and expanded, with 93 rooms, but it still retains its Austrian charm. You can step straight out of the door onto a cross-country ski trail; there are 45km of groomed trails and 100km of back-country trails. Look out for ski instructor Sam von Trapp, the grandson of Maria. Price: One week from £638 pp in January, including flights from London to Boston and car rental with Getaway (0870 041 1333). More information on trappfamily.com 6. Hotel California, Champoluc, Italy This is one for music lovers, and we're not just talking about the jukebox in the lobby. Each room is named after a music legend and starts playing their music as soon as you switch on the lights. The Doors, Janis Joplin and Bob Dylan and Crosby, Stills, Nash &amp; Young all have rooms named after them. Price: One night B &amp;B at the Hotel California (00 39 0125 307977) for two people in a double costs £55 7. Hotel Kilimandjaro, Courchevel 1850, France From the slopes, it looks like a cluster of stylish chalets, but the 11 units are all linked and arranged around a stunning indoor swimming pool to form a single hotel. Each suite or room has an alpine chalet feel, with pine ceiling, floor and walls and stylish but comfy furnishings in deep red. Mixed with the traditional is the luxury, from plasma screen television to a huge bathroom with bath big enough for two, and a complimentary mini bar Þlled with soft drinks and snacks. Price: One week's half board from £2,005 pp including flights and private transfers with Scott Dunn Ski (020 8682 5050; scottdunn.com) 8. Hotel Dom, Saas Fee, Switzerland Walk into this historic turn-of-the-century building and you'll have your breath taken away. A piano hangs suspended from the ceiling, the Þreplace is bright yellow and there are stacks of computers. There's also a popcorn bar, complete with old petrol pumps and Coco-Cola signs. This is where most of the town's snowboarders hang out, so the hotel's young, funky clientele is probably responsible for the laidback feeling throughout. And the bedrooms have PlayStations and CD players. Price: B&amp;B at the Hotel Dom (00 41 27 957 5101) costs from £50 a night or £330 pp per week. 9. Sky Hotel, Aspen, Colorado Just a look at the lobby makes you want to stay here; the eight-foot-tall chairs in cream-coloured leather and huge communal table give it an Alice-in-Wonderland feel, while the view from the floor-to-ceiling windows is stunning. Rooms are painted sunflower yellow, with quilted white headboards and faux fur throws on the beds. They also have personal Nintendo systems, and mini bars include bottled oxygen. You'll need it after the 'altitude adjustment' wine evening although other possible recoveries include the altitude massage in the spa. Price: One night's B&amp;B for two in a room at the Sky Hotel (0208 237 7975; theskyhotel.com) costs £97 per night, including two free lift passes. 10. Hotel Lux Alpina, St Anton, Austria It's new this season and it looks it, with its cutting edge modern style, including rooms that resemble glass cubes, and lots of metal, raw concrete and timber. The 26 rooms all face south and have views of the Arlberg mountains, vistas which can also be appreciated from the bath if you choose. Downstairs, the restaurant, bar and reception area all merge into each other and there is a Þtness centre with sauna and steam room. Price: One night's half board at the Lux Alpina (00 43 66 4443 5177; luxalpinae.at) costs £112 pp"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}