{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/jan/28/netjetters2004jim.netjetters", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-01-28T19:05:57Z", "webTitle": "Electric nights", "webUrl": "https://www.theguardian.com/travel/2004/jan/28/netjetters2004jim.netjetters", "apiUrl": "https://content.guardianapis.com/travel/2004/jan/28/netjetters2004jim.netjetters", "fields": {"headline": "Electric nights", "bodyText": "The Great Wall proved ineffective in keeping out the Mongols. My time careering across the frozen expanses of Mongolia with Enkh had shown me that it would take more than a bit of masonry to stop China's neighbours to the north. Luckily the Mongolians on the train heading to Beijing had swapped raiding for trading and every compartment was stuffed with boxes of cigarettes, chocolate and God knows what else. Somewhere between Moscow and Beijing traders had obviously hidden things all over the train to avoid customs and now scurried around retrieving their goods. The final hour was marked by nervous fidgeting, packing, unpacking and rearranging while I sat quietly in the corner and wondered if I should get out via the window. As the train passed through the Great Wall, in the mountains north of the capital, even the traders stopped for a moment and excitedly stared out of the windows. Across the steep ridges and plunging slopes the magnificent wall snaked away into the distance, climbing and falling over seemingly impossible terrain. The Mongolians were quite impressed but that soon gave way to total amazement as the train rolled through the suburbs of Beijing. After the vast, open spaces of Siberia and Mongolia, Beijing's endless high-rise apartment blocks, construction sites, the busy shopping streets, the car filled roads and the sheer noise generated by all this bustling activity came as a shock. The nomads' tent at Lake Oogi, without water or electricity and 150 miles from the nearest road, where I'd sat eating horse meat dumplings only five days before, suddenly felt a very long way away. The Moscow train had reached its final destination and I stumbled out onto the platform among the boxes, porters and hugging relatives. After Mongolia and with clear skies and bright sunshine the -5C felt almost tropical. I was staying with an English friend called Lisa and like the traders, I had smuggled a present in from Mongolia. The present options in Ulaan Baatar had been limited to say the least and, deciding that Lisa would be less impressed than a nomad by a tin of pineapples, I'd opted for a bottle of the finest Genghis Khan vodka. I think it may have been what Enkh had put in the blowtorch he used to start the jeep every morning. Lisa didn't own a jeep and looked doubtful about actually having to drink it, so we decided to take the bottle to a Chinese New Year's Eve party that evening. The city was beautifully decked out in red lanterns for the festive season, with celebrations at all the temples and vast throngs of domestic holidaymakers. I got a warm welcome from the amazingly international group of Beijing expats that Lisa knew. In contrast, the bottle of Genghis was viewed as if I'd just put a tarantula on the table. Alarmed by the rate at which the stuff was evaporating, I decided to get stuck in and soon I was engaged in animated conversation about horse meat, Beijing, working in China and our good friend Genghis Khan. I remember Rob and Sue's flat, seeing in the year of the monkey and arriving at Suzie Wong's bar. How I got home is anyone's guess. The following morning the full meaning of Genghis Khan vodka hit home. It felt like the Great Khan and the entire Mongol horde was galloping through my head. The government had imposed a ban on traditional New Year firecrackers inside the city, more for safety than for those with Mongolian hangovers, but the day was marked by an endless series of explosions that caused me serious structural damage. I decided a walk would do me good and I headed for Tiananmen Square to see the preserved body of Mao in his mausoleum. After the disappointment of not seeing Lenin in Moscow at least I'd get to see one pickled dictator and today seemed a very appropriate day to visit someone with more pure alcohol in their blood supply than me. It seemed the entire population of China had the same idea. Tiananmen Square was a vast sea of people, running, shouting, posing for photos, and flying kites. It was probably not the best place to take your hangover for a walk but at least I felt better than the poor fellow who had got his kite wrapped round the top of the Monument to the People's Heroes. He desperately tried to avoid the glares of the sentries who clearly thought the large plastic condor had chosen an inappropriate perch. The huge portrait of Mao on the highly inappropriately named Gate of Heavenly Peace impassively surveyed the chaos. I joined the enormous queue that was waiting to enter the mausoleum and stewards yelling into megaphones a few inches from my ear corralled us into line. Martial music from a loud speak added to the din and my headache. As we reached the main steps of the building, I noticed that the soldiers here carried electric shock batons. Was this to try and control a sudden mass outpouring of grief from die-hard Maoists? Or an anti-Maoist demonstration? Just beyond was a small kiosk selling plastic flowers and the Chinese rushed forward to make use of the last opportunity to buy something for the next five minutes. The authorities were clearly more worried by an uncontrolled shopping frenzy now that rampant consumerism has replaced Maoism as the dominant political philosophy in China. I climbed the stairs as a hush descended on the queue. Only the rustle of thousands of plastic roses could be heard as we passed between the marble pillars and into the auditorium dominated by a jovial marble statue of Mao looking very much like a talk show host. People placed their plastic flowers on trolleys in front of the statue and then these were whisked back to the kiosk to be resold. What Mao would have made of such capitalism isn't clear. I don't think it's mentioned in his Little Red Book. Finally we filed past the sarcophagus all trying to get a brief glimpse. As we past towards the exit the crowd surged forward again to the stalls selling Mao watches, jewellery, badges and thermos flasks. Two frail pensioners in Mao hats and jackets - probably the only real Maoists in the entire building - were nearly crushed in the stampede. The following day I felt a lot better. I thought twice about visiting the Forbidden City when I saw the vast crowds who were streaming through the Gate of Heavenly Peace. I was assured that the risk of Sars meant that the crowds were actually slightly smaller this New Year. I hired an audiotape and was guided round the vast palace complex by Roger Moore stopping to raise one eyebrow and occasionally both at the spectacular pavilions, temples and courtyards with names like Earthly Tranquillity Palace and Hall of Supreme Harmony. Myself and about 10,000 Chinese tried to enjoy what Roger Moore described as the \"Tranquil Imperial Gardens.\" \"Just relax on a bench for a moment and take it all in,\" he advised. I certainly would have done if I could have actually seen anything for all the people. As it was mid-winter the authorities had helpfully stuck plastic flowers in the flowerbeds. Even with Roger's help I was unable to locate the Temple of Celestial Crowd Control or the Pavilion of Heavenly Herding. That evening Lisa took me to her friend Michael's house for another sample of Beijing expat life. Despite the cold, Michael was not the kind of Australian to be talked out of having a barbecue. In -10C he stood on the balcony in a T-shirt with a beer cooler round his beer (although this may have been to prevent it freezing) with huge flames leaping from the grill as he poured lighter fluid or perhaps the last of the vodka into the fire. There was a fine view over the brightly lit high-rises and office blocks from the balcony but in a city changing so rapidly he advised me to enjoy it whilst it lasted. I assumed he was referring to the speed of construction in Beijing and not the fact that Mongolian vodka makes you go blind. All around the city 24-hour construction sites are working flat out for the Olympics in Beijing in 2008 (as every local will tell you) and the last few districts of winding alleys and traditional houses are giving way to expressways, metro lines and more shopping malls. The energy in the city is incredible, which may explain all the static in the air and why anything metallic gives an electric shock. I have become quite adept at opening taxi doors with my elbows. The bars and clubs, the crowds and noise are a great change from the wide, open spaces I've become used to over the past two months. Having successfully crossed Siberia without losing any fingers or toes to frostbite it's ironic that it's now my liver that's most in danger. Across the city the continuous warning sound of New Year firecrackers was unmistakable."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}