{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/may/29/healthandwellbeing.familyandrelationships1", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-05-28T23:14:57Z", "webTitle": "Sexual healing: Pamela Stephenson Connolly", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/may/29/healthandwellbeing.familyandrelationships1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/may/29/healthandwellbeing.familyandrelationships1", "fields": {"headline": "Sexual healing", "bodyText": "I am a 36-year-old woman and I think I am asexual. I have never had sex and I have only ever had very mild sexual feelings. I feel nothing if I try to masturbate and have never felt attracted to anyone. Should I accept I am asexual or could there be something medically wrong with me? I have never suffered abuse or any mental trauma, and am otherwise happy and successful. Some people make a conscious decision to not be sexual, and this should be respected, but you seem concerned about how you're (not) feeling. There are several reasons for feeling \"asexual\" and some are physiologically based (eg, hormonal or neurological) while others are primarily psychological, so seek a professional evaluation. Make a journal of your sexual history, such as it is. Write about the times you felt any type of sexual desire or arousal. Document your age, situation, how you felt about the experience - and what you did about it. How were your attitudes towards sex formed? Does your religion or belief system play a part in this? Sometimes we glean unspoken messages from parents or carers that make us unconsciously afraid, judgmental or avoidant of relationships. Notions such as \"sex is dirty\", \"nakedness is bad\" and \"pleasure is sinful\" can alienate a person from their body and responses. What does give you pleasure? Try having massages and explore different kinds of sensory experiences. Challenge your thinking about sex, including your belief that you are uninterested in it. · Pamela Stephenson Connolly is a clinical psychologist and psychotherapist who specialises in treating sexual disorders. · Private Lives appears every Thursday. You are invited to respond to this week's main problem. If you would like fellow readers and Linda Blair to answer a dilemma of yours, send us an outline of the situation of around 250 words. For advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns. All correspondence should reach us by Tuesday morning: email private.lives@theguardian.com (please don't send attachments) or write to Private Lives, The Guardian, 119 Farringdon Road, London EC1R 3ER."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}