{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2008/may/29/nhs.health", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2008-05-28T23:13:02Z", "webTitle": "NHS death rates: freedom of information may have saved lives", "webUrl": "https://www.theguardian.com/society/2008/may/29/nhs.health", "apiUrl": "https://content.guardianapis.com/society/2008/may/29/nhs.health", "fields": {"headline": "NHS death rates: freedom of information may have saved lives", "bodyText": "The Guardian has played a part in persuading surgeons to disclose information about their death rates. When the Freedom of Information Act came into force in 2005, we applied for the mortality scores of cardiothoracic surgeons who performed heart bypass operations at 36 NHS trusts across Britain. Heart surgery had been the focus of much debate after a scandal at the Bristol Royal Infirmary where 29 babies died because nobody was aware that its consultants had mortality rates well above the average. An inquiry under Sir Ian Kennedy, now chairman of the Healthcare Commission, recommended regular publication of the data so nothing similar could happen again. In 2002, Alan Milburn, then health secretary, secured a commitment from the Society of Cardiothoracic Surgeons to make available the risk-adjusted mortality scores of all its members. The risk adjustment was designed to ensure that surgeons did not turn down difficult cases for fear of spoiling their averages. The society promised to publish the data by 2004, but failed to meet its deadline. So the Guardian nudged them into action by using the act to expose their raw mortality rates. Our application caused apoplexy among surgeons, who phoned to accuse us of wanting to kill people. They said consultants would become more risk averse, leaving patients to die who could have been saved by surgery. We did publish the information, using risk-adjusted figures for NHS trusts that had them available and raw scored for those that did not. And the sky did not fall in on the heart surgeons. Those who had been sluggish about publishing individual scores - because they disagreed on principle or could not get money from their trusts to introduce clinical audit systems - got on with the job of delivering the commitment that had been made to Milburn. Two years ago, the data went up on the Healthcare Commission's website, including mortality rates for all trusts and more than three-quarters of the individual surgeons. A seminar at the Royal College of Surgeons in London heard on Tuesday that the consultants did not become more risk averse. They are now taking on more difficult cases - without any increase in the mortality rate. The cardiothoracic initiative has now been seized on by the government as a model for opening up the other secret gardens of surgery. The medical royal colleges, which even a year or two ago would have gone into the last ditch to resist transparency, have begun to realise greater openness is inevitable. They want the government to limit itself initially to publishing the mortality scores of units, not individual surgeons. But they may not hold that line for long. The surgeons themselves need better measurements of how well they are performing as a basis for deciding whether individuals' accreditation to practice should be renewed. If they know the facts, why should their patients be denied them? There was an important postscript to the Guardian's freedom of information application in 2005. When the replies came in from the trusts, we found glaring errors in the return from St Mary's teaching hospital in Paddington. It attributed a clutch of deaths to a consultant who was absent at the time on a lengthy sabbatical and could not have been held responsible. We made the evidence available to the Healthcare Commission. As a result, the hospital called in Sir Bruce Keogh, then president of the Society of Cardiothoracic Surgeons, to investigate. His confidential report, obtained by the Guardian, found facilities for heart patients at St Mary's were \"almost certainly the worst in the country.\" Doctors providing overnight cover in the patient recovery unit might have little or no cardiothoracic surgical experience. The trust had \"no routine system for reliably counting the number of cases performed.\" There was disharmony in the surgical unit, caused by \"interpersonal difficulties\" between consultant surgeons and between surgeons and the intensive care staff. His report concluded: \"There is a clear failure of teamwork within the cardiothoracic unit, which, when coupled with the poor facilities, staffing practices and inadequate medical cover of the fast-track [recovery] unit, poses a serious clinical risk.\" In this case at least, freedom of information did not cost lives. By exposing problems, it may have saved them."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}