{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/may/25/classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-05-24T23:05:00Z", "webTitle": "Classical CD releases", "webUrl": "https://www.theguardian.com/music/2008/may/25/classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2008/may/25/classicalmusicandopera", "fields": {"headline": "Classical CD releases", "bodyText": "Schumann - Das Paradies und die Peri Dorothea Roschmann (soprano) &amp; other soloists, Bavarian Radio Symphony Orchestra and Chorus/Harnoncourt (RCA Red Seal 88697271552 - 2CDs) £12.99 Simon Rattle caused a pleasant surprise by bringing this rarely heard work to London last year. Now Nikolaus Harnoncourt joins him in riding to the rescue of Schumann's neglected oratorio about the trials endured by a peri (the 'fairy' born of a fallen angel and a human female) in her attempt to enter heaven. With Dorothea Roschmann in the title role, and luxury support from the likes of Bernarda Fink and Christian Gerhaher, Harnoncourt lends this charming work the polish it deserves. Anthony Holden Handel - Dettingen Te Deum Choir of Trinity College Cambridge, Academy of Ancient Music/Layton (Hyperion CDA 67678) £12.99 Poor old Handel. Inspired by George II's victory against the French at Dettingen in 1743, he composed a magnificent Te Deum, only to see the battle relegated to a skirmish and his monarch not return home for months. Trinity College Choir go a long way to restoring the piece here, giving it the performance it failed to get first time, when, instead of St Paul's, Handel squeezed his musicians into the chapel at St James's Palace. Great singing with sprightly playing from the Academy. Stephen Pritchard Various - Crystal Tears Andreas Scholl (counter-tenor), Julian Behr (lute), Concerto di Viole (Harmonia Mundi HMC 901993) £12.99 Last year, it was Sting who surprised us all with a recording of lute-accompanied songs by Elizabethan composer John Dowland. Now the outstanding German countertenor Andreas Scholl sets the record straight with a generous helping of songs and instrumental interludes by Dowland, Byrd and contemporaries such as Robert Johnson, John Bennet, Alfonso Ferrabosco and dear old Anonymous. The exquisite melancholy pervading the disc, and its companion DVD, is the perfect balm to beguile you through a wistful summer evening. Anthony Holden"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}