{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2008/may/10/popandrock.piracy", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2008-05-09T23:17:32Z", "webTitle": "Piracy is remixing culture and capitalism, says Matt Mason", "webUrl": "https://www.theguardian.com/culture/2008/may/10/popandrock.piracy", "apiUrl": "https://content.guardianapis.com/culture/2008/may/10/popandrock.piracy", "fields": {"headline": "Live and let DIY", "bodyText": "Just over 40 years ago in a recording studio in Kingston, Jamaica, a sound engineer named Byron Smith was busy cutting a new song, On The Beach by the Paragons. Recording straight from the master tape on to an acetate disc, also known as a dubplate, the track was for a local deejay named Ruddy Redwood to play at a dance that evening. In his haste, Smith forgot to pan up the vocals on the mixing desk, cutting just the backing track on to the dubplate, and accidentally recording the world's first \"12-inch instrumental\". Apologising for his mistake, Smith was about to throw the faulty disc out when Redwood stopped him. Intrigued by the instrumental version, he took it with him. That night, using two turntables, he switched between the original mix and the vocal-less version of the song, giving the MC more room to manoeuvre and the crowd space to sing along between verses, sending them crazy in the process and hacking the structure of a song live for the first time. That night the crowd made him play the dubplate so many times it got completely worn out. The remix was born. Forty years later, the idea behind the remix is everywhere you look. Video game code is deliberately left unlocked so fans can tweak and improve it. Boeing's new Dreamliner airplane was designed in collaboration with 120,000 volunteers who signed up to help through the corporation's website. Companies like Facebook that are based on user-generated content are worth more than manufacturing giants like Ford. People have their cars \"remixed\" on MTV's Pimp My Ride, while people are busy illicitly re-editing and reposting television clips online every day. Thanks to the efforts of people like Ruddy Redwood pushing new ideas from the fringes of pop culture, the way we use information looks very different today. In many cases we implicitly understand the value in remixing, redistributing and making copies of other people's content. But in others, we don't. Sometimes we see people like Redwood as innovators, while in other instances they are regarded as pirates. This is happening in the music business right now, even though the industry was created by a \"pirate\" in the first place. When Thomas Edison invented the phonographic record player, musicians branded him a pirate, out to steal their work and destroy the live music business. That opinion prevailed until a system was established so everyone could be paid royalties; a system that formed the backbone of the recording industry and which is still in place today. Edison, in turn, went on to invent film-making, and demanded a licensing fee from those making movies with his technology. This caused a band of film-making pirates, including a man named William, to flee New York for the then still wild West, where they thrived, unlicensed, until Edison's patents expired. These pirates continue to operate there, albeit legally now, in the town they founded: Hollywood. William's last name? Fox. From CEOs to struggling artists, in everything from health care to entertainment to education, many of us are being challenged by the problem of others sharing and using our intellectual property without permission. This challenge requires a change of attitude, because sometimes piracy isn't the problem, it's the solution, as my new book, The Pirate's Dilemma, explains. Here's what the pirates have done for us lately... Pirates brought pop music to the UK In the 1950s - despite the best efforts of Elvis - there wasn't much to listen to on UK radio besides the shipping forecast. The radio waves were seen as being far too powerful to be turned over to the people, so there were no commercial stations. Instead, radio was used for broadcasting news and education by the BBC, with only Pick Of The Pops on the Light Programme catering for pop fans. That all changed when European pirate radio ships like Radio Mercur took to the seas in the late 1950s, broadcasting rock'n'roll to Europe from huge radio masts attached to old fishing and military boats anchored in waters outside state jurisdiction. The pirate sector exploded in the Beatles-fuelled pop boom of the 1960s when Radio London and Radio Caroline, along with other, smaller stations, raised their masts, making a ton of ad revenue in the process. These new stations reached millions of people across Europe; people who liked being able to listen to free rock'n'roll on their radios. European governments realised this was a battle they couldn't win - there was too much support for what the pirates were doing - and that they couldn't close them down without offering an alternative. So they did the only thing they could: they decided to co-opt them. Commercial radio soon became legal all over the continent, and many of the pirates were able to go legit and set up on land. In the UK, the BBC hired DJs from Radio London (such as Tony Blackburn and John Peel), and created their own imitation, which they called Radio 1. Rock'n'roll radio was here to stay. Pirates make cooler trainers Nike's Air Force 1 is a basketball shoe that has been customised and re-released by the company themselves over 900 times since its launch in 1982. But this didn't stop 22-year-old Tokyo hip-hop DJ, Nigo, from creating his own version. Nigo (who released an album, Ape Sounds, on James Lavelle's Mo Wax label in 2000) redesigned the Air Force 1 specifically for hip-hop fans, never intending it to be used as a basketball shoe. Taking the Air Force 1 design as his base, Nigo ripped off the \"swoosh\" logo and stitched on his own shooting star- like emblem. He used materials and colour combinations even Nike hadn't experimented with at the time, and sold them in very limited quantities for upwards of $300 a pair. Nigo's fashion label, A Bathing Ape, which produces the shoes, is now a multimillion dollar streetwear brand with more than 16 stores in Japan, London and New York. But what Nike did next is where it gets interesting. There was a clear case of trademark infringement here, but Nike didn't sue Nigo, because it could see commercial value in what he was doing. It recognised that his shoe wasn't detracting from the Air Force 1 brand, it was actually adding value. In music, good remixes make the original tracks more popular - the same thing was happening here. So instead of suing him, Nike looked at Nigo's remixed shoes, and created their own remixes in response, using a wider variety of materials and colours. They didn't view Nigo as a pirate, but as a competitor who pushed them to innovate. And while Nigo's trainers continue to do well, the ever-evolving Nike Air Force 1 remains the world's most popular basketball shoe franchise over 25 years after its release. Pirates create better ads When an online copy of Scrabble called Scrabulous appeared on Facebook, it quickly amassed 2.3 million fans who played it every day. It was an amazing user-generated ad campaign, and sales of real Scrabble boards increased. All Hasbro and Mattel (the owners of Scrabble) had to do was swoop in with their cheque books and make it legit; instead they treated Scrabulous as a simple case of piracy and threatened to sue. It may have been smarter to cut a deal rather than anger potential customers. Thousands signed up to the \"Save Scrabulous\" Facebook group. One fan threatened a hunger strike. Hasbro and Mattel are still talking tough, but if the backlash continues they may be forced to eat their words. Managing directors take note! Don't let your legal department make a decision about pirates without talking to marketing first, because pirates can sometimes refresh the parts other ad strategies cannot reach. Pirates can create awareness for brands, and some large companies are starting to recognise the value in letting people mash up their content, becoming increasingly tolerant of unofficial remixes. Last year Soulja Boy's Crank Dat was one of the major hits of the summer and the video was a YouTube sensation. Soon, remixed videos were appearing, featuring clips of a variety of copy-protected cartoon characters lip-synching along. SpongeBob, Shrek, Super Mario, South Park and The Simpsons all got \"super-manned\". Every major Hollywood studio had at least one of their cartoon franchises ripped off, but not one of them bothered to issue a cease and desist notice. Likewise, when comedy rock band Guyz Nite made a video for their song Die Hard using nothing but clips from the 20th Century Fox-produced Die Hard movies (and put them online), Fox's legal team initially got them taken down. But when the marketing bods at Fox found out about the video, they got in touch with Guyz Nite and offered them money to put the video back up, and invited them to the premiere of Die Hard 4.0. William Fox would be proud. · Matt Mason's The Pirate's Dilemma (Penguin) is out now"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}