{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/may/14/englandvnewzealand2008.englandcricketteam1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-05-13T23:25:14Z", "webTitle": "Cricket: Two lefties can make it right for England, says Cook", "webUrl": "https://www.theguardian.com/sport/2008/may/14/englandvnewzealand2008.englandcricketteam1", "apiUrl": "https://content.guardianapis.com/sport/2008/may/14/englandvnewzealand2008.englandcricketteam1", "fields": {"headline": "Two lefties can make it right for England, says Cook", "bodyText": "A batting line-up is like a drill sergeant's bark. Ideally, it should go left-right, left-right all the way down the order, so England's reversion to the tried-and-failed opening partnership of Alastair Cook and Andrew Strauss - both lefties - is a strange one. Cook admits it is not perfect. Sitting in the Lord's sunshine yesterday, after another day's preparation for tomorrow's opening Test against New Zealand, he said: \"A left-hander and a right-hander tend to work well in any partnership because the bowlers sometimes have to change their lines by one-and-a half or even two feet. \"But obviously Vaughany wants to bat three and it is absolutely no problem. People forget that me and Straussy have batted well together and put on big runs, not necessarily when we've opened but when we've played together generally. It's just that when we've opened one of us has got out and the other one has gone on and got runs. It's just one of those things so obviously the two of us want to put this little story to bed.\" The England captain, Michael Vaughan, might be perceived as the patron saint of England's underachieving and undroppable batsmen. While his place remains safe so does that, it seems, of the rest of the top six. However, the ridiculously precocious Cook has looked such a natural since he made his debut against India in March 2006 that his place is not being questioned. He is even being talked of as a future England captain. In New Zealand earlier this year, Cook became the youngest England player to reach 2,000 Test runs and he already has seven Test centuries after just 27 matches and 51 innings. His opening partnership with Strauss has been well tested - the pair have 951 runs in 27 Test innings at an average of 35. But an opening stand of 100 - seen as what quality opening pairs should be aiming for - remains out of reach. Their best effort was their first, 95 in Cook's first Test as a depleted England faced India at a sweltering Nagpur in 2006. Cook was only 14 when he scored a hundred for MCC against his school, Bedford. He went on to obliterate all records by scoring another 19. John Childs, one of the people who has worked with him at Essex, says: \"The most remarkable thing about Alastair is that he immediately looks at home whenever he steps up a level.\" Cook will not be 24 until Christmas Day but he says: \"After just two years and 20 odd games I feel I've become a hardened cricketer. I've become aware of what a Test-match week is all about and I prepare weeks in advance, whether it's to do with my fitness or my batting. \"There's still a lot of work to be done. Around the off stump I've got to get better at leaving it and judging it. I'm not the finished article by a long way. \"There have been a lot of good people who have helped me along the way. There was Derek Randall and Andy Pick when I was at school. And now, obviously, Andy Flower, my old Essex team-mate, works with me on a regular basis. \"But Graham Gooch has been the stable influence, the main guy over the years. He's the one who has seen me since I was 17 or 18. Every time I go on tour and come back he sets the benchmark. He's the one who picks up a few points and passes them on.\" At a time when Twenty20 cricket is dominating discussions about the game Cook admits that he wasn't a natural when it came to the game's shortest form. Team-mates used to poke fun at his inability to hit sixes and as a young player he struggled to hit the ball over the top. He said yesterday: \"Test-match cricket comes naturally to me. It suits my game. I've worked hard to expand my game. Some expansive players find it hard to 'come in'. Well, I've got the 'in' game and have had to go out. But now I love Twenty20. It's brilliant and so exciting to watch and to play in as well because every ball counts.\" He says he is \"quite quiet\" about his personal life. But it could scarcely be any noisier, for music is not so much an interest as a passion. It has been that way since his parents gave him a saxophone for his eighth birthday, when he was already a chorister at St Paul's Cathedral School. Before he went to New Zealand last winter he visited a recording studio in north London to play a saxophone solo for the BBC series Free-fonix. He has also just been voted president of the Young Lord's Taverners, succeeding Andrew Flintoff, and spent part of his day yesterday working with children in London. \"The Young Lord's Taverners is a charity which does a huge amount of great work for both cricket initiatives and disability projects,\" he said. \"Having grown up in cricket, the Lord's Taverners is a charity that I've admired for a long time so to be involved with it is an enormous honour.\" But he knows he can best publicise his Taverners work by continuing to be a success with England. \"Talking about the Ashes next year is a huge injustice to a lot of very talented cricketers we're going to play over the next 12 months. \"First and foremost we have to beat New Zealand. But we made solid progress leading up to the 2005 Ashes, winning crucial sessions, and that is what we must do now as we build up to 2009.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}