{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/may/17/israelandthepalestinians", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-05-16T23:18:09Z", "webTitle": "Ian Jack: Hebron is a ghost town where joggers carry automatic rifles", "webUrl": "https://www.theguardian.com/commentisfree/2008/may/17/israelandthepalestinians", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/may/17/israelandthepalestinians", "fields": {"headline": "Hebron is a ghost town where joggers carry automatic rifles", "bodyText": "At Birzeit University in Ramallah last week a young woman student in a headscarf asked how it was that Nadine Gordimer, the South African novelist and Nobel laureate, could agree to visit and speak in Israel. Hadn't Gordimer fought apartheid for years - famously fought it in her writing and her actions? And now she was about to appear at the International Writers Festival in Jerusalem, a guest in one way or another of the Israeli government. What did we think of this? Weren't these double standards? Wouldn't we condemn her? The question was asked of Roddy Doyle and myself, both of us participants in another literary jamboree, the first Palestine Festival of Literature, whose six-day tour of the West Bank and East Jerusalem ended last Monday. There is a moment in all literary festivals when the participants feel like Joseph Cotten's character in The Third Man: Holly Martins, the innocent writer of pulp westerns who is suddenly and dismayingly confronted by an audience of Viennese intellectuals who want to know his opinion of James Joyce. For me, this moment came in Birzeit. Like every other writer and journalist on the tour, Doyle and I agreed to do \"workshops\" at universities. A paper put into our hands an hour or two beforehand informed us our discussion would be devoted to \"the role of fiction in creating new political realities\". \"Let's just get them to ask questions,\" said Doyle, the author of Paddy Clarke Ha Ha Ha. \"It's always more fun for everyone that way.\" Six or seven students were waiting in the classroom; they were all young women - men rarely study English literature at Palestinian universities - mostly wearing headscarves and very bright. One knew the work of Edith Wharton, which I do not, and there was an interesting exchange about writers ranging from Austen to Orwell. Then came the Gordimer question, to which Doyle gave the wisest answer: \"We don't know what she will say. Let her come and let's hear what she says before we condemn her.\" Perhaps less wisely, certainly less clearly, I suggested that to equate apartheid in South Africa with Israeli behaviour towards Palestinians in the occupied territories was still \"a big step\" for most people in Europe and North America. Really, I was talking of myself: it was a big step for me and one I was reluctant to take. Two days' experience of the West Bank didn't seem enough to reach such forthright condemnation, and yet the evidence was already abundant that Israel's behaviour towards its captive Palestinian population is profoundly racist, oppressive and unjust. It started when we crossed the border from Jordan at the Allenby Bridge. All of us had EU or American passports and most us got through immigration in less than an hour. Then we waited for our colleagues with Arabic names. One hour, two hours, three hours. Khalid Abdalla, the actor, got out first; a conversation about his co-star Matt Damon seemed to be key. Last were our two American-Palestinian women poets, Suheir Hammad and Nathalie Handal. What had detained them was hardly rigorous research into their political connections. According to United Nations figures, there are now 621 Israeli army checkpoints and barriers spread throughout the West Bank - this week Tony Blair was celebrating the good news that he had persuaded the Israelis to remove four of them (though \"subject to Israeli security assessments\") and at most of those we passed through we witnessed the same kind of caprice in action: Palestinians of all kinds - women, children, old men with hospital appointments - sent back for \"security reasons\" or because they had the wrong piece of paper, journeys abandoned or started again by circuitous routes. On our last evening in Jerusalem our programme of readings was meant to include a performance by a sextet from the Edward Said Conservatory of Music in Ramallah, which turned into a quartet because the lute player and the percussionist were refused entry to the city. Nobody could say why. Perhaps a security manual categorised lutes and drums as more dangerous than flutes and violins. More likely, a soldier broke his boredom by the small exercise of power. But checkpoints are the least of it. Throughout the West Bank, Israel is steadily, relentlessly and apparently unstoppably imposing what old South African regimes used to know as \"separate development\". Israeli and Palestinian cars have different number plates (yellow and green) and travel on separate roads (the Israeli roads newer and straighter). Jewish settlements march east into Palestinian territory in acts of illegal conquest unknown even to Dr Verwoerd. And then there is The Wall, more properly known as the West Bank Barrier, which when complete will run eight metres high for 400 miles north to south, often looping forward impudently to take 10% of the West Bank's land that before the 1967 war belonged to Jordan. The wall separates neighbour from neighbour, farmers from their olive groves, and strikes into the heart of Bethlehem to \"protect\" Rachel's tomb, which is sacred to the Jews. Most of this is well known; it can be read about on dozens of campaigning websites and in any decent newspaper. But I was completely unprepared for Hebron. I'd last came to Hebron in 1981 to see the famous Rabbi Moshe Levinger, who had arrived in the city as its only Jew some years before. Levinger was (and is) a religious Zionist who believed that the borders of Israel should accord with the Book of Deuteronomy. In 1974 he helped establish the settler movement, the Gush Emunim. In 1981 he seemed a lonely, crazy figure with a house full of guns (later he served a brief prison term for \"negligent homicide\"). But consider his achievement: the occupied territories now contain around 400,000 settlers and their number grows every day. Government subsidies and tax breaks have become as great a motive as Deuteronomy. Their presence in Hebron has killed the commercial and social life of the biggest city in Palestine, home to 160,000 Muslims and Christians who have had their bazaars and thoroughfares blocked by 4,000 Israeli troops who are there to guarantee the safety of the 500 Jewish settlers who have moved in. Hebron is ghost town. Three-quarters of its shops have closed. Among the few people moving freely through the streets were groups of settler joggers, each including a man in shorts and singlet carrying an automatic rifle. In the empty tunnels of the old bazaar, our bus driver said: \"They do it to scare and humiliate us.\" How could the \"peace process\" begin to dismantle what Ariel Sharon called these \"facts on the ground\"? Nobody knows. Sharon himself is being kept alive at vast expense in an Israeli hospital (Palestinian joke: \"Is Sharon alive or is he dead?\" \"Neither, he is still going through the checkpoints.\") In fact, no Palestinian I met believed in the peace process, \"a process gyrating in an empty circle\" in the words of the Palestinian poet Mahmoud Darwish. Our audiences were touched that we had come. They were, they said, glad to be recognised by the outside world as a people who read and wrote and talked, rather than simply as silent victims or vengeful suicide bombers. What angered and puzzled them was the world's neglect of their isolation and the justice of their cause. I couldn't explain it; European guilt over Jewish history no longer seems a sufficient excuse. The comparison with apartheid may not be completely apposite, but that hardly matters. What is happening in Palestine is a great and tragic wrong."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}