{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/may/14/englandcricketteam.cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-05-13T23:25:13Z", "webTitle": "Big Debate: Should Vaughan's captaincy safeguard his Test place?", "webUrl": "https://www.theguardian.com/sport/2008/may/14/englandcricketteam.cricket", "apiUrl": "https://content.guardianapis.com/sport/2008/may/14/englandcricketteam.cricket", "fields": {"headline": "Should Vaughan's captaincy safeguard his Test place?", "bodyText": "Yes Michael Holding Former West Indies fast bowler turned commentator I don't think Michael Vaughan's position is really under threat. Any professional sportsman will have their performances analysed - that is the very nature of the game. Journalists will always speculate on who deserves their place at this time of the season by looking at who is getting runs and who is taking wickets. So it is not surprising that there has been talk about Vaughan's position simply because his recent performances have not been brilliant and he is not on top of his game. But we have to be very careful that we don't throw things away just for the sake of change without analysing how it will improve the side. England under Michael Vaughan are a very different prospect from England under anyone else. His captaincy is so respected that you would say he should always be in the team if he is showing any batting form at all. And it is not as terrible as people seem to be suggesting. He still has a Test average of 43 — that is not bad by anyone's standards even if his recent form has not been so good. You cannot question his record as Test captain of this England team and when the chips are down, he will get runs. I don't even think we will be talking about this come the South Africa series, to be honest. I fully expect Michael Vaughan will be back in full flow by then and he might even be on top of his game before then. His early-season form - 135 runs in seven innings for Yorkshire - could be down to many things. There is not only the fact some batsmen struggle on early-season pitches but that many top-class batsmen struggle to motivate themselves to get big scores when they step down a level. I have seen it myself at home in the domestic league in Jamaica where some batsmen are not motivated to grind out the runs. I would not even think of dropping Michael Vaughan. Over the years he has proved invaluable as a batsman and a captain. Let's wait and see how he does over at least two or three series before judging him. The real question should be who else is going to come in and do a better job? Who is going to captain England as well as he will? And who is going to come in as a batsman? Which of the youngsters are scoring enough runs to justify taking his place? And even if Andrew Flintoff is ready to come back in a couple of Tests' time, that does not put Vaughan's position under pressure. Why does a batsman need to drop out? What has Flintoff done with the bat recently? I would suggest that the England selectors wait until Flintoff is fully fit and capable of getting runs and then play him as the all-rounder that he is in a four-man attack. He is still young, what is the point in trying to rush him back? No Ray Illingworth Former England captain and chairman of selectors Unlike other games, captaincy does play a major role in cricket. It's not like football where you just toss the coin and that's it. Cricket is extremely tactical and technical and the captain is extremely important in terms of the decisions that he makes. Michael Vaughan is a good captain and you would want to see him leading England into the next Ashes but at the moment he is not picked for his captaincy. It's simply a big plus when added to his batting ability and it makes him an all-rounder for the team. That means Vaughan is under pressure because he has not made a decent score for a while. I would pick him for the time being but we cannot keep on playing batsmen who are not scoring runs. All of the batsmen are under pressure because they have not performed as well as the selectors would have wanted them to, although Andrew Strauss recorded a big Test hundred in the last Test which earned him a reprieve. The failings are not just down to Vaughan but in many ways the captaincy puts extra pressure on him to get a score. If he does not score runs soon the selectors are going to have a big problem. They are going to have to ask: \"Are we going to pick him because of his captaincy? Do we put that value on it?\" The lack of runs has unbalanced the whole team. We are playing four bowlers because we are frightened of going in without an extra batsman because we do not know if runs will come higher up the order. And when you go in with a four-man attack you only have one spinner who is shouldering all the burden. You are then left struggling if you get later on in the game and you haven't bowled the opposition out. It is the wrong blend, to my mind. We're short of a genuine all-rounder. Andrew Flintoff has not made many runs but is England's best bowler and should come into the side when he is fit. But we have long held the view that an all-rounder in the side needs to be a fast bowler, and that isn't the case. Why not look at the spinner Graeme Swann, who is far from the worst batsman? I have seen Vaughan bat twice this season and the disappointing thing is that he has been getting himself in, getting to 20 or 30 and then getting out after he has done the hard work. That's the big worry because he has got out playing very loosely, flashing outside the off stump. You wouldn't expect someone with his experience to do that. There's a fair chance that he may get runs against New Zealand and the debate will become obsolete because the tourists are not a very strong Test side. But I don't think you can expect him to score runs at Lord's simply because he has a good record there."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}