{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2008/may/12/britishairwaysbusiness.theairlineindustry", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2008-05-11T23:06:06Z", "webTitle": "BA board decides if boss still gets £600,000", "webUrl": "https://www.theguardian.com/business/2008/may/12/britishairwaysbusiness.theairlineindustry", "apiUrl": "https://content.guardianapis.com/business/2008/may/12/britishairwaysbusiness.theairlineindustry", "fields": {"headline": "BA board decides if boss still gets £600,000", "bodyText": "The board of British Airways will meet this week to decide whether chief executive Willie Walsh should be awarded a performance bonus of more than £600,000 after the Heathrow Terminal 5 fiasco. The board meeting is to take place on Thursday, before BA's full-year results on Friday. It will be the first full-scale board meeting since the disastrous opening of T5, which saw passengers stranded as hundreds of flights were cancelled after the collapse of the terminal's baggage-handling system. High on the agenda will be the issue of what should happen to directors' bonuses as a result of the fiasco, because it hit at the very end of the group's financial year. Walsh will be in line for the payout - equal to one year's salary - if BA's annual results are in line with City forecasts. BA, it emerged this weekend, has hired headhunters to find a new chief operating officer to replace the two managers sacked after the T5 fiasco. The group dismissed as \"premature\" talk that the new director will be a replacement for the airline's under-fire chief executive. There will also be fierce debate among directors about whether the company should pay a dividend for the first time since 2001. Despite the £16m cost of the five days of T5 problems that fall in the past financial year, BA is expected to hit or at least come very close to its profit margin targets - so restoring the dividend will still be on the agenda. Chris Avery, JP Morgan's aviation analyst, recently warned investors against being overly optimistic about a payout. He believes a prudent board would not restart payments if there is a risk they will have to cease again in the short term, something that could happen if the oil price remains high. T5 opened its doors on March 27 and, despite almost 20 years of planning, design and construction, the £4.3bn terminal quickly turned into a public relations and customer service disaster as a result of problems with the baggage-handling system and what were described as \"staff-familiarisation issues\" with the building itself. More than 500 flights were cancelled in the first week and almost 30,000 bags were separated from their owners. The disaster led to the sacking of Gareth Kirkwood, director of operations at BA, and David Noyes, head of customer relations, as Walsh took personal charge of running the terminal. BA said it would create a role of chief operating officer, who will report directly to Walsh, to take over from the two previous roles. More than 20,000 staff will report to this new boss, from check-in staff and non-flight cabin crew to back office sales and administration personnel. Executive search company Whitehead Mann has been appointed to find candidates, although BA is also understood to be carrying out its own search to ensure as wide a field of potential candidates as possible. The fact that the new chief operating officer will work so directly with Walsh has sparked talk that whoever gets the job will be his successor. But a spokeswoman for BA said it is \"a bit premature to be talking about a successor\". Walsh has come in for intense criticism for the handling of the T5 debacle. Last week, he told MPs that incomplete construction work by BAA on the terminal contributed to its botched debut. Staff were unable to finish training sessions and were disoriented when the building opened, contributing to the breakdown of the baggage-handling system. The transport select committee heard that BA was forced to cut corners in its training regime because BAA had not finished off the building. \"It is clear we made some mistakes,\" Walsh told the committee, \"and in particular had compromised on the testing regime as a consequence of delays in the building of the terminal and this did impact on the T5 opening.\" The list of incomplete building work and mechanical glitches included 28 lifts not working, problems with air bridge jetties and software issues in the baggage-handling system."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}