{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/may/29/highereducation.uk", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-05-28T23:13:13Z", "webTitle": "Birkbeck announces major restructuring plans", "webUrl": "https://www.theguardian.com/education/2008/may/29/highereducation.uk", "apiUrl": "https://content.guardianapis.com/education/2008/may/29/highereducation.uk", "fields": {"headline": "Birkbeck announces major restructuring plans", "bodyText": "Birkbeck, University of London, is considering major restructuring under proposals to bolster the institution to withstand cuts in student funding. The institution, which specialises in evening higher education courses, is one of the hardest hit by government cuts of £100m of funding for students taking second undergraduate degrees. The government is cutting back on funding for students doing equivalent or lower qualifications (ELQs) - for instance taking a second batchelors degree to switch careers - to give priority to first-time students. Although Birkbeck gets tapered \"safety net\" money from the Higher Education Funding Council for England (Hefce) which in 2010-11 will amount to £4.5m, to help cope with the funding cuts, the new strategy put to staff today is designed to ensure Birkbeck prospers after that money runs out. Birkbeck's master, Prof David Latchman, told staff: \"Our key goal is to ensure that Birkbeck can thrive as a strong and independent institution, robust in its capacity to respond to current and future challenges, such as that posed by the ELQ funding cut which has had a major impact on Birkbeck, when the College stands to lose 38% of its teaching funding.\" The proposal is to restructure the institution's existing 16 schools into five larger \"super schools\" that will all be responsible for research, teaching, life-long learning, employer engagement and the university's outpost in Stratford, east London. The idea behind the move is to create a seamless student experience with progression routes from HE certificate level through to PhD supervision. A new \"one-stop-shop\" will meet all students' needs - from first inquiry to graduation. The college will offer new academic courses, including those which employers help design and pay for, and aim to widen participation and develop more foundation and postgraduate degrees. It will also make teaching and learning more flexible so students could choose to do courses more slowly or accelerate to squeeze them into two years, for example. \"Clearly we will need additional resources and we will be applying to Hefce for that,\" Latchman told EducationGuardian.co.uk. He said staff would \"not simply be expected to teach from 6pm to 9pm but from 9am to 6pm as well\". Birkbeck will also seek to expand both its home and EU students and the number of international students. \"We have been underplaying our strengths in research excellence, the attractiveness of London and being part of the University of London,\" Latchman said. \"A lot of the detail is up for discussion. The academic community will need to suggest how the academic restructuring is done.\" The consultation will go to Birbeck's governors' meeting on July 3 before a bid is made to Hefce by September so the changes can be in place for September 2009."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}