{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/may/29/popandrock.charlatans", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-05-28T23:15:00Z", "webTitle": "Pop review: The Charlatans / Academy, Sheffield", "webUrl": "https://www.theguardian.com/music/2008/may/29/popandrock.charlatans", "apiUrl": "https://content.guardianapis.com/music/2008/may/29/popandrock.charlatans", "fields": {"headline": "The Charlatans", "bodyText": "The Charlatans have survived innumerable changes in their 20-year history, and singer Tim Burgess's haircut is as drastic as any of them. Wearing a skintight black suit, his latest barnet looks like a cross between a black Beatle bowl cut and a Louise Brooks 1920s bob. \"Is it a hat?\" one baffled lady ponders, and the bizarre black creation does indeed resemble a beret made of hair. The barnet is even more incongruous, given the band's latest musical shift. After recent years steeped in classic rock, they've finally given into Burgess's teenage New Order obsession, which informs the new album, You Cross My Path. Initially given away as a free download, it may be their best effort and the band seem justifiably proud, shunning their greatest hits in favour of the exhilarating, dark-edged pop of Mis-takes and melancholy anthem This Is the End. However, gradually the two-hour set reflects the spectrum of their career: a psychedelic Sproston Green, an urgent Weirdo, a rousing One to Another, a jagged, edgy How High, and an awkward Judas, from Burgess's curious falsetto period. Although the now LA-based Burgess looks like an impostor in his own band, it's almost beautiful to watch him as - arms flapping around - the 41-year-old commands the crowd like an orchestral conductor. During a glorious double whammy of headrushing recent single Oh! Vanity and classic The Only One I Know, it is all too much for one girl, who rushes the stage and is rewarded with a dance with Burgess. For a few moments, they remain deep in conversation. Maybe she is asking, \"Where did you get that haircut?\"! · At Hyde Park, London, on June 28 (details: www.hydeparkcalling.co.uk)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}