{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2008/may/17/cannesfilmfestival.festivals", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2008-05-16T23:50:09Z", "webTitle": "A festival where cinematic craft rubs shoulders with money", "webUrl": "https://www.theguardian.com/film/2008/may/17/cannesfilmfestival.festivals", "apiUrl": "https://content.guardianapis.com/film/2008/may/17/cannesfilmfestival.festivals", "fields": {"headline": "A festival where cinematic craft rubs shoulders with money", "bodyText": "· An impossibly glossy Brangelina, actors Brad Pitt and Angelina Jolie, have appeared on the red carpet; the streets are throbbing with scantily clad wannabes; restaurants are heaving with empurpled critics; hotel lobbies are echoing to the baying of movie execs. It must be the Cannes film festival, with the assertions that \"it's all about cinema\" sitting uneasily beside the knowledge that it's also all about the money - and the festival's annual flirtation with Hollywood blockbusters. Into that last category comes tomorrow's Indiana Jones premiere, with Steven Spielberg, Harrison Ford and a clutch of our Own Great British Acting Talent beaming into town. The atmosphere is, mercifully, a little more low-key than the hoopla that accompanied The Da Vinci Code in 2006. Then again, the Indy people will doubtless wish to avoid the humiliation that greeted the makers of that film when it became clear from the early press screenings that it was already a laughing stock before the stars had even a chance to plant their expensively clad toes on the red carpet. · Simon Pegg and Toby Young were in town yesterday to promote the film of Young's bestseller, How To Lose Friends and Alienate People. Pegg stars as Sidney (a thinly disguised Young), who flails ineptly around New York as a magazine writer. Trouble was, the event was a bit like a scene from the book - fairly disastrous. Cannes was wreathed, unusually, in drizzle; excerpts from the film were barely audible above the background din - and then the equipment gave out, so viewers were presented with a blank screen. This was too much even for Young: swearing, he left the room. The screenplay is by Peter Straughan, who has adapted another journalist's book: Men Who Stare At Goats, by the Guardian's Jon Ronson. It was announced yesterday that George Clooney will star in the said film. Not bad. · Michael Fassbender, who plays Bobby Sands in Steve McQueen's Hunger, is an actor very much on the rise. Some will recall his six-pack and tight leather knickers in Zack Snyder's 300. He has been cast as Heathcliff in John Maybury's planned film of Wuthering Heights. In other Brontë news, Ellen Page, the star of Juno, is to play Jane Eyre in a BBC Films version, with a screenplay by Moira Buffini. · Three years ago Miranda July's film Me and You and Everyone We Know proved a surprise hit here. Now she is making another, Satisfaction, to shoot this autumn. According to Peter Carlton of Film 4: \"It's a love triangle, about Sophie and Jason, a couple in their 30s, who are in a cosy routine relationship, both craving change, but afraid of making it.\" Their troubles are resolved by way of an animated yellow T-shirt and a talking cat \"which is a kind of Greek chorus, commenting on the action\". · What with successful TV comedy proving a wellspring for films (think Shaun of the Dead and Borat), it was perhaps only a matter of time before the Gavin and Stacey stars were tempted on to the big screen. So it is that James Corden and Matthew Horne are to appear in a movie entitled Lesbian Vampire Killers. · There's a huge buzz around Waltz With Bashir. Ari Folman, its creator, was a young soldier when Israel invaded Lebanon in 1982. When he hit his 40s he realised he couldn't remember anything about it - including where he was during the massacre of Palestinians by Christian Phalangists at the Sabra and Shatila camps. Waltz With Bashir is an animated documentary showing Folman's gradual recollection of events through talking to former soldiers and friends - animation proving the perfect medium for presenting a mix of memory, dream and imagination."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}