{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/may/29/hayfestival2008.hayfestival", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-05-28T23:12:01Z", "webTitle": "Hay Diary: Charlotte Higgins", "webUrl": "https://www.theguardian.com/books/2008/may/29/hayfestival2008.hayfestival", "apiUrl": "https://content.guardianapis.com/books/2008/may/29/hayfestival2008.hayfestival", "fields": {"headline": "Hay Diary", "bodyText": "· Jeremy Clarkson did not disappoint: he was exactly as cheerfully obnoxious and offensive as one would have expected. Americans, he said, \"are not technically human beings\"; and the speed limit \"is annoying because it holds up people who have a job to do\" (he had hit 100 mph at times on his journey from Oxfordshire to Hay-on-Wye). He slagged off bicycles; he refused to answer a perfectly reasonable question on the environment; he charmingly suggested that people who are late for appointments ought to be \"shot in the face\". The real disappointment of the evening, however, was his interlocutor, Rosie Boycott, founder of Spare Rib, former national newspaper editor, now supposedly avenging angel of environmentalism. She grilled Clarkson with such piercing questions and observations as, \"You are all things to all men\"; \"What's it like having a website in which people say you should be prime minister?\"; and, my personal favourite, \"What's the fastest you've ever driven?\", which, by rights, should have been followed up - in the style of Alan Partridge's interview with France's second-best racing driver - with \"What's the slowest you've ever driven?\" · In a festival that has had a reputation for highlighting environmental issues, it was startling to discover that Louis de Bernières, in Hay to talk about his latest book, The Partisan's Daughter, is a more ferocious global-warming recusant than perhaps even George W Bush himself. \"I haven't noticed any improvement in the weather in Norfolk,\" he observed, adding that he felt that it was too early to adduce patterns to the data collected on climate change, and certainly unproven that humans were responsible for it. Nonetheless, Bernières still grows his own vegetables and has solar panels on his roof. \"But I do that at least partly because I don't want to give away more money to the Russians and Arabs.\" · Wayne Hemingway, formerly of the fashion label Red or Dead, is now doing wonders for town planning and community-building by the application of good common sense. But it has been a struggle to forge a path through the anxieties of town council members. Speaking in Hay's Riba debate on the housing crisis, he recalled showing a slide of a lovely community park in Freiburg to a group of worthies in the UK. \"But we could never do that here,\" they said. \"The babies might eat the sand.\" Hemingway shot back, \"What's the problem with that? It's only £1.50 a bag - we can easily replace it.\" · Martin Rowson, the political cartoonist, gave a fascinating insight into the strange, transformative magic of visual satire. He recalled a gig he had had at the London restaurant the Gay Hussar, in which he drew the famous clientele in return for meals. He witnessed David Blunkett dining with a heavily pregnant woman who turned out to be his mistress, Kimberly Fortier; he drew Michael Howard, \"though I was surprised the pen did not leap out of my hand and stab me in the eyes\"; and then, one hot May day, a chill descended on the room as Alastair Campbell took his midday meal. \"You won't be able to stop yourself from making me look like a really bad person,\" cried the ungenial Campbell. \"Alastair, I just draw what I see,\" Rowson called back. · Katharine Whitehorn's classic 1961 book Cooking in a Bedsitter is to be reissued, she announced yesterday - not in an updated version, but as \"a retro joke\". It contains such recipes as toucan mash: not, as it may be supposed, an outre dish such as the hash brownies to be found in the marvellous Alice B Toklas cookbook, but a supper that involves the opening of two cans. All the recipes in Cooking in a Bedsitter were properly tested, she said, with the possible exception of Catalan tripe. \"I was certain that it didn't taste like string knitting, and I left it for my husband to try, though I can't swear that he ever did.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}