{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2008/may/29/food", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2008-05-28T23:15:37Z", "webTitle": "Food diary: Surrey, UK", "webUrl": "https://www.theguardian.com/environment/2008/may/29/food", "apiUrl": "https://content.guardianapis.com/environment/2008/may/29/food", "fields": {"headline": "Food diary: Surrey, UK", "bodyText": "Samantha Hayward, 40, is a part-time sales administrator and single parent who lives in Godalming, Surrey with her seven-year-old daughter Amy. She is finding she has to rely more on homemade food and her allotment to feed herself and her daughter as prices rise. Saturday Amy Breakfast: Pancakes Lunch: Chicken nuggets with chips and beans, cheesecakes Dinner: Fish fingers, chips, peas and ice cream Treat: Chocolate buttons Sam Lunch: Toasted homemade bread Dinner: Small bowl of pasta with sliced pork loin and onion \"I always tries to feed Amy as healthily as I can, but she'd been at her dad's all day hence the chocolate buttons. I have also this week started making my own bread. I can make four loaves from a packet of flour, rather than buy bread at £1.09 a loaf. It makes a big difference.\" Sunday Amy Breakfast: Pancake, homemade bread (toasted) Lunch: Steak and chips with beans Dinner: Roast chicken with roast potatoes, carrot, swede and broccoli. Nectarine and ice cream for dessert Sam Lunch: Toasted homemade bread Dinner: Fish, chips and peas \"I buy a medium chicken each week from Tesco at two for £5. We share a breast and a leg on Sunday, and the rest we use for lunches and sandwiches during the rest of the week. I also boil the carcass for stock and gravy. I used to buy organic chicken but I just can't justify the extra expense now.\" Monday Amy Breakfast: Pancakes Lunch: School dinner Dinner: Chicken burger, mashed potato, carrot, swede and broccoli, followed by ice cream Sam Lunch: Chicken and salad, home made pita bread Dinner: Toasted homemade bread, apple \"Amy has always had school meals, and I'm keen that she continues for the sake of a balanced diet, even though they cost £1.90 a day, which does add up.\" Tuesday Amy Breakfast: Pancakes Lunch: School dinner Dinner: Meatballs and spaghetti, strawberries and ice cream Sam Lunch: Homemade chicken salad and pita bread Dinner: Cheese sandwich \"What I tend to do with something like the meatballs is make a lot and freeze it in a few different portions. Amy will have the majority of it, and I'll have a smaller portion. I don't want her to suffer at all, but I'm very conscious of the cost, given our circumstances. Petrol is so horrendous at the moment and I need to be able to drive to work to earn the money to buy the food.\" Wednesday Amy Breakfast: Pancake Lunch: School dinner Dinner: Small homemade chicken curry and rice, with peas, nectarine and ice cream. Sam Lunch: Chicken salad, pita bread Dinner: Chicken marinated in coriander and garlic, green beans and rice \"I've had an allotment for a few years, but it's been a bit of a hobby until this year. Now I'm a lot more conscious: right, that's our salad. That's our salad. Those are our green vegetables. It's brilliant because there are absolutely no food miles - the allotment is at the end of my garden - and I only pick what I use so I'm not throwing anything away.\" Thursday Amy Breakfast: Pancake School lunch Dinner: Homemade pizza with chicken and tomato sauce Sam Lunch: Homemade bread toasted, chicken and avocado salad, pita bread. Dinner: Homemade chicken and tomato pizza \"Salad is my biggest allotment success at the moment. My cos lettuces are the best ever, and really easy to grow. In Sainsbury's a lettuce is £1.12, but I paid £1.98 for a packet of about 400 seeds, and about 80 or 90 of those will germinate. There's no comparison.\" Friday Amy Breakfast: Pancake Lunch: Packed lunch for sports day of two cheese sandwiches, avocado, homemade smoothie of frozen raspberries and strawberries, mango, banana and natural yoghurt, cucumber and strawberries Dinner: Meatballs and pasta. Pancake and strawberries for dessert Sam Lunch: Chicken and avocado salad Dinner: Cheese sandwich with homemade bread, with salad \"I used to try to buy organic, when my partner was still with me. Now that money and cost is so much of an issue, my mind set hasn't changed, but if you look at the supermarket shelves it's horrendous. I'm still quite firm about having free range eggs - you have to draw the line somewhere - but I do things like make my own mayonnaise now. I'm learning so many new skills.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}