{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/may/14/olympicgames2008.athletics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-05-13T23:25:13Z", "webTitle": "Macey puts his injuries aside and aims for Beijing spot", "webUrl": "https://www.theguardian.com/sport/2008/may/14/olympicgames2008.athletics", "apiUrl": "https://content.guardianapis.com/sport/2008/may/14/olympicgames2008.athletics", "fields": {"headline": "Macey puts his injuries aside and aims for Beijing spot", "bodyText": "Dean Macey is determined to give every-thing he has in a last-ditch attempt to reach this summer's Olympic Games. \"If I don't make it you will be able to pick up bits and pieces of me from all over the track,\" he said. Macey, 30, has not competed in a decathlon since he won the Commonwealth Games title in Melbourne 26 months ago. For the past two years he has been troubled with injury and illness. But he has set himself the target of securing the 8,000 qualifying points total and believes he can still win a medal. Should he not qualify, he will consider bowing out of a sport where he made a breakthrough by finishing second at the world championships in Seville in 1999. Since then, he has been riddled with problems. \"If someone had knocked on my door offering £30,000 for a measly, boring job I would have taken it. It's because of the frustration. It may be my last year but if things go right, it may not. It [retirement] has been crossing my mind more and more.\" He has never given up the fight. He missed more than two months of winter training after slipping a disc and then caught flu, which sidelined him for another two weeks. Macey, who has a personal best of 8,603, knows his last chance to qualify will arrive at the International Combined Events in Hexham on July 12-13. Coincidentally, it was at this same meeting four years ago that he made it into the team for Athens. \"I had to do it late in 2004 but I had been in great shape all year and kept breaking down,\" he said. \"Now I have not been in great shape.\" If he feels rights, he will attempt the qualifying mark in Europe before the Hexham meeting. \"Sometimes I think that maybe I am not destined to win a major championship gold medal. Then I think that maybe someone upstairs has a sick sense of humour and maybe I am worthy, but I just have to go through all of this.\" The decathlete was fourth at the last two Olympics. \"Maybe it will be third time lucky.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}