{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2008/may/21/northernireland.justice", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2008-05-20T23:25:21Z", "webTitle": "Man held over IRA killing of abducted army captain", "webUrl": "https://www.theguardian.com/politics/2008/may/21/northernireland.justice", "apiUrl": "https://content.guardianapis.com/politics/2008/may/21/northernireland.justice", "fields": {"headline": "Man held over IRA killing of abducted army captain", "bodyText": "Shortly before his death, SAS-trained Captain Robert Nairac wrote an internal army paper titled \"Talking to people in South Armagh\". The 28-year-old army officer argued that the British army could only win its war against the IRA in the border zone on the basis of intelligence. And they could only do that, Nairac wrote, by engaging with locals and building up vital sources of information. Pursuing this strategy, however, led to the murder of the Ampleforth- and Oxford-educated soldier. Now, 31 years on, detectives are questioning a man in connection with Nairac's abduction and shooting. A 57-year-old from south Armagh who recently returned to Northern Ireland from the United States was arrested and taken into custody yesterday by the Police Service of Northern Ireland (PSNI) serious crime squad. It is understood that the man in custody in Antrim town is Kevin Crilly, one of a number of men from south Armagh accused in several books and a recent BBC Northern Ireland documentary of being involved in Nairac's disappearance. The PSNI is understood to be in discussion with US authorities on the possibility of extraditing two other suspects. The PSNI said the man had been staying in Jonesborough, less than half a mile from where Nairac was abducted. Police had run a surveillance operation against him and raided his home at 5.30am yesterday. Nairac was abducted by the IRA in Drumintee, Co Armagh, on May 14 1977. He was taken across the border into a forest in the Irish Republic and shot dead. His body was never recovered and he has since been listed among the \"disappeared\", the name given to up to a dozen people killed and buried in secret by the IRA. One theory put forward by IRA informer Eamon Collins, who was himself killed by the Provisional IRA's South Armagh brigade, was that Nairac's body had been fed into a mincing machine in a meat factory. Nairac, an officer in the Grenadier Guards, was seized while he was undercover visiting a pub at Drumintee, south Armagh, often frequented by local republicans. He had gone in as part of his personal mission to recruit an informer from the border region. He had been in the Three Steps Inn singing republican songs when several men became suspicious of him. Nairac was trying to pass himself off as a member of the rival Official IRA. Nairac claimed he was in the pub to meet a local Official IRA commander. He did not know that the rival republican no longer drank there for fear of getting into a row with local Provisionals. After an argument inside the bar during which one patron challenged him to a fight, Nairac was overpowered in the pub's car park and driven across the border to a field at Ravensdale forest in Co Louth, where he was interrogated for more than an hour, pistol-whipped and shot dead. Liam Townson was convicted in the Irish Republic of murdering Nairac in December 1978 and served 12 years before he was released in 1990. Thomas Morgan was tried in Northern Ireland and also convicted of murder. Danny O'Rourke was sentenced to 10 years for manslaughter, Michael McCoy got five years for kidnapping and Owen Rocks received two years for witholding information. According to Townson, whose statements to the Gardai helped put him behind bars, another man pretended to be a priest and blessed Nairac before he was shot. Two years after the murder, the Queen approved the award of the George Cross, the highest honour for gallantry in peacetime, to Nairac. The citation identified his \"analytical brain, physical stamina and above all his courage and dedication\". Backstory Even if anyone else were to stand trial and be convicted in the Nairac case, they would not go to prison. The murder was before Easter 1998, and hence falls under a de facto amnesty - one of the most controversial aspects of the Good Friday agreement peace deal 10 years ago, which freed hundreds of republican and loyalists, many of them convicted murderers, from the top security Maze prison. However, although the reopened Nairac investigation is by the PSNI's serious crime squad, the force also has a historical inquiries team (Het), investigating hundreds of unsolved murders from the Troubles. Het's object is a truth exercise: it has given a number of victims' families details of how loved ones died and, in some instances, the identities of those responsible for their murders. The Het process, alongside a limited number of public inquiries into controversial deaths and the current Omagh civil trial, are possibly the closest Northern Ireland will get to a South African-style truth and reconciliation commission."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}