{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/may/21/fashion.popandrock", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2008-05-20T23:38:05Z", "webTitle": "Hadley Freeman on how celebrity fashion lines are faring", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/may/21/fashion.popandrock", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/may/21/fashion.popandrock", "fields": {"headline": "Label queens", "bodyText": "Lily Allen Where: New Look Price range: £5-£65 Verdict: Allen's brief dabbling in fashion, with her range for New Look in March last year, was in many ways the epitome of a celebrity fashion range in that the emphasis was on the celebrity as opposed to the fashion. Taking the Kate Moss approach to fashion design, Allen apparently just flicked through her wardrobe and knocked out a load of looky-likey pieces, with enough prom dresses and ruffle skirts for the whole of the UK to dress up as Allen for the following Halloween (most didn't). Still, you gotta salute a lady who uses herself as her own muse, clearly thinking she is the pinnacle of style. Madonna Where: H&amp;M Prices: £39.99 for the tracksuit; £7.99-£139.99 for the collection Verdict: It really is A Tale of Two Madonnas. First, there's the fun, dance-around-the-living-room-in-your-tights-and-bra Madonna (True Blue, Hung Up); then there's the scary, vaguely dominatrix-looking, less appealing Madonna (pretty much everything after 1998 except Hung Up). These collections were made by the latter. First, there was the tracksuit in 2006, which truly had Karl Lagerfeld chewing his knuckles in anxiety about the competition. Then there was last year's collection, which included a Jack the Ripper-esque leather trench and a freakishly S&amp;M-like black dress. Like a Prayer? Yeah right, a prayer to the devil himself. Kate Moss Where: Topshop Price range: £6-£150 Verdict: With her sixth collection arriving in stores yesterday, the Moss modus operandi is becoming clear - make one or two really great pieces that get lots of press (in the current collection, this would be the violet-print wrap dress and maybe the long black chiffon one), and then pad out the rest with vest tops, hotpants and vaguely dodgy chiffon tops. Enough of the hotpants, Mossy. Summer need not be synonymous with cystitis, you know. Mel B Where: Unconfirmed as yet, funnily enough Price range: As above, though the word \"priceless\" comes to mind Verdict: Like a tenacious terrier that keeps scrapping at your leg, just when you thought the little bugger had finally been put to rest, Mel B makes a triumphal return after the less than triumphant Spice Girls world tour. And proving the old adage that one is always blind to one's weakest spots she has launched an animal print, lycra and leather-mix fashion range called, confirming her subtle touch, Catty Couture. Oh Mel! Accentuate the positive, downplay the negative, yeah? Your devil-may-care mouthiness: good (sort of); your belief that the amount of animal print one wears is synonymous with one's sexiness: bad. Excellent for anyone going to a Kat Slater homage party, mind. Gwen Stefani Where: Department stores worldwide Prices: £28-£560 Verdict: As Stefani's Wikipedia page puts it, in a manner that rather defines the term \"backhanded compliment\", \"Stefani is known as a fashion trendsetter\" (as opposed to a slightly barking singer, presumably). So it wasn't a huge surprise in 2003 when she launched her own fashion range, dubbed with her favourite and somewhat wince-inducing acronymn, Love Angel Music Baby (L.A.M.B.). What is more surprising is just how successful it has been, making just under £50m a year. Yet with its fondness for bright rasta stripes, hot pants and tracksuits, some could say that it embodies the worst of other celebrities' fashion ranges. In fact, one of us just did."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}