{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/may/20/championsleague.chelsea7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-05-19T23:45:13Z", "webTitle": "Avram Grant profile", "webUrl": "https://www.theguardian.com/football/2008/may/20/championsleague.chelsea7", "apiUrl": "https://content.guardianapis.com/football/2008/may/20/championsleague.chelsea7", "fields": {"headline": "Profile: Avram Grant", "bodyText": "Back story Grant, an Israeli of Polish and Iraqi descent, would be considered exotic if he did not have the misfortune of following Jose Mourinho, a man so sexy scientists have proved he can arouse lumps of granite. Many (OK, everybody) see Grant as living on borrowed time but he has led Chelsea to the Champions League final, which is something his predecessor never managed and, more importantly, something Roman Abramovich values. How his team plays Grant swept away the dull, attritional play of Mourinho and replaced it with his own brand of slightly less dull, attritional play. Would like people to believe he plays a jazzy 4-3-3, with Joe Cole and Florent Malouda supporting Didier Drogba, but we all know a 4-5-1 when we see one, Avram. When they cut to him he'll be Having a quick word with the fourth official - known in other circles as his captain, John Terry. Married to Tzofit, a flamboyant Israeli television presenter, who drew early comparison with Nancy Dell'Olio. Noted for drinking her own urine on her chat show. Will say to Gabriel Clarke Grant is an excellent communicator, fluent in seven types of monotone, so ignore the words and let his nasal drone lull you to sleep. Best day as manager April 26 2008: Chelsea beat United with a brilliant display of creative football. And, on a hot afternoon, Grant celebrated with arms aloft and not a hint of underarm sweat. Worst day as manager April 14 2008: Chelsea 1 Wigan 1. Not only were Chelsea's title hopes dealt a blow, they also let Emile Heskey score. If they win Praised as a managerial genius, the greatest coach in Chelsea history and a deep thinker next to the superficial beauty of Mourinho. Then he'll be sacked and replaced with someone more glamorous. If they lose Derided as a managerial dope, the worst coach in Chelsea history and a dull plodder next to the scintillating beauty of Mourinho. Then he'll be sacked and replaced with someone more glamorous."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}