{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/may/29/classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-05-28T23:15:34Z", "webTitle": "Opera review: Aida / Millennium Centre, Cardiff", "webUrl": "https://www.theguardian.com/music/2008/may/29/classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2008/may/29/classicalmusicandopera", "fields": {"headline": "Aida", "bodyText": "John Caird's staging of Don Carlos for Welsh National Opera two-and-a-half years ago was one of the company's most impressive recent achievements. On the strength of that, presumably, Caird has been invited back to Cardiff to direct more Verdi. But his production of Aida isn't nearly as dramatically compelling as Don Carlos. For all its intelligence and musical virtues, this show sparks into life only intermittently. Yannis Thavoris's studiedly non-specific set fails to provide a meaningful context for a work that, dramatically, seems skewered by its historical conceits. There are a few obvious Egyptian symbols, while Emma Ryott's costumes are a timeless mix - the King (David Soar) sports a fez, the priests look suitably ecclesiastical - but visually, the protagonists are under-characterised. If you gave Dennis O'Neill's Radames a palette of paints, he would fit effortlessly into a production of Tosca, for instance. Add some fairly undistinguished choreography - the first dance looks as if Isadora Duncan has been recruited by the Ku Klux Klan - and the recipe may not be promising. But attention to the finer details gives the drama at least a semblance of credibility, and that in itself is some achievement in this opera. As in his Don Carlos, Caird underlines the work's anti-clericism: Radames is sent off to fight the Ethiopians with a human sacrifice to inspire him, and Amneris's condemnation of the priests' thirst for blood is the high point of the final act. The fluctuating tensions between the trio of protagonists are always carefully charted. Yet the performance never courses with dramatic energy. Carlo Rizzi's conducting is secure, if not exactly supercharged, and the singing is decent without quite achieving the highest standards. Zvetelina Vassileva's Aida is the class act: her pianissimo phrases, especially, were exquisite, although her intonation started to wobble towards the end. O'Neill's Radames is a bit effortful now, though one never doubts his involvement. Margaret Jane Wray's Amneris has the vocal heft for the role, if not all of its dramatic fervour, and Phillip Joll's Amonasro certainly has presence. They are not enough, however, to turn this Aida into a convincing drama. · In rep until June 14. Box office: 02920 636400."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}