{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/mar/05/match.celtic", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-05T23:51:59Z", "webTitle": "Champions League: Barcelona 1-0 Celtic", "webUrl": "https://www.theguardian.com/football/2008/mar/05/match.celtic", "apiUrl": "https://content.guardianapis.com/football/2008/mar/05/match.celtic", "fields": {"headline": "Celtic suffer one-goal thrashing as Xavi seals Barcelona's passage", "bodyText": "European football has afforded Celtic glory, success and finance over the years. Last night, though, Barcelona dealt the Scottish champions a harsh lesson. Frank Rijkaard's team toyed with their visitors for long spells in demonstrating the size of the gulf Celtic need to bridge to be considered one of the continent's top sides. The only consolation for Gordon Strachan and his players as they head home this morning will be that at least they kept the scoreline respectable against such illustrious opposition, who seldom appeared to break sweat in accumulating a 4-2 aggregate victory. Barcelona were strong favourites to progress after winning by the odd goal in five in Glasgow 13 days earlier and Xavi's early strike set the tone for an elaborate training exercise on Barca's part, with only profligacy and an apparent unwillingness to run up a higher score saving Celtic from embarrassment. There are precious few non-events at the top level of European football but this came pretty close; there was not even a booking. Victor Valdés, the hosts' goalkeeper, was a glorified spectator until Shunsuke Nakamura had the temerity to call him into action with a curling shot in the dying seconds. Rijkaard's post-match thoughts concerned his Argentinian striker Lionel Messi, who limped off after 37 minutes having suffered a suspected torn thigh muscle, an injury similar to the one that sidelined him for six weeks in December and January. \"Messi's injury has affected the whole night,\" said Barcelona's manager, who had left Messi out of his starting XI for Saturday's defeat by Atlético Madrid because of fitness concerns. \"It was a sad moment, the whole squad is sad for him. We will now wait for the medical tests and hope things are not as bad as they look.\" Strachan believed his players were ultimately guilty of \"too much thinking\" but remains optimistic. \"I do believe we can get to the last eight of this competition if we allow this team to develop and we add to the squad,\" said the Celtic manager afterwards. Any notion that Strachan would adopt an adventurous approach to an encounter he had likened to climbing Mount Everest was banished before kick-off, with confirmation that he had opted to deploy Jan Vennegoor of Hesselink as his team's lone striker. Scott McDonald, the top scorer in Scotland's Premier League, was surprisingly left among the substitutes. Aiden McGeady and Nakamura, whose collective creative talents were conspicuous by their absence in the first leg, were expected to supply considerably more ammunition from the flanks this time around. In the end their involvement remained marginal at best. None of Celtic's attacking players had even touched the ball by the time Barcelona claimed the only goal of the night, Xavi rounding off a typically smooth move, which started in the right-back position and culminated in Sylvinho crossing superbly from the left wing, by clipping the ball over Artur Boruc from eight yards. Only 120 seconds had been played but Celtic already had the look of a team grasping desperately for air in this most daunting of football amphitheatres. The remainder of the opening half offered a harsh reminder of age-old stereotypes regarding a disparity of talent between Scottish teams and their continental counterparts. Barca's players exchanged passes in sequences of tens and twenties while Celtic's wastefulness on the rare occasions they could retrieve the ball was equally as striking. The mere sight of Scott Brown winning a 49th-minute corner, Celtic's first, was sufficient to rouse a 5,000-strong travelling support into roars of delight but that foray proved far more of an exception than a rule. Ronaldinho angled a fierce half-volley which Boruc saved high to his left on the hour as Barca sought to kill off any aspirations of the most unlikely of Celtic comebacks. The goalkeeper produced an even better stop moments later, Deco this time trying his luck from long range. As Samuel Eto'o passed up his latest chance from close range and Eidur Gudjohnsen tested Boruc further, Celtic's fans chanted the name of Henrik Larsson, once of this parish and an idol in the green half of Glasgow; how the Swede's brilliance would have been embraced by Strachan here. In its absence salvation was never a viable prospect."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}