{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2008/mar/16/creditcrunch.useconomy3", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2008-03-16T23:44:18Z", "webTitle": "Bear Stearns saved by rock-bottom JP Morgan bid", "webUrl": "https://www.theguardian.com/business/2008/mar/16/creditcrunch.useconomy3", "apiUrl": "https://content.guardianapis.com/business/2008/mar/16/creditcrunch.useconomy3", "fields": {"headline": "Bear Stearns saved by rock-bottom JP Morgan bid", "bodyText": "The cash-strapped Wall Street investment bank Bear Stearns was rescued from the brink of collapse tonight through a takeover by rival JP Morgan Chase for the rock-bottom price of $236m. After a weekend of frenetic negotiations, Bear Stearns' board approved a stock-for-stock buyout at a valuation of just $2 per share. In a sign of the desperation of Bear Stearns' plight, the deal is at a 94% discount to the bank's closing share price of $30 on Friday night. \"The past week has been an incredibly difficult time for Bear Stearns,\" said the 85-year-old firm's chief executive Alan Schwartz. \"This transaction represents the best outcome for all of our constituencies based upon the current circumstances.\" Before the credit crunch set in, Bear Stearns had a market capitalisation of more than $140bn. But the firm was hit by an evaporation in confidence culminating in a bank run by clients last week. Without a buyout, Bear Stearns would almost certainly have been forced to declare itself bankrupt. Senior management rushed to negotiate a takeover before the start of the week's trading on Asian markets to avert mass withdrawals of funds by clients in Japan, China and elsewhere. Fearful that a bank collapse could cause reverberations around the financial system, the US Federal Reserve is standing behind the deal with $30bn of special financing to fund Bear Stearns' less liquid assets. JP Morgan's chief executive, Jamie Dimon, said the tie-up meant customers could once again \"feel secure\" in the institution's financial viability: \"Bear Stearns' clients and counterparties should feel secure that JP Morgan is guaranteeing Bear Stearns' counterparty risk. We welcome their clients, counterparties and employees to our firm, and we are glad to be their partner.\" Over the weekend Bear Stearns' management, led by chief executive Alan Schwartz, also had tentative takeover contact with private equity firm JC Flowers – which was among the potential bidders last year for Northern Rock. With a busy economic week ahead, the US treasury secretary, Henry Paulson, embarked on an effort to steady nerves by expressing strong support for the Federal Reserve's decision to throw Bear Stearns a temporary lifeline. The Fed's decision to guarantee a temporary credit line from JP Morgan was the first time the central bank has bailed out a brokerage firm since the Great Depression of the 1920s. \"Our financial institutions, our banks and investment banks are very strong,\" said Paulson. \"And I'm convinced that they're going to come out of this situation very strong.\" Paulson said the Fed's intervention was \"not a difficult decision - it was the right decision\". He said the risk to financial stability outweighed the so-called moral hazard of shielding investors' money. \"I really understand the moral hazard argument,\" said Paulson in a round of interviews on Sunday morning talk shows. \"On the one hand, you've got moral hazard and on the other you've got what's right for the markets, what's right for the stability of the financial system and the US economy.\" At its monthly meeting on Tuesday, the Fed is widely tipped to cut US interest rates, which have already come down from 5.25% to 3% since September. Analysts at Citigroup have suggested that governor Ben Bernanke could opt for a cut of a full percentage point. Others suggest that a half or a three-quarter point drop is more likely, citing last week's $200bn liquidity effort carried out in tandem with the Bank of England and the European Central Bank. Stuart Hoffman, chief economist at PNC Financial Services, said the international effort made a full point's drop less likely: \"I saw it as a bit of a substitute for the super-sized rate cut that the financial markets are expecting.\" Rival investment banks are anxious to disassociate themselves with the plight of Bear Stearns, newly nicknamed \"bad news Bear\". But several of them will reveal problems of their own this week. Lehman Brothers, which saw its shares fall 14% on Friday following news that it had sought out $2bn in fresh financing, is expected to reveal credit-related losses of $1bn in quarterly earnings tomorrow. Goldman Sachs, which has so far profited from the credit crunch, is set to disclose a $3bn write-down in the declining value of its stake in the Industrial &amp; Commercial Bank of China. As Wall Street's problems seep into the consciousness of the broader public, Democrats are seeking to pin the blame on the White House. \"This has become the Bush recession,\" said Charles Schumer, a Democratic senator from New York who compared the present administration to the regime during the Great Depression. \"The president's hands-off attitude is reminiscent of Herbert Hoover.\" Among Bear Stearns' assets is its 42-floor head office tower with an estimated value of $1.2bn. Its most valuable operation is considered its clearance division, which handles transactions on behalf of many leading hedge funds. Bear Stearns' chief executive handled the bank run without the firm's veteran chairman, Jimmy Cayne, by his side. Cayne, 74, was in Detroit competing at the North American Bridge Championships when customers began removing funds on Thursday. With his partner, he finished fourth in a field of 130. But according to the championship's website, Cayne's ranking dived to 26th place on Friday – possibly because he was distracted by his bank's looming collapse."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}