{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/mar/09/match.liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-09T23:45:37Z", "webTitle": "Premier League: Liverpool 3-0 Newcastle", "webUrl": "https://www.theguardian.com/football/2008/mar/09/match.liverpool", "apiUrl": "https://content.guardianapis.com/football/2008/mar/09/match.liverpool", "fields": {"headline": "Gerrard finishes off weary Newcastle", "bodyText": "An advance on third place for Liverpool, a further descent towards the Hades of relegation for Newcastle that is allowing Sam Allardyce's truncated reign on Tyneside to appear ever more successful. Whatever magic Kevin Keegan still possesses, he needs to start producing it. Two points from eight outings is a dire return, despite Arsenal, Manchester United and now Liverpool providing three of those opponents. 'I've just told them that I don't think the performance was good enough,' he said. 'But I do think, and the players do too, that we can stay up. Today needs to be put in perspective. Torres cost £20-odd million. It's not like when they paid £33,000 quid to Scunthorpe for me here. They weren't taking a chance - he is good.' Rafael Benítez also talked glowingly of the Spanish striker and 'the understanding between him and Steven Gerrard. It can kill teams'. Both, until they were withdrawn, were excellent. And contributed goals that ensured Liverpool have 16 points from the last possible 18 - a run that keeps third place still a possibility. Following consecutive Torres hat-tricks, Anfield had waited to see if Benítez dare do what was surely unthinkable - even for Mr Rotation - and rest the freshly crowned Premier League player of the month. El Niño did indeed play, beginning this match just six short of Ruud van Nistelrooy's 24-strike mark for a foreign player in his debut season, despite the manager's selection policy. It is an effort that has already vindicated Benítez's decision - which he happily discussed in the build-up - to sign his countryman over former Reds favourite Michael Owen last summer. That decision was a harsh yet hardly unrealistic sign of the footballing times the England striker is playing through. Now, with injuries having eaten away at the once so-blistering pace - and the ability to count on regular matches - it is doubtful if he will ever play again for an elite club. Owen's opening contribution was to dump Martin Skrtel, but it was Torres who, predictably, went closest during a tedious opening half-hour. The 23-year-old was released down the right with open field ahead. His shot was whipped from a difficult angle. But Steve Harper still needed to save well - he did for Liverpool to claim their first corner. That came to nothing. Both managers had lined their teams up in a 4-5-1. For Owen - watched by England coach Fabio Capello - it is a system that offers him few favours because alongside the fading pace, he is hardly the tallest. And when United put together the period's best move, after 16 minutes, the striker was not involved. It was evidence of Newcastle's quality, though. Charles N'Zogbia surged to half-way, spun and fed Nicky Butt, who found James Milner with a clever ball over the winger's shoulder. Again, it ended in a corner, and amounted to nothing. As did the challenge by Abdoulaye Faye on Lucas inside the defender's area on the half-hour. Mr Walton said no to the penalty. As he did minutes before the break when Steven Gerrard went down in the same area. Seconds later and Keegan suffered the only kind of luck on offer at the wrong end of the table. His left-back José Enrique turned to clear near his goal, but hit Jermaine Pennant. The ball looped back over him and beyond Harper. One-nil and a wry shake of the Keegan head. Two minutes later, it was two. Gerrard hit a reverse pass with his left. Torres - who else? - allowed the ball to run across him. Then he pulled the trigger. Keegan's misery needed just six minutes of the restart to deepen. Lucas, who purred alongside Alonso at the base of midfield all afternoon, carried the ball forward. Gerrard waited smartly to time his run. Then the Liverpool skipper did his chances of continuing the international job little harm with a jinked finish that will have impressed Mr Capello. Keegan, belatedly, introduced Obafemi Martins after 58 minutes. Now Owen had a partner. And the visitors had their nearest miss - Martins's swivel and crashing shot from 35 yards beat Jose Reina, but not the bar. At that point there were still 20 minutes to go. But the afternoon now drifted to future thoughts. For Liverpool, it is Tuesday's visit to the San Siro and hopes of advancement to the Champions League quarter-finals. For Keegan and his weary men and fans, Birmingham and Fulham await. If he is still without a Premier League win after those, it could be the start of the Third Exit for the messiah of the Black and White Toon. THE FANS' PLAYER RATINGS AND VERDICT James Carroll, ShanklyGates.co.uk We won without breaking a sweat. The first goal was a freak, but there was no good fortune about the second, just absolute pleasure in watching Torres's skill. He and Gerrard were linking up well and the match was as good as over, before Gerrard's goal finished it. Newcastle offered no threat - they really are that bad. They just don't seem to have any confidence, particularly in defence. Having seen Owen all those years, they just don't seem to play to his strengths, either. Apart from Martins' shot that hit the bar we were never in any danger. I noticed some Newcastle fans leaving, and I can't blame them. I'd be worried if I were them - I haven't seen many teams as bad. Fan's player ratings Reina 6; Arbeloa 6, Carragher 6, Skrtel 6, Riise 6; Alonso 7, Lucas 7, Pennant 6 (Hyypia 6), Gerrard 8 (Kuyt 6), Benayoun 6; Torres 9 (Crouch 6) James Wilson, Observer reader It just gets worse and worse. This match was over by half time and it's getting harder and harder to feel confident about anything. We now travel to Birmingham and that is a relegation six?pointer, no doubt about that. If we lose there, then who knows? We had our moments in the first half and luck wasn't with us with Pennant's goal, but suddenly we were 3-0 down and fans started to leave then. I don't blame them in the slightest. Fan's player ratings Harper 6; José Enrique 4, Faye 5, Taylor 4, N'Zogbia 6; Milner 6 (Geremi 5), Smith 4, Beye 6, Butt 5, Duff 4 (Martins 6); Owen 4"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}