{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/pda/2008/mar/05/pdasnewsbucket87", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2008-03-05T23:01:39Z", "webTitle": "PDA's newsbucket", "webUrl": "https://www.theguardian.com/media/pda/2008/mar/05/pdasnewsbucket87", "apiUrl": "https://content.guardianapis.com/media/pda/2008/mar/05/pdasnewsbucket87", "fields": {"headline": "PDA's newsbucket", "bodyText": "Demand Media buys Pluck The firm run by former MySpace Chairman Richard Rosenblatt said on Tuesday it has purchased web media syndication company Pluck as part of an expansion of its Internet social media business. Source: Reuters Nielsen says mobile ads growing, consumers respond About 23 percent of US mobile phone users have seen advertising on their cell phones in the last 30 days and about half of them responded to the ads. Source: Reuters Facebook in talks with major music labels, say reports Social networking site Facebook has approached major music labels about launching a music service, although Facebook strongly rejects the story. Source: Reuters AOL opens up the AIM instant messaging network AOL's recently launched OpenAIM 2.0 provides open, uninhibited access to services like Meebo, or all-in-one IM clients like Pidgin, allowing them to freely and easily use the AIM instant messaging network. Source: Wired Swiss bank drops Wikileaks' lawsuit Julius Baer has dropped its lawsuit against Web site Wikileaks.org for posting sensitive customer data. Source: Associated Press Yahoo's FireEagle is going beta Yahoo's location based service enabler FireEagle is entering it's beta testing phase today with an official announcement at ETech. Source: GigaOM Yahoo steps up talks with Time Warner Yahoo and Time Warner have stepped up talks over creating an alternative to Microsoft's unsolicited offer for Yahoo. Source: Wall Street Journal Google, Yahoo and Microsoft are trying to solve basic mobile problems The companies are all trying to solve the perpetual problems of small screens, unpredictable internet access and inefficient ways to input text. Source: mocoNews iPlayer to roll out subtitles by end of March The BBC plans to roll out subtitles for the iPlayer from late March, in a bid to bring the on-demand service in line with its TV services. Source: New Media Age Quark launches social network for designers Software company Quark has launched Ilovedesign.com, a social network for graphic designers as a tool for marketing its products. Source: New Media Age MySpace founder nabs Revver Brad Greenspan has acquired online video sharing site Revver.com in a stock deal, making it part of LiveUniverse. Source: Variety Facebook hires Google executive Facebook has hired Google executive Sheryl Sandberg as chief operating officer to help expand the social networking website's global presence and revenue opportunities. Source: Guardian YouTube most popular networking site YouTube is now the most popular social networking website in the UK, overtaking the user-edited encyclopedia Wikipedia with 10.4 million unique users during January. Source: Guardian Yahoo in bid to stall Microsoft takeover The company has amended its bylaws in a bid to delay a boardroom battle with Microsoft over the $41bn takeover bid. Source: Guardian Via Del.icio.us"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}