{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2008/mar/01/gordonbrown.labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2008-03-01T15:12:36Z", "webTitle": "Brown put forward his British version of the American dream", "webUrl": "https://www.theguardian.com/politics/2008/mar/01/gordonbrown.labour", "apiUrl": "https://content.guardianapis.com/politics/2008/mar/01/gordonbrown.labour", "fields": {"headline": "Brown put forward his British version of the American dream", "bodyText": "Gordon Brown admitted this morning that the last few months had not been easy, and few, including even the ever-optimistic communities secretary Hazel Blears, believe the local elections in May will bring much cheer either. But inside No 10, there is new optimism, reflected in the prime minister's speech to Labour's spring conference today. It was a far more confident and effective speech than his last party speech delivered to the annual conference, which managed to hit as many wrong notes as a Stockhausen symphony. Those at No 10 feel, after much stumbling, that they have alighted on an effective overarching message for this government: unlocking the nation's talent. They also think that they have a strategic plan to make that message a doorstep reality within two years. All elections boil down to a choice between the party offering change and the incumbent fighting on its record. Briefly, Brown, for all his 10 years in office, hoped he could engineer an election as the change candidate, but that opportunity clumsily slipped from his grasp when he pulled the November election last year. He will have to fight on his record. He has had to cede the mantle of the change candidate to David Cameron. So the goal inside No 10 now is to focus on delivery and to set out a small number of achievable goals on which the government can focus between now and 2010, a date significantly mentioned four times in yesterday's speech. That was the key unglamorous purpose of Brown's speech. He told the nation: this is what you should judge us on between now and the election, these are the improvements you can expect to see in your daily lives. If we fail on them, you can indeed opt for change. It leads to a list, but a carefully crafted one: by 2010, 3,500 children's centres, one in every neighbourhood, 300,000 children in one-to-one tuition in English and maths, a guaranteed offer to teenagers of an apprenticeship, at least half the GP surgeries open for at least one evening every week, new entitlements to Britain's six million carers, 200,000 people off the welfare rolls and into work, neighbourhood police in every locality with the policemen's mobile number given to every household. For some it may not inspire, or exactly conjure up the Obama magic, but it is the fuel that will keep this government operating, and possibly win back the voters' trust as a competent outfit that deserves a fourth term. There were also creditable attempts to bind this list into his theme of unleashing potential. Instead of simply offering himself as the security prime minister, the dominant sobering theme of his first months in office, he has switched to a more idealistic vision of the boundless limits of British talent. It is his very British version of the American dream. In his central passage, he spoke to his true passions, describing a new age of rising ambition in which \"our generation can forge together a new meritocracy, a new wave of upward social mobility, that, instead of unlocking the talent of some of the people, must in this generation unlock all of the talents of all of the people\". It was overall an idealistic speech setting out the beneficence of politics, and as such contrasted strongly with one delivered at about the same time today by David Cameron in Wales, highlighting in dramatic terms the public's now-settled, cynical view of politics and politicians. Cameron claimed \"public faith in our political institutions is draining away, with both parties and parliament scorned\". The Tory leader added: \"To describe this as a mood is to underestimate both the intensity of the breakdown in relations between the government and the governed.\" Such talk apparently reflects some pretty seismic poll findings given to Cameron, and his team. It is a theme he is clearly going to push in part to engender distrust of government, but it looks too as if he wants almost to adopt the mantle of the outsider, the man prepared to clean up politics. He has some pretty roadblocks preventing him credibly adopting this posture, notably the man who probably oversaw the polling, Lord Ashcroft, a man of no known tax status. But if Cameron can get this pitch right, and capture the tag of sleaze-buster, he will indeed have achieved something in this new age of ambition."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}