{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2008/mar/20/television.bbc", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2008-03-20T19:37:26Z", "webTitle": "Obituary: Brian Wilde", "webUrl": "https://www.theguardian.com/media/2008/mar/20/television.bbc", "apiUrl": "https://content.guardianapis.com/media/2008/mar/20/television.bbc", "fields": {"headline": "Brian Wilde", "bodyText": "Brian Wilde, who has died aged 80, was a delicate and subtle comedy actor who was especially adept at playing members of the bank-managing and cricketing classes who were not quite as socially elevated as they would like to think, but were nevertheless decent human beings rather than polemical caricatures. The part that most reflected the man was also the one by which he is likely to be best remembered — \"Foggy\" Dewhurst, the most middle-class member of the retired Yorkshire trio in the BBC television comedy series Last of the Summer Wine, joining in 1976. Whereas Bill Owen as the scruffy, disreputable Compo was an outrageous nihilist, never worried about — nor even aware of — offending people, Foggy was the ex-executive seeking a rebirth of his golfing career at a snooty club and worried about being discredited by the foul-mouthed Compo and his artisan pig-in-the-middle played by Peter Sallis. If Owen, the veteran of the radical Unity Theatre, had shades of Compo about him, Brian Wilde had shades of Foggy. Early in his career, fearing that cricket might become a dying art on English village greens, he strenuously recruited his actor chums to home matches near where he lived in Ware, Hertfordshire, and to away fixtures. Poor play was not tolerated. One cricketer invited to play was not invited to bowl, which he thought was his strength, but was put in to bat instead; he was bowled out with the first ball. He was not invited again, despite being a television director who might have put future work in Wilde's way. Wilde and Owen got on only with difficulty, just as the two characters they played were always brushing each other up the wrong way. Wilde confessed to being rather a fusspot and would look askance when Owen, himself a writer, queried lines or asked for changes in the script. In 1985, Wilde left the cast protesting that it was the happiest series he had ever done, but that he and Owen were having difficulties about \"minor\" things and that they sometimes went for several days without talking. The breaking point came after Owen, the previous year, had announced plans for taking Last of the Summer Wine on the road as a stage touring show. This would not have been the sort of thing that would have been to Foggy's taste and it was not to Wilde's, either. He did not like the play, did not like the idea of touring and said so. Foggy subsequently inherited a decorated egg business in Bridlington and in 1985 was written out of the script. Five years later the charms of the mythical decorated egg factory palled, and Foggy - and Wilde - returned to Last of the Summer Wine, the series consistently attracting high ratings long after it might have been assumed that the formula of three old chaps killing retirement time in a Yorkshire village had exhausted itself and them. He finally left the case in 1997. After his temporary break with Last of the Summer Wine, Wilde gravitated to another television series in which his persona fitted: Wyatt's Watchdogs (1988), in which he played a retired army major who formed a group of political vigilantes determined to stamp out subversion. This series did not have the broad appeal of Last of the Summer Wine and nor was Major Wyatt as sympathetic a character beneath his risible manner. \"Wyatt's just a pompous old fool,\" Wilde said of the part. \"It required very little effort for me to play him because there's plenty of him in me. Ask my wife and children.\" This displayed more self-awareness than a truly pompous person could have displayed; and it was in a quite different character that Brian Wilde had first sprung to national prominence as a television actor. He played Mr Barrowclough, the easily put-upon prison officer in Porridge (1973-77), always being taken for a ride by the prisoners, and in particular the street-wise Fletcher, played by Ronnie Barker. Once again steering well clear of cardboard caricature, Wilde played Barrowclough as a gasping, blank-eyed victim who was entirely believable as a man who was oppressed at work and hen-pecked at home. Decency, however, always shone through and prevented the character coming across as either merely pathetic or boring. Wilde was always watchable, even — or perhaps especially — when playing the sort of characters who were easy to overlook. He was very funny in an ostensibly quite different role, as the supervisor who was never quite in charge despite his Herculean efforts in The Dustbinmen (1970) for Granada TV. Born in Lancashire, Wilde was brought up in Hertfordshire and educated at Richard Hale school, Hertford. His first TV appearances were in the early 1960s, when his quiet flair for playing quietly oppressed characters first emerged. One of the roles which showed the way was a middle manager in a factory owned by Andre Morrell, who was hounded from above and below in The Big Ride, a play by John O'Toole for ABC TV's Armchair Theatre slot. Those who worked with Wilde found him a charmingly quirky character with an almost unheard-of (for an actor) love of his own privacy; and they were not surprised by the direction his career took. A reclusive figure, he dodged interviews, preferring the life of a country gentleman. Wilde was married to Eva Stuart, primarily a BBC radio actor, who appeared with him in Wyatt's Watchdogs as the snobbish owner of an antique shop. Their son Andrew became a film editor and their daughter Sarah studied graphic design. All three survive him. · Brian Wilde, actor, born June 1 1921; died March 20 2008"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}