{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2008/mar/04/lyonhandfergusonfinewineb", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-05T22:12:33Z", "webTitle": "Lyon hand Ferguson fine wine but United keep Benzema bottled up", "webUrl": "https://www.theguardian.com/sport/blog/2008/mar/04/lyonhandfergusonfinewineb", "apiUrl": "https://content.guardianapis.com/sport/blog/2008/mar/04/lyonhandfergusonfinewineb", "fields": {"headline": "Lyon hand Ferguson fine wine but United keep Benzema bottled up", "bodyText": "Jean-Michel Aulas made a thoughtful if unoriginal attempt to regain favour with Sir Alex Ferguson last night when he presented the Manchester United manager, the man he effectively accused of tapping up Karim Benzema in Lyon, with a bottle of wine from the year of the coveted striker's birth. \"It's from 1987, a very fine wine,\" said the Lyon president. \"Instead of buying Benzema, he will get a bottle of fine Bordeaux.\" The problem for Aulas, of course, is that Ferguson collects fine strikers as readily as his favourite tipple and he had no reason at Old Trafford last night to revise his opinion on the impressive France international. Wine may not be all that is exchanged between these clubs this year. For all the talk of his resemblance to Zinedine Zidane there is more of a selfish streak to Benzema that suggests those comparisons are centred on Algerian parentage and an imposing physique, not their qualities within a team, although that is not to say the 20-year-old would be ill suited to this United team. Far from it. Ferguson is hardly bereft of immense individual talent in the final third, as the licence to put Carlos Tevez on the bench and start with Cristiano Ronaldo, Wayne Rooney and Nani here illustrated. But there are occasions when the one-touch football, the spins, the flicks and the tendency to over-elaborate in front of goal begs for the assistance of a more ruthless finisher, notably in the latter stages of the Champions League, and it is no surprise that Ferguson's head has been turned towards the French league's leading goalscorer this season. Benzema, having scored 26 goals for Alain Perrin's team this term, would complement this United attack rather than add to the congestion. As Rooney and Nani squandered excellent chances to ease their team into the last eight, and given the guaranteed supply line at Old Trafford, it was impossible to reach any other conclusion. The one area of Ferguson's team selection that brooked no argument last night was his defence. The rearguard was reinforced by the return of Nemanja Vidic from a calf injury suffered at Newcastle and, the manager warned before kick off, they could not allow their concentration or close attention to waver against a striker with an instinctive smell for goal. \"We had three defenders around the ball at the time and I might have expected one of them to have reached it, but I have to say also that it was a fantastic strike from the Frenchman,\" said Ferguson of Benzema's snap-shot in the first leg. \"It was easy to see why he is so highly rated right now.\" Two weeks of relentless speculation about the Benzema's future and pedigree produced a frisson of trepidation among the Old Trafford crowd whenever Benzema took possession and while that reaction is usually earned, not offered on the basis of potential, it was not without justification here. Always alert to an opening and dangerous in pursuit of Edwin van der Sar's goal, the France international carried Lyon's greatest hope of a place in the quarter-finals, although United's own response to Benzema's performance at Stade Gerland showed a lesson had been learned. Vidic constantly backed off the forward when the visitors sought the early ball out of defence, denying him space to utilise his pace behind the United defence, while Rio Ferdinand closed in tight when Lyon took a more patient route through their midfield. In closing off the avenues for Lyon to find their talisman, however, Ferguson's side really excelled, Patrice Evra and Wes Brown were strong on Sidney Govou and Hatem Ben Arfa respectively and a workmanlike three-man midfield was always quick to stifle the distribution from Juninho and Kim Kallstrom. Even with a large portion of the United team on Benzema-watch it was not always possible to contain his strength and intelligent running. It was the lone striker's willingness to work the line that drew an early foul from behind from Evra, with the left-back correctly booked, and he was central to Lyon's brightest period of the first half when first an incisive pass down the right released François Clerc behind the United defence and then a turn of pace ultimately led to Kallstrom testing Van der Sar from distance."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}