{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/mar/24/cricket.englandcricketseries6", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-03-24T19:24:17Z", "webTitle": "Mike Selvey: Redemption for Strauss and England", "webUrl": "https://www.theguardian.com/sport/2008/mar/24/cricket.englandcricketseries6", "apiUrl": "https://content.guardianapis.com/sport/2008/mar/24/cricket.englandcricketseries6", "fields": {"headline": "Redemption for Strauss and England", "bodyText": "He has been a year and more getting there but Andrew Strauss appears to have made the adjustments necessary to get his Test career back on a more permanent track. His tenacity and determination is an object lesson. Given the flat pitch and pristine weather that characterised the third day, and add to it the feeble nature of much of the bowling, and it would be easy to devalue the innings he played to help put the final Test within England's grasp. That though would ignore the fact that after an indifferent time since his return to the fold he was quite possibly batting not just for the team but his international future: this was a massive innings for him, up there perhaps with that which he made on debut and those against Australia in 2005. Redemption too for Ian Bell whose century was scored with all the apparent casual ease of someone strolling a country estate. It looked a doddle. Congratulations to him too, for he has played like this for much of the tour without making it truly count. This time until he chipped his catch to mid off - utterly forgivable in the circumstances, forcing the pace as he was - there was no let up. During the fourth wicket partnership of 187, it was Strauss who provided the base coat and Bell the splashes of colour, two batsmen, right and left, solidity and panache, complementing one another: this was a grand day to watch England bat. Yesterday was really all about Strauss however. Bell has infuriated as the ease of his batting camouflaged the careless streak that saw him waste his good form with a rash stroke, each innings ended with head thrown back in self-admonishment. But he has not had to struggle with his game in the manner of Strauss. Rather he needed, perhaps still needs, to understand that good form is not to be squandered because it can disappear as fast as it arrives. For 167 deliveries, he did not waver from driving exquisitely and confidently, spacial awareness such that he finds the gaps as if by instrumentation. Strauss' travails began in Australia, where his game was unravelled to such an extent that he was left with nowhere in which to score his runs. In the first Test in Brisbane, like Gomer Owen kissing Bessie Bighead in Under Milk Wood (\"kissed her once when she wasn't looking and never kissed her again though she was looking all the time\") he was dismissed twice pulling short balls and never received another bouncer though he was waiting for four more matches. And they cut off his lifeblood outside off stump. Hit down the ground to score they were saying, knowing full well that he didn't know how. It was cruelty. He has worked that one out now, through sheer diligence. It became a little evident in the second warm up match in Dunedin when he made the last ditch century that perhaps confirmed that a Test place would be his once more. More so in the Tests themselves, a change in his grip, shutting the face of his bat slightly to eliminate the slice into the offside that has brought so many runs in the past but also his downfall once teams wised up, not least in the first innings of this match. Daniel Vettori realised this too (assisted no doubt by Stephen Fleming, whose fingerprints were all over the strategy) setting his off side fielders straighter, often with a man almost on the cut strip to the off, while leaving his old scoring areas tantalisingly open. Just once during his marathon, and quite early on come to that, did he succumb, launch a drive and saw the ball skew off the face and go in the air out of reach of the waiting gully fielder. Thereafter he eschewed such frivolity, playing a technically excellent innings, chanceless (the closest New Zealand came to dismissing him was on the previous evening when Brendon McCullum, anticipating a sweep shot, was able to cut it off and almost flicked the ball back onto the stumps with the batsman out of his ground), with some thumping drives down the length of the ground, cover drives, including that which took him to his eleventh Test hundred, and later, as the bowling wilted and began to drag in short, some delicate back cuts and simple belts square on the offside as if he was four years younger and Test cricket was the great adventure. By the time he dragged himself off at stumps, mentally spent, he had hit 25 fours. Now the debate will start not on whether Strauss should play (although hypothesis alone suggests that a hundred for him does not preclude the notion that Owais Shah might not have done so as well), but in what position. His absence from the tour of Sri Lanka necessitated Michael Vaughan moving up to open with Alastair Cook, and it worked well enough. Not so here however, with Vaughan in particular unconvincing. It is early to say that it is the captain's career that is on the line, although he must be concerned, but a shift in the order, either with Vaughan going back to three and Strauss opening, or Cook and Strauss swapping, must be on the cards now."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}