{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2008/mar/16/iraqandblair", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2008-03-16T18:35:42Z", "webTitle": "The Iraq War: Five Years On: How the bombs unleashed a savage battle of ideas", "webUrl": "https://www.theguardian.com/theobserver/2008/mar/16/iraqandblair", "apiUrl": "https://content.guardianapis.com/theobserver/2008/mar/16/iraqandblair", "fields": {"headline": "How the bombs unleashed a savage battle of ideas", "bodyText": "The Iraq war led to regime change of a sort in Britain. It helped to drive Tony Blair's popularity rating low enough to make him susceptible to a coup in his own party. At the last general election the country half-heartedly returned a Labour government, but more people abstained than backed the winning side. Britain accepted the New Labour political consensus, but millions of people could not bring themselves to endorse the man who gave his name to it. Two years later, he was gone. But if Iraq hobbled Blair, did it also break Blairism? Gordon Brown backed the war. So did David Cameron. In fact, there is no big player on the Conservative or Labour front benches who stands out as a dissenter on Iraq. There is no credible candidate for Prime Minister who claims moral authority for having opposed the enterprise from the start. There is no British Barack Obama. So what actually changed? Who, or what, won the battle of ideas post-Iraq? Conventional wisdom holds that governments are never chosen on the basis of foreign policy. But Iraq was politically toxic not just because it represented a huge military gamble. The way the decision to go to war was made and sold to the public had a profound impact on the trust that people had in the Prime Minister and, by extension, in the whole political process. In cultural terms, the war was the most divisive political event for a generation. Blair's personal belligerence inspired moral fury hardly seen in British public debate since the miners' strike. That process was fuelled by coincident digital revolution that empowered millions of people with their own media voices. The Iraq war was the making of British blogging. Meanwhile, Blair-baiting became the de rigueur position for the cultural establishment, a crowd-pleasing line in everything from literary festivals to stand-up comedy routines. When Harold Pinter was awarded the Nobel Prize for literature in 2005 he used his acceptance speech to denounce the invasion of Iraq as 'a bandit act, an act of blatant state terrorism'. In January 2007, Channel 4 screened a drama fantasising about the Prime Minister standing before a war crimes tribunal at The Hague. But to be clear about what happened to political ideas in Britain after 2003 it is important to distinguish between two types of argument that were raging about the war. There was a moral-legal issue: does a democracy have the right to overthrow a dictatorship? And there was a strategic issue: does Saddam pose a threat to Britain's national interests? The moral argument inflamed more passion. But away from the demonstrations there was a large constituency of people who were ambivalent, open to persuasion by strategic arguments - open to persuasion by Blair. But as the war progressed, the strategic and moral arguments became muddled. It became clear that no weapons of mass destruction would be found. It also became clear that Blair had privately committed British troops when he was still claiming in public that war could be averted. Before Iraq, the most effective line of political attack on Blair had not been ideological. It was that Downing Street habitually manipulated the media to their advantage. In a word, spin. The revelation that the Iraq war had been treated in the same way, as a political marketing campaign, gave the an old allegation new, super-charged moral urgency. Spin had cost lives. Spin made a martyr of David Kelly, the Ministry of Defence scientist who took his life when caught up in the political storm. But Blair consistently failed to distinguish between the backlash against his strategic misjudgment (and deception) and the moral debate over intervention. He entrenched himself in a Manichaean world view that saw the argument over Iraq as a battle between a democratic community of nations on one side, and terrorism on the other. That intellectual contortion was as significant for British political culture as the original decision to go to war. It failed to address many people's primary grievance and it brought Blair into ever closer fellowship with the ideological zealotry that had motivated the US to unseat Saddam. It made Blair look like a fellow traveller with American neo-conservatism. This apparent bending of the national interest to serve the agenda of a foreign power (albeit our closest ally) damaged Blair as much as the unhappy military outcome in Iraq. It was a charge that cut across traditional left-right political distinctions. It was a compromise on sovereignty and a blow to national self-esteem. Queasiness about the special relationship with the US had previously been a monopoly of the Left. But after Iraq it infected the political and cultural mainstream in much the same way that Euroscepticism leaked out from the political Right throughout the 1990s. The caricature of Blair as a lap-dog to Bush stuck. It turned up in pop videos and TV sketches. It turned up, implicitly, in the 2003 blockbuster Love Actually when demure Prime Minister Hugh Grant issued a heroic rebuff to swaggering US President Billy Bob Thornton. Cinema audiences cheered. And yet, despite the manifest unpopularity of his overseas adventures, when asked in a valedictory interview in 2007 what he thought was the essence of Blairism, the outgoing Prime Minister answered with two words: 'liberal interventionism'. No mention of the Third Way. What had started life as a social-economic platform, tailored to the voting sensibilities of the British middle classes, mutated into a foreign policy doctrine with little national consent. But there is not yet any alternative idea to define Britain's role in the world. Gordon Brown has striven hard to look like a champion of national sovereignty. He avoids being photographed with European leaders. In Washington he glowered austerely from a platform alongside George Bush. Brown's aides hinted that his dark suit and tie symbolised a departure from Tony Blair's open-necked diplomacy. The dominant theme of Brown's time in office has been national consolidation: ID cards, immigration control, a retreat from multiculturalism with calls for more explicit expressions of 'Britishness', populist rhetoric about 'British jobs for British workers'. David Cameron meanwhile has summarised the guiding principle of his foreign policy as 'national security first'. There are advocates of 'liberal interventionism' in both parties, but they are kept in check by their leaders. None of this is meant as an antidote to the divisions opened up by Iraq, but it all flows from the ideological disorientation created by the war. It flows from a fear of spin-induced abstention and a subliminal sense of national humiliation. Out of the ashes of Blair's war has emerged a new consensus: Blairite in all but name on matters domestic, evasive and intellectually timid on all matters foreign. That isn't the same as isolationism. Britain is too engaged in the world economy for that. It is rather a form of technocratic nationalism, seeking solace from awful global dilemmas in a rhetoric of self-aggrandising parochialism. Call it post-Blairism. The war in culture Films In the Valley of Elah Tommy Lee Jones stars as a retired military police officer investigating the events behind the death of his son, a soldier who has returned from Iraq and gone Awol Battle for Haditha Nick Broomfield tackles the 2005 killing of 15 apparently defenceless Iraqi civilians in Haditha. Redacted Brian De Palma's production looks at US soldiers accused of rape. Novels Saturday Ian McEwan has a father debating with his anti-war daughter. The Ghost Robert Harris has a New Labour Prime Minister out of a job and facing the International Criminal Court. Album Living with the War Neil Young's 2006 Grammy-nominated studio album."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}