{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2008/mar/09/aregoogleshareshalvinginv", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2008-03-09T17:47:02Z", "webTitle": "Are Google shares halving in value?", "webUrl": "https://www.theguardian.com/technology/blog/2008/mar/09/aregoogleshareshalvinginv", "apiUrl": "https://content.guardianapis.com/technology/blog/2008/mar/09/aregoogleshareshalvinginv", "fields": {"headline": "Are Google shares halving in value?", "bodyText": "It's important to remember that whether users can get value out of Google's software is a different issue from whether investors -- or speculators -- can make a buck from its shares. Still, while Google's market share has been growing, its shares have been slumping from a high of $747, and Barron's has posed the question: Google's Next Stop: Below 350? (paid sub required). Henry Blodget has posted his own analysis at Silicon Alley Insider, and prompted some interesting comments. Basically, the enterprise is being valued according to its free cash flow, which is currently at a multiple of about 31. Blodget points out that: \"$350 would be about a 24X EV/FCF multiple.\" The good news: We're approaching hair-splitting territory. Google's 40X-50X FCF multiple of five months ago was extreme, but unless Google really falls apart, 25X-30X is a reasonable multiple range. A 20X-25X multiple, meanwhile, should provide some real valuation support. Google's long-term future is just too promising for investors to completely throw in the towel. Google is spending heavily on hiring staff, launching new products, and extending its data centres to grab market share in a booming market. If the market turns sour, at some point it would probably want to cut back on these expences expenses. Or else it could, of course, increase the number of things for which it charges....."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}