{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/mar/09/match.reading", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-09T23:51:25Z", "webTitle": "Premier League: Reading 2-0 Man City", "webUrl": "https://www.theguardian.com/football/2008/mar/09/match.reading", "apiUrl": "https://content.guardianapis.com/football/2008/mar/09/match.reading", "fields": {"headline": "Kitson makes it lucky 13 for resurgent Royals", "bodyText": "A humdinger of a relegation battle is beginning to develop. Derby County and Fulham appear to be down, but you can perm any one from seven for the final berth on the sinking boat to the Championship. Reading, by notching up a second consecutive victory, ensured that they are unlikely to fill it as they moved to 13th in the table. Put simply, if Newcastle United fail to win another point then the Royals are safe. 'It's accepted that 40 points is a significant number and that's our target,' said Steve Coppell, the Reading manager. 'It's really congested down there.' 'It's a difficult and frustrating time,' said Sven-Göran Eriksson, his City counterpart. 'The last three games we have one point, we haven't scored, and we've conceded four easy goals.' The first half was not thrill a minute. A fine ball from Reading midfielder Marek Matejovsky set John Oster galloping through and with a kinder run of the ball he might have created something. At the other end, Benjani glided in from the right and should have cut the ball back rather than overriding his luck. The game stultified somewhat after that. Vedran Corluka might have put City ahead but rather daintily contrived to waft the ball over the bar when inside the six-yard box. On the half-hour, Richard Dunne, the City captain, fell to the ground in evident pain, following a collision with the Reading midfielder Stephen Hunt and was taken off on a stretcher to be replaced by Sun Jihai. The shin injury he sustained required nine stitches. Reading's best chance came from a Hunt corner which Kevin Doyle back-headed across rather than at the goal. Minutes later Oster also back-headed the ball past the post. Next, Matejovsky barrelled a shot in and Joe Hart did well to block it. Michael Johnson was booked for diving in the penalty area, which is not usually that noteworthy but it was a game so short of incident that, by default, it became a talking point for anyone awake enough to talk. Not a yellow card but not a penalty either was the majority view. A penalty was Sven's opinion. The game became yet slower in the second half. It started raining. This was probably to the home team's advantage. The more slippery and unpleasant things became the more chance there was of an upset. Almost immediately they nearly scored as Andre Bikey turned effectively and skewed his shot against the bar. A minute later they gained the lead. Marcus Hahnemann's goal kick was flicked on by Shane Long to Doyle who passed it back to him and he calmly scored. A long ball one-two had created a crucial goal. Suddenly Reading had momentum, and a shot from Hunt was well saved by Hart. City appeared to give up. They are falling down the table as quickly as Reading are rising and the chances of gaining a European place are slim. This was an insipid performance. This was exemplified by a complete absence of defending as substitute Dave Kitson sliced through from the right before pushing the ball past Hart. 'We are staying up, we are staying up,' sang the fans. They will not be proved wrong. THE FANS' PLAYER RATINGS AND VERDICT Nick Deaves, Observer reader It's amazing what a couple of wins can do. It's fantastic, our first back-to-back victories in just under a year. The first half was scrappy but Dunne having to go off helped our cause. City should have had a penalty but despite their passing game they had no penetration. It was probably the best time to play them, given their poor run. Hunt was gutsy and magnificent, and we were helped by Coppell sticking with the winning side. Doyle and Long, who scored the opener, played well up front and Kitson came on to join in the fun and add the gloss with the second goal. The good thing was we didn't sit back and tried to create right until the end. Fan's player ratings Hahnemann 7; Rosenior 7, Bikey 7, Ingimarsson 7, Shorey 8; Oster 6, Harper 7, Matejovsky 7 (Cissé 6), Hunt 9; Doyle 7, Long 7 (Kitson 7) Kevin Cummins, Observer reader This was a shocker. We seem to enjoy keeping the ball but we forget that the point of this game is to get the ball in the net. I don't think we've had a shot on target since our derby win. There's too much showing off instead of being clinical in sight of goal. Arsenal play this way, but at least they have an incisive ball which leads to a goal. Ball, Corluka and Fernandes played well, but Benjani still looks off the pace and his first touch is awful. But the City fans give him the benefit of the doubt because of his derby goal - United's result was the highlight of our day. Fan's player ratings Hart 7; Garrido 5, Corluka 7, Dunne 6 (Sun Jihai 6), Ball 6; Fernandes 7, Hamann 6 (Castillo 4), Elano 5, Johnson 6, Vassell 5 (Caicedo 4); Benjani 5"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}