{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/mar/16/minutebyminute.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-16T18:14:38Z", "webTitle": "Premier League: Fulham v Everton minute-by-minute match report", "webUrl": "https://www.theguardian.com/football/2008/mar/16/minutebyminute.sport", "apiUrl": "https://content.guardianapis.com/football/2008/mar/16/minutebyminute.sport", "fields": {"headline": "Fulham 1-0 Everton", "bodyText": "Pre-ramble Good afternoon, football fans. Or at least, followers of Fulham and Everton. Roy Hodgson has nine matches to spare the Cottagers from the jaws of relegation, beginning with fifth-placed Everton this afternoon. London is blanketed by grey sky and seasonal spring drizzle, the Toffees have not shipped a goal for seven matches, can this match be anything other than a 0-0 draw or a scrappy narrow away win? According to the stats, it can. Everton have lost their last six Premier League matches at Craven Cottage. 1.10pm: Sky are claiming that Jimmy Bull-Hard and Danny Murphy have formed a \"rock solid\" partnership in the midfield. It's so rock solid that since Bullard's return to the starting XI, when he scored against Aston Villa with a last-minute free-kick, they have lost three, drawn one and find themselves second from bottom in the league table. 1.20pm: And so to the line-ups. Fulham: Keller, Stalteri, Hughes, Hangeland, Konchesky, Andreasen, Bullard, Murphy, Davies, Johnson, McBride. Subs: Ricardo Batista, Volz, Bocanegra, Healy, Dempsey. Everton: Howard, Neville, Jagielka, Yobo, Lescott, Carsley, Osman, Arteta, Pienaar, Johnson, Yakubu. Subs: Wessels, Hibbert, Baines, Nuno Valente, Rodwell. Referee: Steve Bennett (Kent). 1.25pm: A win will see Everton draw level on points with fourth-placed Liverpool. They are unbeaten in the league since the turn of the year, have conceded just two goals in nine and have an on-fire Yakubu in their midst. He's scored eleven league goals in 14 matches. The hosts are starting with an untried American strike force comprising Eddie Johnson and Brian McBride. Go Ful Ham! 1 min: And they're off. The Cottage is in full cry, especially after Eddie Johnson gives the ball away. In a good position 30 yards out he elects to pass it back to Leon Osman. Shaky start by EJ. 6 min: Fulham have started brightly, passing the ball around nicely and even getting a shot in. Bullard picks the ball up from deep, runs forward and hits a low 30-yard shot absolutely nowhere near the goal. 11 min: Brian McBride almost scores a spectacular goal. Simon Davies plays a clever ball from the left touchline with the outside of his right foot into the penalty area, where the Fulham captain volleys first time. His rasping effort flies just wide of the far post. That would have been a bit special. 14 min: Andy Johnson is having to come off with a groin injury. Tony Hibbert comes on and Everton will now flood the midfield, which has been joined by Phil Neville, formerly playing at right-back. It's probably for the best for Everton, who were losing the midfield battle to Roy Hodgson's side. 18 min: Leon Andreasen has made a decent start to the match and he wheels away from a ring-rusty Hibbert before sending an early cross into the area. There's no-one there. Where are the Americans when you need them? 23 min: Maybe they were too busy trying to muster a gag about Johnson being pulled off. Either way Bullard, Davies and Andreasen aren't getting much support up front. Johnson, Eddie that is, wins a rare challenge with a shoulder barge a tight end would be proud of. Then he gives the ball away again. Inter-ception! 27 min: A good time then to help out Dominic Minghella's tug-of-war between Everton and his girlfriend, I feel.\" I'm a passionate Evertonian,\" he writes. \"But I cannot currently watch this clash of footballing titans because my girlfriend has decided to contact me - now, of all times - online from Laos, where she's currently on holiday. Should I feel guilty about scanning your MBM in between reading her messages, updating me on her trip and promising that she's had no affairs whilst she's been away?\" Absolutely not, Dominic. If anything she should feel guilty about going to Laos without you. It's still 0-0, by the way. She's probably deliberately chosen this time because Everton are on. They do that sort of thing, women. 33 min: Still 0-0. The rain's lashing down. The midfield tussle is become more ragged by the minute. Everton are pressing forward a bit more but the passing is desperate. Wish I was in Laos. 37 min: Mikel Arteta sends a long-range free-kick harmlessly wide. \"Perhaps the failure to select a striker as substitute will provoke notorious Toffee supporter, Mr G Naylor, to write in with praise for Mr Moyes' belt-and-braces approach against the tricky Cottagers thereby brightening our Sunday,\" wonders L.H. Roper, who shares a surname with the central characters in 1970s classic sitcom George &amp; Mildred. \"Or perhaps the prospect of a 1-0 Fulham victory -and sixth place in the table for the Bluenoses will make it even brighter.\" Only time will tell on both counts, Lou. But judging by yesterday's offering it may be that Mr Naylor is no longer with us, following his diatribe about throwing Scotland and Italy out of the Six Nations. 42 min: Yakubu in shot-on-goal shock. Wriggling free of his markers he fires straight at Kasey Keller. Easy enough for the American. 43 min: Osman takes a dive in the area and is lucky to escape a booking. Everton are looking slightly more threatening. I'm predicting 1-0 to the Toffees. 45 min: HT: 0-0. Time for some half-time Red Bull for all concerned, I feel. 2:20pm: I guess with a name like Richard \"Troy\" Aikman, you are entitled to crack as many God Bless America gags as you please,\" deduces Simon Frank. \"Reminds me of that great Mexico USA 2002 min-by-min \"that's a double negative goal stat\". 2:22pm: I think you might be right about her deliberately contacting me whilst the game's on,\" continues a lovelorn, and possibly cuckolded Mr Minghella. \"She's actually just slipped into the conversation that the Hare and Hound English pub in Vientiane was showing the Everton game, before innocently asking what time it started. She's a crafty one.\" They're all crafty, Dominic. She's probably not even in Laos but instead shacked up in a bedsit in Kirby with your brother. Trust no-one. 2:25pm: \"Who from their squad will get snapped up by Premier League clubs this summer?\" asks George Templeton, referring, I assume, to relegation-threatened Fulham. I'm guessing Bullard, McBride and Simon Davies, George. Davies has been their only consistent performer from what I've seen of them this season. 46 min: \"Any word on why Dempsey didn't start?\" asks Mike Murphy after correcting my spelling of Kasey Keller. Not sure, Mike, although colleague Sam Collins suspects it may be a wrist injury sustained whilst throwing some mid-rap shapes. 50 min: \"Watching on my computer on this gray Sunday morning from New York, as a not-usually-very-patriotic American and Newcastle supporter, would it be too much to ask for goals from Eddie Johnson, Brian McBride and substitute Clint Dempsey and penalty saves from both keepers and still have Everton win this match,\" asks Scott Bassett, typically spelling the word 'grey' incorrectly?\" Yes it is Scott. \"At least I'm going to see the Pogues at Roseland Ballroom tonight,\" he adds. \"If Shane MacGowan survives till the evening, that is.\" Well, bully for you Scott. I suppose we all need things to look forward to in life. Like meeting the right girl, getting the right job and watching Everton win 1-0 at odds of 11/2. One out of three ain't bad. This game is though. It's still nought-nought. 55 min: \"Oh and Bocanegra,\" continues Scott Bassett, on the whole Americans in London theme, before adding that he \"****ing stinks on hot ice,\" as Arteta has a shot closed down on the area's edge. At the other end, Eddie Johnson leaves Jagielka on his backside, before seeing his cross turned wide. The now-lively American, who is the most expensive MLS export ever at £3m, gets on the end of the resultant corner but heads it over. Unbelievable head-shot action! 61 min: \"Hoo, boy,\" says J. David Moore, wiping a mirthful tear from his eye. \"The anti-Yank stuff just never gets old, does it? It does? Oh. I can't decide if your editor should be more concerned by the simple-minded xenophobia or by the fact that your jokes are so lazy as to be Lineker-esque.\" I don't know J. David. I'm 'lazy', but I am curious as to why Americans insist on detailing their middle and not their first names. Goal! Fulham 1-0 Everton (McBride 67) McBride has put one in the eye for Yanks, Fulham fans and Liverpool supporters with a glancing header from a great run and cross from Simon Davies. 71 min: Joseph Yobo sends a free header over the bar. Game on. 73 min: Jimmy Bullard sends a fierce strike over the bar from 20 yards out and Roy Hodgson decides to defend his lead by replacing Danny Murphy with the much-maligned Bocanegra. 76 min: \"Huzzah!\" exclaims Scott Bassett. \"Just goals from Johnson, Dempsey, penalty saves from both keepers and four Everton goals from whomever to fulfil my mad prophecy.\" Indeed, Scott, and wouldn't that be a Fairytale From New York? 79 min: EJ sets himself for a spectacular volley to help fulfil Mr Bassett's prediction and smacks it into row Z. Truly abject attempt. 83 min: Everton are statuesque as a long ball loops into the area and Davies runs onto it unmarked. He hits it wide first time with all the time in the world to do better. Head in hands time. 85 min: Jimmy Bullard comes off and Moritz Volz comes on. Another defender to protect the win. Thomas R Astin radically reverses the first-name initial concept before showing up Scott Bassett for the charlatan he is. \"I am also reading this in New York and the skies are not that grey,\" he says. \"As an Englishman I think you should keep the jokes coming - cracking entertainment, which seems to be more than the match is offering. 88 min: The changes are defensive but Fulham are the only side attacking. EJ blazes a chance to tie up the points over the bar. 89 min: \"As a Liverpool-supporting American, I believe it is Fulham's Manifest Destiny to win this match\" It appears you may be manifestly correct, Marie Meyer. 90+3 min: That's it. Fulham have won 1-0, McBride is the hero and Everton remain three points behind Merseyside rivals Liverpool. 3.20pm: \"The sound you hear is the pain of football fans that will have to suffer with the same four teams at the top when the season ends,\" says G. Templeton. \"It's a damn shame the top four of England is as predictable as the top four in the most corrupt league in the world, Serie A.\" David Farrelly is far more upbeat and dare I say, in a slightly gloating frame of mind: \"No grey or gray or even gris skies here in Madrid,\" he declares. \"Same latitude as NYC by the way but without the fingerprinting at immigration. Perfect day. Instead of going down to O'Connell's for a pint of whisky I 'm sitting on the balcony drinking screwdrivers and checking in with the Guardian now and then - with Pompey's week that was who cares about anything else.\" Indeed. I need a holiday..."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}