{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2008/mar/24/television.formulaone", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-03-24T17:03:55Z", "webTitle": "Emily Bell: A toehold in football is worth all the Ferraris in Cheshire", "webUrl": "https://www.theguardian.com/media/2008/mar/24/television.formulaone", "apiUrl": "https://content.guardianapis.com/media/2008/mar/24/television.formulaone", "fields": {"headline": "A toehold in football is worth all the Ferraris in Cheshire", "bodyText": "Just as Lewis Hamilton's car unexpectedly ran into the gravel and limped out of last year's Chinese grand prix, so ITV's interlude as the home of formula one coverage ground to an untimely halt last week. ITV pulled out of its contract to cover the sport a year early, instead of maintaining the contract until 2010. This will come as something of a relief to petrol heads who were kept on the edge of their seats by the potential timing of the next ad break as much as by the action on the track. Instead the BBC will be picking up the opportunity to cover Hamilton's burgeoning career between 2009 and 2013. Irritatingly and inexplicably, the BBC remained coy on its own broadcast outlets about how much we have paid for formula one, but the best guesses put the sum at about £200m. And if ever one needed a barometer of the health of television business models, it is through the pecking order for sports rights. ITV's withdrawal from F1 was an entirely cost-driven, pragmatic decision dictated by the fact that last week it was also negotiating to keep the rights for Champions League matches that currently bring the channel a predominantly male mid-evening audience through half the year. Early last week the great sports rights vulture, in the shape of Sky TV, swooped on the Champions League negotiations to pick up the vast majority of games for £240m. This left only 18 Wednesday night games a season for the free-to-air rights packages - and what looked like an inevitable duel between the BBC and ITV for the matches. After what one can only imagine was a frantic day of behind-the-scenes negotiation, ITV dropped out of formula one, allowing the BBC to buy it back after 12 years, and lo, the BBC dropped out of Champions League bidding to leave ITV clear to pick up the football for about £50m a season. Advertising-funded television is now so disadvantaged against the BBC's licence-fee-funded model and the subscription base of Sky that it simply has to choose how it prioritises spending its cash. Although ITV will be sore about losing the motor racing (especially if Hamilton challenges strongly for the world title again this season), it was not really a difficult choice: with an average of six million viewers per Champions League game and peak audiences of 10 million, plus guaranteed advertiser income of £3m-£4m a game in peak time, ITV could ill afford to lose the competition. The sums paid for TV sports rights have often been criticised in the past 20 years as unrealistically over-inflated, yet sports events have proved the most reliable part of the schedule; and their singular importance to money machines such as BSkyB is so overwhelming that there is no point in the foreseeable future when the price of rights will not suffer from hyper-inflation. The staggering £2.7bn paid for the last Premier League rights deal and £425m for the FA Cup represent a more than 40% increase on the previous value of the same rights. No broadcaster would give up its toehold in football for all the Ferraris in Cheshire, so losing a difficult-to-schedule sport such as formula one became an obvious exchange for the hard-pressed commercial broadcaster. Given the level of inflation and the importance of sporting fixtures to terrestrial television, questions remain over the BBC's role in contributing to this higher cost, and the extent to which it should be transparent and responsible in how it conducts its bidding. We are not too far from a time when the BBC might be held at least partly accountable for keeping ITV viable - and its participation in all competitive tenders could have consequences beyond the schedules."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}