{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/mar/13/usa7", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2008-03-13T19:33:28Z", "webTitle": "From Client 9 to prime time", "webUrl": "https://www.theguardian.com/world/2008/mar/13/usa7", "apiUrl": "https://content.guardianapis.com/world/2008/mar/13/usa7", "fields": {"headline": "From Client 9 to prime time", "bodyText": "The woman at the centre of the scandal that brought down the governor of New York state, Eliot Spitzer, has become the most sought after person in America, with camera crews camped outside her Manhattan apartment, an adult magazine wanting to photograph her, and her MySpace page inundated with traffic. The website address for Ashley Youmans was receiving about one million page impressions an hour this morning, though at midday it was taken down and rebooted to remove her personal account of her life and a recording of one of her own songs. The deleted page carried the quotation: \"What destroys me, strengthens me.\" She also wrote frankly on it about how she left a broken home in New Jersey aged 17 to escape abuse. \"I have been alone. I have abused drugs. I have been broke and homeless. But I survived on my own. I can sit here now, and knowingly tell you that life's hard sometimes. But I made it. I am still here and I love who I am.\" Youmans contacted the New York Times on Tuesday night and confessed to being \"Kristen\", the prostitute employed by the New Jersey company the Emperors Club VIP through which Spitzer arranged sexual liaisons. She was the woman who met the now disgraced governor, identified by FBI agents as \"Client 9\", in a hotel in Washington last month, receiving from him a payment of $4,300. Youmans told the New York Times that she feared opprobrium. \"I just don't want to be thought of as a monster. This has been a very difficult time. It is complicated.\" In court documents that give transcripts of FBI intercepts of phone calls between the Emperors Club and its workers, Youmans reveals her attitude to the trade. \"I know what my purpose is. I am not a moron, you know what I mean. You are here for a purpose. Let's not get it twisted - I know what I do, you know.\" Her handler in the operation replied: \"You look at it very uniquely, because no one ever says it that way.\" Youmans' troubled background has led her to adopt numerous personas. Apart from her name by birth, and her prostitute's pseudonym Kristen, she also changed her name legally in 2006 to Ashley DiPietro and now goes under the name Ashley Alexandra Dupre. Her writing expunged from her MySpace page lists her true passion as music, which was what first brought her to New York in 2004 in the hope of pursuing a career. The site contained a song she produced called What We Want that has also now been removed. Its lyrics include the lines: \"I know what you want. Can you handle me, boy?\" She said that the song was \"really about trust, something my past has made very difficult for me to feel.\" She lists her musical influences as including Aretha Franklin, Celine Dion, Christina Aguilera, Frank Sinatra, Madonna and U2. Youmans was one of up to 50 prostitutes run by the Emperors Club in New York, Washington, Los Angeles, Miami, London and Paris. Detectives investigating the Spitzer case have been studying at least nine incidents in the past 18 months when the disgraced governor is believed to have employed the services of the outfit. Travelling under the name Kristen, Youmans went from New York to Washington to meet Spitzer at the Mayflower hotel on February 13. It was arranged that she would be paid by him in cash as he was fearful of detection if he paid by wire transfer. Asked by her handler how the rendezvous had gone, she said she thought it went \"very well\". Media organisations are now likely to be queuing up to bid for her story, chequebooks in hand. Similar high-profile cases have proved highly lucrative, although there is no indication that Youmans intends to cash in on her current unintentional fame. Divine Brown, the prostitute who was caught with Hugh Grant on Hollywood's Sunset Boulevard, is reported to have emerged from the scandal $1.6 million richer, having made several television appearances and played herself in a film that recreated the events. Last night Penthouse magazine said they had been trying to contact Youmans in the hope she would do a photoshoot they could put on the cover. The magazine's president and publisher, Diane Silberstein, said Youmans sounded like a \"very interesting and talented young woman\" and that they would \"love to have her in the magazine\". She added that Penthouse would \"make it worth her while.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}