{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/mar/13/news.ireland", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-03-13T19:14:26Z", "webTitle": "Film sparks storm over Irish poet", "webUrl": "https://www.theguardian.com/books/2008/mar/13/news.ireland", "apiUrl": "https://content.guardianapis.com/books/2008/mar/13/news.ireland", "fields": {"headline": "Film sparks storm over Irish poet", "bodyText": "It is a sordid tale of two rival films, two former friends who fell out in Nepal and two different versions about the sex life of one of Ireland's most famous living Gaelic poets. Cathal O'Searchaigh's poems are on the prescribed list for the 2008 and 2009 Leaving Cert examinations - the Republic of Ireland equivalent of AS-levels in the UK. He is one of the most respected authors of poems in the Irish language. When he is not at his cottage in Donegal composing poetry or attending literary functions in Dublin, O'Searchaigh spends a good deal of his time in Nepal where he has raised money for charities over the past ten years and adopted a son. But his preference for sex with younger men has placed him at the centre of a public storm in Ireland, with calls for his poetry to be taken off the syllabus. On Tuesday, the Irish public broadcaster RTE 1 screened a documentary by the filmmaker Neasa Ni Chianain, a former friend of O'Searchaigh. In Fairytale of Kathmandu, Ni Chianain accompanies the poet to Nepal and during their journey she becomes disturbed by his relationships with a number of young men. Ni Chianain accepts that all of the men with whom O'Searchaigh is involved are over 16 - the age of sexual consent in Nepal - but expresses unease about what she labels the \"power disparity\" between young Nepalese men and a relatively wealthier and older westerner. In the film, the director of the Voice of Children charity in Nepal criticises the access western men have to sex with poorer, younger Nepalese people. Dublin's rape crisis centre said there was \"no doubt in our minds but that this film was about their [the boys'] exploitation\". A few hours before the film was broadcast, friends and supporters of O'Searchaigh held a press conference in Dublin and handed out DVDs to journalists. They offered an alternative film in which a number of the young men interviewed in Fairytale of Kathmandu allege they were misrepresented. The poet's ad hoc support group said O'Searchaigh had never exploited anyone, underage or otherwise. His adopted son, Prem Prasad Timalsina, has said O'Searchaigh \"has done great things in Nepal. People love him there. We think he is a great person.\" The view is echoed throughout the supporters' film by a number of young Nepalese men. O'Searchaigh is a man under siege. He has refused to talk directly to the media and has been the constant target of tabloid and talkshow ire. So far, only a small section of Ireland's literary and cultural establishment has sided with the poet in the controversy. Those who have rushed to his defence include Maire Mhac An tSaoi, the Irish language poet and wife of Conor Cruise O'Brien, an Irish ex-minister and former editor-in-chief of the Observer. In letters to Irish newspapers, Mhac An tSaoi and nine other writers described the furore as \"hysteria\" that was \"feeding homophobic stereotypes of gay men\". Ireland's political class, too, has been unusually quiet over the controversy. The most vocal support for O'Searchaigh from Leinster House - the home of Ireland's two parliamentary chambers - has come from the gay rights veteran and senator David Norris, who claimed there was a witch-hunt against the poet. The Irish government insisted yesterday the poet's work would remain on the Irish school curriculum. Last night, the body that advises the education minister, Mary Hanafin, met and decided to make no recommendation on the issue to her."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}