{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/mar/24/cricket.englandcricketseries1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-03-24T20:40:40Z", "webTitle": "Cricket: Sidebottom scythes through for seven and sight of victory", "webUrl": "https://www.theguardian.com/sport/2008/mar/24/cricket.englandcricketseries1", "apiUrl": "https://content.guardianapis.com/sport/2008/mar/24/cricket.englandcricketseries1", "fields": {"headline": "Sidebottom scythes through for seven and sight of victory", "bodyText": "Unshackled by Ryan Sidebottom's afternoon brilliance, Alastair Cook and Andrew Strauss spent much of the final session of the second day trying to establish something approaching a firm footing in a match hitherto characterised by collective batting ineptitude on a massive scale. As the England pair began to rasp out their strokes, Cook's bat in particular echoing thunderously round McLean Park as he purloined boundaries from front and back foot, it must have begun to dawn on England that despite their first-innings calamity, and chastisement for the bowlers before lunch on the second day, here was a game not for saving but for winning. Cook, in keeping with the general benevolent air of batsmen in this series - there must be a tax scam involving charitable donations - handed his wicket to Jeetan Patel with the close imminent. But Kevin Pietersen saw it through, together with Strauss, who at that stage at least was looking compact and assured for his 42. At 92 for two, to go with a first innings of 253 for an overall lead of 176, and notwithstanding the knowledge that disaster forever lurks within touching distance, the atmosphere in the England camp would have been just a little lighter at the close than at the start of play. This game has defied logic. Incompetence can have that effect. Only Pietersen's stupendous solo hundred saved England from ignominy on Saturday. On the second day, it was Sidebottom's utterly wholehearted spirit that resurrected his side after Stephen Fleming, batting with almost ethereal ease towards his retirement, and Jamie How, displaying the proper diligent skills of an opening bat, had pulverised poor Jimmy Anderson into submission with a century stand at better than a run a minute. Bowling unchanged throughout the afternoon session and into the evening, Sidebottom's spell of 14.4-2-37-6 torpedoed New Zealand. They lost nine wickets for 65, subsiding from 103 for one to 168 all out. On a pitch that promised runs in industrial quantities, crystal-ball gazing has proved beyond the powers even of Mystic Meg. No one can know what has been swirling round in the minds of the protagonists, and only the diligence and skill of four or five individuals has saved both teams from derision. The outcome of the series may be at stake but for five sessions, these sides could not have choked more had the Boston Strangler had them by the throat. Given the manner in which Fleming and How were able to treat the England bowling, New Zealand's fall from grace was nothing short of lamentable. There was little in the pitch to help the bowlers and scant movement in the air beyond what might be expected from a new ball, although a grey, chill day lent an illusion that there ought to have been more. And yet the home batsmen conspired to organise a processional. Intervals are good times to regroup. Harsh words must have been spoken in the England dressing room at lunchtime. It is easier to do so there than on the field of play. But it still required Sidebottom's indomitable spirit and willpower to haul his side back into the match. This fellow has been the revelation of the year, lending hope to all those who once believed that England operated a centrally-contracted closed shop. He is strongly built, especially in the legs, has learned his trade the hard way and has transformed himself from one-Test wonder into an effective left-arm swing bowler to stand comparison with Bill Voce and John Lever. Voce - a Nottinghamshire player, as is Sidebottom, although Voce was of Nottinghamshire as well - may well have been quicker and took 98 wickets in 27 Tests at 27.88. Lever bore more relation to Sidebottom, more wiry, perhaps, but immensely resilient: 21 Tests brought him 73 wickets at 26.72. By the end of the first innings here, Sidebottom had taken 52 wickets in 13 games, 23 so far in this series at a shade over 14 runs apiece. No pace bowler, England or New Zealand, has produced better figures in matches between the sides than his seven for 47, the best of his first-class career and not bettered by anyone for England since Steve Harmison took seven for 12 on an unforgettable day in Jamaica four years ago. That he found an ally in Stuart Broad, who took three for 54 to go with his 42 runs, was a bonus. Anderson, who had bowled so well in the first innings in Wellington and so bravely in the second, having hurt his ankle, had resumed his relationship with his two friends, Cannon and Fodder. If the ball swings for Anderson he can be lethal. Otherwise the searching, skiddy length he generally bowls, and the shorter alternative he often employs, are no match for batsmen on a good pitch. The one-day international here a few weeks back saw him concede 81 runs from 10 overs. His first-innings contribution this time was 54 runs from seven overs. That, in players' terminology, is pongo by any standard."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}