{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "katine/2008/mar/28/background.development", "type": "article", "sectionId": "katine", "sectionName": "Katine", "webPublicationDate": "2008-03-28T18:17:24Z", "webTitle": "Africa news round-up – 28.3.08", "webUrl": "https://www.theguardian.com/katine/2008/mar/28/background.development", "apiUrl": "https://content.guardianapis.com/katine/2008/mar/28/background.development", "fields": {"headline": "Africa news round-up – 28.3.08", "bodyText": "The Ugandan government and the Lord's Resistance Army seem certain to miss tomorrow's peace agreement deadline, but a government spokesman told the UN that the current ceasefire, in place since 2006, would be respected, \"in a manner of a gentlemen's agreement\", until April 5 when a deal is expected to be struck. The LRA, which has waged war against the government in northern Uganda for more than 20 years, has agreed to accept a 12-month suspension of arrest warrants issued for its leaders by the International Criminal Court, in return for signing a peace accord. The LRA had previously said it would not sign until the indictments were completely withdrawn. Officials from Kampala will have to negotiate any suspension directly with the ICC, which has previously refused to drop the charges against LRA leader, Joseph Kony, and three of his officers. The ICC has the power to defer prosecution for a year, and this decision can be renewed. A workshop aimed at protecting the health and rights of sex workers in Uganda should not have been banned because it could have helped this vulnerable group protect themselves against HIV and Aids, wrote the Uganda Observer this week. The op-ed opinion piece said outlawing the workshop, organised by a local women's group, was a self-defeating exercise and went on to criticise officials for pretending prostitution did not exist in Uganda. The minister of ethics and integrity, James Nsaba Buturo, banned the workshop, designed to bring sex workers, development workers and women's rights groups together to discuss safe sex and investigate ways of reducing prostitution, claiming the meeting was a conspiracy to \"commit a criminal offence\". Prostitution is illegal in Uganda. The opinion piece argued that most prostitutes are \"vulnerable, disadvantaged women who clearly need help\", and similar interventions by women's groups had rescued girls from the trade. North Korea's number de facto ruler was in Uganda this week to sign bilateral trade and defence deals with Kampala, the Daily Monitor reported. Kim Yong-nam, the president of the presidium of the country's Supreme People's Assembly, began his three-day visit to the country yesterday, following trips to Namibia and Angola, where he is believed to have signed similar agreements. North Korea, one of the world's most secretive countries, is keen to open its markets to Africa. The minister of state for international affairs in Uganda, Okello Oryem, said the two countries would, \"enter [into] a number of trade agreements\". The North Korean collaboration is the latest in a string of deals to be struck between Asian and African leaders. Last month, South Korean business experts visited Rwanda offering to assist the country in developing its infrastructure, to reduce Rwanda's reliance on agriculture. China has already made inroads into Zimbabwe and Sudan. China has been accused of supporting corrupt African regimes, and critics are beginning to question whether these deals are a form of exploitation. This idea is due to be debated at a talk in London on Monday, led by economist Charles Abugre, head of global advocacy and policy at Christian Aid, and organised by the Friends of Le Monde diplomatique. Abugre will ask whether Asia's interest in Africa will further development and poverty reduction, or just \"replace western exploitation of Africa's resources by a new regime of plunder\". The Zimbabwe leader Robert Mugabe has reportedly agreed to step down if defeated in this weekend's elections. According to reports in the Daily Nation today, the president has \"backtracked\" on his promise not to hand over power should he lose the vote. Speaking at a rally in Nyanga, near the Mozambique border, Mugabe, who is looking for a sixth term in office, said he would accept defeat and urged the opposition to do the same to avoid the violence sparked by the disputed presidential elections in Kenya in December. The Guardian reported today that opposition candidates had warned the 84-year-old president that it would \"bring the government to its knees\" with mass protest if the elections were rigged. Sierra Leone has passed three new laws designed to reduce violence and abuse against women. The UN said this week it is to join up with a local non-governmental organisation, Grassroots Empowerment for Self Reliance (GEMS), to run a three-day workshop to heighten awareness of the laws. The workshop will specifically target men and women from three communities in the capital Freetown. \"Sierra Leoneans are silent about gender violence and human rights abuse against women, and the workshop aims at encouraging particularly women to speak out against ill-treatment meted on them by men,\" said GEMS programme coordinator, Catherine Greywood."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}