{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/mar/01/minutebyminute.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-01T17:17:45Z", "webTitle": "Saturday Clockwatch: all the action,  as it happened, when it occurred, live, etc., and so on", "webUrl": "https://www.theguardian.com/football/2008/mar/01/minutebyminute.sport", "apiUrl": "https://content.guardianapis.com/football/2008/mar/01/minutebyminute.sport", "fields": {"headline": "Saturday Clockwatch: all the action,  as it happened, when it occurred, live, etc., and so on", "bodyText": "The important things today: 1. The big three all play: Arsenal v Aston Villa; Fulham v Manchester United; West Ham United v Chelsea. 2. The fat sods of Newcastle continue their struggle to avoid relegation: Fat Sods v Blackburn Rovers. 3. A milk float passed Renamed Website Towers about ten minutes ago. Trundling all the way up Big Road, it was, a precious cargo of milk bottles, yoghurts, loaves of Sunblest, and various other perishables and breakfast provisions perched on the back. I haven't seen a milk float since 1983. Meanwhile in Scotland... Here's the first goal scored in anger today: Celtic have gone 1-0 up at Easter Road against Hibs, Lee Naylor the scorer. What I quite like and respect about Celtic is their utter and total unwillingness to change the colours they run out in. The Hibees of course play, like Celtic, in green and white. So today visitors Celtic are sporting a strip of green and very dark green. I can't tell what's going on at all. The pitch is green as well! Hibs could have at least dyed that. This is a total shambles and a disgrace to boot, although it does go quite well with Setanta's yellow-and-black logo and on-screen clock. 2.06pm: If you squint hard enough at the big green Magic Eye picture Setanta are broadcasting, you might be able to make out Georgios Samaras making it 2-0 to Celtic with a fantastic header from a McGeady cross. There are only 14 minutes left of this. Celtic look sure to move to within a point of leaders Rangers for at least a couple of hours. 2.20pm: Nothing much happening at Easter Road; the very green team are totally dominating the quite green team. Those three points are safely in the bag, is what I'm saying. Meanwhile the Guardian, who are paying me ready money to do this, will be glad to know I've spent the last few minutes googling milk floats, such has my interest been piqued by the vehicle transporting milk, eggs and pots of Ski which wheeched up Big Road about 30 minutes ago. And what a site I've found: Milk Float Corner, which includes some pictures of floats run by a workers co-operative and an in-depth section called Milk Floats In The Arts which is what the new media is all about. Apparently, in series four, episode two of Anglia Television's Tales of the Unexpected, a story called Vicious Circle opens with \"a scene in which a young burglar steals a pint of milk from the back of a milk float. The Express float's number plate, GLU 27N, can be clearly seen and Fleet number SSE116 is visible on the front and back.\" 2.25pm: Celtic have beaten Hibernian 2-0. They've now got 64 points, one behind Rangers who take on Aberdeen at Ibrox later this afternoon. This milk float site may well be the most arch thing on the entire internet: \"Keeping Up Appearances (BBC 1990-1995) series 2 episode 1 opens with a scene involving a milkman delivering a bottle of milk to Hyacinth Bucket (Patricia Routledge) with hilarious consequences.\" Featured Game #1: RANGERS: McGregor, Broadfoot, Cuellar, Weir, Whittaker, Dailly, Burke, Ferguson, Davis, Adam, Darcheville. Subs: Alexander, Boyd, Novo, Naismith, McCulloch, Furman, Fleck. ABERDEEN: Soutar, Maybury, Considine, Diamond, Foster, De Visscher, Nicholson, Severin, Maguire, Miller, Lovell. Subs: Langfield, Mackie, Touzani, Mair, Bus, Aluko, Walker. Featured Game #2 (Featured Games being a conceit which makes it look like we're offering incredibly in-depth coverage, which of course we are): NEWCASTLE UNITED: Harper, Carr, Taylor, Faye, Jose Enrique, Milner, Barton, Butt, Duff, Owen, Smith. Subs: Forster, Cacapa, Martins, N'Zogbia, Carroll. BLACKBURN ROVERS: Friedel, Ooijer, Samba, Khizanishvili, Warnock, Emerton, Bentley, Reid, Pedersen, Santa Cruz, McCarthy. Subs: Brown, Kerimoglu, Mokoena, Derbyshire, Roberts. 2.33pm: Thanks to Tim Robinson for pointing me in the general direction of this: pictures of a cake float, a newspaper-stand float (!) and a rubbish float. Featured Game #3: WEST HAM UNITED: Green, Neill, Ferdinand, Upson, McCartney, Faubert, Noble, Mullins, Ljungberg, Boa Morte, Cole. Subs: Wright, Ashton, Solano, Spector, Zamora. CHELSEA: Cech, Ferreira, Carvalho, Terry, Ashley Cole, Ballack, Makelele, Lampard, Kalou, Anelka, Joe Cole. Subs: Cudicini, Essien, Drogba, Malouda, Alex. Featured Game #4: FULHAM: Niemi, Stalteri, Hangeland, Hughes, Konchesky, Volz, Johnson, Bullard, Murphy, Davies, McBride. Subs: Keller, Bocanegra, Smertin, Kamara, Nevland. MANCHESTER UNITED: Van der Sar, Evra, Ferdinand, Brown, O'Shea, Nani, Scholes, Hargreaves, Park, Tevez, Saha. Subs: Kuszczak, Ronaldo, Anderson, Rooney, Pique. Featured Game #5: ARSENAL: Almunia, Sagna, Gallas, Senderos, Clichy, Hleb, Fabregas, Flamini, Diaby, Adebayor, Walcott. Subs: Lehmann, Denilson, Silva, Bendtner, Justin Hoyte. ASTON VILLA: Carson, Gardner, Laursen, Davies, Bouma, Young, Reo-Coker, Barry, Maloney, Carew, Agbonlahor. Subs: Taylor, Harewood, Knight, Salifou, Osbourne. 2.45pm: Will someone buy Mike Ashley a suit? For the love of God, he's wearing that \"King Kev\" Newcastle shirt again. Where's the dignity? \"How disappointing yet inevitable was it that James, the wettest man since last years winner, was named champion of Masterchef,\" says Archi Campbell, who having brought up the greatest programme of 2008 (or any other year) is talking my language. \"I would have much preferred Jonny, the man of the people, to win it. Emily was a bit too posh for me.\" To be fair, James looked the business, but it was Emily all the way for me; she was the most inventive by far. And I'm not sure your man of the people Jonny was to be wholly trusted: his line on days being \"the proudest of my life\" was inconsistent to say the least. Half the time he'd add \"apart from the day my kids were born\"; other times he'd completely forget the poor little mites altogether, just because he was on a high after knocking up a half-decent beef wellington. And he couldn't cook chips without ballsing it up in the royal fashion. Please don't get me started on Masterchef, I've got work to do. 2.55pm: Leeds lead 1-0 at half time at Swindon thanks to a Tresor Kandol goal. With seconds to go before the big kick-off at Newcastle, Scott Bassett begs: \"Please send the milk float to St James Park where, perhaps, teetotaller cum headless chicken Alan Smith will be tempted by a milkshake, suck it down too quickly, and be pulled off the team sheet due to a brain freeze headache and/or sudden case of lactose intolerance.\" 3.03pm: Nic Anelka puts the ball into the West Ham net for Chelsea - but he's given offside. Meanwhile the Masterchef debate rages on, if you can call two emails from the same bloke raging, or indeed a debate. \"Emily was certainly the most inventive,\" says Archi Campbell, \"but I got the impression that she didn't really love cooking (certainly not as much as she loved herself) and she was doing it more for the sake of trying to create works of art and impress other people, than for her own enjoyment.\" A harsh assessment, although I admit I can't see her all-encompassing love of food extending to a tanked-up 3am cook-up of eggy bread and brown sauce. 3.07pm: Birmingham are one up at home to Spurs, McFadden setting up Forssell for the opener. Manchester United are all over Fulham but have yet to score. It's only a matter of time, one would think, given they've never failed to score against Fulham in the Premier League (writes hack falling into trap of swallowing stats which suggest football only started in 1992). Meanwhile the Mike Ashley Wearing A Daft Shirt And Not A Suit Like What He Should Do Innit debate rages on, if you can call one email raging, or indeed a debate: \"When you have bought a club and are trying to sell it 5 minutes later, you need to appeal as fanatical and loyal as you can while you have it,\" suggests George Templeton. \"That way the Geordies don't storm his house like its the Bastille and treat him like he is King Louis XIV.\" 3.10pm: Danny Murphy, so often the scourge of Manchester United in his Liverpool days, nearly opens the scoring for Fulham against both Manchester United and the run of play. A spectacular save from Edwin van der Sar denies the home side. 3.13pm: Promotion chasing Bristol City have gone one up at home against Hull, Dele Adebola the man. If they win this, they're top of the Championship. \"Emily was by far and away the most talented person in Masterchef,\" writes Jim Rosenthal (not that one), \"and I think John Torode knew she was a better chef then him, with that tear of recognition in his eye after her scallops and beetroot. I think it was age discrimination; at 18 she didn't 'need' it enough. The fix was in.\" 3.15pm: Owen Hargreaves whips in a free kick for Manchester United; they're one up at Fulham. That's his first goal for United. \"Gotta agree with ya,\" writes Mark A Hodgkinson, using what appears to be some vague attempt at yoot speak, \"that wee lass from Masterchef made good telly. Looking forward now to Great British Menu and Food Poker taking primetime.\" Food Poker? Eh? What? This sounds brilliant. The Apprentice starts later this month as well. Over-excited now. 3.18pm: Chelsea's Frank Lampard scores his 12th goal of the season, this one from the penalty spot at West Ham. 3.20pm: Derby and Sunderland are drawing 0-0. That's not really a surprise, is it. \"I suppose George Templeton means Louis XVI,\" sniffs Jason Finch, who knows full well I am too lazy/ignorant to check historical facts. \"Mike Ashley might be quite pleased if the Geordie fans treat him like Louis XIV, the Sun King.\" 3.22pm: Spurs might be suffering from a Carling Cup final hangover, but Chelsea certainly aren't; a second former Hammer has scored against West Ham, Joe Cole adding a second. 3.23pm: Sean Higgins has opened the scoring for Ross County against Peterhead; I think they're the two most northerly league clubs in the country, though I could be wrong. And Chelsea are now three up at West Ham! Ballack slapping a volley into the bottom corner. Robert Green will have the funk on. 3.27pm: Leicester take the lead at Cardiff thanks to an own goal from Darren Purse, easing the pressure a tad on manager Judas Holloway (who I am obliged to call Judas because otherwise my friend and rabid Plymouth nutcase Alan McArthur will give me a proper shoeing the next time I see him). \"OK, I understand, I chose to leave the UK,\" writes the one-man tonguetwister that is Phil Pickard from Paris, \"but it doesn't mean I should be punished by not being able to follow the football. What use is internet radio when you block it to listeners outside the UK? Aaaargh!\" I take it this report isn't helping? This report isn't helping, is it. 3.28pm: Philippe Senderos has put through his own net to give Aston Villa the lead at Arsenal. And Steve Lovell has put Aberdeen one up at Ibrox; the SPL title race is wide open alright. 3.32pm: NEWS ALERT! Derby and Sunderland are still drawing 0-0. 3.34pm: Martin Bavidge has equalised for Peterhead against Ross County. 3.36pm: It's all kicked off at Upton Park. Frank Lampard has been sent off for a spat with Luis Boa Morte. By all accounts, he should never have been shown the red card. I think we can safely file this affair under \"humour\". Hearts are two up at Inverness Caley Thistle: BAH. Meanwhile George Templeton would like to riff on the Louis XIV theme: \"Too bad Bobby Robson didn't say 'Apres moi, le deluge' after Newcastle sacked him.\" 3.39pm: Christian Dailly has scored on only his third appearance for Rangers, as the SPL leaders pull level with Aberdeen. 3.43pm: It's all VIlla at the Emirates, according to the Sky goons. This is not a good day for Arsenal so far, with Manchester United and Chelsea both winning and looking comfortable. \"I live in Paris too so maybe Phil Pickard could come round my flat and we could take turns pressing refresh,\" offers James Farmer in possibly the seediest opening to a MBM email ever published. \"I even have some custard powder and tea bags from England if he likes. Just a thought. It's nice to make friends.\" I hope to God tea bags and custard aren't euphemisms, Farmer, this is a family Clockwatch we're running here. 3.45pm: Hull have equalised at Bristol City; a Liam Fontaine own goal. Manchester United have gone two up at Fulham, Ji-Sung Park smashing a Scholes cross into the net with his head. Middlesbrough, who bored the nation witless midweek against Sheffield United, are drawing 0-0 with Reading. 3.48pm: Chris Iwelumo has put Charlton one up at Sheffield United, who bored the nation witless midweek against Middlesbrough. 3.49pm: West Brom have just gone one up at home to Plymouth through Zoltan Gera. Killie are one up at home to St Mirren; Danny Invincible the man there. Meanwhile it's half-time in all the Premier League matches. And I didn't tell you that Aston Villa's Curtis Davies has been stretchered off, did I? No. Sorry about that. Will you forgive me? 3.51pm: OK, back at 4pm, you see if I'm not. 4.02pm: So I lied. So sue me! [Legal disclaimer: please do not sue me.] \"While you were out smoking fags,\" chides Niall Harden, who appears to know me better than I know myself, \"you've missed the amusing news that Ade Akinbiyi has spectacularly missed an open goal for Burnley, meaning they still trail Watford 1-0.\" 4.05pm: Bristol City aren't hanging about in the second half, Jamie McCombe whacking home a volley to regain the lead at Ashton Gate against Hull. Top of the Championship, they'll be, if things stay like this. 4.07pm: Calum Elliot has put Hearts three up at Inverness Caley Thistle. Gah. I wonder how Clachnacuddin are doing? Rangers have gone 2-1 up at home to Aberdeen, Charlie Adam the man there. 4.10pm: Stern John has put relegation-haunted Southampton one up at home to Ipswich, whose away record is frankly appalling. \"Do you agree that John Torode's fascination with Emily on Masterchef was a little bit creepy?\" asks Tim Jones. Well, the tears after wolfing down a shard of beetroot was a bit odd, I'll give you that, but I won't go as far as creepy. Mainly because Torode's restaurant is only a couple of minutes down Big Road, and he may come up to Renamed Website Towers and set about me with a skillet. 4.14pm: According to the Sky goons, Claude Makelele should have been sent off at West Ham for some terrible tackle or other. Southampton can start worrying about relegation again: Ipswich, seconds after being branded appalling by your Clockwatch hack, have equalised at St Mary's, David Norris doing the hard work. Meanwhile Mika Luoma-aho has written in to say this: \"I just shaved my head bald in expectation of a Toon win this afternoon.\" Please tell me you're not serious. You're serious, aren't you. Although at least you won't look as ridiculous as fortysomething Mike Ashley does in his I LUV MA MANAGER replica shirt. 4.15pm: Birmingham have gone two up at home against Spurs with a brilliant free kick. Jinking Genius James McFadden? Nope: Sebastian Larsson, the man who scored that preposterous winner at White Hart Lane earlier in the season. 4.19pm: League Two leaders MK Dons, who should be thrown out of the league and made to start at the bottom of the pyramid like everyone else, have gone one up at home to Chester through Danny Swailes. Meanwhile Birmingham have gone three up at home to Spurs, Forssell notching his second of the day. \"Where is the rule in English grammar that allows a collective singular to be treated as a plural?\" asks Ignatius Doyle. This is the Guardian, Ignatius, we make it up as we go along. \"Surely one should write 'Leeds leads' just as one might write 'England leads' or more commonly 'England trails', Good job they were docked those points, otherwise it would be 'Leaders Leeds leads'.\" 4.21pm: Speaking of Leeds, something I should have told you about earlier: Leeds wrapped up a 1-0 win at Swindon. In other news, it's still goalless at the Riverside Stadium and at the unfortunately named Pride Park. 4.24pm: IT'S ALRIGHT, EVERYONE, GARY NAYLOR'S HERE! \"Given Arsenal's current run of form, is it OK to dust off the old cliché: you don't win anything with kids? (Or big kids if we're talking about Gallas. It has been true for all but one season and this might not be the second. And are Tottenham's players still drunk?\" West Brom have gone two up at home to Plymouth, Ishmael Miller the scorer. 4.26pm: Ashley Cole has scored his first goal in three years to put ten-man Chelsea 4-0 up at West Ham. This is some performance after a hellish week for them. 4.31pm: Manchester United have just gone three up thanks to an own goal by Simon Davies. Norwich were two down at home to Blackpool but they're back in it thanks to a Jamie Cureton penalty. 4.32pm: West Brom are 3-0 up at home against Plymouth, Roman Bednar scoring the latest. Arsenal are still trailing Villa; they need two goals in the next quarter an hour or so if they want to keep hold of their Premier League lead. 4.36pm: Burnley have equalised against Watford: Robbie Blake. Villa meanwhile are all over Arsenal at the Emirates. 4.38pm: It's been all Newcastle but Blackburn are still holding on at St James Park. 4.40pm: Kris Boyd has made it 3-1 to Rangers against Aberdeen. 4.42pm: There's been a bench-emptying brawl at St James Park. A dispute over a throw in, by all accounts. That it's come to this. 4.43pm: Mikael Forssell has scored his first-ever hat-trick in club football (thanks Jeff Stelling) to put Birmingham 4-0 up against Spurs. 4.44pm: \"Arsenal only need one goal to retain their Premiership lead,\" writes Edward Taylor, who has correctly noted that I am talking through my hat. \"They are three points ahead, so a point would do 'em, no?\" Yes. Meanwhile Sam Sodje has scored Charlton's second at Sheffield United, who deserve nothing but pain for the misery they visited upon the nation on BBC Television midweek. 4.46pm: Watford have scored what looks like a late winner at Burnley: Jordan Stewart's strike should put them in the automatic promotion places this evening. 4.48pm: Rangers have beaten Aberdeen 3-1 to restore their four-point lead at the top of the SPL. And Burnley have equalised against Watford: it's 2-2, Robbie Blake. 4.50pm: Dear me, poor King Kev: after battering Blackburn but failing to score, Matt Derbyshire has stormed clear of Newcastle's \"defence\" to score a 90th-minute goal. There are going to be five minutes of injury time. Oh dear. Oh dear oh dear oh dearie me. 4.52pm: WHAT A COUPLE OF MINUTES! Jermaine Jenas has scored a consolation goal for Spurs at Birmingham; 4-1 the final score. Consolation goals aren't really much of a consolation, are they? Relegation threatened Reading have scored what looks like a last-minute winner at Middlesbrough through James Harper. And Arsenal have scrambled a point against Villa in the dying seconds thanks to Nicklas Bendtner: that's a full-time score of 1-1 and the Gunners stay top of the table! 4.55pm: Chelsea have won 4-0 at West Ham. Manchester United have won 3-0 at Fulham. Reading have won at Boro, 1-0; they're still in the relegation places, but now level on points with Bolton. Derby and Sunderland drew 0-0. 4.56pm: Newcastle have lost 1-0 at home to Blackburn. They're now only three points off the relegation places. Mike Ashley wants to get out of that ridiculous replica shirt and buy himself a Revie-esque lucky suit, and be quick about it too. Thanks for your emails; I'm done here. Email: scott.murray@theguardian.com."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}