{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/mar/09/rugbyunion.sixnations6", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-03-09T17:52:27Z", "webTitle": "Rugby union: France keep Championship alive for final weekend", "webUrl": "https://www.theguardian.com/sport/2008/mar/09/rugbyunion.sixnations6", "apiUrl": "https://content.guardianapis.com/sport/2008/mar/09/rugbyunion.sixnations6", "fields": {"headline": "France play fast and loose to keep championship alive for final weekend", "bodyText": "The contest for the Six Nations title is still live, but only just. France will have to beat Wales by at least 20 points in Cardiff next Saturday if they're to win the championship. Their 25-13 win over Italy wasn't as comprehensive as they would have liked given that every extra point they scored would ease the task facing them on the final weekend. In stark contrast to the two games on Saturday, this was at least an enjoyably open game. It was loose and muddled at times but the tempo was high throughout and the match was studded with moments of individual and collective brilliance from both sides. Best of all was Anthony Floch's opener for France in the 13th minute. After a unstoppable rolling maul took the French upfield, Francois Trinh-Duc chipped to Julien Malzieu on the left wing, he leapt up and tapped the ball down into the path of the onrushing Floch, who completed the score. Andrea Marcato kicked two penalties for Italy, and the score at half-time was 13-6 to France. Italy should have been level, but, just as he had against Wales, Gonzalo Canale fumbled a catch when he was just yards short of the try-line. The second half was equally fast and loose. Yannick Jauzion ran onto another chip ahead, this time by Dimitri Yachvili, to put France 11 points clear. That deficit was quickly cut after Martin Castrogiovani was bundled over at the end of a long rolling maul by the Italians. Marcato added the conversion, but that still left a five point gap. It was as close as Italy would come. Aurelian Rougerie ran riot in the final quarter, scoring one try and having another ruled out on video replay."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}