{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/mar/19/minutebyminute.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-19T22:01:14Z", "webTitle": "Minute-by-minute: Man Utd v Bolton - live from 7.45pm!", "webUrl": "https://www.theguardian.com/football/2008/mar/19/minutebyminute.sport", "apiUrl": "https://content.guardianapis.com/football/2008/mar/19/minutebyminute.sport", "fields": {"headline": "Manchester United 2-0 Bolton", "bodyText": "Bolton Wanderers (5-4-1): Groundsman; Programme Seller, Secretary, Turnstile Operator, Cleaner; Burger Flipper, Kitman, Toilet Attendant, Coach Driver, Superstore Checkout Operative; Tea Lady. That was the team Gary Megson put out last week in Lisbon, and since then he's suffered a proper karmic kicking: the quarter-final draw for the Uefa Cup threw up what would have been an eminently winnable tie against Rangers and a route to glory, then the relegation six-pointer which influenced his infamous selection was lost. Against a Wigan team of ten men. What could have been a memorable season is in danger of becoming a risible farce; unless Bolton shock Manchester United here, they'll be in the relegation places with only eight games remaining. Kick off: 8pm Manchester United, treating Bolton like Bolton treat the Uefa Cup: Kuszczak, Fletcher, Pique, Vidic, O'Shea, Ronaldo, Hargreaves, Anderson, Nani, Saha, Tevez. Subs: Foster, Evra, Brown, Rooney, Scholes. No Tea Lady or Burger Flipper today for Bolton: Al Habsi, Steinsson, Meite, Andrew O'Brien, Gardner, Diouf, McCann, Guthrie, Joey O'Brien, Taylor, Davies. Subs: Walker, Hunt, Giannakopoulos, Campo, Rasiak. Referee: Alan Wiley (Staffordshire) Hmm, that United defence does look a bit of a dog's dinner, doesn't it. \"Fergie's been blathering on about not taking Bolton lightly, then he goes and does this,\" jabbers Chris Morris (no, not him, nor him). \"I've no doubt Bolton will score. The question is, can United get two with stuttering Saha and no Rooney? I'm less than confident.\" They do however have Cristiano Ronaldo, Nani and Carlos Tevez up front, so I wouldn't say Fergie has suffered a selection meltdown of Megsonesque proportions. Rangers &lt; Bolton &lt; Dundee United. \"Regarding the might-have-been Rangers draw in the Uefa Cup,\" writes John Duncan (no, not that one), \"surely you don't think a team that has beaten Lyon, Werder Bremen and Stuttgart this season would have any problems dispatching with Bolton?\" You might have a point there, possibly not. Then again, the team that lost to Lyon, Werder Bremen and Stuttgart this season might do. Now if Dundee United were taking them on, then you'd be talking: Kevin Davies is no match for Lee Wilkie, the Tangerine Beckenbauer. And we're off! With Manchester United fielding Burger Flipper and Superstore Checkout Operative this evening, Ronaldo has the captain's armband. United kick off and stroke it around for a while. \"Rafael Benitez got a lot of stick last season for putting out a very weakened side against Fulham last year (and rightfully so) when Fulham won to preserve their status,\" writes George Templeton. \"This is the second time this season Ferguson has put out a weaker side against Bolton. Why doesn't he get any criticism for it?\" Probably because United win the league on a regular basis, George, but then I'm simple folk. 2 min: Bolton have started with a positive mindset; they've seen their fair share of the ball so far. Guthrie wins the ball in the centre of the park and storms forward, but his pass out wide to Diouf is misplaced and sails into touch. 4 min: Nani skates down the left and into the Bolton box, but his low driven cross is utterly awful and easily stroked clear by Andy O'Brien. Archi Campbell has sent me an email with little relevance to tonight's match, which is the way we like it. \"David Gill walked past me this morning at 8.40 in Notting Hill. What was he doing walking around London? You'd think Man United could afford to pay for a car to take him around. He was also surprisingly tall.\" 8 min: GOAL!!! Manchester United 1-0 Bolton. Meite doesn't bother clearing the ball on the edge of his own area. Anderson chips the ball over the back line to set Tevez clear. He should score but hesitates, allowing Gardner to welt behind for a corner. No matter: from the set piece, there's an almighty scramble in the six-yard box which allows Ronaldo to welt home from eight yards. That was very scrappy, but United care not. 11 min: Bolton aren't able to string more than two passes together at the moment. After a solid start, they've fallen ever so slightly to bits. \"If I send you an email and you choose to print it, will you write '(no, not that one)' next to my name as well? How will you know I'm not that one?\" writes Joanna Epstein (yep, her). 14 min: There's been quite a start at White Hart Lane this evening: Didier Drogba gave the away side the lead after three minutes, but Jonathan Woodgate, who these days scores against Chelsea for fun, has equalised after 12 minutes. Meanwhile back at the match I'm supposed to be reporting on, Nani tries to curl the ball into the top right corner but his effort sails over the bar. 17 min: That was a simply fantastic move by Bolton. Diouf powers through the centre of the pitch and fires a ball down the right-hand wing for Guthrie, who races to the byline and swings a pinpoint cross into the centre for Davies, whose volley goalwards is parried by Kuszczak. That football deserved an equaliser. 19 min: GOAL!!! Cristiano Ronaldo 2-0 Bolton. Bolton will be cursing their luck, because United go straight up the other end and score. It's a rising free kick from just outside the box, sent bending and snaking all over the shop and into the top right corner. Al Habsi had no chance whatsoever. I'm trying to decide if that was a better goal than his effort against Portsmouth a while back, but I can't. 22 min: Michael Essien has put Chelsea 2-1 up at Spurs. Bolton meanwhile look absolutely shellshocked, because they haven't played that badly yet are already facing a total shellacking. Meanwhile David Studer would like to take issue with David Gill's stalker, Archi Campbell. \"Exactly how tall is 'surprisingly tall'? Eight feet tall? Nine? Or does he mean Gill was just somewhat taller than was expected, which isn't necessarily all that tall and really not 'surprising'.\" 26 min: Davies knocks the ball down to the onrushing Steinsson on the edge of the United area. The resulting effort stays in the stadium, but only just. \"This (no, not that one) is a right lark, in my experience - just ask my mates Eddie Murphy (no, not that one) and Phil Collins (no, not that one either),\" writes Mike Owen, \"(yes, that one - I was here first)\". 29 min: Guthrie is playing very well for Bolton. He cuts inside from the right and feeds Diouf, who inexplicably allows himself to be robbed of the ball in the area by Nani. That was half a chance there. 32 min: Sorry for the mental image, but O'Shea shimmies his hips and sashays into the area, before slipping the ball to the feet of Tevez, whose cross from the left nearly finds Saha in the centre. 34 min: This is all United now. Tevez cuts in from the right and nearly slaloms clear, but Gardner is on hand to put a stop to his gallop. Seconds later United are coming straight back at Bolton, Nani finding himself alone in the area with the ball; his attempt to lash it into the top left corner at 783mph is a rash decision, though, and sails into the stands. 37 min: Tevez circumvents Joey O'Brien with ease and scoots towards goal. The Bolton player doesn't give up though and races after the striker, nipping it off his toe just as he's about to slap it netwards. 39 min: Fletcher fannies around in midfield, allowing Davies to spirit the ball away. He powers towards the United area, but drags an aimless shot well wide right of the goal. That second goal has taken a lot of fight out of Bolton. 41 min: Andy O'Brien is booked for snapping at Saha's heels. Meanwhile this business about David Gill shows no sign of dying down, which is just as well given there's not much else to talk about at the moment. \"If I'd said he was surprisingly tall for a human then perhaps David Studer would have had some semblance of an argument,\" argues Archi Campbell. \"As it is, I stand by my assertion.\" 44 min: Steinsson threads an amazing crossfield ball from right to left towards Taylor, who nearly releases Davies down the inside left channel. Seconds later Steinsson is the hero down the other end, as Fletcher takes a pop from outside the area only to see the Bolton defender lunge in to block. Half time: Cristiano Ronaldo 2-0 Bolton. And that's it for the half. \"I got a very entertaining email from the Manic Street Preachers' tour manager the other day, who seemed to think I was their drummer (yes that one),\" writes Sean Moore (no, the other one). So Manchester United go three points clear at the top of the table. Of course there's another half to play, but we all know what's going to happen here. Nicky Hunt replaces Meite for Bolton, and we're off again. Bolton take all of two and a half seconds to lose possession. 46 min: Steinsson stamps on Tevez's foot just outside the Bolton area to concede a free kick. It's just inside the D to the left, from where Nani is so close to a goal with a curler towards the bottom right corner. Al Habsi does well to get down and claim at the second attempt. 50 min: McCann tries to drive Bolton forward, cutting in from the right and laying off to Davies, but the striker attempts a shot from 40 yards. For the love of God. United are containing Bolton with ease here. 52 min: Vidic goes off to stem the flow of blood after being clattered on the beak. United kill time when down to ten men by stroking it around the back in the style of Liverpool circa 1984. \"If some footballer or cricketer called Gary Naylor came along, would you refer to him as (not the) Gary Naylor?\" asks (not the) Duncan Fletcher. 55 min: RIDICULOUS DECISION. Bolton win a free kick 25 yards out, just to the right. Diouf whistles it straight into the top-right corner, a brilliant goal. Except Alan Wiley claims he hasn't blown his whistle and disallows the effort. Bolton were hanging around for ages before Diouf took his kick; that could have made an interesting game of it. Bah. Diouf tries the same trick with the retake, but Kuszczak isn't so green as he's cabbage looking and picks the ball from the sky. 58 min: Chasing a long ball into the United box, Davies goes down under a challenge from Tevez. But Wiley gets it right this time - that was never a penalty. 59 min: Hunt sends a purler goalwards from 30 yards. It's a fantastic effort that Kuszczak is forced to tip over the bar. United, who have been down to ten for a few minutes and rocking, replace Vidic (whose nose hasn't stopped bleeding) with Brown 61 min: Another great save from Kuszczak! McCann fizzes a daisycutter towards the bottom right corner from just outside the area, but sees it tipped round the post. United need to get their gamefaces on, because if Bolton do manage to get one back, they might have a match on their hands. 64 min: Hold on, it's Tottenham 2-3 Chelsea! How the hell did that happen? Hold on... Joe Cole put Chelsea 3-1 up on 51 minutes, only for Dimitar Berbatov to keep the game on the boil ten minutes later. 66 min: That is lovely, lovely football from Ronaldo: he picks the ball up in the centre circle and heads straight down the middle of the pitch, rolling the ball under his feet to the left, then the right, then back again to create a shooting chance on the edge of the area. He slaps the ball goalwards, Al Habsi with a strong hand to push the ball away. 68 min: Saha takes a wild shot at goal and guess what... goes down clutching his hamstring. You couldn't script this. But you could set your clock to it. 70 min: Steinsson is booked for not very much, lightly brushing past Ronaldo. Saha limps off to be replaced by Rooney, while Anderson comes on for Scholes. \"There are some names that you just don't want, to avoid being introduced as 'not the ...',\" writes Gary Naylor (not the bovine expert). \"For example, if you're a porky shortarse, you wouldn't fancy being called Cristiano Ronaldo just at the moment.\" 72 min: From a corner from the right, Rooney fluffs a gilt-edged chance to head home at the near post. 74 min: Tevez takes the ball off Nani in the area when the winger looked set to score from three yards out, and sets about jiggering the opportunity himself. Nani makes another chance for himself seconds later, rolling his foot over the ball and turning through 180 degrees on the edge of the area, but this time he doesn't need Tevez's help to ruin it. He lashes across the face of the ball and it sails weakly over. 78 min: Tom Huddlestone has just equalised for Spurs against Chelsea: 3-3. Why on earth did Sky choose to broadcast this match? 79 min: Nani is denied twice by Al Habsi: first his cheeky snapshot towards the bottom right corner is palmed away by the keeper, then his dangerous cross from the right - after he brilliantly diddled Taylor by the corner flag - is bravely plucked from the air. 81 min: Guthrie, who has been impressive for Bolton, makes way for Stelios. Meanwhile at White Hart Lane, it's 4-3 to Chelsea, Joe Cole with his second. Why on earth did Sky choose to broadcast this match? 83 min: All Nani has to do here is roll a ball to the left and Rooney is one on one with Al Habsi. So instead he attempts to find the top corner from 30 yards. It's a successful attempt, if the top corner of the stand was the corner he was going for. A terrible decision, and one which causes Alex Ferguson's face to empurple worryingly. 85 min: Now it's Bolton's turn for some selfish nonsense. Diouf drops a shoulder to race past Brown in the United area, but tries to toe poke home into the bottom corner rather than squaring the ball to Davies, free in the centre. 87 min: Taylor should have scored then, as a long free kick is clean missed by O'Shea and falls to the Bolton midfielder, two yards out. But he can't dig the ball out from beneath his feet, and eventually pokes wide when falling backwards. A dreadful miss. 89 min: Bolton put the ball into the net for a second time, and a second time it's disallowed. Stelios scores from two yards out after a long lump into the United box breaks to him, but Taylor has been penalised for pushing, a decision which seemed a wee bit harsh. There are going to be three more minutes of this... but meanwhile Spurs have made it 4-4 against Chelsea! Full time: Manchester United 2-0 Bolton. And that's that. There's not much to say about that non-event, really - unlike the game at White Hart Lane, which has just ended 4-4. Why on earth did Sky choose to broadcast this match? Email: scott.murray@theguardian.com."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}