{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/mar/01/familyandrelationships.family10", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-03-01T15:41:42Z", "webTitle": "Anne Karpf: The state wants my daughter to be vaccinated, but I want to know more", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/mar/01/familyandrelationships.family10", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/mar/01/familyandrelationships.family10", "fields": {"headline": "The state wants my daughter to be vaccinated, but I want to know more", "bodyText": "I like to start worrying early. You may be anxious about next week, but I did that ages ago and am already on September. Yet reading the parent message-boards over the past few weeks, I've realised that I'm not the only one worried about the HPV vaccination programme to be introduced into schools by the Department of Health in September. It's targeted at 12- to 13-year-old girls, and I have one. The vaccine, made by Merck, is called Gardasil. If it's administered before a girl becomes sexually active, it's effective against four strains of human papillomavirus (HPV) that can cause cervical cancer. Put like that, unless you're a Christian Scientist, an abstinence campaigner or an activist against \"Big Pharma\", why wouldn't you be happy? Even many medics, it turns out, aren't. On the Financial Times website last week, a news service devoted to the global pharmaceutical market reported widespread scepticism among US doctors about Gardasil's long-term safety and efficacy. As for me, well I'm more angry than sceptical, both about Gardasil itself, and the way it's being sold. This is what concerns me. Not just that Gardasil works on only four strands of HPV when there are between 15 and 40 that can cause cancer. Or that some serious adverse reactions include convulsions and numbness. (Most medicines, even alternative, produce some adverse reactions.) No, what's really disquieting about this public health campaign is that most cases of HPV clear up of their own accord - a healthy immune system knocks it on its head. It's pretty bad reasoning not to understand that, although 99% of invasive cervical cancer is caused by HPV, this doesn't mean that 99% of HPV causes invasive cervical cancer. Only a small percentage of women infected with HPV go on to develop cervical cancer, and other factors, such as smoking, seem to be partly responsible. How long will Gardasil be eff ective? No one knows if the immunity it confers will last longer than four or fi ve years without a booster, so it could run out just as a girl is becoming sexually active, providing her with a false sense of security. Could it cause fertility problems or birth defects? No one knows this either. Perhaps this is why some doctors claim that the mass vaccination programme is using young girls as guineapigs. The New England Journal of Medicine last year urged caution because of \"unanswered questions, duration of protection, and adverse eff ects that may emerge over time\". Another reason I object to the policy is because it pretty much requires me to talk to my pre-teen not just about sex (fine, although who's Alan Johnson, the health secretary, to command me to?) but also about cervical cancer - a fairly rare disease, especially if you use a condom, and easily treated if caught early through regular smears. Of course we need to tell our kids about sexually transmitted disease, but I'm not sure I want them, at a tender and impressionable age, to equate sex with disease. Rather than reassuring my child, I think I'd be flooding her with anxiety. We're constantly told we should be responsible parents, but I'm coming to think that this is a euphemism for compliant. Why else would the Department of Health fail to give parents any information that might encourage them to ask critical questions about the vaccination programme, or to discuss the alternatives - such as improving the smear programme, running a campaign about how condoms, stopping smoking etc can reduce the risks of catching cervical cancer, and introducing the new and more effective HPV detection test? Though you might not know it (and unlike some states in the US), HPV vaccination won't be obligatory. The messageboards are already buzzing about how to ensure that your daughter's school knows that you haven't given consent. Keep her away from school on the day the vaccination is due to be given, just to be sure? Or write \"NO CONSENT\" in large felt-tipped letters on her arms? I'm wondering - purple, or red?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}