{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2008/mar/20/itv.sportsrights", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2008-03-20T19:27:30Z", "webTitle": "ITV hangs on to Champions League live rights", "webUrl": "https://www.theguardian.com/media/2008/mar/20/itv.sportsrights", "apiUrl": "https://content.guardianapis.com/media/2008/mar/20/itv.sportsrights", "fields": {"headline": "ITV hangs on to Champions League live rights", "bodyText": "ITV has won the UK live TV rights to the last remaining Uefa Champions League games in a deal thought to be worth around £55m a year. The deal, which covers the three-year period from 2009 to 2012, is critical for ITV's sports programming portfolio. Earlier today it emerged that the broadcaster had ditched live Formula One coverage two years before the contract was due to expire, allowing the BBC to take back the rights after a 12-year gap. ITV was thought to have ditched Formula One partly in order to ensure it had the funds to secure the Champions League deal. From August next year, ITV will broadcast the first pick of Wednesday night games throughout the tournament, including the final and Uefa Super Cup final. ITV, which has held Uefa Champions League rights since the tournament's inception in 1992, will broadcast 18 games per season over the course of the new three year deal. \"This is good news for ITV's shareholders, advertisers and of course our viewers,\" said the ITV executive chairman, Michael Grade. \"I'm thrilled that ITV is now the definitive home for all premium free-to-air football in this country.\" Earlier this week Sky scooped the majority of the TV rights to Champions League football until 2012, after tabling a blockbuster bid estimated at more than £240m. Uefa made the announcement after the broadcaster comprehensively outbid three rivals to secure exclusive rights to all but one match per round of games from the start of the 2009-10 season. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332. · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}