{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/mar/20/johnmccain.uselections2008", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2008-03-20T21:21:02Z", "webTitle": "McCain's links to Scottish king shot down by experts", "webUrl": "https://www.theguardian.com/world/2008/mar/20/johnmccain.uselections2008", "apiUrl": "https://content.guardianapis.com/world/2008/mar/20/johnmccain.uselections2008", "fields": {"headline": "McCain's links to Scottish king shot down by experts", "bodyText": "Of all the claims in support of John McCain's bid for the White House, perhaps none is quite as grand as this. As he arrived in London today, the publishers of his new book insisted the Republican senator's family was descended from the Scottish king, Robert the Bruce. For a veteran war hero staking his presidential campaign on military credentials, an ancestral link to a warrior who overcame the English to reclaim Scottish independence in 1314 has obvious appeal. But according to experts, the story may be no more than that. Asked by the Guardian to investigate McCain's past, genealogists and medieval historians described the link to Robert the Bruce as \"wonderful fiction\" and \"baloney\". The McCain link to Scotland was first mooted several years ago, but resurfaced this week on the eve of his trip to the UK, when Gibson Square, the publishers behind the senator's book, Hard Call, announced that \"John McCain's family is of Scottish-Irish descent and related to the Scottish king, Robert the Bruce, on his mother's side\". The firm said the claim was sourced from the US presidential candidate's official website. But the ancestral link appears to originate from a 1999 family memoir, Faith of My Fathers. In it the senator said his great-grandparents \"gave life to two renowned fighters, my great-uncle Wild Bill and my grandfather Sid McCain.\" Wild Bill, he wrote, \"joined the McCain name to an even more distinguished warrior family. His wife, Mary Louise Earle, was descended from royalty. She claimed as ancestors Scottish kings back to Robert the Bruce.\" The passage goes on to mention that Mary Louise Earle was also \"in direct descent\" from Emperor Charlemagne. Not so, according to Dr Katie Stevenson, a lecturer in medieval studies at the University of St Andrews. \"What wonderful fiction,\" she said. \"Mary Louise Earle's claims to descent from Robert the Bruce are likely to be fantasy. Earle is not a Scottish name. I think it is incredibly unlikely that name would be related to Robert the Bruce. Charlemagne and Robert the Bruce were not connected — that's ludicrous.\" Claims of Scottish medieval ancestry, though common among Americans of Scottish descent, she explained, are virtually impossible to prove unless traced through rare documentation. \"There are no records of that nature. Any historian will tell you that it's virtually impossible to prove ancestry through the middle ages.\" Dr Bruce Durie, academic manager, genealogical studies at the University of Strathclyde, said after initial research into Mary Louise Earle's ancestry, that there was \"no existing documented link\" to Robert the Bruce in terms of traced lineage. \"If you're going to track the direct lineage of Robert the Bruce, he is Andrew Bruce, Earl of Elgin and Kincardine.\" Durie pointed out that Robert I was believed to have had up to a dozen children — several illegitimately. Basic calculations suggested there could be as many as 200 million people distantly related to him. \"In that sense McCain probably is descended from Bruce. So am I. So are you. So is everyone.\" Durie also found other inaccuracies in extracts from the McCain memoir. For example, the suggestion that McCain's grandparents on his mother's side were descendants of Scots Presbyterians who \"suffered the privations that were the fate of those who had remained loyal to the Scottish crown\" in the aftermath of the death of Queen Mary. \"Mary Queen of Scots was Catholic. She was executed in 1587 by which time the Presbyterians were well in charge, so why would there be 'privations'? This is a mangling of history, or at best a misapprehension of it,\" Durie said. The secretary of the Scottish Genealogy Society, Ken Nisbet, combed through archive records of known descendants of Robert I for the Guardian, and concluded: \"I wouldn't say it's a strong claim at all. This is speculation and it doesn't prove anything.\" Some of the claims made in the family memoir about McCain's Scottish roots, he added, read like \"some historical novel\". \"It's a load of baloney — it's a bit like the mixing of history and it's not accurate.\" \"A lot of Scots of Irish descent tend to say 'we're related to so and so' — people say Robert the Bruce quite often,\" he added. \"William Wallace is another one, as you can imagine.\" Durie added that despite his romantic reputation, Robert the Bruce was \"an absolute scoundrel\". \"He changed sides five times and would have ended up making Scotland a vassal nation to the English if Edward I had supported his claim to the throne. The first thing he did after taking power was destroy Stirling castle and he was a self-serving, vainglorious opportunist who was determined to be king at any cost.\" A spokesman for Mr McCain said last night: \"The ancestry claim is based upon a genealogical study that the McCain family had in their possession, which traced the McCain family roots back to Robert the Bruce.\" True or not, the Republican is certainly proud of the family mantle he believes he has inherited. In his memoir, he wrote: \"When I heard my father or one or one of my uncles refer to an honoured ancestor or a notable event from our family's past, my boy's imagination would conjure up some future day of glory when I would add my own paragraph to the family's legend.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}