{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/mar/19/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-19T23:59:06Z", "webTitle": "Some call it competitive, but is this season's Championship just a triumph of mediocrity?", "webUrl": "https://www.theguardian.com/football/2008/mar/19/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2008/mar/19/newsstory.sport4", "fields": {"headline": "Some call it competitive, but is this season's Championship just a triumph of mediocrity?", "bodyText": "With three Championship clubs reaching the FA Cup semi-finals and just about every team in the division either chasing promotion, seeking to avoid relegation or, in some cases, both, it is tempting to celebrate the revival of football's second tier. That would be the obvious conclusion to draw from a season during which Barnsley and Cardiff City have bruised a few Premier League egos. Scratch beneath the surface, however, and the Championship league table tells a different story. The mere 21 points that separate a place in the top three from the bottom three - a remarkable statistic without comparison in recent times - has prompted many Championship managers to trumpet the \"competitive\" nature of the division. That may well be so, with Leicester's 4-1 win at West Bromwich Albion last Saturday providing a case in point, but it would be naive to suggest numerous teams playing at the same level equates to a high standard of football. While Gary Johnson, Paul Sturrock and Phil Brown all deserve praise for their impressive achievements this season at Bristol City, Plymouth Argyle and Hull City, in many ways the success of those clubs is an indictment of the league. So bizarre are the results that Crystal Palace, a team with no chance of winning automatic promotion, can string together an unbeaten 15-match run while Norwich, still threatened by relegation, also went 13 games without defeat. \"There are going to be seasons when there are clubs in the division who are too good for it and then you will get a season like this where it is all much of a muchness,\" said John Gregory, who was sacked as Queens Park Rangers manager in October. \"This season, in particular, there are a lot of clubs that are all very similar. There isn't a Sunderland or Birmingham with the clout to buy the best players and get straight back up.\" Few would deny that the absence of clear frontrunner has made for a more exciting end to the Championship season although Derby County's chastening experience in the top flight suggests that any future promotion parties might well be short-lived. Despite investing far more money in January last year than the current top six in the Championship spent during the same period this season, Derby have been embarrassingly out of their depth in the Premier League. With that in mind, Paul Jewell last week offered little hope to the clubs pursing promotion. \"The gap between top and bottom in the Premier League is getting wider, without a doubt,\" said Jewell, who is still looking for his first Derby victory. \"I heard someone say that because there are three Championship teams in the FA Cup semi-finals the gap is getting smaller. I don't know what they've been drinking but I could do with some of it just now.\" Although Derby had the infrastructure to support a return to the top flight, the same cannot be said for Bristol City, Plymouth, Hull and, to a lesser extent Stoke, none of whom have played in the Premier League. That those clubs are being talked of as promotion candidates is testament to their managers and players, who have proved what can be achieved through organisation, motivation and commitment, but those qualities alone will not be enough to keep them up. That much was clear last season when Sheffield United's one-dimensional approach came up short. There had been hopes of an immediate return at Bramall Lane this term but those prospects are fast disappearing. Charlton Athletic and Watford, who were also relegated last season, are more likely to be in the promotion shake-up but for several former Premier League clubs, in particular Norwich, Coventry, Leicester, Southampton and Sheffield Wednesday, avoiding relegation is the primary aim. It would also be the only objective come the start of next season for the promoted three clubs. Only once since the Premier League's inception have the three promoted clubs all been relegated, although the odds on it happening for a second time in 2009 - assuming Sunderland or Birmingham City survive this term - promise to be short despite the impressive FA Cup victories that have done much to raise the Championship's profile. \"The FA Cup is a great advert for the Championship,\" added Gregory. \"But you can win five matches in one season and be in the Cup final. But when you go into the Premiership you have 38 matches to play. You can't reproduce the quality needed in the Premiership week after week with Championship players. You can only do it for a short period of time.\" Aidy Boothroyd discovered as much last season when Watford, although far more resilient than Derby, finished bottom of the Premier League. The Watford manager hoped to bounce back this season but he could never have imagined he would require so few victories. \"The way this league is going,\" said Boothroyd last week, \"it could be that you'll need the highest amount of points ever to avoid relegation and the least amount to win promotion.\" The latter tells a story. Weird numbers from the league that can't tell top from bottom 49 The number of goals conceded by the Championship leaders Stoke. Third-bottom Sheffield Wednesday have let in just 43 141 Number of draws already this season compared to a total of 123 in last year's entire campaign 18 The position of Norwich City despite going on a 13-match unbeaten run from December until February 15 The number of points between the final play-off position, 6th, and the relegation zone, 22nd 46 Goals scored by second-placed Bristol City, this season. Colchester, stuck at the bottom, are more prolific with 50 goals 2 The goal difference shared by the promotion-chasing Bristol club and relegation-threatened Leicester 10 The games won at this stage of last season by Leeds who went on to finish bottom. At the moment Colchester have won just six matches 13 Sheffield United's position despite just one defeat in their last 10 games 42 The points Southend were relegated with when finishing third-bottom last season. Sheffield Wednesday, left, third-bottom now, already have 43 21 Points between third-placed Watford and third-bottom Sheffield Wednesday. At the same time last season the difference was 31 points 6 Number of games since promotion hopefuls Watford last won 15 The number of matches Crystal Palace went unbeaten yet they are still outside the play-off places"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}