{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/mar/09/minutebyminute.westbrom", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-09T20:00:32Z", "webTitle": "Football: FA Cup quarter-final - Bristol Rovers v West Bromwich Albion - live!", "webUrl": "https://www.theguardian.com/football/2008/mar/09/minutebyminute.westbrom", "apiUrl": "https://content.guardianapis.com/football/2008/mar/09/minutebyminute.westbrom", "fields": {"headline": "Bristol Rovers 1-5 WBA", "bodyText": "This match, which kicks off at 6pm, is being broadcast on BBC1. Now, at this time of the week the national broadcaster's flagship television channel should really be gearing up to transmit the triple whammy of the Antiques Roadshow, Songs of Praise and Last of the Summer Wine. But it's not, a state of affairs which can best be described as a total disgrace and a scandal. I suppose Crufts has just been on BBC2, featuring dogs chasing down tennis balls against the clock, an exercise in futility which perfectly captures the ennui of early Sunday evenings in Britain, but for the main event to be an FA Cup quarter-final? This is no time for an FA Cup quarter final. It's 6pm on Sunday evening, for goodness sake! This is a time for sitting in an armchair feeling so bored you can't even be bothered to slip into a mild funk, not for excitement. No Roadshow, no Wine, no Songs... none of this is right. Heads should roll at the BBC - then we march on the FA. Still, what a weekend of football it's been. A pair of absolutely brilliant results yesterday, and another this afternoon, ensures none of the moneyed giants will spoil this year's FA Cup final by showing up and stinking the place out as when it comes to the crunch they don't really care because it's not the Champions or Premier League. It also leaves us in a position where the favourites for this year's competition are a team who didn't score a league goal at home for over three months. This is the way I like it. The best FA Cup ever? Yep, pretty much. Bristol Rovers: Phillips, Lescott, Hinton, Coles, Jacobson, Pipe, Campbell, Disley, Lines, Lambert, Williams. Subs: Mike Green, Igoe, Walker, Anthony, Haldane. WBA: Kiely, Hodgkiss, Barnett, Albrechtsen, Robinson, Morrison, Koren, Greening, Brunt, Bednar, Miller. Subs: Danek, Gera, Kim, Phillips, Pele. Michael Vaughan lookalike (sort of, from certain angles, in the dusk): Mark Clattenburg (Tyne &amp; Wear) Kick off: 6pm! On a Sunday! The pitch: It's utterly flooded, a total state. The weather report isn't too hot either. This could possibly turn into a slapstick farce. Good. Odds on this being the first-ever minute-by-minute report with no emails whatsoever, what with this being 6pm on Sunday, the FA have got a lot to answer for, etc., and so on, and so forth: 1-33. And we're off! The Gas kick off, Disley welting an aimless punt into touch. West Brom deliver it back with similar wit, allowing Rovers to take a throw deep in West Brom territory. The ball's eventually swung out left towards Lines, but he can't get anywhere near the ball as it hits the turf and aquaplanes off. This pitch is beyond soggy. 3 min: A half-hearted penalty shout from the Rovers fans as Lambert goes down in the box, but he's simply slipped over, that's what's happened there. A quiet opening though Rovers have started with confidence, enjoying a slight territorial advantage. Meanwhile it's lucky I didn't open a book on the reader email prediction, because I forgot you can always rely on a certain someone. \"Don't knock Crufts,\" writes Gary Naylor. Shouldn't you be at church? \"It wasn't so long ago that half-time brought displays of police dog disciplines that were much more entertaining than the fare either side of the ten minute break. Highlight was always some purported miscreant running across the pitch only to be hunted down by an Alsatian going only slightly slower than Lewis Hamilton in his McLaren. On leaving the ground, you watched the same dogs with a very wary eye as you quietly made your way to the coaches.\" 5 min: Lovely play by Rovers: Jacobson strokes a lovely ball down the left to Williams, who cuts inside and has a shot which is blocked well by Albrechtsen. Lescott picks the ball up on the other wing and swings a peach of a cross towards Disley in the centre, but the midfielder can't quite get to it and the danger is cleared. This is a bright start from the League One side. 8 min: West Brom's first attack comes as a result of powerful play from Miller, who charges down the middle, skidaddles out right, and comes back inside for a shot from outside the box which is deflected away for a corner. The corner is cleared with something approaching disdain by Rovers; I've said this a thousand times now, but why is the corner kick such a lost art? 10 min: West Brom should have scored there: a wonderful cross from Brunt down the left, bowled down the corridor of uncertainty. Phillips didn't know whether to come and claim or not, and with the defence dithering Bednar is free six yards out - but stretching in, he can't get enough on the ball and it squirms wide right of the Rovers goal. The Championship side are beginning to assert themselves now. 13 min: Disley whips down the right and skelps a tasty ball across the face of the West Brom goal. It's just begging to be toe-poked or headed home, but that requires someone being in the immediate environs of the ball, and that's not a condition met here. 14 min: Phillips does well to come out and charge down a Miller header. The ball spoons up in the air; the WBA striker leaps but he's never getting there ahead of the keeper, who claims the ball to great cheers from the home crowd. This is a pretty open game, this. 15 min: GOAL!!! Bristol Rovers 0-1 WBA. Oh dear Steve Phillips. A brilliant ball from Brunt cuts the Rovers defence to ribbons and sends Bednar free. The striker's effort is weak and straight at the keeper, but Phillips can only fumble the ball to the right, where Morrison is free and can't fail to sidefoot home. The phrase which comes out of Phillips's mouth, easily lipread, is not the sort of thing you'd have heard from Hugh Skully, Compo, Clegg or Foggy. 19 min: Rovers respond brilliantly, a Disley free kick causing bedlam in the WBA box. In the scramble, Kiely pushes away a close-range effort towards Lambert, who goes down under a challenge from Brunt. That's six of one and two threes, and the referee isn't having any of it. 22 min: Another free kick launched into the Baggies' area, another shout for a penalty! This time it's Williams who goes down with three WBA defenders around him; once again the referee isn't impressed by the claims. To be honest, neither of the shouts looked like penalties to me. \"Is this the right URL for the Antiques Roadshow minute-by-minute?\" asks Rolf Hughes, a dusty box under each arm. \"I've got a lovely china pony I think might be worth a bob or two.\" The glaze is chipped, Rolf, don't waste my time. Tell you what, I'll give you ten quid for it. 26 min: What a miss by Lambert, that really should have been one apiece. Albrechtsen fails to deal with a Lines ball from the left, even though it's rolling slowly across the box at 3cm/hour. As the defender falls flat on his buttocks and goes skidding off accompanied by a swannee whistle soundtrack, the ball nestles at the feet of Rovers' star striker - who sidefoots lamely straight at Kiely from three or four yards. A dreadful miss, and one Rovers may live to regret. 29 min: GOAL!!! Bristol Rovers 0-2 WBA. They'll live to regret it alright. Phillips partially redeems himself by turning away a powerful Brunt drive... but less than a minute later, Miller takes possession of the ball with his back to goal, 25 yards out and on the right wing. He turns quickly and cuts inside, unleashing a powerful drive which takes a slight deflection and arrows into the top left corner. 31 min: GOAL!!! Bristol Rovers 1-2 WBA. An instant reply! From a corner from the right, Coles sidefoots home from two yards out at the far post, latching onto a flicked header at the near post from (I think) Disley. Will this round of the FA Cup offer up even more drama? Don't bet against it, because Rovers are fired up. This is on! 34 min: Rovers win another corner from the right, but Campbell overcooks this one and it flies out for a throw on the other side of the pitch. Still, the response from the home team after going two goals down has been spot on. This is brilliant entertainment, and arguably the best spectacle of the round so far (if you don't count Joe Cole's spectacular over-reaction to a marginal offside decision in the dying minutes of yesterday's Barnsley-Chelsea tie). 36 min: Adding to the heady mix of early-evening fun, by all accounts some Rovers supporter has been gadding around on the pitch with their genitals flapping around. Sadly I missed it, and then the BBC started getting all pompous and prissy about it. 38 min: West Brom have steadied a ship which was rocking for a couple of minutes there. Rovers can't get hold of the ball at all - not that the visitors are doing anything particularly special with it. 41 min: That was some decent play from Campbell, who runs head down towards the WBA box, looks up, shifts the ball to his right and attempts a curler into the top right corner which only just flies wide. Rovers are in this match alright, a display as impressive as Middlesbrough's was laughably embarrassing. Half time: Bristol Rovers 1-2 WBA. What a miss by Miller, who latches onto another Brunt through ball, rounds keeper Phillips and, faced with an open net and with the ball at his feet... slips on the greasy turf and falls flat on his face! The ball bounces out of play; goal kick. A couple of West Brom players swarm round referee Michael Vaughan to demand a penalty, but it's instructive that Miller isn't one of them; he's too busy smashing his big fists on the ground like Sammy Kuffour circa 1999. He knows it was never a penalty. Amazing scenes though. And that's it for the half. Absolutely brilliant entertainment. Who needs Last of the Summer Wine? Who mentioned that? \"This reminds me of the cup ties of yesteryear,\" adds Mark Judd. \"A boggy pitch, dodgyish keeper, wholehearted tackles. Who needs the self-appointed big four? Perhaps they should be banned from the cup.\" Preach on, brother, this is the best FA Cup of all time. Streaker update: there wasn't one. \"He wasn't getting his genitals out,\" writes Aaron Silverman of the Rovers supporter mentioned on 36 minutes. \"He was flashing the Vs to the camera.\" And the BBC apologised for that? Anyone would think this is still 1956. Right, we're off again, and this has been fantastic stuff, so another half of it, please! West Brom kick off, after waiting for an age for both teams' substitutes and managers to amble across the pitch to the dugouts. Quick as you like, chaps. 47 min: Good play from Lescott down the right, as he skates down the wing and plays a lovely ball inside to Lambert. The striker's pass back, sadly, is way too strong and the chance of sending the right back clear is gone. \"Your viewers on your cyberspace Antiques Roadshow thingy seem to be more interested in this FA Cup than my china pony,\" writes a piqued Rolf Hughes. \"Well, it so happens I have an FA Cup too, dated 1895, slightly dented, true, and in need of a good rub with Brasso (or similar), which is why I'll throw in the pony for a reasonable offer. They'll both look a treat shined up on the mantel.\" That's the Historical Zinger of the Year award stitched up already. 48 min: Phillips flaps at a Morrison cross; the ball nearly falls to Bednar three yards out, but it's hacked clear well by Coles. The keeper's not having the best of games, it has to be said. 49 min: This is all Albion at the moment: now it's Brunt's turn to nearly find Bednar in the centre, crossing from the left. Again it's Coles who deals with the danger, heading away powerfully. 51 min: That was a brilliant move from Albion: Morrison sprays a lovely right-to-left crossfield pass towards Brunt, who immediately touches inside to Koren. Another first time ball, this time straight through the middle, sends Miller clear in the box, but his shot from the left-hand side of the area is wild and way over the bar. A terrible end to a delicious passage of play. 54 min: Lescott looks a decent player. He brings down an Albion clearance and powers forward, exchanging passes with Williams and taking a shot at goal. It's not a brilliant effort, dragged wide as it is, but the build up was solid. Rovers make a change: Lines is replaced by Haldane 56 min: Pipe whips in a ball from the right. It's a brilliant ball but there's nobody there to poke it home. Rovers have created chances this evening alright. 58 min: Pipe, who has been pretty quiet so far, takes a high ball down brilliantly, storms forward and has a dig. Again, like Lescott's before him, the effort isn't great - this one is deflected clear - but Albion can't keep giving Rovers opportunities to shoot, it's asking for trouble. 60 min: This is all Rovers at the moment. They win a corner after Williams sees a close-range snapshot deflected away; from it, Bednar nearly loops the ball into his own net! Kiely claims reasonably easy, but this is impressive from the home team. 61 min: Another corner for Rovers! This is brilliant pressure! There's an almighty scramble, but Lambert can't turn and get a shot on target; he's eventually bundled off the ball and the danger is cleared. 63 min: A double change by Tony Mowbray, and it's an attacking one: Bednar and Brunt off, Philips and Gera on. 65 min: Greening is penalised for a fairly cynical handball with Rovers building well down the right. Free kick. From it, there's a shout for another hand ball - this time for a penalty - as the ball bounces in the vague environs of Albrechtsen's arm... but really. 67 min: This is a really engaging football match: West Brom aren't sitting on their lead - Phillips has just attempted a scissor kick from the edge of the area - but they're not being allowed to dominate, with Rovers giving it everything, and keeping it on the ground t'boot. This is the best FA Cup of all time, if you don't count all the matches featuring überbores Middlesbrough. 68 min: GOAL!!! Bristol Rovers 1-3 WBA. Ah but that could be it: a terrible header back towards goal by Hinton is jumped on by Miller, who bombs into the box and slaps a low shot home below the advancing Phillips - despite falling over under pressure from Hinton, who is snapping at his feet. 71 min: Substitution for Rovers: Pipe goes off, Walker comes on. 72 min: GREAT GOAL!!! Bristol Rovers 1-4 WBA. And that's it for sure: West Brom will be in the semi-finals for the first time since 1978. Koren takes the ball upfield, straight down the middle, then drifts slightly right, pulling the Rovers defence apart. Miller and Phillips are in acres in the centre; Koren looks for Miller, who misses the ball, but no matter, as Phillips is on hand to race through the centre and stroke a lovely crisp finish into the bottom left corner. 75 min: Bristol Rovers don't deserve to be on the end of a 4-1 trouncing, as they were right in this game up until the 68th minute. Sadly, they look pretty deflated now. West Brom won't care though: they've played some lovely football today, while soaking up a lot of pressure, and deserve to be leading, if not by three goals. A Portsmouth v West Brom final would be a cracker, I reckon. Then again, so would Barnsley v Cardiff (although we'd have to endure 238 interviews a day with Dickie Bird and Michael Parkinson in the run-up, which might take the edge off a tad). Still, I love this year's FA Cup. 77 min: Dear me, West Brom nearly scored a stunningly beautiful goal there: a backflick from Greening starts off a series of back-heels, first-time prods and dummies which sees the ball shuttled straight down the middle of the pitch with it hardly deviating from its course. Miller eventually sweeps it wide left to the onrushing Koren, who can't quite get to the ball to welt it home; Coles clears. That was very easy on the eye. 80 min: Rovers hit the left-hand post through Lambert, Kiley pulling his hands away and leaving a ball he never should have left. The home side's luck isn't in, though; the ball bounces away to safety. 81 min: Williams is replaced by Igoe. 83 min: Morrison is replaced by Kim. \"I've got this terrific antique football manager,\" writes Ian Davis, \"He probably dates from the early forties. When sufficiently wound up, it will eff and blind in a Govan accent for hours.\" 85 min: GREAT GOAL!!! Bristol Rovers 1-5 WBA. The ball is fizzed across the edge of the Rovers area from the right wing. Miller traps the ball, shifts it between his feet, and fires it into the bottom left corner. A precision finish, and a wonderful hat-trick. This is a very, very impressive display by West Bromwich Albion. 88 min: Lambert gets on the end of a long throw down the left but his cross is easily claimed by Kiely. This is over, so here's a vaguely interesting Bristolian / Antiques Roadshow / indie-rock aside from Niall Harden: \"Last night a mildly famous (well, they're on Warp) indie-rock band called Gravenhurst played in Belfast, and it turns out their bassist is now going out with an old friend of mine who now lives in Bristol directing the Antiques Roadshow! Or Cash In The Attic, or one of those rotten shows. Anyway, they were ok, and the singer was spectacularly grumpy.\" Full time: Bristol Rovers 1-5 WBA. And that's that. A wonderful performance from West Bromwich Albion and, despite a scoreline which looks like a shellacking, a decent one from Bristol Rovers. That was the game of the round, only becoming uncompetitive with 20 minutes to go. What a semi-final line-up we've got: Barnsley, Cardiff City, Portsmouth and West Bromwich Albion. Yep... THIS IS THE BEST FA CUP OF ALL TIME. Email scott.murray@theguardian.com."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}