{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/mar/05/exitfromguantanamo", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-03-05T21:30:00Z", "webTitle": "Exit from Guantánamo", "webUrl": "https://www.theguardian.com/commentisfree/2008/mar/05/exitfromguantanamo", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/mar/05/exitfromguantanamo", "fields": {"headline": "Exit from Guantánamo", "bodyText": "America's bungled response to the 11 September atrocities has been such an unmitigated disaster, it is tempting to argue that the Bush administration should have to deal with all of its consequences unaided. This is especially tempting with regard to Guantanamo Bay. Nearly 800 men have been detained without trial there since early 2002 and though most have been subsequently freed, 275 remain. Of these, about 25 have been cleared for release or transfer but the US has accepted they should not be sent back to their home countries because they would be at risk of persecution upon return. Offering these men refuge on American soil would appear to be the very least that should be done to make amends for their wrongful imprisonment. Disgracefully, the Washington authorities have invoked a dubious legal principle known as the material support bar to claim they cannot accept refugees who have previously been branded \"enemy combatants\". The only hope these men have of not languishing in prison indefinitely may lie on this side of the Atlantic. Washington has approached a number of EU countries, asking them to take some of these men over the past year. But in a recent letter to the European parliament, John Bellinger, legal adviser to the US state department, noted that \"so far this effort has not resulted in any transfers\". On a superficial level, you could say that Europe is under no obligation to rescue America from a predicament of its own making. The tragedy of Guantanamo is not, however, only a US problem. European airports and airspace have been used to transport prisoners there, as part of the CIA's kidnapping and torture programme. By permitting the use of European territory for that purpose, our governments have abetted the violations of human rights perpetrated by America. The victims of those abuses remain, in many cases, in detention. If Europe is the only place that can provide them with refuge, then our governments should take steps to ensure this happens, not as a favour to the US but to atone for European collusion with the CIA. The story, of course, does not end with these 25 men. In total, about 45 detainees either had refugee status at the time of their arrest or believe they will be at risk if forcibly returned to their countries of origin. These countries include Algeria, China, Jordan, Libya, Russia, the Palestinian territories, Syria, Sudan, Tunisia and Uzbekistan. Another category of detainees hail from countries that will not - in America's view - be able to sufficiently monitor the men if they are sent home. This mainly relates to Yemen (there are about 100 Yemenis in Guantanamo). Shortcomings in Yemen's security apparatus can never be used, though, to justify detention without trial. Solutions must be found, so that these men are released. The only European countries that have ever taken in a small number of detainees from Guantanamo are Albania, one of the continent's poorest nations, and Britain. Following a hard-fought campaign by anti-torture groups, Britain asked that five detainees (who were British residents, though not citizens) be released to it last year. The request was granted in three of the cases. Lawyers for Ahmed Belbacha, an Algerian who lived in England prior to his arrest, were told in February 2007 that he had been cleared for release. But because the US has refused to grant him asylum, he is still being held - one year later - in a permanently-lit six-foot-by-eight-foot cell. He is not allowed contact with other detainees or the outside world - apart from writing four postcards and two one-page letters per month. This month marks the sixth anniversary of Belbacha's arrival in Guantanamo (where he was brought after being captured and beaten in Afghanistan). The continuing detention of a man who has been cleared for release would be an affront to basic human rights under any circumstances. Such detention is even more abhorrent when it is in the conditions that Belbacha faces. EU member states have refused to assume any responsibility for the well-being of men like Belbacha. When the prisoners' plight was discussed in the European parliament recently, not one representative of the EU's governments participated. What's been happening in Guantanamo is a scandal. Europe's silence is, too."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}