{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/mar/13/minutebyminute.uefa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-13T22:02:22Z", "webTitle": "Werder Bremen v Rangers, Uefa Cup, last 16, second legs", "webUrl": "https://www.theguardian.com/football/2008/mar/13/minutebyminute.uefa", "apiUrl": "https://content.guardianapis.com/football/2008/mar/13/minutebyminute.uefa", "fields": {"headline": "Werder Bremen 1-0 Rangers(agg: 1-2)", "bodyText": "\"Why no coverage of the Sporting Lisbon v Bolton Wanderers extravaganza? Probably the Glasgow-centric anti-Bolton bias that characterizes the Guardian, isn't it. Would covering a Bolton Euro Vase match have killed you?\" asks Shreerang Sarpotdar. Well, we deny all accusations, Shreerang, but you're going to love this. This report has been trailed all afternoon as Werder Bremen v Rangers. However, the digital box on the Renamed Website sports desk has blown a gasket. In so much as, while it is still functioning and able to transmit hundreds of channels such as Russia Today, Animal Planet +1, Pub Channel, Play Disney Plus, RTE Lyric FM, and Tease Me 2, it isn't working on any of the BBC channels. Which means there's no chance of me covering the Rangers game tonight. So Bolton it is. I'm going to try to keep you up to speed with events in Bremen too, but go easy on me, eh, my sugar levels are low after wasting precious energy screaming at the remote control for the last hour or so. Kick off: The Rangers game kicks off at 7.30pm, while Bolton's third XI set the ball rolling at 8pm. Werder Bremen, who have conceded eight goals in the last two matches: Wiese, Owomoyela, Mertesacker, Naldo, Boenisch, Jensen, Borowski, Hunt, Diego, Rosenberg, Hugo Almeida. Subs: Vander, Vranjes, Ozil, Tosic, Sanogo, Harnik. With Daniel Cousin and Jean-Claude Darcheville jiggered, Nacho Novo is the lone striker as Rangers try to close out a two-goal lead: McGregor, Broadfoot, Weir, Cuellar, Papac, Hemdani, Dailly, Ferguson, Davis, Adam, Novo. Subs: Alexander, Buffel, Thomson, Boyd, McCulloch, Whittaker, Naismith. The ref in Germany: Martin Hansson (Sweden) Hold on, I can see the Rangers game on the internet. Three minutes have elapsed in Bremen, and by the looks of this small pixelated box in front of me, Rangers are right on the back foot here. Diego and Mertesacker have both had efforts on goal, the former a shot tipped round the post by McGregor, the latter a header slapped into the side netting from the resulting corner. I'm going to try to report on two matches at once. This is going to be a total shambles. So sue me! [Legal disclaimer: please do not sue me] 7.40pm: Everything is going down. The internet connection for the Rangers game, the wires service, the tools in which I craft this utter farce. This has got to be my fault, there must be some sort of electrical charge running through my body which upsets the equilibrium of everything. After knocking things around the office, I can tell you that after 12 minutes it's still goalless in Germany. Rangers have just had what I assume is their first sortie upfield, Adam nearly finding Novo clear in the centre but his pass being cut out by Boenisch. 7.45pm: A great save from McGregor from a powerful Rosenberg shot. Rangers need to ride this storm, because it's all Bremen. 7.46pm: With 16 minutes gone, Rangers are conceding a corner at a rate of one every four minutes. That is not ideal. 7.47pm: Borowski should have put Bremen 1-0 up; he latches onto a lovely dink over the Rangers back line by Diego but volleys over with only the keeper to beat. 7.52pm: What a save from McGregor, who parries a Jensen piledriver from just inside the box with yet another strong hand. Rangers are all over the place here; it's surely only a matter of time until they concede. Bolton aren't interested in winning this at all with Wigan looming on the horizon, hence no Kevin Nolan, Jussi Jaaskelainen, Kevin Davies, Matt Taylor, El Hadji Diouf, Andy O'Brien, Ricardo Gardner, Ivan Campo or Gavin McCann: Al Habsi, Hunt, Cahill, Meite, Samuel, Joey O'Brien, Guthrie, Teymourian, Giannakopoulos, Vaz Te, Helguson. Subs: Walker, Braaten, Harsanyi, Sinclair, Sissons, Woolfe, Jamieson. Sporting, meanwhile, have leading goalscorer Liedson back in their line-up: Rui Patricio, Abel, Tonel, Anderson Polga, Grimi, Joao Moutinho, Bruno Pereirinha, Izmailov, Romagnoli, Liedson, Vukcevic. Subs: Stojkovic, Adrien Silva, Ronny, Djalo, Farnerud, Tiui, Gladstone. The referee in Lisbon: Bertrand Layec (France) 7.56pm: McGregor comes out to claim a corner from the left and flaps horribly. The ball squirms through his grasp to Almeida, who should head home but puts the ball wide. 8pm: The teams are running out in Lisbon. Meanwhile Rangers have reached the half-hour mark without conceding a goal, no mean feat seeing at least 29 minutes of the game has been played out in their final third. 8.01pm: Lisbon, who play in green and white, kick things off against Bolton, who play in white, on a green pitch. Channel Five's on-screen bumf is also green and white. Great. I can just about make out Vukcevic taking a first-minute free kick which the blue flash of Al Habsi does well to paw round the left-hand post. 8.05pm: Fantastic defensive work from Novo, who shepherds Jensen, considering a shot, halfway across the pitch and out to the wing, allowing Broadfoot to steal away with the ball. It says everything that the lone striker's best moment has been ten yards outside his own box. 8.10pm: With five minutes of the first half to go, Rangers craft their first real chance of the match, Ferguson and Davis working well down the right, the latter cutting inside and laying the ball off to Adam, who opens his body for a curler into the top left but is well charged down by Mertesacker. Again, it's instructive of how the game has gone: the away side's best \"chance\" of the match is an opportunity to curl one into the corner from outside the area. But that was at least better from Rangers. 8.13pm: Vaz Te has a romp up the right wing for Bolton, who haven't done much in attack but then haven't looked worried at the back either, that first-minute free kick apart. Polga charges Vaz Te's cross down, but for a moment that looked promising. 8.15pm: Samuel fannies around down the Bolton left and gives the ball away to Vukcevic, who powers in from the right and drags a shot wide of the right post. 8.16pm: Adam is booked for not particularly much. If Rangers get through, he's out of the first leg of the quarter final. And that's it for the first half in Bremen: Half time: Werder Bremen 0-0 Rangers. How Rangers have survived that onslaught I'll never know. 8.19pm: More shambolic defending from Bolton, as Cahill's weak pass is easily picked off by Liedson. Luckily for Bolton, the striker's effort is without direction and aimed straight at the backside of Hunt, but much more of this and the remaining English side in this tournament will be toast. An experiment: It's half-time in Germany, and this Bolton match isn't very good. Also, with no natural break in proceedings thanks to the staggered kick-off times, I could be sat staring at this computer for nearly two hours without a break. So - and you must understand this is only because I don't want the Guardian to break any health and safety regulations - I'm going to slope off for a cigarette. What this means for sure is this: there is going to be a goal in the Bolton game in the next four or five minutes. 8.28pm: Well so much for tempting fate in the hope of generating some entertainment. Nothing's happened. 8.30pm: What a miss by Izmailov. A deep cross from the right to the far post is flicked on towards the Sporting #7 - who blasts his sidefooted attempt miles over and wide from all of a yard. Worse than utterly useless. 8.31pm: Meite slices a slowly moving ball straight into the air under no pressure whatsoever, and that's my cue to shun this match unless something major happens. It'll get my undivided attention for the last 30 minutes. Unless Bremen win 2-0 and there's extra time in Bremen - where the teams are back out. 8.34pm: A couple of minutes gone in the second half, and it's as you were in Germany. Rangers can't keep hold of the ball at all. I can't see them holding out if they keep this up. Bremen have had three shots in the vague direction of the Rangers goal already... hold on... Rangers have won their first corner of the match! It's not very good, though, Novo heading weakly into the arms of Wiese. 8.40pm: How Bremen are still goal-less is beyond me. McGregor is forced to tip a wonderful first-time rising shot from Jensen over the bar, then from the corner Mertesacker doesn't get quite enough on a corner whipped in from the right, sending his header sailing left of the target from the edge of the six-yard box. This is a matter of when, not if. 8.42pm: With five minutes to go in Lisbon, it's still goal-and-entertainment free. 8.43pm: Jensen, who must have a foot like a traction engine, smashes another shot towards McGregor, who parries clear. Anywhere either side of the keeper and that would have been the opener. \"I wonder how the Gretna situation is affecting Rangers' play today,\" wonders Dave Mooney, who knows full well the answer to his own question. \"As you may recall, Rangers had their game against Gretna postponed the weekend before their Big Cup match at home vs Lyon so that Rangers' highly-paid international footballers wouldn't over-exert themselves against the pipe-fitters, postmen, and minicab drivers of Gretna FC. That obviously didn't work out, so the SFA is now in the process of winding up Gretna FC in its entirety, presumably so Rangers won't further humiliate themselves against mid-range European opposition. If Rangers do somehow manage to squeak through to the next round, I wonder what the SFA will have in store for Gretna? Presumably they'll burn the town to the ground and plough salt into the fields.\" Heh. Though hold on: pipe-fitters, postmen, and minicab drivers of Gretna FC? Aren't half of them on 80k a year? Isn't that why Gretna, with an average crowd of 17, are in this mess? Unless pipe-fitting, posting letters and driving cabs while sounding off about immigrants are the sort of jobs that pull in 80k. In which case I'm down the Job Centre in the morning. (Where I might be forced to go anyway after this, but that's not the point.) 8.48pm: GOAL! W Bremen 1-0 Rangers. With 58 minutes gone, Diego scores a simply spectacular goal, flicking the ball over the head of Cuellar on the edge of the area and smashing an unstoppable volley into the bottom right corner of goal with McGregor stranded. This has been coming. It's half time in Lisbon, by the way: 0-0. Which is no good for Bolton. 8.49pm: Almost an immediate response by Rangers, as Broadfoot sails down the right, cuts into the box and lays a ball across towards Davis, who should have scored from six yards out with only the keeper to beat, but hesitates fatally. 8.53pm: Since going a goal down, Rangers have had a bit more joy going forward, time not being on Bremen's side; Novo nearly gains a yard on Mertesacker in the centre to scoot clear, a telescopic leg denying him at the last. 8.55pm: Almeida stomps away from the arena in a volcanic funk, having been substituted for Sanogo. \"What with the happy lack of any of the Big Four, it may be the Greatest FA Cup Of All Time,\" writes Mac Millings, \"but if any of the teams on display tonight get anywhere near the Uefa Cup Final, the entire game of football may perish. Is there some way all four could get knocked out tonight?\" 8.57pm: Rangers look to break through Novo and Ferguson, but it's futile, Boenisch sashaying around like Beckenbauer in his pomp to swan off with the ball. Rangers are playing very, very badly here. 9pm: McGregor hoofs a long free kick, given for offside, straight into touch. This is going to be a long 20 minutes for Rangers. 9.01pm: A lovely move by Rangers! Davis and Ferguson ping a couple of sharp passes around the centre of the park and shuttle the ball out to the right wing, where Broadfoot awaits. His low cross is right across the face of the six-yard box; Wiese does well to come out and claim with Novo waiting to pounce. That was much better. 9.04pm: It's all going on in Lisbon again, where the teams have kicked off for the second half. 9.06pm: I've just spent a couple of minute staring at the Sporting-Bolton game in disbelief. I'm staggered at how bad the quality of football on display is. Inside the Bolton half, Izmailov has just been stopped running back towards his own goal by Teymourian, who tugs at his opponents shirt and shorts like a toddler in a queue at M&amp;S who wants a pack of Percy Pigs. 9.08pm: Novo has been replaced by McCulloch, while Harnik has replaced Owomoyela. 9.13pm: Sanogo should have scored: totally clear, he smashes the ball goalwards from six yards straight at the keeper. That is terrible. Mind you, McGregor's subsequent parry onto the crossbar is brilliant. The danger is cleared; Rangers really rode their luck there. 9.15pm: Dear me. Naldo takes a punt from 30 yards. There seems to be no danger, but McGregor takes an age to get down to the ball and is forced to scramble in order to turn it round the right-hand post. He makes amends by claiming the subsequent corner with ease. 9.17pm: There are two minutes plus stoppage time to go. A brilliant turn and burst forward from Davis, and suddenly it's two on two. He rolls the ball out right to McCulloch, who draws a defender wide. With Davis and Ferguson two on one in the centre, any decent cross could see an end to this tie. But McCulloch decides to take it to the corner flag and immediately loses it. Oh dear. 9.20pm: There are going to be two minutes of stoppage time... and one of them has already elapsed. 9.21pm: A long throw into the Rangers box is well cleared by Cuellar and then Ferguson. The ball is immediately returned, McGregor doing well to clear. Then Davis thumps the ball deep into the opposition half and it's all over! Rangers are through to the last eight of the Uefa Cup! I tell you this for nothing, they'll want to draw Sporting Lisbon if they can, because the Portuguese are making a right old song and dance of putting Bolton U16s to bed. Full time: Werder Bremen 1-0 Rangers. 9.23pm: And so to Sporting-Bolton. BAH. Tiui replaces Vukcevic for Sporting. 9.27pm: Something happens! A half-decent shot from Pereirinha towards the bottom left corner is deflected wide by Samuel. From it, the ball is worked to Liedson, who crashes a header goalwards from ten yards. It's a decent effort well saved by Al Habsi. 9.28pm: Braaten comes on for Teymourian. Bolton's attitude to this competition is a complete disgrace. 9.31pm: Bolton win a corner. Guthrie sends it straight into the hands of Patricio. This is a dreadful game, devoid of any skill or pattern. 9.32pm: Romagnoli is replaced by Silva. 9.33pm: Nathan Woolfe comes on for Helguson to make his first-class debut. In the last 16 of the Uefa Cup. Bolton's attitude to this competition is a complete disgrace. 9.37pm: What a miss by Liedson. The ball's pulled back to him from the byline; he's standing on the penalty spot and sidefoots powerfully goalward, but straight at Al Habsi, who can parry away. That really was quite incredibly poor. 9.40pm: Defending throw-in by Gary Cahill (Bolton). 9.42pm: There are seven minutes of this to go. 9.42pm: GOAL!!! S Lisbon 1-0 Bolton. There's a huge gap down Bolton's left wing. Pereirinha takes advantage on 85 minutes, sailing into the box from the right, with no defenders anywhere near him, and curling an unstoppable shot into the top corner of the net. Bolton's supporters look absolutely shot through, the poor sods: they've travelled all the way to Portugal to watch their team play, and Gary Megson has put out a total dog's dinner of a team. No doubt Premier League survival is considered more important than European glory by some in the game, but something has gone very wrong in football somewhere down the line here, and I'm not going too far out on a limb by suggesting it's the supporters who are losing out. 9.47pm: Bolton are being pinned back in their own area. This is over. 9.48pm: Sporting Lisbon 1-0 Bolton. And that's it. Gary Megson and Bolton Wanderers (the club) deserved that. Bolton's supporters did not. The Uefa Cup may have been devalued since the glory days of the 70s and 80s, but it's still the Uefa Cup after all. Still, what did Danny Blanchflower know? Football isn't about glory; it's about finishing 16th. Email: scott.murray@theguardian.com."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}