{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/mar/09/minutebyminute.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-03-09T17:02:36Z", "webTitle": "Football: FA Cup quarter-final: Middlesbrough v Cardiff City - live!", "webUrl": "https://www.theguardian.com/football/2008/mar/09/minutebyminute.sport1", "apiUrl": "https://content.guardianapis.com/football/2008/mar/09/minutebyminute.sport1", "fields": {"headline": "Middlesbrough 0-2 Cardiff City - as it happened", "bodyText": "Well I hope you're all ready ... for another fix of FA Cup fun. Both the quarter-finals so far this weekend have gone the way of the underdogs, so will it be another upset at the Riverside, or just a routine win for Cardiff? Honk! We all know I'm going to have to give you some team news sooner or later ... So let's get it out the way now, shall we? Nothing too surprising here, except, perhaps that Boro have stuck Robert Huth straight back into the starting line-up after his spell on the sidelines with a gammy foot. Trevor Sinclair is on the bench for Cardiff, but Hasselbaink starts. Middlesbrough: Schwarzer, Young, Wheater, Huth, Pogatetz, O'Neil, Arca, Rochemback, Downing, Alves, Sanli. Subs: Turnbull, Boateng, Mido, Johnson, Grounds. Cardiff: Enckelman, McNaughton, Johnson, Loovens, Capaldi, Whittingham, Rae, McPhail, Parry, Ramsey, Hasselbaink. Subs: Oakes, Purse, Sinclair, Thompson, Blake. Referee: Mike Dean (Wirral) Gary Lineker's first gag of the day \"Boro's fans are still coming to terms with the fact they're now second-favourites to win the FA Cup,\" snickers Gary. \"I'm not sure they were second favourites when they were last in the final [against Chelsea] 11 years ago.\" Yeah, it's still funnier than my intro. On a serious note Interesting that this was probably the game most people would have singled out before the weekend as the most likely to provide an upset, yet now Boro are one of only two remaining Premier League teams it seems almost unthinkable that they too would crash out. Cardiff are a hard team to get a handle on - they've blown really hot and really cold at times this season, and though it's been more the latter than the former lately, they were excellent in their 2-0 win over Wolves in the last round. They haven't beaten Premier League opposition since 2002, but then again, the way this season's going Middlesbrough might not be a Premier League side all that much longer. 1 min Downing rips down the left to win an early corner for Boro, but Parry cuts out a low delivery just as it gets into the area. 3 mins Middlesbrough are making the early running as their fans enjoy a little sing-song at Kevin Keegan's expense. Luke Young swings in a ball from the right, but it's a little too high for Alves in the middle. 4 mins Peter Enckelman, who'd come rather a long way out to the edge of his area for no apparent reason, has to hack a high bouncing ball away from the boot of Alves while a small posse of Cardiff defenders watch on. No idea why the two defenders in attendance couldn't have done that. 6 mins Tuncay chests the ball down neatly to Alves as the Brazilian runs across him on the edge of the box, but Alves doesn't get proper control of the ball with his first touch and ends up over-running it. GOAL! Whittingham (9 mins) Wow! Just as the game looked to be settling down, Whittingham gives Cardiff the lead. It was an absolutely superlative finish too - he took down a bouncing ball just inside the area, used a little dragback and feint to fool the three defenders in attendance, then opened up his body and then curled the ball perfectly into the top right corner of the net. Boro are furious though, and with some justification, as the initial ball in was definitely handled by McPhail before falling to Whittingham. 11 mins And now Hasselbaink blows a very presentable chance to make it 2-0. Capaldi found space to cross from the left, and Hasselbaink was totally unmarked as he threw himself into a diving header at the near post, but the angle of his leap was all wrong and he sends it wide. 14 mins Cardiff have their tails up now, winning a corner as Huth is forced to head behind under pressure from Hasselbaink. Huth is on hand again to deal with the corner, though, heading it out of the area and away from bother. 16 mins Rochemback floats a free-kick straight to Enckelman from about 35 yards out. \"Gary Lineker making a decent gag,\" parps Daniel Sheehan. \"This truly is the FA Cup of shocks, eh?\" 18 mins Downing gives himself 30 yards to run into with an extremely cheeky little flick of the heel to deceive his marker on the left, but his eventual cross sails over the heads of both Tuncay and Alves in the Cardiff area. 20 mins \"Watching the replay of the Middlesbrough goal in the last round that beat Sheffield United you can clearly see the linesman put his flag up on the goal-line replay,\" chips in Richard Finch as Parry curls a left-footed effort just wide from 30 yards for Cardiff. \"Although this is a completely irrelevant observation, shouldn't Sheffield United be legitimately aggreived it is not they who get to batter cardiff this afternoon?\" I have to be honest, Richard - I have somehow contrived never to see even the highlights of the game in question (I'm told I didn't miss much). That said, I suspect Sheffield United probably got enough aggrievedness out of their system with the whole West Ham saga to last them another decade or two ... GOAL! Johnson (22 mins) Unbelievable - this is actually going to happen. Whittingham flighted a wonderful cross over from a free-kick about 25 yards out on the right, Johnson lost Pogatetz and the back post and, one well-taken diving-header across Schwarzer later, Cardiff are two up. 25 mins It has to be said, Cardiff are good value for this lead at the moment. Boro opened the sharper, but since the first 10 minutes Cardiff have actually played some very tidy football - Whittingham and Ramsey in particular. 27 mins Boro, clearly stung by my last comment, finally show some signs of life, Alfonso Alves belting a drive goalwards from 20 yards which Enckelman has to parry away, and then going down in the box moments later under pressure from a Cardiff defender. It wasn't ever a serious shout for a penalty really. 30 mins \"This cup run might seem nice for Dave Jones,\" says George Templeton, \"but Cardiff had aspirations of going up and they probably won't come close. It seems if you are a Championship club, promotion or safety is all that matters. Doesn't that mean Dave Jones might have to make the final to keep his job?\" It's an interesting point George, not least because today's showing so far - all neat touches and quick one-touch passing - in some ways just goes to show this Cardiff side is capable of. As I mentioned in my intro, they've blown hot and cold, but seeing them play like this must cause fans to ask why they don't do so every week. 31 mins Boro struggle to deal with another high ball into the box from Cardiff but Parry (I think it was Parry) can't quite get his head to it. 34 mins The BBC commentary team are very excited about this Aaron Ramsey, and I have to say for a 17-year-old he really does seem to have excellent movement and a good eye for a pass. Wikipedia informs me Cardiff turned down a £1m bid from a London-based club over the summer. He's Welsh, so probably not foreign enough for Arsenal ... 35 mins Cardiff win another corner, but Ramsey's delivery is dealt with by the Boro defence comfortably enough. For a change. 38 mins Not a lot of serious chances for either team since Alves's drive (27 mins), but that will suit Cardiff just fine. They're still shading possession, and Southgate does not look impressed. 40 mins For a team coached by a former centre-back, this Boro defence is a shambles. Despite seeming to assign two markers to him, Boro still lose track of Roger Johnson in the area as Whittingham swings over a free-kick from the right, but luckily for Boro his header is a bad one, pinging down into the ground and bouncing harmlessly into the arms of Schwarzer. 43 mins Young lofts a free-kick towards the Cardiff area from deep, but despite a pair of comedy failed clearances from Cardiff, Boro still fail to pick up on the loose ball in the area. 45 mins It's about that time of afternoon when cruel jibes about people's appearance become appropriate. \"Your photo is a scuba diving, wet-suited Gareth Southgate isn't it,\" chortles Gary Naylor. \"You can tell by the nose.\" Peep-Peepety Two minutes of added time and one wasted Boro corner later, it's half-time. Cardiff absolutely deserve their lead, and short of an extremely dramatic second-half turnaround, they will knock the last Premier League side not called Portsmouth out of this year's FA Cup. Oh yes, the gags are coming thick and fast now \"Pompey and Barnsley's victories yesterday were surprising, but the real shock of the weekend is here at the Riverside,\" tee-hees Joe Mellin. \"John Motson just informed us that Boro have sold out.\" A happy hater\"Surely, Middlingbore must be the most loathed team in the country outside of the Big Four,\" pipes up Lou Roper, appearing to confuse the word 'loathed' with the word 'boring'. \"Hopefully, Cardiff will put them out of their misery today and remove the last threat to the romance of the Cup this year.\" A lighter note \"This is, without doubt, the best FA Cup I can remember,\" hurrahs Richard Wood. \"I can't remember anything even close to it since Wrexham beat Arsenal in 1992.\" 46 mins Mido is on for Alves as Southgate looks to shake his team up for the second half. I dare say it'll take a bit more than that, Gareth. 47 mins McNaughton makes an excellent sliding challenge to dispossess Tuncay on the edge of the box just when he looked to have got a step on the defender. 49 mins \"All this giant-killing is great for the FA cup,\" says Dennis Mumby. \"But will anyone really get excited about, say, a Cardiff v Barnsley final, except the fans of those teams? The really great finals are the classic underdog v big dog encounters, a la Leeds v Sunderland. Yes, it's great to see the Premier League millionaires get their come-uppance (and this from a Liverpool fan of 40 years who cried when they lost to Arsenal in the '71 final). So, shouldn't we hope for Portsmouth and 'Arry to get to Wembley to preserve at least some of that \"giant\"-killing possibility?\" I agree to a point Dennis - if there are no Premier League sides in the final it would, ultimately, be looked upon as a sad indictment of the contempt many top flight sides showed the tournament during the early rounds. Portsmouth v Barnsley has a nice ring to it though. 52 mins Boro fans hoping that Southgate might turn this performance around with an inspirational team-talk look set to be disappointed. The home side look just as they did in the first half - uninterested, disjointed and worryingly short of inspiration. 54 mins More pressure for Cardiff, with Whittingham going close at the near post and his corner then unconvincingly dealt with by Boro, but eventually hacked away. 57 mins It's going to get hard to keep fleshing this commentary out at this rate - Boro continue to achieve nothing with possession, and Cardiff seem increasingly content to sit on what they've got, so we're basically seeing a lot of minutes to aimless pings back and forth across midfield at the moment as the clock ticks away. 59 mins Southgate sends Gary O'Neil on to replace Adam Johnson. 61 mins Best chance of the game for Boro, and perhaps unsurprisingly it comes from a free-kick just over 20 yards out. It was Hasselbaink who gave it away, jumping for a header on the edge of the box only to miss the ball with his shiny plate and catch it on his arm instead. Downing's shot from the ensuing set piece looked for a moment to have found its way into the top right corner of Enckelman's net, but was actually a couple of yards wide. 63 mins Another great chance for Cardiff, which I'm afraid I didn't catch properly as I was being slow typing that last entry. It looked like someone got in behind the Boro defence once more only to seemingly slice their effort across the face of goal and wide off another team-mate. 66 mins Parry fails to spot Hasselbaink's run on the far side of the area as Cardiff surge forward from midfield and instead opts for a bizarre skewed shot across goal that never threatened to go anywhere near the target. Despite the fact they've been totally in control, every single time Cardiff mess anything up, our BBC commentary team get all frantic and start asking whether \"that could be the turning point\". No, it couldn't. 68 mins Eddy Nason spies political trouble ahead. \"If Cardiff come through and win the cup,\" he says, \"then they become an English representative in the Uefa cup. So much for devolution ...\" 70 mins \"I don't hate Boro,\" protests Lou Roper, unsure how we could have possibly got that impression from the half-time email in which he called them \"the most loathed team in the country outside of the Big Four\". \"But their abject mediocrity seems emblematic - like rain in Glasgow - of the Premier League as anything the Big Four do. I wonder if Mr Scudamore had their fixture against, say, Birmingham City in mind as the showpiece '39th game'. What a great advert for the English game and the 'most exciting league in the world'.\" 71 mins Pogatetz puts a cross in from the left for Boro, but it flew about 12 yards over everybody's heads. That's about as exciting as it gets at the moment, folks. 74 mins Pogatetz tries again, but this time he hits it too low and it pings off the first defender and out for a throw-in. Boro are still awful. 77 mins Jimmy Floyd Hasselbaink comes off for Steven Thompson. Good thing too, because I'm seriously running out of ways to say Boro are terrible and nothing's happening. 80 mins Boro fans will always know things are going well when their manager decides it's time to send Robert Huth up front. McPhail briefly threatens for Cardiff on the break, but he has no support and it comes to nothing. 82 mins Parry comes off for Trevor Sinclair. Boro's fans aren't so much sneaking out as being forced to stand in line to get to the exits. 85 mins \"A Barnsley v Cardiff final would be fantastic,\" reckons George Templeton. \"Because it would show all those top flight teams that didn't take it seriously and especially that idiot Dave Kitson. Reading can't win the FA Cup? I wonder how he will feel when West Brom or Barnsley win it?\" 86 mins Thompson gets down to the byline on the right and whips a cross over towards Ramsey in the middle, but Boro manage to cut it out. 87 mins Boro win a potentially dangerous free-kick about 15 yards from the goal-line to the left of the Cardiff area, but Rochemback simply chips it gently into Enckelman's arms. Woeful. 89 mins Robert Huth hammers a low drive a good 10 yards wide to the left of Enckelman's goal. Boro have had one shot on target so far in this game. 90 mins (+2) Tony from Stoke has a bleak vision of the FA Cup's future. \"History will decide that far from the renaissance of the FA Cup, this year is its death knell,\" says Tony. \"It's no coincidence that all these 'shocks' have happened. The big clubs' minds are elsewhere, and from here on eyebrows will cease to be raised by odd-sounding scorelines from big football citadels. It's over.\" I'm going to disagree Tony - the Big Four will, just as they have before, realise they need the FA Cup in the years when they can't win other trophies, while the fact the Big Four didn't win this year will remind the teams below them - like Portsmouth - that this is a route into Europe. The FA Cup is never again going to be what it was 30 years ago, but we've known that for a long time. It will continue to matter to a lot of people. Peep! Peep! Peeeeeep! Mike Dean finally calls time on Middlesbrough's misery, but to be honest they could have played on for another week and Boro still wouldn't have scored. In the first half they were thoroughly outclassed by Cardiff, and even when their opponents sat back in the second half, they still failed to create any chances whatsoever. All three of this year's FA Cup quarter-finals so far have now been won by the underdog. Join Scott Murray at 6pm GMT to see if Bristol Rovers can make it four from four. Thanks for all your emails, sorry I couldn't use more."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}