{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/sep/10/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-09-09T23:03:03Z", "webTitle": "Vogts eases Scots into the fortress", "webUrl": "https://www.theguardian.com/football/2003/sep/10/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2003/sep/10/newsstory.sport3", "fields": {"headline": "Vogts eases Scots into the fortress", "bodyText": "Of the two German managers thrust into the spotlight last night, one had an air of expectation laced with optimism. The other, bubble perm more ruffled than ever, offered little more than a scowl. For Berti Vogts and Rudi Völler, adjusting to such role reversal is likely to take some time. Germany retain second place in Group Five and are favourites against the Scots but the flak aimed at Völler after Saturday's goalless draw in Iceland continues to fly. The World Cup runners-up have stuttered. Scotland, of whom so little had been expected, are pinching themselves that a passage to Portugal might yet be achieved without a play-off. Vogts was in relaxed mood yesterday as he contemplated taking on the country for whom he played 96 times and oversaw 102 times as manager. Despite losing only 12 as coach and winning Euro 96, his side's disappointing showing at France 98 whipped up such a clamour that he stepped down. With that in mind, discovering that Völler has taken to on-screen spats with the former-international-turned-TV-analyst Günter Netzer, whom he accused of \"talking shit\", has prompted genuine sympathy. \"Rudi should command respect - he was an outstanding player and, as a manager, he took them to the World Cup final,\" Vogts said. \"But he's been clever. He has deflected the focus from the team and on to him. In 2006, Germany have to win the World Cup. Maybe they've taken their eye off qualifying for Euro 2004.\" Vogts has lost the injured Don Hutchison and will choose between Steven Thompson and Paul Dickov to play alongside Neil McCann. But Germany are still strong enough to get to Portugal and, when they have to win a match, they always play it in Dortmund. Germany (possible, 4-4-2): Kahn (Bayern Munich); Friedrich (Hertha Berlin), Baumann (Werder Bremen), Wörns (Dortmund), Rau (Bayern Munich); Schneider (Leverkusen), Ballack (Bayern Munich), Ramelow (Leverkusen), Kehl (Dortmund); Bobic (Hertha Berlin), Neuville (Leverkusen). Scotland (possible, 4-1-3-1-1): Douglas; McNamara (both Celtic), Webster, Pressley (both Hearts), Naysmith (Everton); Dailly (West Ham); Cameron (Wolves), Ferguson (Blackburn), Lambert (Celtic); McCann (Southampton); Thompson (Rangers). Referee: A Frisk (Sweden)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}