{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/sep/29/boxing.rickyhatton", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-09-28T23:25:53Z", "webTitle": "Manchester united for Hatton when he cracks Rios defence", "webUrl": "https://www.theguardian.com/sport/2003/sep/29/boxing.rickyhatton", "apiUrl": "https://content.guardianapis.com/sport/2003/sep/29/boxing.rickyhatton", "fields": {"headline": "Manchester united for Hatton when he cracks Rios defence", "bodyText": "Sometimes it is easy to form the impression that Ricky Hatton's devoted fans would turn up in their thousands just to watch their undefeated hero shadow box, and there were few dissenting voices as a 12,000 crowd drifted away from Manchester's MEN Arena after he had successfully defended his World Boxing Union version of the world light-welterweight title for a 10th time. The fact that his beaten opponent Aldo Rios had been outfought and outpunched before quitting after nine utterly one-sided rounds seemed not to matter one jot. Wherever Hatton goes they will follow, and watch the cheerful champion dismantle whatever is placed before him. Rios is a decent lightweight, never previously stopped and twice failing to win world titles at the 9st 9lb limit, but his limited power meant he had virtually no chance against a fully fledged light-welter such as Hatton. Though he was defensively cute, he never had the power to force the relentlessly aggressive champion on to the back foot and any genuine attacking pretensions he may have had were surrendered as he was floored by a scything Hatton left hook in the opening round. \"It was like trying to get a turtle out of its shell after that,\" said Hatton's promoter Frank Warren, who will have his fighter back in the ring for a December 13 contest. With US television booked for that engagement, Hatton will need a much more attractive and competitive bout than this. Perhaps Hatton had started too fast. Whatever the reason, there was no denying his work became increasingly ragged from the fourth round onwards as Rios continued to hold and clinch and Hatton began to look increasingly frustrated. He looked short of ideas when confronted by an opponent whose only ambition seemed to be survival. Just when it seemed Hatton might be forced to go the distance, he delivered a crunching left hook to the body in the closing seconds of the ninth round. Visibly winded, Rios allowed his guard to drop momentarily, giving Hatton the chance to deliver the follow up left-hand head shot that put Rios down for a second time. The bell sounded to end the round as the Argentinian dragged himself wearily upright but his corner men decided, probably wisely, that he had absorbed enough punishment, with no chance of overturning a huge deficit on the judges' scorecards. It was a long way from being the most authoritative performance Hatton has produced, but he insisted he was satisfied with his display. \"Rios was a fantastic opponent,\" he said. \"You show me any light-welterweight who could knock Rios out quicker than that and I would take my hat off to them. When a fella comes here and is determined he will not get himself knocked out it can be very difficult to get to him.\" Belfast's Damaen Kelly retired after six rounds of his challenge against the International Boxing Federation flyweight champion Irene Pacheco of Colombia."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}