{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2003/sep/05/1", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2003-09-05T15:51:37Z", "webTitle": "Percussion that is difficult to listen to", "webUrl": "https://www.theguardian.com/culture/2003/sep/05/1", "apiUrl": "https://content.guardianapis.com/culture/2003/sep/05/1", "fields": {"headline": "Big bang theory", "bodyText": "The Lou Harrison albums have been sitting on the CD player since the start of the holidays. But surely something more cutting edge would come along in time for the first column of the autumn. The harvest of unopened mail was bound to yield a couple of hip and deeply contemporary releases. Maybe something a bit less classical, less posthumous, less bearded than Drums Along the Pacific and Serenado (New Albion), both albums by Harrison, who died last February. What about Req's Car Paint Scheme (Warp, £13.99), or Tough Love (Righteous Babe) by Hamell on Trial? Clearly albums with attitude. Or Karsh Kale's Liberation (Six Degrees, £14.99). Or even Laibach's single Tanz Mit Laibach (Mute, £5.99). There - it felt good just typing them. The difficult part is actually listening to them. A few guitar chords and distorted vocals from Ed Hamell are enough. Karsh Kale's squishy beats and wandering melodies burble on until you hardly notice they're there. And though it is possible that Laibach's brutal tune (featuring choral arrangements that wouldn't be out of place at an Olympic ceremony) is a good joke, I don't get it. A \"Desert Storm\" remix, by DJ Bizzy and DJ Dojaja, plays down the bombast but perplexingly adds LP surface noise. At least Runout Scratches, the opening track of Req's album, makes more creative use of vinyl. A theatrical swirl of windy electronica leads into a crisp, mid-tempo rhythm, like military drum rudiments, made of scratches. The second track sounds like someone messing around with a drum kit, possibly a real drummer, but out of context. Other tracks sound like someone messing around with a drum machine, or a synthesizer, or an entire home studio's worth of gear - sketches rather than finished work. Req is also a visual artist, and appears on some interesting Plush mini-CDs with people such as Steve Arguelles, Benoit Delbecq and Ashley Slater. Pretty experimental, as you might expect from the Paris-based indie. But Car Paint Scheme is mostly dull and introspective, like an hour of someone warming up in the studio next door. Which brings me back to Lou Harrison, because one of his early compositions, Simfony no 13, featured on Drums Along the Pacific, might sound - at first listen - like someone messing around on the drums. The piece, scored for four percussionists, is played by the William Winant Percussion Group using a big array of gongs, tam-tams, tom-toms, suspended brake drums and so on, but is neither bombastic nor boring. Though there are no conventionally tuned instruments, there is a melodic feel and a deep musical intelligence to the piece. There's plenty of cleverness in Req, Hamell On Trial, Karsh Kale and Laibach, but not enough music. I'm not saying that Harrison's music is good merely because he took the trouble to write it out on score paper. Lots of good music is created spontaneously, or electronically, or collectively. And Harrison's scores demand a great deal of creativity and ingenuity in their interpretation, using non-western instruments such as mbira, ocarina and gamelan. Yet there is something special about the thought and self-editing that goes into writing a piece of music that communicates itself through the players - and the skill of the performers that's highlighted by a well conceived score. When you listen to David Tannenbaum's interpretations of Harrison's guitar works on Serenado, it's like reading letters between old friends. The friendship between composer and player keeps on springing back to life - not only each time you press play, but also each time a musician reads the dots."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}