{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/sep/10/formulaone.formulaone2003", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-09-09T23:46:32Z", "webTitle": "Teams tire of tyre feuding", "webUrl": "https://www.theguardian.com/sport/2003/sep/10/formulaone.formulaone2003", "apiUrl": "https://content.guardianapis.com/sport/2003/sep/10/formulaone.formulaone2003", "fields": {"headline": "Teams tire of tyre feuding", "bodyText": "The dispute over Michelin tyre tread widths has been resolved to the satisfaction of all the formula one teams, the FIA said yesterday, contradicting McLaren's view expressed earlier this week. \"During a meeting on Monday with representatives of Michelin and the McLaren and Williams formula one teams the FIA was shown examples of a new Michelin tyre before and after use,\" said a spokesman for the governing body. \"The FIA technical department has confirmed that it believes these tyres will comply with the formula one regulations if used the same way at Monza in Sunday's Italian grand prix.\" He continued: \"A number of press reports have suggested that the FIA has changed or reinterpreted the tyre regulations. This is not correct. The maximum tread width has been 270mm since 1999. The FIA has never suggested that tread width was unlimited once the tyre was in use.\" After the Hungarian grand prix it was suggested by Ferrari, and their supplier Bridgestone, that in certain circumstances the Michelin front tyres used by five rival teams might infringe this limit. The FIA added: \"With hindsight it is regrettable that those using the earlier Michelin front tyres did not consult the FIA about possible excess tread width as soon as they became aware of it. However, as far as the FIA technical department is concerned the matter is now closed.\" If McLaren had any lingering concerns over the policing of the tyre tread rules, which will see the \"contact patch\" measured after the races rather than before as had been the case, their rivals Williams, Toyota and Renault seemed satisfied that the latest batch of Michelin tyres would be competitive. \"I have to say a big thank-you to the FIA,\" said the Toyota driver Olivier Panis. \"Michelin had to do what it had to do [in ensuring conformity] and it has worked out so well for us as [in testing] we were quicker on the new construction.\" That view was echoed by Renault's technical director Mike Gascoyne, whose No1 driver Fernando Alonso led the Hungarian grand prix from start to finish on Michelins. \"Testing the new-shaped tyre we actually noticed a small performance advantage over its predecessor.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}