{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/sep/09/tradeunions.uk1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-09-09T17:14:48Z", "webTitle": "TUC: Brown gets cool reception", "webUrl": "https://www.theguardian.com/politics/2003/sep/09/tradeunions.uk1", "apiUrl": "https://content.guardianapis.com/politics/2003/sep/09/tradeunions.uk1", "fields": {"headline": "TUC: Brown gets cool reception", "bodyText": "The chancellor Gordon Brown used his keynote TUC speech today to unveil a new pension protection fund and a rise in the minimum wage - but still received a frosty reception from union delegates. Mr Brown, who has been largely out of sight over the summer in Scotland with his pregnant wife, received a tepid 10 seconds of applause from union leaders on the floor, in contrast to the usual warm reception he usually receives from the trade unions. The chancellor immediately returned to London, while the prime minister travels down to the Brighton coast tonight for a dinner with union leaders. Mr Brown conceded that \"real issues divide us on public services\" but, in a speech largely devoid of specifics in any case, steered clear of the two most controversial policies polarising the Labour party and their union backers - foundation hospitals and top-up fees. He did mention Iraq - to some boos from the back of the hall - but only to pledge, in carefully crafted words, that he and the unions should \"continue to back Tony Blair in his efforts to bring prosperity to Iraq\". But his opening jokes fell on deaf ears, and at places where his speech was clearly designed to be punctuated with applause, there was silence. However, the chancellor won loud applause from delegates when he confirmed the national minimum wage will increase to £4.50 an hour from next month, £4.85 next year, subject to economic conditions, and would then rise above £5. Mr Brown also revealed that the government would soon be reporting on some other \"unfinished business\", such as giving new rights at work for 16 and 17-year-olds. And he pledged that employees of \"failed companies\" would get back 90% of their pension inputs, through a new statutory pension protection fund. But to delegates' obvious annoyance, he pledged not to yield to any inflationary pressures such as unaffordable pay demands that would \"squander\" the UK's hard won economic stability. Earlier his former cabinet colleague, Frank Dobson, savaged the government over its plans for foundation hospitals, saying the government's health policies would cause the break-up of the NHS. Mr Dobson accused the government of \"throwing the NHS to the wolves\" with its plans to introduce foundation hospitals and private-sector diagnosis and treatment centres. The policies would create a culture of competition within the NHS, which would stop health trusts cooperating with one another and be bad for patients and taxpayers, he said. Speaking to a fringe meeting of the Catalyst thinktank at the TUC conference in Brighton, Mr Dobson said: \"The Labour government's health policies will mean the end of the NHS. It makes me sad to say so, but it's true. \" \"What the government should start to do is to ignore the thinktanks, the shadowy unaccountable advisers and the siren voices from Washington,\" said Mr Dobson. \"Instead, they should listen to the people who kept the NHS going through the lean years of the Tories - the NHS ambulance staff, porters, cleaners, doctors and nurses, midwives, therapists, scientists. Mr Brown's speech united the more militant union leaders in condemnation. Bob Crow, general secretary of the Rail, Maritime and Transport Union, said: \"It was the same meat but with different gravy. He said nothing about workers' rights. \"Former Labour leader John Smith promised that workers would have employment rights from day one and Mr Brown had an opportunity to make an announcement about that today, but he didn't. Derek Simpson, joint general secretary of Amicus, said: \"Obviously there will be no retreat from the enterprise and business agenda and no end to the jobs haemorrhaging in manufacturing. David Prentis, Unison general secretary, said Mr Brown had been received with \"respect\" rather than by a huge ovation. But Tony Woodley, general secretary of the Transport and General Workers Union, was more conciliatory. He said it appeared the \"penny had dropped\" and the government no longer regarded unions as the enemy within. Retreading his record on the economy on the main conference floor, Mr Brown told delegates that the government had managed the fastest improvement on spending on health and education since the war and managed to keep inflation low by making tough, long-term decisions on the economy. But he insisted: \"We will not yield to any inflationary pressures, any unaffordable demands or any short-term quick fixes or soft options that would risk or squander the huge economic opportunities that our new won and hard won stability offers the British people.\" He pointed out that 3m jobs had been lost in the United States in the last three years and 1.4m in Germany and Japan but that in Britain an extra 1.6m jobs had been created since Labour came to power in 1997. Mr Brown, calling the union delegates \"friends\", said the government had had the strength to take tough long-term decisions and not be diverted by the short term. On the vexed question of private firms running public services, Mr Brown made it clear that the government wanted to use the \"expertise\" of private companies to help on the biggest construction programme in history for new hospitals, schools and transport. Mr Brown said \"more dramatic\" challenges lay ahead and the government would have to demonstrate the same strength to take tough long-term decisions in the face of opposition and \"testing times\". The chancellor concluded: \"Six years into this government I am more confident than ever that building on the strong economic foundations we have been creating together we can, with continued discipline, not only create full employment but eradicate child poverty, extend educational opportunity for all, ensure all pensioners dignity in retirement, meet our responsibilities to the poor of the world and build prosperity, not for some but for all.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}