{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/sep/01/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-09-01T21:18:35Z", "webTitle": "Women's football", "webUrl": "https://www.theguardian.com/football/2003/sep/01/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2003/sep/01/newsstory.sport", "fields": {"headline": "Women's football", "bodyText": "Birmingham's young team was once reduced to tears by Fulham, after conceding seven goals in the 2002 League Cup final. Yesterday the deficit was significantly slighter at 3-0, and that was not the only sign of these post-professional times. The goals came from Tammy Waine, Michelle Hickmott and, on the whistle, Sarah Flint. None of them featured on Fulham teamsheets last season: Flint and Waine have arrived from further down the women's pyramid, Hickmott from Birmingham as the new manager Marieanne Spacey, the only full-timer left over from the professional era, searched for young promise. This, after all, has been Fulham's first close season in three years in which they have not been able to attract whoever they wanted with the promise of a professional contract. (Spacey herself, in the first season of professionalism, was famed as the only player to decline the club's money.) Now, she says, \"it's all about developing youngsters\". As a result, those who were formerly on professional contracts spent the summer looking for jobs. \"Some have applied to the fire service, some to the postal service, some are helping out in reception at Fulham,\" said Spacey. And as for the manager herself? \"I'm learning new customs - like shaking the other manager's hand after the match.\" Elsewhere, Aston Villa went down 7-1 at home to Arsenal, and have now conceded 14 goals in three games. Charlton beat Everton 4-0 away, Leeds were 4-1 winners over Bristol Rovers and Tranmere were left searching for their first win after losing 2-0 at home to Doncaster Rovers Belles."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}