{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/sep/21/media.usa", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-09-20T23:56:40Z", "webTitle": "Clooney show blurs fact and fiction in corridors of power", "webUrl": "https://www.theguardian.com/world/2003/sep/21/media.usa", "apiUrl": "https://content.guardianapis.com/world/2003/sep/21/media.usa", "fields": {"headline": "Clooney show blurs fact and fiction in corridors of power", "bodyText": "He is already the darling of film critics and a heartthrob the world over. But now actor George Clooney has won a whole new set of fans: the politicians and power players of Washington DC. Clooney is the brains behind K Street, a new television show set in the corridors of power in America's capital. It has already been hailed as a success to match previous cult smashes such as 24 and The West Wing. The show blurs reality and fiction and is set around a make-believe lobbying firm with its HQ on K Street, a Washington avenue that is to lobbying what New York's Wall Street is to business. Though the firm is fictitious, the show's protagonists are real-life political lobbyists James Carville and Mary Matalin. Carville gained fame guiding Bill Clinton to the presidency in 1992, while Matalin was until recently a top assistant to President George W. Bush. The show, shot in the week before broadcast, blends fictional storylines with real news clips and personalities from the week's headlines. 'This is a behind-the-scenes view of the political process,' Clooney said. 'We look at things on the Sunday morning in the newspapers and pick our subject matter. We spend the next three days shooting in DC, and then edit and then go on the air Sunday night.' The show has already garnered some rave reviews. 'There are rare moments in life when reality and fantasy collide, when the real becomes surreal, when everything you thought you knew is turned upside down in one dizzying, disorienting stroke,' gushed the Washington Post's Howard Kurtz. The Clooney factor has attracted big names to the show's opening episodes. The biggest catch was Howard Dean, frontrunner in the Democratic primaries and a possible future president. Genuine lobbyists say that Clooney and his partner, director Stephen Soderbergh, have captured the culture of political lobbying. However, some in Washington see the show as too close to the bone. Concerns have been raised that it could reveal things that would be better left hidden. Last week Clooney and his cameras were banned from the Senate. But experts agree that such setbacks are unlikely to bring a halt to the queue of power brokers wanting to take their place on the show."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}