{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/sep/11/newsstory.sport13", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-09-11T21:49:10Z", "webTitle": "Germany 2 - 1 Scotland", "webUrl": "https://www.theguardian.com/football/2003/sep/11/newsstory.sport13", "apiUrl": "https://content.guardianapis.com/football/2003/sep/11/newsstory.sport13", "fields": {"headline": "Dortmund works its magic for jittery Germany", "bodyText": "They may have left this arena hollering as raucously as they had arrived, but the hordes of Tartan Army awake this morning with a nagging sense of deflation. Defeat in the Ruhr last night was far from terminal for Scotland's hopes of qualifying for Portugal next summer yet an opportunity has been passed up, an initiative lost. Such had been the fragile state of German football, and the refreshing energy of Scotland's performance, that this narrow defeat will still prompt thoughts of what might have been. Now, with Iceland to come, Rudi Voeller's side should ensure Group Five ends theirs. For Berti Vogts, victory against Lithuania in Glasgow next month should secure a play-off place though fate is out of his hands. Not that Der Terrier should be too disheartened. Vogts had been quick to stress that \"when Germany need a win, they come to Dortmund\". After a build-up riddled with petty squabbling and with an apparently disenchanted squad, there was reason to believe Rudi Voeller had been left relying upon lucky omens. The World Cup finalists had never previously scored fewer than four times in competition in this breathtaking arena. Here the frenzied atmosphere threatened to inspire; then Scottish endeavour crumbled. For 26 adrenalin-filled minutes there was genuine hope. Spurred by the tearaway Jamie McFadden buzzing in tandem with Neil McCann alongside the rugged Steven Thompson, the visitors smothered any attempt at a whirlwind German start. Indeed, while Scotland's attacking threat was only sporadic, so jittery was the home rearguard that Voeller, not Vogts, was fidgety on the bench. McCann, so impressive against the Faroe Islands, bit a shot at Oliver Kahn on the break while Colin Cameron, a snarling bundle of energy, first failed marginally to find the unmarked Barry Ferguson in the centre, then dragged a shot wide in his frustration. The Germans were flustered, Michael Ballack's air-kick indicative of a tortured week. Then, midway through the first half, Frank Baumann, Bernd Schneider and Arne Friedrich combined with rare rhythm with the latter's low centre eluding Kevin Kuranyi in the six-yard box. The exchange was so uncharacteristic of Germany's error-prone approach that it took the breath, setting a tone which duly yielded a lead. Even that might have been avoided. Friedrich's low drive from 20 yards slid viciously over the sodden turf, catching Douglas unawares with his delayed dive only serving to parry. Kuranyi, marauding up the flank, squared the loose ball and Fredi Bobic, Voeller's staunchest supporter, slid home from close range. The former Bolton striker might have added a second in the intense pressure which ensued, Douglas tipping aside a header from Tobias Rau's centre, though the withdrawal at the interval of Paul Lambert - a Champions League winner with Borussia Dortmund - did little to suggest the initiative could be wrested back. The hope lay chiefly in German sloppiness though, true to the tide, it was the Scots who lapsed first. Friedrich wrestled passage down the flank to cross into the six-yard box and Steven Pressley, panicked by its accuracy, tugged down on Bobic as he prepared to meet the centre. Ballack crunched in the resultant penalty. Not that home nerves were eased for long. Within minutes Thompson, finding rare room down the right, had crossed for McCann to volley beyond Kahn though Scotland's eagerness to re-establish parity left Kuranyi, sent through by Schneider, with the freedom of their half. Indeed, that the Stuttgart striker fluffed his lines was partly down to the angry mishmash into which the game had descended. Rau had already riled a trio of Scots by the time the yellow card flashes turned red, the substitute Maurice Ross penalised for a second offence on the Bayern wing-back. With their ranks depleted, the visitors hopes duly waned. Germany (3-5-2): Kahn; Rehmer, Ramelow, Worns; Rehmer, Schneider (Kehl 81), Ballack, Baumann, Rau; Bobic (Klose 75), Kuranyi. Booked: Rau. Scotland (4-3-3): Douglas; McNamara, Dailly, Pressley, Naysmith; Cameron, Ferguson, Lambert (Ross h-t); McFadden (Rae 53), Thompson, McCann. Booked: Pressley, Ferguson, Dailly. Sent off: Ross."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}