{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/sep/21/wto.theobserver", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-09-20T23:52:17Z", "webTitle": "West wins trade war in secret", "webUrl": "https://www.theguardian.com/business/2003/sep/21/wto.theobserver", "apiUrl": "https://content.guardianapis.com/business/2003/sep/21/wto.theobserver", "fields": {"headline": "West wins trade war in secret", "bodyText": "US cotton farmers can sleep easy. They will continue to receive $4 billion in subsidies and flood the world with cheap cotton for the foreseeable future. Meanwhile west African cotton growers will see no way out of their destitution. With the collapse of the World Trade Organisation talks in Mexico, subsidies to prop up Western farmers at the expense of developing countries are no closer to abolition. What is changing is the very nature of the global trading system itself. A new trade map of the world is being drawn up behind closed doors. Instead of pursuing global trade deals, the EU and US are formulating bilateral agreements with individual countries or regions. This is hugely significant because rich power blocs can extract far better terms with bilateral agreements. For instance poor countries are forbidden from exerting controls over their currencies, which deprives them of a powerful fiscal tool in the event of an economic shock. Furthermore, tough labour laws can ban strikes, and poor countries often have to guarantee to import more goods than they export. In spite of disapproval from the World Trade Organisation, bilateral agreements are happening. And, in the wake of the Cancun debacle, their momentum is sure to increase.'If this happens it will rebound on all critics of the WTO in a very big way,' said Nick Clegg, Liberal Democrat MEP and an expert on trade. 'We are peeking over the precipice.' Duncan Green, trade policy analyst for the Catholic Agency for Overseas Development (Cafod), said: 'The EU and US are in a much better position to extract favourable trade terms through bilaterals and this runs counter to the developing countries' agenda.' Robert Zoellick, US Trade Secretary, said that deadlock at Cancun may leave the US with no choice but to take its trade aims elsewhere. A US trade spokesman told The Observer: ' It's fair and appropriate to report that, since Cancun, America may take the bilateral route. But it's important to note that this has been an important part of our policies for two years. The US plays countries off against each other. It's competitive liberalisation. Countries know that if the US is slowed up with the WTO there is still much to be done. We're not going to be sidetracked by countries like India and Morocco.' Chuck Grassley, chairman of the US Senate committee on finance, warned: 'The US evaluates potential partners for free trade agreements on an ongoing basis. I'll take note of those nations that played a constructive role in Cancun and those that didn't. We stand ready to pursue increased economic growth and development with all who are prepared to join us.' The Middle East is one of the key fulcrums of a fragmented world trade order. The EU has quietly tied up bilateral trade deals with nearly every Middle Eastern and North African country. The United States has tied its trade efforts to military, strategic and political objectives in the region. Jordan and Israel have free trade agreements. Bahrain is negotiating one. 'New Iraq' would be likely to get a deal. While the US was registering concern over what it saw as Syrian interference in Iraq, the EU was offering the country €40 million for its small business sector. That is part of a plan to form a Euro-Mediterranean free trade zone by 2010. Europe's head start in the Middle East may meet a challenge, however, in the $1bn US-Middle East Partnership Initiative, an ambitious aid programme launched by Secretary of State Colin Powell and aimed at launching a vigorous private sector in the region. President Bush also recently launched a 10-year time-frame for the negotiation of a US-Middle East free-trade area. Campaigners fear that poor countries are at a disadvantage when negotiating terms with the US and EU. Oxfam highlights Mexico, which it says has seen its maize farming sector collapse since the government agreed a decade ago to open its markets up under the North American Free Trade Agreement (Nafta). The price plummeted as subsidised US corn poured in. Meanwhile numerous trade agreements will include the very areas that developing countries were so determined to reject at Cancun. Most opposition is reserved for new investment rules, which could give transnational companies the right to sue national governments. This has already happened. When a water privatisation went wrong in Bolivia, Bechtel and its UK partner United Utilities sued the Bolivian government. Campaigners fear this is the shape of things to come. The Bush administration has seemingly lost patience with the WTO. An official told The Observer that prior to Cancun the major issue for poor countries was intellectual property rules preventing access to life-saving medicines. 'Well we sorted that one and still they complain.' Last week Bush established an 'unfair trade practices' team within the Commerce Department to investigate anti-competitive practices - such as illegal dumping and subsidies - but only those carried out by others. As finance ministry officials from around the world convened in Dubai this weekend for agenda-setting meetings of the World Bank and International Monetary Fund, recriminations flew. World Bank President James Wolfensohn was careful not to blame the poor countries: 'It seems to me that what happened in Cancun was that developing countries decided that [their] views should be taken seriously. It's an attempt to get a new equilibrium between rich and poor countries.' Meanwhile EU Trade Commissioner Pascal Lamy is sounding out the trade leaders of Europe's 15 member states over attitudes to the WTO. While Europe says it is still committed to the multilateral approach, the next few months will determine whether the world is further carved up into small trade deals that benefit rich nations. Martin Khor of the Third World Network said: 'What the developing countries need to do is to become more knowledgeable about the issues being proposed for discussion or negotiation, and to negotiate a good deal for themselves in whichever forum, and to refrain from entering deals on topics that are not good for them, or at least not on bad terms.' What's been agreed The US says it is playing catch-up with Europe when it comes to negotiating bilateral deals. The US has free trade deals with Australia, Mexico and five nations in Central America and Southern Africa and is trying to fix deals with Bahrain and the Dominican Republic as well as with leading South American nations. But this could prove difficult. Brazil was a prime mover of the G23 nations, which forged a strong new alliance at Cancun last week that took on the US and European Union. There are completed bilaterals between the US and Israel, Jordan, Singapore and Chile. The last two are the most recent and controversial. Campaigners say they represent the most onerous conditions for the smaller countries.Some countries have 'revamped' their labour laws to meet American demands. Europe has already forged a vast number of bilaterals. The biggest is with the African-Caribbean Pacific Group of 77 nations. World Development Movement director Barry Coates said that this ACP trade deal gives Europe what it failed to get at the World Trade Organisation talks last weekend - investment rules making it easier for multi-nationals to operate without reproach. It is thought that a trade deal between Europe and South Africa requires South Africa to import 83 per cent of agricultural products duty-free. But only 60 per cent of its goods receive the same treatment into Europe."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}