{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/sep/17/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-09-16T23:00:42Z", "webTitle": "Anelka urges City to keep up good work", "webUrl": "https://www.theguardian.com/football/2003/sep/17/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2003/sep/17/newsstory.sport4", "fields": {"headline": "Anelka urges City to keep up good work", "bodyText": "Nicolas Anelka is convinced Manchester City can maintain their impressive Premiership start. With neighbours Manchester United not tackling Arsenal until Sunday, a two-goal win for City at Fulham 24 hours earlier would take Kevin Keegan's side back to the top of the Premiership, which they visited briefly for the first time in their history at the end of last month. The French striker, whose hat-trick helped City to a 4-1 win over Aston Villa on Sunday, said: \"We have made a good start to the season and now we have to maintain it. We are in third place and that is something for us to fight for and hold on to if we can. \"There is a long way to go but I think we can do very well this season if we can maintain the standard we set in the second half against Villa.\" The 24-year-old Anelka is happier with City than he has been at any stage in a controversial career which has spanned periods with Arsenal, Real Madrid, Paris St-Germain and Liverpool. A fall-out with the France coach Jacques Santini helped give him the nick- name the 'Incredible Sulk'. Sunday's goals took his seasonal tally to six but more importantly helped his club leapfrog Chelsea and reach the top three. With the likes of Steve McManaman, David Seaman and Trevor Sinclair coming on board during the summer, it finally appears that City are ready to shed their traditional inconsistencies. The £13.5m striker's overall performance led Keegan to claim he would be the best forward in the world within three years, although Anelka himself is refusing to be distracted by the acclaim. \"The club must come first,\" he said. \"It is my job to score goals but that is only one part of the team. No player can win matches on his own.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}