{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2003/sep/09/military.armstrade", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2003-09-09T17:56:05Z", "webTitle": "£1m police operation guards London arms fair", "webUrl": "https://www.theguardian.com/uk/2003/sep/09/military.armstrade", "apiUrl": "https://content.guardianapis.com/uk/2003/sep/09/military.armstrade", "fields": {"headline": "£1m police operation guards London arms fair", "bodyText": "The defence secretary, Geoff Hoon, today opened a controversial and heavily guarded arms fair in London by standing firm on the government's involvement in Iraq. \"We are committed to the long-term support of the Iraqi people,\" he told exhibitors and potential buyers at the Defence Systems &amp; Equipment International (DSEi) event in east London's Royal Docks. \"Major combat operations are at an end in Iraq, the focus of our armed forces has moved to stabilisation,\" he added. Outside the Excel Centre, protesters objected to the presence of nations accused of human rights abuses. Inside the exhibition hall, military officials and defence ministers from a number of countries including Algeria, Angola, Colombia, Pakistan and India were expected to see exhibits from some 950 companies. The show ends on Friday. The event will showcase a range of military hardware from around the globe to an elite group of buyers. Six warships will be docked alongside the centre and a Eurofighter Typhoon jet fighter and an Apache attack helicopter will be in the exhibition hall. Several companies plan to show details of systems that can be installed on civil aircraft to confuse surface-to-air missiles. Scotland Yard has put together a £1m policing operation to ensure security at the show. The officer in charge, deputy assistant commissioner Andy Trotter, said last week that he was concerned that protests by about 60 anti-arms and anti-globalisation groups could turn into a riot. Today the more than 2,600 security guards and officers at the site, including 25 Ministry of Defence police officers inside the exhibition centre, well outnumbered the group of 50 protestors outside the hall. Over the past week, police have arrested 54 people around the site. Anti-arms activists have pledged to mount the biggest ever demonstrations in an effort to disrupt the show, which is Europe's largest arms fair. A spokesman for protest group the Campaign Against the Arms Trade (CAAT) said the group would attempt to disrupt the event in a number of ways, including holding a procession to the east London venue this morning. Some individuals were expected to try to gain access to the high-security event, the spokesman said, but the CAAT action would be non-violent. \"This arms fair is a bringing together of companies and countries with terrible track records,\" he said. \"First and foremost we hope we will get it cancelled, or create a public outcry big enough to make sure it doesn't happen again.\" Security at the venue was tight, with delegates required to put bags through electronic x-ray machines and walk through metal detectors. Mr Trotter said that the show's organisers, Spearhead Exhibitions, would not be contributing to the £1m policing bill. A spokesman for DSEi insisted the event was not an arms fair. \"This is an exhibition, mainly for contractors and sub-contractors. It's an industry-to-industry show,\" he said. Every exhibitor signed a form saying it would not bring illegal weapons systems, and these were monitored by the MoD, he said. About half the exhibitors are British firms, with 20% from the US and the remainder from other Nato countries. A spokesman for the MoD's Defence Export Services Organisation said: \"We have strict export licence criteria and going to the exhibition in no way implies that you can buy the equipment. \"Defence brings £5bn a year to the UK and benefits between 70,000 and 100,000 jobs.\" The UK is the world's second largest arms exporter, with about a fifth of contracts placed globally, compared with 32% held by the US. Other groups were also said to be planning disruptions. Reclaim the Streets is due to hold a street party in the Docklands area tomorrow, which has been designated a day of \"wildcat\" direct action by activists. On the same day, a group known as Destroy DSEi was planning to set up a series of blockades around the event."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}