{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2003/sep/14/featuresreview.review4", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2003-09-13T23:52:36Z", "webTitle": "50 Top tips (part 3)", "webUrl": "https://www.theguardian.com/theobserver/2003/sep/14/featuresreview.review4", "apiUrl": "https://content.guardianapis.com/theobserver/2003/sep/14/featuresreview.review4", "fields": {"headline": "50 Top tips (part 3)", "bodyText": "21 Pop The return of Basement Jaxx It's a big task, single-handedly saving dance music. So Basement Jaxx - the Brixton duo whose last two albums, Rooty and Remedy, gloriously reinvigorated house music - haven't bothered. In Kish Kash, they've made a kaleidoscopic new record that takes in rave, punk, R&amp;B and even Northern Soul instead. Guests include Dizzee Rascal, Siouxsie Sioux, JC Chasez (aka the one in *NSYNC who wasn't Justin Timberlake) and American nu-soul diva Meshell Ndegéocello. It's a riot of sound and style that will re-confirm Basement Jaxx as one of the UK's premier artists, regardless of genre. KE · Kish Kash is released on 20 Oct 22 Architecture Gothic Why is the Victoria &amp; Albert Museum staging a major exhibition on English Gothic in October? Obviously because it has its eye set on pulling off another cynical, if enjoyable, crowd-pleasing blockbuster like this spring's Art Deco show. The age of chivalry, copper-gilt tomb effigies and portraits of Tudor monarchs does not, by and large, have the same kind of appeal as a bellydancing Josephine Baker. One good reason, according to its curator, Richard Marks, is that it has never been done before. Another is that England was at the heart of Europe's dominant visual culture in the century and a half before Henry VIII's divorce difficulties prompted the Reformation, and the art that resulted was of the highest quality. That may well be true, but England has always had a certain ambivalence about Gothic. When the Houses of Parliament burnt down in 1834, the conditions for the design competition to find something to replace them insisted on Gothic architecture as the appropriate national style, even though it was archaic. Not long afterwards the Victorians made the Gothic revival fashionable. DS · Gothic opens on 9 Oct, V&amp;A, London SW7 (020 7942 2000) 23 Classical music Huddersfield Contemporary Music Festival Two British innovators celebrating their sixtieth birthdays this year, Gavin Bryars and Brian Ferneyhough, will be among the featured composers at this year's Huddersfield Contemporary Music Festival, which will showcase Bryars's cult classic Jesus' Blood Never Failed Me Yet as well as unveiling his new set of madrigals for Red Byrd. With the UK premiere of a new piece by Sir Harrison Birtwistle, Theseus Game, Huddersfield will also offer new works from Jonathan Harvey and others, including the intriguing German composer Helmut Oehring. The current ascendancy of Finnish music will be recognised in performances of Einojuhani Rautavaara, Kaija Saariaho and Jaakko Mantyjarvi by their remarkable compatriots, the Tapiola Chamber Choir. AH · 21-30 Nov (01484 425082; www.hcmf.co.uk 24 Art Bill Viola Bill Viola is often referred to as 'the Rembrandt of the video age'. This autumn he becomes the first contemporary artist to have a major show at the National Gallery.' The Passions is both visually astonishing and emotionally gripping, borne of Viola's profound engagement with the art of the past,' says NG director Charles Saumarez Smith. 'Showing it in the gallery will enrich our understanding of both Viola's work, and the paintings that have inspired him.' Viola, who lives in California, became known here in 1993 when his Nantes Triptych was shown at the Whitechapel Art Gallery, its altarpiece -style construction showing a women giving birth, another woman dying and, in between, a figure floating in water. Since then, he has become a heavyweight of the international circuit. Given that Viola is personally interested in transcendent forms of religion - including Sufism, Christianity and Buddhism - the devotional aspects of his work have been remarked upon, particularly as his pieces are often shown in darkened rooms. 'The room itself becomes the work of art,' writes Viola's collaborator, the opera director Peter Sellars, in the catalogue for The Passions. OB · National Gallery, London WC2 (020 7747 2885), 22 Oct-4 Jan 2004 25 Dance Dance Umbrella Twenty-fifth anniversary celebrations include two galas and a special commission from the Merce Cunningham Dance Company for Tate Modern's Turbine Hall. Among the festival highlights are premieres by Michael Clark and company and the last appearances of Ballett Frankfurt, about to be disbanded. JP · Opening gala, 28 Sept; Michael Clark, 1-4 Oct; Ballett Frankfurt, 22-25 Oct - all at Sadler's Wells, London EC1; Merce Cunningham, 4-8 Oct, Tate Modern, SE1. For other events: 020 8741 5881; www.danceumbrella.co.uk 26 Comedy Eddie Izzard It's been four years since one of our Grand Masters of live comedy graced the stage with a one-man show. But after busying himself with three Hollywood movies, the Channel 4 series 40 and West End and Broadway runs of A Day in the Death of Joe Egg, Izzard is kicking off his world tour with 15 UK dates that will play to a total of 130,000 people. There are no clues as to what the two-hour show involves, but there's a good chance some cross-dressing and verbal pyrotechnics will be involved. SM · Eddie Izzard - Sexie Tour, starts at Manchester Evening News Arena, 28 Nov 27 TV Historical romps This autumn we're guaranteed big wigs, men in dresses and lashings of sex and violence, as no fewer than four historical dramas hit the small screen. Billed as a dynamic romp through history and set in the corridors and bedrooms of power, Charles II is a new four-part drama for BBC1 starring Rufus Sewell as the eponymous monarch. Tyrant, womaniser, religious anarchist, Henry VIII was arguably the first modern rock star. In ITV's new two-part drama, spanning his 38-year reign, Henry is played by Ray Winstone, with Helena Bonham Carter as Anne Boleyn. And talking of sex-god aristos, over on BBC2 we have the two-part drama, Byron, starring the delicious, pint-sized Jonny Lee Miller and Vanessa Redgrave as Lady Melbourne, Byron's confidante. But first up is Boudica, with Alex Kingston playing the legendary first-century warrior queen, who led a revolt against Roman rule in Britain after the death of her husband. The one-off TV film reunites Kingston with screenwriter Andrew Davies, who also scripted Moll Flanders. Expect plenty of contemporary resonance. As Davies sees it, 'The Romans would have called Boudica a terrorist. She'd have called herself a freedom fighter. I think the druids are a bit like the Taliban.' LH · Boudica, ITV1, 28 Sept; Byron starts on BBC2 in Oct; Henry VIII starts on ITV1 mid-Oct; Charles II starts on BBC1 in Nov 28 Books Radical Chic Lit We will probably never know whether Lauren Weisberger already had one eye on a book deal when she landed a job as an assistant to US Vogue's rail-thin and fearsome Anna Wintour. But what we do know is that, shortly after leaving Vogue, Weisberger secured a considerable advance for The Devil Wears Prada, an entirely imaginary work detailing a twentysomething's experiences of slaving for a terrifying fashion editrix. The endless publicity generated by Weisberger's subsequent insistence that the novel really is a work of fiction, (no, really ) along with the hate-debate her oeuvre inspired among the high-flying New York media community, was enough to guarantee she sold the film rights, too. Published the same month, India Knight's The Shops is a rather less cynical effort, more a true passion indulged. The end product of a lifelong love affair with shops of all varieties, it's part memoir, part user's guide, part etiquette guide, and it does quite brilliantly on each count. PV · The Devil Wears Prada by Lauren Weisberger is published by HarperCollins, 8 Oct; The Shops by India Knight, Viking, 27 Oct 29 Film Bertolucci One of the highlights of the Venice film festival was the return to form of Bernardo Bertolucci with new psychodrama, The Dreamers. Adapted by Gilbert Adair from his semi-autobiographical novel, The Holy Innocents, it is a love letter to the events of Paris '68 and to cinema itself. Since 1972's Last Tango in Paris, Bertolucci has been famous for raw, claustrophobic sex. The Dreamers is an incestuous ménage à trois , but shot through with romance and idealism. A lonely American film buff (Michael Pitt) befriends a beautiful twin brother and sister, who invite him to stay in their apartment while their parents are away. Soon they are entangling limbs, ignoring history being made out in the streets. The Dreamers looks set to ignite a big censorship row. American distributors Fox were initially enthusiastic but are now worrying about putting out a film with an NC-17 certificate and are likely to cut it. According to a trenchant Gilbert Adair, 'The word \"nudity\" is a euphemism. We're talking of genitalia. We're talking of cocks. That's what people can't accept... we can show anything on the screen except for certain parts of the human body... this seems to me grotesque.' LH · The Dreamers is released on 14 Nov 30 Film/ TV Treats for kids The big screen shimmers with promise for smaller cinema-goers this autumn: Finding Nemo has made a bigger splash in the US than The Lion King. It is a computer animation by Pixar (creators of Toy Story and Monsters Inc ) - a glorious underwater saga about a clownfish and his son separated in the Great Barrier Reef. Louis Sachar's marvellous, off-beat novel Holes (reissued by Bloomsbury) is cunningly adapted by its author for the screen and a must-see for older children. And Raymond Briggs's classic Fungus the Bogeyman (his name tells/ smells all) is back, adapted by gifted novelist Mark Haddon for CBBC and sure to be revoltingly magnificent (between Christmas and New Year). KK · Finding Nemo, 3 Oct; Holes, 24 Oct"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}