{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/sep/14/observerbusiness.britishamericantobaccobusiness", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-09-13T23:52:46Z", "webTitle": "BAT reheats $4bn bid to buy Camel and Winston", "webUrl": "https://www.theguardian.com/business/2003/sep/14/observerbusiness.britishamericantobaccobusiness", "apiUrl": "https://content.guardianapis.com/business/2003/sep/14/observerbusiness.britishamericantobaccobusiness", "fields": {"headline": "BAT reheats $4bn bid to buy Camel and Winston", "bodyText": "British American Tobacco is again considering plans for a $4bn takeover of RJ Reynolds, the US cigarettes group, whose brands include Camel and Winston. The move, strongly rumoured earlier this year, would propel the UK multinational from number three to two in the all-important US market behind Philip Morris. Reynolds gives the appearance of a failed company, and has called in management consultants after issuing several profits warnings. But the share price, at $34, is being supported by hopes of an imminent bid, with Wall Street speculators punting on an agreed deal with BAT, headed by Martin Broughton. Analysts say combining Reynolds's brands with BAT's Lucky Strike, Kool and Pall Mall, manufactured by its US subsidiary Brown and Williamson, makes commercial sense. But there are obstacles. First, BAT is diverted by the $3bn auction of Tekel, Turkey's state tobacco firm, which does not close until next month. Second, some of BAT's institutional shareholders are reluctant to see the company further involved America, where litigation against tobacco companies is rife. Finally, a takeover would trigger a competition probe by the Federal Trade Commission as the enlarged company, together with Philip Morris, would account for more than 80 per cent of the American market. But the chance of generating cost savings of about £200m-plus make the prospect of a BAT/Reynolds tie-up too good to miss, according to many of the British group's institutional shareholders. One fund manager said: 'I think that the fear of litigation is overdone as BAT is already in the United States. As for competition worries, you could easily argue that a marriage between BAT and Reynolds would offer more effective competition to Philip Morris.' Morris controls 49 per cent of the US cigarettes market, while BAT accounts for 11 per cent and Reynolds 22 per cent. BAT has plenty of financial firepower and has been busy expanding in other areas. Broughton last month netted Italian state tobacco firm ETI in a €2.3bn deal. Last night, a BAT spokesman said: 'We want to play a role in industry consolidation, but we will not discuss individual deals.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}