{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/sep/11/extremesportsholidays.sweden", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-09-11T18:31:25Z", "webTitle": "Adrenaline-lovers of the Arctic Circle", "webUrl": "https://www.theguardian.com/travel/2003/sep/11/extremesportsholidays.sweden", "apiUrl": "https://content.guardianapis.com/travel/2003/sep/11/extremesportsholidays.sweden", "fields": {"headline": "Adrenaline-lovers of the Arctic Circle", "bodyText": "Sometimes it's not enough to let off steam after a week of the nine to five just walking to the pub and back. Every now and then you need to flex that bit further, push yourself to the limits and return to work knackered but with an immense sense of self-satisfaction. I headed off to play in the Fisher Price Activity Centre of winter fun - Scandinavia. Frank Sinatra crooned \"we're on the road to romance ...\" as the plane touched down at Kiruna, 200 kilometres north of the Arctic Circle. It looked more like the road to nowhere. The terminal was half buried under drifting snow and all around the desolate landscape boasted no more than frozen wasteland veined by naked trees. Still, it wasn't Albert Square and that's all that mattered. I was here to do battle with the elements, my own comfort zone and unbeknown to me, a rebel husky named Ranger. The following morning it was minus 24 and I was a bit loath to help tether the dogs to our sled. To be honest, I was a bit loath to do anything bar stand with my mittens in my armpits and think of armchairs, open fires and remote controls. Ranger was in the third row of six, looking very sorry for himself. He'd been harnessed next to Sima, the grumpiest, and I have to say, least attractive bitch in the pack. Apparently Ranger was a bit of a ladies dog - the Steve Owen of Alaskan huskies - intent on making sudden amorous advances towards anything in four legs and fur coat. This was fine in his own time but not conducive when working as part of a team to pull a slightly overweight journalist over the icy terrain of Swedish Lapland. The last thing I needed was to be tipped from my sled into a frozen lake even in the name of canine romance. As it was, Ranger and the other 11 huskies careered off, tails wagging, as my guide, Mats, yelled \"Hike!\" to start them pulling. I had quietly hoped for \"Mush!\" but you have to go with the flow. We cut through dog-deep snowdrifts breaking the eerie silence with the sounds of Arctic transport; the clinking of dog-leads; the creaking of birchwood as the sled curved over powdery contours; the crunching of snow under the six-foot long runners; and the occasional shouts at Ranger to pull his weight. We were the only moving objects in an inanimate world of faded colour. The evergreens were dulled with a platinum frosting and the sky though clear was a watered-down blue, as half-hearted as the low-lying sun. The gentle beauty belied the comfortless reality that these extreme elements could cause serious injury within minutes. With the sled travelling at around 15 kilometres per hour, the wind chill factor can easily drag the temperature down from minus 24 to minus 34. \"For exposed skin frost-bite is more than just a possibility,\" Mats cheerfully noted stuffing another wad of tobacco under his top lip. Despite the dangers this was apparently the best way to travel during the harsh winter months according to my guide. \"Dogs will always bring you home,\" he explained; \"Skidoos can break down, crash, go through the ice, many things can go wrong. If you're up a mountain in the middle of nowhere, fishing or herding reindeer, that can be very bad.\" I asked him how long the sleds lasted as we see-sawed over a series of bumps. \"Depends on how many trees you hit,\" he replied logically. Suddenly Ranger veered off to the right barking furiously and dunking our sled into a mound of fresh snow. Some 50 metres away a moose and two calves hurried away from behind the cover of a cluster of evergreens heavy with snow. The other dogs spotted the object of Ranger's affection and joined in until one by one Mats shouted their names, reprimanding them for egging Ranger on. The next sign of life was in the form of a local Sámi herdsman who welcomed us into his tepee-type tent. A nomadic race numbering around 70,000, the Sámi are spread throughout Norway, Sweden, Finland and Russia. For thousands of years they were nomads surviving through fishing and hunting but now most of the population have moved to cities to find work. Of the 17,000 still in Sweden, only a few maintain their tradition of reindeer herding. Seated on reindeer skins around a blazing fire, I asked our host Nils how he deals with the cold; \"This isn't cold, you just haven't got the right clothes,\" he explained, indicating a snazzy twin-set of reindeer-skin pants and boots; \"When it drops to minus 35, then I think twice about going outside.\" Suitably content after a bowl of reindeer stew and some industrial strength coffee, I reluctantly followed Mats outside to the waiting dogs who were stretched out like it was the Cote d'Azur. Alaskan huskies perform best in temperatures of around minus 15 to 25, unlike their thicker coated Siberian cousins who sniff the air contemptuously at such balmy conditions. It was getting colder and the hair in my nostrils immediately froze. Back in Kiruna I defrosted limbs in the hotel sauna, my mind fleeting with the crazy Scandi tradition of snow rolling to remind my body it was alive. I refrained, content in the knowledge that for at least a short time I had left the virtual reality of the Queen Vic and crossed the border from my comfort zone to a land of MacVentures - short, sharp excursions for the ego. 'Stenders can wait - at least till the omnibus edition next week. · Joe Cawley travelled with Explore Worldwide on their four-night Lapland Ice Adventure (ref. WL). This trip also offers snowmobiling, cross-country skiing, ice fishing, one night in the world famous ice hotel and a chance to see the Aurora Borealis. (exploreworldwide.com; tel: 01252 760144) Several adventure operators are feeding the need for extra curricular adrenaline rushes in the form of short break escapism. As well as mushing in Lapland, weekend warriors can now track wolves in Poland, slam dunk down rapids in France, mountain bike in the Austrian Alps or go kayaking in Spain and still be back in time for Eastenders. Other battlegrounds for the marauding weekend warrior: Wet 'n' Wild in France Don your rubber suits for a weekend of canyoning, white water rafting, hydrospeeding and hotdogging (riding the rapids on two-man inflatable sausages). (tallstories.co.uk; tel: 01932 252 002) Hot on the hoof of howlers in Poland Trekking in the wild Bieszczady Mountains following wolf tracks. (exploreworldwide.com; tel: 01252 760144) 'Aving a bit of the vida loco in northern Spain No time for siesta - canyoning, quad biking, sea kayaking and an optional tandem skydive. (activitiesabroad.com; tel: 0870 420 7110) Getting hyper in Iceland Exploring geysers, glaciers and waterfalls on foot and snowmobile using crampons and ice picks. (exodus.co.uk; tel: 020 8675 5550) Alpine activity In Slovenia Mountain biking, white water rafting, trekking and optional canyoning and paragliding. (travelbag-adventures.co.uk; tel: 01420 541007)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}