{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/sep/05/byelections.uk1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-09-05T14:46:12Z", "webTitle": "Livingstone lends support to Labour", "webUrl": "https://www.theguardian.com/politics/2003/sep/05/byelections.uk1", "apiUrl": "https://content.guardianapis.com/politics/2003/sep/05/byelections.uk1", "fields": {"headline": "Livingstone lends support to Labour", "bodyText": "The Labour party has turned to Ken Livingstone - who it expelled only three years ago - to help get the vote out in the Brent East byelection next week. The London mayor, who ran against Labour's Frank Dobson in the capital's first mayoral election in May 2000, is writing to every voter in the constituency urging them to back the party's candidate, Robert Evans. \"I've known Robert Evans, the Labour candidate, for 10 years. We've worked together closely on many issues. I have always been impressed by Robert's honesty and integrity,\" Mr Livingstone writes. \"He [Mr Evans] is not the sort of candidate that you will one day regret having voted for. He cares about Brent East and knows the issues inside out. He gets things done. Unmentioned in the letter is Mr Evans' opposition to the war in Iraq. The Labour candidate, who is presently an MEP, told Guardian Unlimited Politics that he resisted pressure to back the government over the issue in the European parliament because he \"could not vote for a motion supportive of military action\". \"I'm very supportive of the government but I'm not going to be a pushover for anyone,\" Mr Evans added. Writing in today's Tribune magazine Mr Livingstone cites his record of opposing the war as one of his reasons for supporting Mr Evans. In his letter Mr Livingstone also promises to cooperate with Mr Evans, if he is elected, to \"make sure we get more police in Brent\", \"to crack down on gun crime with tough new measures to ban replica guns\" and \"to make sure Brent gets its fair share of investment in schools and hospitals\". The mayor's public support for Mr Evans is likely to be seen by some as an attempt by the left-winger to work his way back into the Labour party, which expelled him after he ran against the official Labour candidate, former health secretary Frank Dobson, in 2000. It has been widely reported that Labour strategists are keen to allow Mr Livingstone back into the party rather than having to face him again at the ballot box next year. But cynical observers such as the Liberal Democrats, who are understood to be Labour's main challengers in Brent, have suggested that the letter is an attempt by Mr Livingstone to sell his own independent candidature, celebrating, as it does, the increased police numbers he has delivered to Brent. The Lib Dem candidate in Brent, Sarah Teather, said: \"Voters of Brent East will see this as nothing more than Mr Livingstone's attempt to get back into bed with his old party for his floundering 2004 mayoral bid.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}