{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/sep/11/sport.comment1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-09-11T21:49:06Z", "webTitle": "How the England players rated", "webUrl": "https://www.theguardian.com/football/2003/sep/11/sport.comment1", "apiUrl": "https://content.guardianapis.com/football/2003/sep/11/sport.comment1", "fields": {"headline": "How the England players rated", "bodyText": "David James Avoiding being hit by one of the paper airplanes was his most strenuous task of a night when he was not required to get a single grass strain on his shorts. Goalkeepers must cherish games like these, with not a single save to make until the 89th minute. Rating 6/10 Gary Neville Always eager to supplement England's attacking options on the right and his usual assured self on the rare occasions when he was summoned into defensive duties. Rating 7 John Terry A hassle-free night will have helped confirm his place as next in line whenever Rio Ferdinand or Sol Campbell are not available. Rating 6 Matthew Upson The limited ambition of England's opponents makes it difficult to judge whether he is yet of international calibre, particularly when the memories are still fresh of his lumbering display against Slovakia in June. A satisfactory night, however, for the Birmingham centre-half. Rating 6 Wayne Bridge Should have indulged in a few more of the attacking thrusts that concocted an early chance for Michael Owen. The one England player to be booked and, for all of Ashley Cole's critics, the Arsenal defender should still be in the side against Turkey. Rating 6 David Beckham Occasionally self-indulgent, and certainly not as influential as usual, but achieved the most important thing: keeping his cool after some industrial challenges and avoiding the yellow card that would have seen him suspended against Turkey. Rating 7 Steven Gerrard Played assists in both goals and, like Beckham, avoided the yellow card that would have ruled him out of the trip to Istanbul. His restrictions on tackling subdued his performance, but still an influential presence. Rating 7 Frank Lampard Arguably the most improved player in Sven-Goran Eriksson's squad, yet his lack of mobility, both last night and in Macedonia, suggests he will be but a temporary fixture until Paul Scholes recuperates. Rating 6 Wayne Rooney Turkey's infiltrators at Old Trafford will fear the Rooney factor. This was his finest match for England yet, not just because of the goal but his guile and composure in attack, his ability to play in colleagues and the threat he posed every time he set off on one of those marauding runs. Rating 8 Michael Owen Will prefer to remember the stooping header for the opening goal rather than the two simple chances he squandered in the first half. Unusually hesitant in front of goal. Rating 6 James Beattie His second start for England did not bring him his first international goal but the Southampton striker should not be too disheartened. Played with a sense of purpose that is rarely evident in Emile Heskey's England appearances. Rating 6 Substitutes Phil Neville (for Beckham, 57) - neat and effective. Owen Hargreaves (for Gerrard, 57) - good mobility in defence and attack. Joe Cole (for Rooney, 68) - desperate to impress. Daniel Taylor"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}