{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2003/sep/14/featuresreview.review3", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2003-09-13T23:52:36Z", "webTitle": "50 Top tips  (part 4)", "webUrl": "https://www.theguardian.com/theobserver/2003/sep/14/featuresreview.review3", "apiUrl": "https://content.guardianapis.com/theobserver/2003/sep/14/featuresreview.review3", "fields": {"headline": "50 Top tips  (part 4)", "bodyText": "31 Theatre David Hare It's a long time since David Hare has written a play about public policy. But he's lit on a stirring subject in the privatisation of the railways, and found an ideal collaborator: the director Max Stafford Clark, whose Out of Joint is one of the few theatre companies to have brought reportage to the stage, is also something of a trainspotter - a man who can tell you the names of engines. The Permanent Way (the title has a rather ironic ring now) will be based on first-hand accounts from people involved at all stages of rail privatisation. 'Why,' asks one, 'aren't people angry? They were robbed. What was theirs was given away. What was foredoomed to fail, failed. And they aren't angry.' Hare hears in the voices collected here 'an extraordinary parable of British mismanagement, which raises questions about the recent history of the country'. On 19 December this parable will be performed near the site of one of the most recent rail catastrophes, in Hatfield Church. SC Theatre Royal, York (01904 623568), 13-15 Nov, then touring; National Theatre, London SE1, Jan 2004 32 Art Saved! It's good news that the Hayward Gallery is reopening. Maybe it had dropped a rung in the new London order, but it remained one of the most confident and innovative of spaces. The first show is Saved! 100 years of the National Arts Collection Fund . Not the sexiest of shows, perhaps, but a hymn to the work of the NACF, which helps to keep artworks circulating in the country; it helped with Canova's Three Graces , Velázquez's Rokeby Venus and, most recently, The Madonna of the Pinks by Raphael. The NACF also does contemporary, and has bought Julian Opie's paintings of Blur and distributed Charles Saatchi's cast-offs around the country. It'll be interesting to see the revamped gallery, too: the flash new foyer and the pavilion by US artist Dan Graham. Let's just hope the new café is better than the old one. OB Saved! Hayward Gallery, London SE1 (020 7960 4242), 23 Oct-23 Jan 2004 33 Film Kill Bill 'Kill Bill is pure exploitation joy,' insists Quentin Tarantino. 'Kung fu, sex, revenge, murder, blood-gorged frames, fast cars, fast women and a pumping soundtrack. I'm making this for me. Everyone else is along for the ride.' Fasten your seat belts - after seven long years, the geek auteur releases his fourth movie as writer/director. (For fans who can't wait until next month, check out the trailer on www.apple.com/trailers.) Starring Uma Thurman in a kitsch yellow-and-black tracksuit (coming soon to a Top Shop near you), Kill Bill is an ultra-violent martial arts epic that both celebrates and critiques the movies Tarantino soaked up as an LA video store clerk. The film took almost 10 years to come to fruition. The basic plot was dreamed up by Thurman and Tarantino while they shot 'Pulp Fiction' in 1994. She explains: 'We were talking about revenge dramas and I said, \"I could play an assassin.\" He wrote nine pages in no time.' Tarantino even put filming back a year when Thurman became pregnant. The story, told in chapters, is of the world's deadliest female assassin, who survives being shot on her wedding day by her boss and ex-lover (David Carradine from TV show 'Kung Fu', who stepped into the breach when Warren Beatty got cold feet). Five years later, Thurman snaps out of her coma, itching for revenge. Kill Bill was filmed over 155 days on location in China (mostly in studios built for making Maoist propaganda films). Word has it dialogue is down, killing is up ('Is this the vilest film ever made?' screeched the Daily Express). In one samurai-style fight sequence, Thurman stabs 76 gangsters on a glass dance floor; another features 100 gallons of fake blood - forget digital effects, it was splattered on the actors after being poured into condoms. And there's plenty of girl-on-girl action - Thurman seeks violent revenge on Lucy Liu, her former colleague in the Viper Assassination Squad, and also has a huge fight with Daryl Hannah. But the real surprise is Miramax's decision to release the three-hour Kill Bill as two films instead of one ('Quentin can't cut!' the rumour goes). There are significant risks in splitting the film - takings for sequels have been poor in recent months and it will dilute Kill Bill 's chances at the Oscars. But Harvey Weinstein remains bullish, 'Miramax is the house Quentin Tarantino built. Because of his stature he has carte blanche.' With no film releases since Jackie Brown in 1997, many worried Tarantino, now 40, may have become a Hollywood recluse. Was he blocked? Depressed? Debauched? In the early 1990s, his status as Hollywood's prince of postmodern cinema seemed assured. Ten years on, his blend of iconoclastic kitsch and brutal violence is more controversial. Make no mistake, Kill Bill is poised to assault your senses to within an inch of their life. But is it just style over content? LH · Kill Bill Volume 1 is released on 10 Oct 34 Books Pamela Stephenson Living with Billy Connolly must provide masses of material, because Pamela Stephenson has written another book about her life with the comedian. While her first book, Billy, sold nearly two million copies and told the story of his life to date, this next one, Bravemouth, is an account of just one year. 2002 was an eventful time; Connolly turned 60, and hosted a Highlands birthday party described by locals as 'like the Oscars with midges', but had the misfortune to front the terrible Camelot advertising campaign, voted the most annoying of the year by viewers. Stephenson's rumoured £2 million advance might be enough to cheer them both up again, and she'll repay it in full with her trademark wit and incisiveness. DO'C · Bravemouth is published by Headline on 15 Oct 35 Pop The rebirth of Kelis After coming out with 'Caught Out There' and her excellent debut, Kaleidoscope, Kelis's second effort, Wanderland, was a bit of a disappointment. The album's weird funk-rock direction (a rare lapse for normally unerring producers The Neptunes) and her zany gigs around the time baffled as many fans as they pleased. Now managed by yachting mogul P Diddy, her new album Tasty sees Kelis poised to regain ground in a major way. There are big money R&amp;B producers here (Dallas Austin, Rocwilder) as well as The Neptunes, Diddy and Timbaland. She's about to marry the highly regarded rapper Nas, and a new single, the futuristic Neptunes romp 'Milkshake', drops in October. Tasty, indeed. KE · Tasty is released on 10 November 36 Film Teen Movies New in from the youth culture movement that brought you Gossip Girls (tales of debauchery and decadence among Manhattan's most affluent teenagers), the grisly, bleak film adaptations of Brett Easton Ellis's Rules of Attraction and Elizabeth Wurtzel's Prozac Nation comes Thirteen, officially the darkest ever depiction of contemporary teen life in the US. The opening scene goes a bit like this: after sniffing aerosol through the credits, two jaded, dollied-up 13-year-olds batter each other around the face until they bust lips and bleed, giggling hysterically all the while. From there on in, Thirteen is one giddy ride through rampant underage promiscuity, self-mutilation and empty, mindless consumerism. There's no learning, and no hugging - it's like 'The Anti- Breakfast Club'. Co-written by first-time director Catherine Hardwicke and her friend, the authentically 13-year-old. Nikki Reed (who also stars as one of the aerosol sniffers) and made on a staggeringly tight budget of $2 million, Thirteen was received rapturously at Sundance, before provoking predictable outrage from American audiences when it opened last summer. Expect similar furore when it hits multiplexes here on 31 October - and watch the whole scene expand, when Spun (tales of a teen amphetamine addict) and What Alice Found (adventures of a teen prostitute) open later this autumn. PV 37 Pop Justin Timberlake on tour The ex-Mickey Mouse Clubber's 35-city European tour may be sponsored by McDonald's (he's set to replace Ronald the clown as the new face of the burger chain), but that doesn't mean he's not rock'n'roll. With a fantastic stage show and the dance moves to match savvy funk-rock akin to the oeuvre of that other corporate minstrel Michael Jackson, tickets to his shows are like gold dust. Can't get hold of any? Cry me a river, baby. MW · Justin Timberlake's tour kicks off with three dates at Birmingham's NIA Arena from 1 December 38 Books Richard Eyre Peter Hall published his diaries to raised hats and eyebrows; now it's Richard Eyre's turn. There is something especially attractive about the private diaries of a man who is - in public - professional, discreet, level and kind. Which cats will he allow out of the bag? And will his own character emerge differently through these entries? The diaries cover the years 1987-97 when Eyre was Artistic Director of the National Theatre. Expect tasty thespian gossip (Eyre cannot resist the ridiculous) as well as a sharp look at the political and cultural scene. KK · National Service by Richard Eyre is published by Bloomsbury on 6 Oct 39 Art Degas and the Italians in Paris This is the top winter show in Scotland, and the moment for Edinburgh's refurbished Royal Scottish Academy to assert its presence. The RSA show will interest those who have long admired Degas's technical and compositional innovations: owing partly to the camera, partly to Japan, and now to Italy, where he spent five years after leaving the École des Beaux Arts, drawing on masters such as Botticelli. Back in Paris, a group of young Italians such as Giovanni Boldini and Medardo Rosso took Degas as guru. Half the show is devoted to their work, half to Degas, in one of those inventive curatorial linkages. It'll be Degas the punters come for, of course. OB · Royal Scottish Academy (0131 624 6200),12 Dec-29 Feb 2004 40 Music The Strokes Can they do it again? It's the question that has dogged The Strokes since their debut album, Is This It, was declared an instant classic upon its release in August 2001. It didn't take very long for people to clamour for new songs, as The Strokes' maiden world tour went on. They dropped a couple of 'newies' into their set at the 2002 Reading Festival: 'The Way It Is', and 'Meet Me In The Bathroom' - reassuring signs that The Strokes' precious creative juices had not dried up. But where were the rest of the future anthems? Varying reports have emanated from Camp Stroke this past year, since they retreated to New York to write. They were working with Nigel Godrich, famous for Radiohead's heavily embroidered sound. Then, they were back in the studio with Gordon Raphael, who had shaped Is This It. The good news is the follow-up is not the hideously overworked stillbirth that many had feared, with The Strokes signed to BMG (for the rest of the world, bar the UK) and contractually obliged to produce 'big' records. No, happily Room On Fire is both familiar enough and yet different enough to satisfy virtually everyone. It's good. A covert rendezvous in central London with one of the band's PRs and a semi-licit early copy reveals that The Strokes' new tricks are most intriguing: the album's standout track, 'Under Control', mines a winning pop-soul vein. Elsewhere, Nick Valensi's guitar sounds like a deranged keyboard on a good handful of songs. We'd say more, but that would spoil the delicious feeling of anticipation. KE · Room On Fire is released 20 October"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}