{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/sep/14/theobserver", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-09-13T23:52:39Z", "webTitle": "Amanda abduction charge: man in court", "webUrl": "https://www.theguardian.com/world/2003/sep/14/theobserver", "apiUrl": "https://content.guardianapis.com/world/2003/sep/14/theobserver", "fields": {"headline": "Amanda abduction charge: man in court", "bodyText": "A 24-year-old man appeared at a special sitting of Dublin District Court yesterday charged with abducting 14-year-old Amanda Shine from Carlow last Monday. He was remanded to appear at Dublin's Clover Hill Court on Tuesday. Michael Martin from Baltinglass, Co Wicklow, was arrested on Friday evening at Dublin's Connolly station in the company of the teenager. The pair, who triggered a huge manhunt when they went missing for five days, were believed to have been in Northern Ireland. Gardai say Amanda was 'happy and healthy' and was reunited with her parents late on Friday night after a brief medical check-up. Amanda, who will be 15 next month, met Martin through a mutual friend in Carlow five weeks ago and had disappeared with him on a previous occasion for several hours. After an initial search in Newbridge, Co Kildare, and in Dublin, gardai liaised with British police and Interpol when her family and friends received text messages from Martin, misinforming them that the pair were in England. The teenager was last seen when she left Carlow's Presentation secondary school at lunchtime last Monday. She told a close friend she was going to meet Martin. The alarm was first raised by the teenager's mother, Valerie Shine, who had become concerned when she went to collect her daughter from school that afternoon. Mrs Shine yesterday denied that there had been any previous relationship between Amanda and Martin. 'Amanda is only 14 and an innocent teenager,' she said. 'She likes going out and playing like any other girl. This man had her completely under his control. We're just delighted to have her back.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}