{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2003/sep/24/childrensservices.schools", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2003-09-24T16:32:56Z", "webTitle": "Hodge unveils first extended schools", "webUrl": "https://www.theguardian.com/society/2003/sep/24/childrensservices.schools", "apiUrl": "https://content.guardianapis.com/society/2003/sep/24/childrensservices.schools", "fields": {"headline": "Hodge unveils first extended schools", "bodyText": "Schools providing health and social care to the community will be set up across England within the next three years, the children's minister, Margaret Hodge, announced today. By 2006 every local education authority in the country will have at least one extended school, providing care to children and families. Mrs Hodge unveiled the first wave of 61 extended schools - which will provide a range of services including childcare, health and social care, adult learning, family support, sports, art and access to IT. A few of the new schools have already been launched by local education authorities. The minister also announced a further 29 children's centres, which will provide nursery education and support for families with children under the age of five. Both children's centres and extended schools are intended to bring together local support services, to ensure that vulnerable children and families do not slip through gaps in the care system, as happened in the case of murdered eight-year-old Victoria Climbié. Mrs Hodge said: \"Extended schools and children's centres will help families access what they need, where and when they need it. They will act as one-stop places, providing services organised around the needs of children and families. \"Easy access to health services will mean children do not have to be taken out of school to travel across town for services like speech therapy. \"Flexible childcare available at extended schools and children's centres is easy for parents to access and helps working parents.\" Leslie Hall, the headteacher at Acton High school, which is becoming an extended school, said: \"We want all our students to be focussed on achieving their full potential. Providing strong community services will certainly improve the chances of those less privileged students who struggle against the odds.\" Extended schools will be a central part of children's trusts, which will bring together local education, social care, health and other child and family support services. The trusts are to be set up by every local authority by 2006."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}