{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/sep/29/paulmacinnes", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-09-28T23:25:59Z", "webTitle": "Screen Break: Extreme race to avoid being yesterday's nutter", "webUrl": "https://www.theguardian.com/sport/2003/sep/29/paulmacinnes", "apiUrl": "https://content.guardianapis.com/sport/2003/sep/29/paulmacinnes", "fields": {"headline": "Extreme race to avoid being yesterday's nutter", "bodyText": "You'll know Glen Plake if you see him. Glen, 38, is one of the few men who on approaching middle age decides that the six-inch magenta mohican is still the best look for him. He is also one of the world's best extreme skiers, somebody who likes to hurl himself off rock faces and land on two hi-tech floorboards. He is a little bit of a character. Before the purple mane starts to thin, his preferred evening wear of PVC begins to chafe and the hips complain at landing 50-foot falls, it was only fitting that Glen had his own programme on the Extreme Sports Channel. An hour-long tribute to the man, it formed part of the Legends of the Extreme series this week, sponsored by Hard, a Garnier Fructis hair product. The show featured Glen doing daredevil stuff, like leaping over traffic, descending almost vertical slopes, and trying to straighten up his hair in the morning. It also had more poignant moments: Glen skiing at a speed other than breakneck against a setting sun, and a soundtrack that sounded suspiciously like Richard Clayderman (who, let's be honest, took a few risks himself during his career). If it wasn't for the comic interludes - such as \"advice from the pros: just say no to yellow snow\" - Glen's programme could almost have been a party political broadcast. It was important for Glen needed to show himself off to the best advantage because he was up against 19 contestants for the title \"Legend of the Extreme\". It shows you just how mainstream extreme sports have become that people who get through more adrenalin than Hunter S Thompson on a city break should be subject to the same selection process popularised by Pop Idol. Most 21st-century kids are too fat to balance on a skateboard, but they know who Tony Hawk is and own his computer game. The same applies for the BMX champion Matt Hoffman and the surfer Kelly Slater. Those with an eye for a dollar are quite happy at this development. The people behind the Extreme Sport Channel, for example, also run their own clothing line and record label, publish magazines and sell drinks that use \"an original combination of Kombucha, Siberian ginseng and guarana. It's the Kombucha, a fomented Asian tea, which contributes to an overall feeling of wellbeing.\" The ability to cushion any high-impact landing with a mattress stuffed full of fifties is one focus of Channel 4's Extremists. Looking beyond the sports like skateboarding that originally gathered under the \"extreme\" banner about a decade ago, the documentary series examines those who find ever more dangerous ways of getting their kicks, and the energy drinks companies who pay them big cash to do so. This week's episode featured two 30-something men at different stages in their crazy careers. Felix Baumgartner is the Austrian who, back in July, hurled himself out of a plane and flew across the channel on some plastic wings, albeit aerodynamically sophisticated ones. He is also one of the world's best basejumpers, a sport that involves gambolling off tall buildings and quickly, very quickly, opening a parachute. Basejumping is obviously highly risky, and we watched Felix undergo meticulous preparations to perform his jumps. These included buying something called a \"business suit\" to fool guards outside Kuala Lumpur's Petronas towers into letting him into the building so he could leap off it with a big advert for Red Bull on his back. The thing about base-jumping is, though, that it doesn't make great TV. Sure, the backdrops might be scenic, but watching somebody step off a ledge and open a parachute is actually less captivating than watching Michael Schumacher lead from the front for an hour and a half. Telegenic concerns may have persuaded Felix to pretend to be a bird instead - that and an Arnie-like desire to get into Hollywood. Skydiving is also more frequently legal, which means better exposure for Red Bull, who, by the look of this programme, sponsor every single extreme sportsperson on the planet. This is where \"Mad Mike\" Jones, 37, comes in. Credited with popularising extreme motocross (ie doing BMX stunts on bikes that go five times as fast), Mike was No1 in his field. But then a man called the Cowboy perfected a new stunt, the back flip, which left Mike and his \"no-hander lander\" looking like yesterday's nutter. We caught several shots of Mike acting Ozzy-like as he tried to come to terms with his decline. \"It's not about winning, it's about having an image,\" he'd say confidently before the camera showed him bellowing at an assistant: \"If I ever see the Cowboy wearing a helmet with Red Bull on it, I quit!\" At the next competition, where Mike intends to reclaim his crown, we see the Cowboy meeting Dietrich, the head of Red Bull. Shortly after, Mike comes off his bike mid-jump and drops out with a bruised spine. Advice from the hack: don't forget to watch your back."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}