{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/sep/11/chile6", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-09-11T17:49:30Z", "webTitle": "Chile voices: Ana María Navarrete", "webUrl": "https://www.theguardian.com/world/2003/sep/11/chile6", "apiUrl": "https://content.guardianapis.com/world/2003/sep/11/chile6", "fields": {"headline": "'I still don't know what happened to my daughter'", "bodyText": "My daughter Muriel was arrested in August 1974. She was an economics student at Concepción University and a leader of the Movement of the Revolutionary Left. Her husband, Juan Miguel, was taken with her. The last time I spoke to my daughter was the day before I was going to be operated on for breast cancer. I was very bad after the operation, so I was not able to look for her until 20 days after. When I did, I managed to meet the man who arrested Muriel, an air force colonel. He said he had freed her, and that she was well, but that she had probably been detained by the Dina [the Chilean secret police] afterwards. I was told all kinds of lies: that she was freed, or that she had gone abroad. The government kept on propagating false news so that we would not know where to go to find information. Still today, I don't know what happened to her. I started campaigning with other relatives through an all-church organisation group, Pro-paz, that provided legal help for us. When the government shut it down, I worked as a coordinator for its successor, the Vicarage of Solidarity. Working with the churches was amazing, because they gave us offices and tremendous support. Above all, they were an incredible source of information. Dina policemen who wanted to get out of Chile would approach the vicarage, and when they went to confession, the priests would check out what they said. We found the first bodies that way. I also went to countless concentration camps to try to find out where Muriel was. You had to be careful when you went, because there was always the possibility that they could you put in there as well. While searching, I was undergoing radiotherapy and chemotherapy, so I was in a very bad way. But I think that searching for my daughter helped me beat my cancer, because my mind was utterly focused on finding her, and not on the disease. In the beginning of our campaign, I was very scared. But with time, I lost my fears. I remember a protest in front of the cathedral of Santiago. We came carrying bags containing placards of photos of our disappeared. At midday, we would take out the placards out and place them all over the square, and of course, the police came on to us immediately. A friend asked me: \"Ana María, are you scared?\" and I said \"Just a little bit. And you?\" She said: \"Just a little bit. But we should leave the square, anyway!\" And we ran off. We also led a hunger strike for 17 days, to protest against Pinochet's refusal to tell where our disappeared were. I did not join in because of my health, but the biggest Chilean daily, El Mercurio, printed my photo on their front page anyway. Shortly afterwards, I started being followed in the street. It was becoming very dangerous for me, so I came to Britain to live with my daughter Berenice and her son Frederico. Muriel's husband survived. He was put in a detention centre, then transferred to a concentration camp, before being exiled to Colombia. I went to visit him at the detention centre once. I saw he had a big bruise on his brow. The policeman who was in the room with us said: \"He plays football with the team. He fell on the pitch.\" When I left, he whispered in my ear: \"Don't believe them. They tortured me last night.\" I saw Juan Miguel last at the airport when he left for Bogota, where we could only say goodbye from afar. Later, I tried to get in touch with him but he did not want to talk to me. I am sad that he does not want to. He was a wonderful boy, but I understand that it was an awful time for him and he does not want to remember it. I do not live in the past, obsessed about what already happened. I look towards the future, because life goes on. Of course, I will never forget, but I don't want the past to stop me. I still hope for justice and I will fight as long as I can. But I know that I will never see Muriel again. · Interview by Gwladys Fouché"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}