{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/sep/11/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-09-11T21:49:08Z", "webTitle": "Uefa investigates bribe claims", "webUrl": "https://www.theguardian.com/football/2003/sep/11/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2003/sep/11/newsstory.sport6", "fields": {"headline": "Uefa investigates bribe claims", "bodyText": "Europe's governing body has launched a formal investigation into allegations that Greek officials attempted to bribe Armenia to throw a crucial Euro 2004 qualifier last weekend. Uefa said it had appointed a disciplinary investigator to examine claims made by Ruben Hayrapetyan, president of the Football Federation of Armenia, to the Uefa match delegate that approaches were made to Armenia to fix the game in favour of Greece. \"The inspector has been asked to look at all aspects of the allegations including the way in which the allegations were made,\" Uefa spokesman Mike Lee said. The inspector is expected to report back before the final qualifying matches on October 11. Greece eked out a 1-0 victory in last Saturday's match to stay atop the Group Six standings. On Sunday, the Armenian federation said that some of its players had received telephone calls from unidentified people offering them money to allow the Greeks to win. The accusations appear to focus on Ervand Sukiasian, a former Armenia player now living in Greece, and the president of the Hellenic Football Federation, Vasilios Gagatsis. Suren Bagdasarian, a spokesman for the Armenian federation, said the manager of Armenia's Under-21 team received a call from Sukiasian, who allegedly claimed that he had been \"ordered\" by the president of the Greek federation to offer money for an Armenian loss. The Under-21 team manager, Karen Arutunian, told Hayrapetyan about the call. Hayrapetyan then brought team officials to the federation office and made a tape-recorded call to Sukiasian in which the former player offered $1m (£630,000) for a Greek win, Bagdasarian said. Sukiasian, who works in Greece as an agent of Armenian players, has denied taking part in any bribe plots or any links to Gagatsis. The Greek federation also strongly criticised the accusations as \"shameless lies and a product of fantasy\". With one game left against the team at the bottom of the group Northern Ireland, Greece leads the group with 15 points. The group favourites Spain hosted the third-placed Ukraine last night and travel to Armenia for their last game on October 11. The World Cup ambassador Jurgen Klinsmann has revealed that he and his fellow countrymen were desperate for the 2006 finals to be remembered as the party that rids Germany of its humourless image. The 1990 World Cup winner, who now lives in California, knew from his time abroad exactly how the Germans were regarded. He said: \"We want the finals to be not typically German. We are trying to give the World Cup finals a different face.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}