{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2003/sep/21/drugsandalcohol.drugs", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2003-09-20T23:53:05Z", "webTitle": "Ecstasy and crack flourish in the nation's rural idylls", "webUrl": "https://www.theguardian.com/society/2003/sep/21/drugsandalcohol.drugs", "apiUrl": "https://content.guardianapis.com/society/2003/sep/21/drugsandalcohol.drugs", "fields": {"headline": "Ecstasy and crack flourish in the nation's rural idylls", "bodyText": "It was known locally as the rhubarb village. Nowhere were the sweet, earthy flavours of an idyllic English summer more tangible than in Galgate, Lancashire. Those days have gone now. Fine fruit is history. Ecstasy dealers and juvenile drug tragedies have arrived. The grim reality of life in rural Britain was laid bare last week when a Manchester court heard how 10-year-old Jade Slack became the country's youngest ecstasy victim. She took five of the deadly pills when left in the care of her parents' friends in Galgate and, as she clung to life, one of them continued dealing his lethal ware. At the same time, hundreds of miles away, Scottish police were planning a raid on a school that would paint a picture of the far north few holidaymakers used to heather, hairy cows and tartan would recognise. Cannabis is rife among the Highland hills, and schoolchildren there are exposed to it more often than their contemporaries further south. In rural communities across Britain a crisis normally associated with urban centres is festering underneath the surface. Class A stock is filtering in from nearby urban centres and micro-economies often specialising in one specific type of stimulant are flourishing in villages where teenagers have little to do. Heroin and crack are finding their way down hedge-lined country lanes. In Galgate, though, ecstasy is plentiful. A thin veil of stone houses, narrow streets and a restored mill house present a facade that has lured commuters from larger towns and cities in the north-west and forced up house prices by 30 per cent in the last two years. It looks like the ideal place to bring up young children. Outside a supermarket which Jade Slack walked past every day until her life ended so abruptly in July last year, a pair of tracksuited young villagers admitted that the drug scene remains rife. Research has revealed that the wider area around Galgate officially has a drug problem to rival that of Manchester and Liverpool, but is without the extensive support services and networks on offer in the big cities. Morecambe Bay is home to 1,088 drugs users who are registered as receiving treatment. That compares with just over 2,000 in the whole of Liverpool and 3,500 in Manchester. Indeed the west end of Morecambe is the hub of rural Lancashire's illicit substance scene. Kiss-me-quick hats and sticks of rock can still be bought on the seafront, but the town has seen a doubling of annual drug-related deaths to nearly 60 in the last five years. And on the streets that have until now been dominated by heroin, a crack scene is also developing. These new markets represent a new challenge for drug workers battling to draw attention to what they say is a forgotten problem. The campaign and outreach group Drugscope is battling for public money to build initiatives in rural areas. A spokeswoman said: 'People think drugs and they think London, Liverpool, Manchester and Glasgow. But heroin, ecstasy and cocaine don't just stop at the edge of the estates - they go wherever there is demand. And in rural areas the demand is high.' Further north the experience is similar. With its vast open spaces and famed wildlife the Highlands of Scotland might seem like the perfect place to escape the troubles of modern life. Yet last week police revealed that schoolchildren in the far north are more likely to be offered illegal drugs than those anywhere else in the UK. Of 15-year-olds questioned, 70 per cent had been approached by dealers and 24 per cent had dabbled with some form of illicit substance. The results were announced just after teams of officers carried out raids on the secondary school in the town of Fortrose on the remote Black Isle in the far north-east. They seized a substantial haul of cannabis resin, and charges have been brought against a 16-year-old pupil. Support teams, though, say cannabis is the tip of the iceberg. The far north, and in particular coastal Scotland, has become a haven for heroin. In towns such as Peterhead and Fraserburgh, smack habits are commonplace among young fishermen and, with the industry in decline, many locals fear a crimewave could be about to hit shore as steady incomes sink into the North Sea. In the wake of Jade Slack's death anti-drug operations in Galgate and neighbouring Lancaster were stepped up and police made 200 arrests - one of those arrested was the little girl's father, although no charges were brought against him. But a year on, little has changed. The supply chain that led Jade to her grave found new routes into the village. Wayne Wood was a middle-ranking dealer who sold ecstasy. The 22-year-old and his then partner Rebecca Hodgson were supposed to be looking after Jade for their friends Simon and Beverly Slack. But even as Jade lay dying after swallowing five tablets she called 'happy pills', Wood was working a well-served market where different grades sell from between £1 and £15 each. Dealing has earned him a three-and-a-half year prison term, but locals say he has been rapidly replaced by others answering to a handful of key operators in Lancaster and Morecambe. His ex-partner's grandmother revealed the extent of the problem. 'I hope this stirs something up in Galgate and they find out who Woody was getting his drugs off and who he was working for,' said Dorothy Hodgson. More than a year after Galgate was propelled on to television screens, village councillor Helen Helme admitted drugs were still in circulation. 'A lot of parents shut their eyes to it and think they live in a quiet village and it does not happen here which is so sad, because it does,' she said. 'The village is not moving on yet as far as I can see.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}