{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/sep/14/observercashsection.theobserver4", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-09-13T23:52:45Z", "webTitle": "Dream home: Holme Eden, Lake District", "webUrl": "https://www.theguardian.com/money/2003/sep/14/observercashsection.theobserver4", "apiUrl": "https://content.guardianapis.com/money/2003/sep/14/observercashsection.theobserver4", "fields": {"headline": "Find paradise in a house for all seasons", "bodyText": "The architect who drew up plans to develop this imposing 'Tudor Gothic' hall must have felt under immense pressure to incorporate 12 apartments. Holme Eden is a fine example of an horologically themed 'calendar' house, and has 365 windows, 12 corridors, seven exits and entrances, and four floors for the four seasons. Set on the outskirts of the Lake District National Park alongside the River Eden, Holme Eden was originally built during the industrial revolution by mill owner Peter Dixon as a reflection of his family's wealth and status. The original building boasted a magistrates' room and 36 bed and dressing rooms. It even had stables in the basement with a tunnel running under the garden to allow carriages access to the central courtyard. The depression in the cotton trade forced Dixon's son to sell the hall in the 1870s, and in the early 20th century it was bestowed on an order of Benedictine nuns and became known as Holme Eden Abbey, serving as a nunnery until 1983. Now it is being converted, subject to Grade II-listed planning permission, by Cumbrian Homes. The 12 apartments are named after the months, and March and August have been sold off plan. The show apartment will not be ready for viewing for another week, after which one apartment will be finished about every two weeks. Building will start before Christmas on 12 new homes in the walled garden. Each apartment has its own special features - May for example has a double-height bathroom and glazed cloisters, while January boasts elaborate curtain poles, carved corbels and a stone fireplace. Restoration work has been carried out under guidance from English Heritage to ensure none of the building's original character and integrity is lost. Residents will share the gardens, reception, main staircase, hall and courtyard, and maintenance costs are expected to be about £2,000 a year per apartment. Prices for the remaining properties range from £436,000 to £215,000. · Contact Cumbrian Homes on 01768 840840."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}