{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/sep/17/championsleague.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-09-16T23:00:41Z", "webTitle": "Home has to be sweet for Arsenal", "webUrl": "https://www.theguardian.com/football/2003/sep/17/championsleague.sport1", "apiUrl": "https://content.guardianapis.com/football/2003/sep/17/championsleague.sport1", "fields": {"headline": "Home has to be sweet for Arsenal", "bodyText": "Consistency can turn into a cage. Arsène Wenger has led Arsenal into the Champions League every year since 1998 yet they keep on coming up against their own limits. They have never been beyond the quarter-finals and did not even reach the knockout phase last season. The club must feel like beating their fists against those prison bars in frustration. It is wiser to conserve energy and plan an escape. Arsenal, in the face of monotonous disappointment, have to think of a new approach as they prepare to meet Internazionale at home this evening. Wenger has toned down the paeans to his side that began to look wrong-headed as the Premiership title slipped from their grasp a few months ago. The emphasis now is on potential. \"When you have not done it for five years, it's difficult to say that you're going to deliver the Champions League to Highbury,\" said the manager. \"I believe we are very close to doing it but the little extra bit that makes you winners comes from deep within, from how much you really want it. We are mature enough now and we must add that little bit of sparkle to make the difference.\" Establishing the precise nature of Arsenal's flaws is tricky. Recent evidence points to inadequacies in their own stadium. Auxerre came to London and won in October 2002 and Wenger's side have drawn with the four subsequent Champions League visitors, even though Valencia and Roma were both reduced to 10 men by red cards. The failings of other seasons, however, were different. \"Two years ago we won every game at home and lost every game away,\" said the captain Patrick Vieira, baffled in his efforts to find a consistent theme to Arsenal's troubles. His memory was at fault, since he overlooked Deportivo La Coruna's victory at Highbury, but the general drift of his remarks was correct. It may be that Arsenal lack adaptability, whether running on English turf or foreign soil. The Inter defender Marco Materazzi has called them \"naive\". Although the terminology is kinder, Wenger takes a similar view. \"As a unit we have been a bit careless defensively, always thinking that our attack will make the difference,\" he said. \"We are a team that goes forward and I don't want to take that away but when we lose the ball we have to show more care.\" Arsenal, however, are not well enough equipped to improve their security measures. As Wenger nearly admitted, it was a lack of funds that made him turn the Ivory Coast international Kolo Touré into a centre-half. \"Sometimes the fact that you don't buy players gives you an opportunity to try things that you wouldn't do if you had a choice. We could have bought a big name who was less good than Kolo.\" The manager also jokes that the idea of picking Touré in the back four came to him \"one sleepless night\" in the summer. He may still be feeling tense over defensive matters, and the veteran Martin Keown could be recalled. Wenger can be content that Inter will be without the injured Christian Vieri and Alvaro Recoba in attack. Hector Cuper, though, can replace them with the free-running Nigerian teenager Obafemi Martins and Julio Cruz, an Argentinian striker well regarded by Wenger. Arsenal have an immediate reminder of the Champions League's severe standards but, with the Serie A programme only two weeks old, this is as good a time as any to meet last season's semi-finalists. \"It would be fantastic going to Russia and the Ukraine having taken three points against Inter,\" said Wenger, \"because we would know that we had still to play Lokomotiv Moscow and Dynamo Kiev at home.\" Cuper's team have been in shaky form despite winning both of their Serie A fixtures this season. Arsenal may well be able to succeed tonight and so take a long stride towards the last 16 of the Champions League. \"We are in a position now where we want to deliver rather than just being a hope,\" said Wenger of the club's attitude. Thierry Henry and the others have been on the Champions League scene for a while but it may be to Arsenal's advantage if they are motivated by the knowledge that they have still to prove themselves in the tournament. Arsenal (4-4-2; possible): Lehmann; Lauren, Keown, Campbell, Cole; Ljungberg, Gilberto, Vieira, Pires; Bergkamp, Henry. Internazionale (4-4-2; possible): Toldo; J Zanetti, Materazzi, Cannavaro, Helveg; Van der Meyde, C Zanetti, Emre, Kily Gonzalez; Martins, Cruz. Referee: M Gonzalez (Spain)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}