{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2006/dec/19/conservationandendangeredspecies.travelnews", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2006-12-19T23:58:52Z", "webTitle": "Threatened prehistoric paradise reveals its secrets", "webUrl": "https://www.theguardian.com/environment/2006/dec/19/conservationandendangeredspecies.travelnews", "apiUrl": "https://content.guardianapis.com/environment/2006/dec/19/conservationandendangeredspecies.travelnews", "fields": {"headline": "Threatened prehistoric paradise reveals its secrets", "bodyText": "It is perhaps the closest place on the planet to Sir Arthur Conan Doyle's Lost World - the mythical prehistoric paradise of the Sherlock Holmes creator's 1912 book. But the Heart of Borneo, as it has been christened by conservation agencies trying to save it from destruction, is finally beginning to yield its secrets. A mission by WWF scientists to the south-east Asian island found 52 species previously unknown to science, including three types of tree, two tree frogs and a tiny fish less than a centimetre long. \"These discoveries reaffirm Borneo's position as one of the most important centres of biodiversity in the world,\" said Stuart Chapman, the international coordinator of WWF's Heart of Borneo programme. \"The remote and inaccessible forests in the Heart of Borneo are one of the world's final frontiers for science and many undiscovered species are still waiting to be found there.\" But he warns that species are going extinct as fast as the scientists can find them. In the second half of the 20th century, forest cover on the island - which includes parts of Indonesia, Malaysia and the sultanate of Brunei - dropped from 162m to 98m hectares. Since 1996, deforestation has accelerated to 2m hectares (5m acres) a year. The threat comes from forest clearing for rubber, oil palm and pulp production. Logging roads into the forest also make it easier for illegal wildlife traders to poach animals. Borneo has long fascinated biologists. Charles Darwin, on his voyage around the world on the Beagle, described the island as \"one great wild untidy luxuriant hothouse made by nature for herself\". The naturalist and co-discoverer of natural selection, Alfred Russell Wallace, spent many years there studying its plants and animals and honing his ideas. The Heart of Borneo is a forested highland region which covers 30% of the island and is home to creatures such as the orang utan, clouded leopard, sun bear, Borneo pygmy elephant and proboscis monkey. But a WWF expedition between July 2005 and September this year has added another 52 species. One, the fish Paedocypris micromegethes, grows to just 8.8mm long and is the world's second-smallest backboned animal. It lives in highly acidic peak swamps and is translucent. Its small size may mean that it can survive droughts in puddles which remain when ponds dry out. Mr Chapman said that the discovery of three new tree species was particularly astonishing because of all animal and plant groups, these should be the easiest to locate. With around 15,000 plant species, Borneo is the most botanically diverse region on the planet. The UK by comparison is home to 1,623 plant species. \"The rate of discovery is about four new species a month for 10 years,\" said Mr Chapman. \"That highlights that we really have something special here.\" He said that Malaysia, Indonesia and Brunei were due to sign a three-way agreement early next year on how to protect the region. Last year the team reported the discovery of a mysterious cat-like creature captured on film by a camera trap at night. The animal has dark red fur and a long, bushy tail and looks like a cross between a cat and a fox. It has not been sighted or photographed since and scientists are still unsure what it is. \"We have had every conceivable suggestion, but the mystery remains unsolved,\" said Mr Chapman."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}