{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/dec/01/davidward.uknews2", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-12-01T23:58:10Z", "webTitle": "Mystery of seal found stranded in country lane", "webUrl": "https://www.theguardian.com/uk/2006/dec/01/davidward.uknews2", "apiUrl": "https://content.guardianapis.com/uk/2006/dec/01/davidward.uknews2", "fields": {"headline": "Mystery of seal found stranded in country lane", "bodyText": "Someone ought to tell Sid that common seals are supposed to hang around in, or at least near, water. Preferably water with salt in it. Sid should be swimming about, catching fish, twitching his charming whiskers and seducing female seals with his big dark eyes. Or perhaps he should be taking a break on a beach, rocky shore or mudflat. What he should not be doing is hanging around on a country lane in Lancashire four miles from the Irish Sea. A couple who drove past could not believe what they saw when they spotted the seal on a grass verge by the side of the road at Borwick, near Carnforth. A less caring couple would have exclaimed \"That was a seal!\" and driven on. But this pair stopped, picked him up, manoeuvred him into their car and took him home. Then they rang the RSPCA. The seal was found to be fit and healthy and to have no obvious injuries. He would have needed to crawl overland some distance from the nearest water to arrive on the verge with the help of his own limbs; seals can swim up to about 60 miles at a stretch but do not have a reputation for being nippy on dry land. \"When I pulled up and saw it I didn't quite believe it,\" said Nick Green, an RSPCA animal collection officer. \"[The verge] is about a mile away from the river [Lune] and a good four miles from the coast. It's such an unusual place to find a seal. I have always been able to explain how animals get where they are but I have no idea how it got there.\" One theory is that the seal sculled from the sea and up the Lune, and then shuffled over the fields and roads. But his plump, undamaged, body did not indicate such a feat. Another possibility is that he was dumped in the lane. The mammal was taken to the RSPCA's wildlife unit in Cheshire and should be released back into the wild in the next few days. \"He is fine,\" added Mr Green. \"He's a young male, and is healthy and a good weight. He has no injuries on him at all.\" Sid, meanwhile, is saying nothing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}