{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/dec/09/popandrock.johnlegend", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-12-09T23:59:22Z", "webTitle": "New releases: Dec 9", "webUrl": "https://www.theguardian.com/music/2006/dec/09/popandrock.johnlegend", "apiUrl": "https://content.guardianapis.com/music/2006/dec/09/popandrock.johnlegend", "fields": {"headline": "New releases", "bodyText": "Pick of the week Scott Matthews Dream Song (San Remo) Wolverhampton has given the world Kevin Rowland and Robert Plant (not to mention Slade and Babylon Zoo), but it's still something of a shock to discover a singer from the city with a sound that's more suited to the Mississippi Delta than Dudley Canal. But then Scott Matthews is no ordinary fella. His is music possessed by the spirit of Nick Drake and Jeff Buckley - a swirling fog that isn't so much catchy or hook-laden as hypnotic and timeless. Fall under its spell and you'll have dreams of 1980s Turkish Delight adverts, flares and naked hippies driving Volkswagen camper vans across India. You'll wake wondering what on earth people see in the likes of Damien Rice. John Legend Heaven (Columbia) John Legend has the tidiest beard in the history of mankind (not including Action Man, Lionel Richie or Lego figures) and one of its smoothest ever voices. Plus he navigates his way around a classy tune with the debonair ease of Roger Moore in The Persuaders, knows how to treat the ladies proper and is practically reinventing soul music as a swish R&amp;B/hip-hop hybrid. Heaven has Kanye West's trademark gospel trickery all over it; ridiculously catchy, it brilliantly merges beats and soulfulness. Yet for all the hooks, the real star is Legend's effortless voice - he could sing a Little Chef menu and it would sound erotic. Matt Willis Don't Let It Go To Waste (Mercury) Matt used to be in Busted and now does a pleasant sideline in frayed lovers tiff ballads - kind of Billie Joe Armstrong meets Westlife for a cuddle on the way to Ikea. Not that it matters much anymore because, thanks to I'm A Celebrity... Get Me Out Of Here, Matt will forever be known as the man who chomped his way through a kangaroo's anus during his final bushtucker trial. And for what? A couple of beers and a spring roll. What a fantastic berk. Lily Allen Littlest Things (Regal) The piano hook on this is very Bach's Air On A G String la-di-bloomin-da, and Lily's rap feels totally as if it's read from a teenager's MySpace blog. She escapes being corny essentially because she's honest and open. The extra tracks with this single are great too, including an acoustic ska version of Keane's Everybody's Changing that, although it might annoy some people, manages to capture the simple pleasures of singing along to your favourite tune. Snoop Dogg Featuring R Kelly That's That (Jive) Here's something R Kelly, a man accused of being the star of a homemade porn video featuring underage girls might possibly want to avoid: making a slow-riding perv grinder with a man also accused of making a sex video (Girls Gone Wild Doggie Style) with underage girls. Not that any of this seems to affect either's careers. Snoop is deified as a cartoon pimp daddy and R Kelly gets away with making a fist-gnawingly awful hip-hopera (In The Closet) that could quite possibly be used to kill horses."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}