{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/dec/01/houseofcommons.politics", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-12-01T23:58:03Z", "webTitle": "Simon Hoggart's sketch", "webUrl": "https://www.theguardian.com/politics/2006/dec/01/houseofcommons.politics", "apiUrl": "https://content.guardianapis.com/politics/2006/dec/01/houseofcommons.politics", "fields": {"headline": "Goodbye to Henry VIII and all that", "bodyText": "The home secretary made a statement about the death of Alexander Litvinenko. This was preceded by something far more serious: Sir Peter Tapsell spoke. It was as if the aimless chuntering of Thought For The Day were to be interrupted by the Voice Of God. The topic was the trafficking of women. Someone raised the sort-of-apology Tony Blair made for slavery this week. Ruth Kelly spoke in Mr Blair's support. So far, so quiet. But suddenly up sprang Sir Peter! It was past the end of question time and we were ill-prepared. The crack team of French seamstresses who stand by at all times to stitch Sir Peter's words into tapestries for the edification of future generations did not have time to reach the chamber. As ever, there was loud cheering, chiefly from Labour. Some might imagine this was sarcastic, but I know it reflects the profound, atavistic respect in which Sir Peter is held by all sides of the house. Time passed. Like a rocky shore after a mighty wave has crashed, the chamber fell, briefly, silent. Sir Peter then spoke. \"When are we going to get,\" he demanded, his voice rolling down from the hillside of his mighty frame, \"a pwime ministewial [Sir Peter has a slight speech impediment] apology. For King Henry the Eighth's disgwaceful tweatment of his wives?\" There was a brief pause, then a great shout of laughter. Was it at Sir Peter's joke or at Sir Peter himself? Or both? It is not given to us to know. He sat down quite still, black of brow and ferocious of forehead, for part of the gag is that he has to seem as if he meant every word. Moments later, though, I looked at Sir Peter and saw his mouth had curled into a big, satisfied grin, the smile of a man who has done his job and done it well. Soon afterwards John Reid, his voice low and quiet, making it more sinister than usual, briefed MPs on the latest news of Mr Litvinenko's death. Perhaps the scariest question came from Kali Mountford, who said that during the scrutiny of the civil contingencies bill \"we had tried to imagine the unimaginable. But we did not imagine this.\" You can see why. For decades we expected the Russians to send their nuclear payload over in rockets. Now it seems they can dispatch it along with the in-flight magazines, duty frees and the Plasticine-flavoured smoked salmon starters. No wonder BA staff wear crucifixes."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}