{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/dec/16/shopping.foodanddrink", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-12-16T23:59:15Z", "webTitle": "Space solves", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/dec/16/shopping.foodanddrink", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/dec/16/shopping.foodanddrink", "fields": {"headline": "Space solves", "bodyText": "I want to lay pebble flooring at home Some time ago I went into a shop with a floor surface that seemed to consist of tiny rounded pebbles set in a resin or glue-type material. Is it possible to produce this myself, or is it a very specialised job? Bridget Bodoano, our DIY guru, says: 'The pebblestone flooring you saw is almost certainly commercial stuff specified by interior designers and architects. The pebbles, or aggregates, are indeed set in resin and the floor is laid on-site by specialists, which means it is not really suitable or affordable for domestic use. Island Stone (0800 083 9351, islandstone.co.uk), however, does pebble flooring which consists of sections of pebbles glued on to a mesh backing which are laid using tile adhesive and grouted afterwards. According to the nice lady who answered the phone, it is time-consuming but do-able as a DIY job, and she had actually done it in her own home. But if you are not DIY inclined, get your friendly neighbourhood builder to do it for you.' How do we restore our 70s teak? We have recently acquired some 70s teak furniture (G-plan, Nathan) and some of the surfaces have become faded through sun bleaching or marked by general use. Is there any way of restoring them to something like their original colour and condition? Our cleaning expert Stephanie Zia says: 'Clarkes Furnishers, of Maidstone (01622 764952, clarkesfurnishers.co.uk), stocks and restores a large range of second-hand Ercol and Nathan furniture. Chris Clarke, its MD, says, \"Anybody who is handy at DIY and does their own decorating should be able to tackle this job. First, remove the old lacquer with paint stripper and scraper, then neutralise the wood with methylated spirits and coarse/medium steel wool. This will also remove any remaining wax. Then, using 240 production paper, fine-sand along the grain to remove residual marks and scratches. If badly faded, some stain may be needed to restore the colour. Reseal the surface with clear lacquer, if sprayed, or polyurethane semi-matt, if brushed on. Finally, use very fine steel wool and wax along the grain to bring back the surface finish to match the rest of the item. Using masking tape helps to restrict spreading to areas not involved.\" Pick up a tips and advice leaflet on how to prepare and stain wood from Homebase, or download from homebase.co.uk.' We need on-high closed storage We have been looking for ready-made cupboards (with doors) that can be fixed to the wall horizontally all in one go or one by one, side by side, at the top of the wall just under the ceiling, as a space-saving and anti-clutter device. We seem to be able to find only open-fronted units. High cupboards, nestling beneath your ceiling, are ideal built-in storage which you'll barely notice once they've been there a week. Think of hallways - in particular above door frames - and over the bath. A carpenter will build the best storage for your particular space, as the aim is to use every nook and cranny. Find one through the Worshipful Company Of Furniture Makers (furnituremkrs.co.uk) or get hold of a publication called Furniture &amp; Cabinet Making, from the Guild of Master Craftsmen (01273 478449, guildmc.com). But if quick, cheap and cheerful is what you're after, you can't do better than Ikea and the Besta storage range (look in the bookcase section of ikea.co.uk for examples). The Besta range includes white cubes (with doors) which you could mount high up. They cost a mere £40 each and will provide you with seamless storage which will disappear against a white wall. Where can I find shaded tree lights? Where can I buy a set of Christmas tree lights with shades? I don't want them to twinkle, shed snow or play Christmas carols, and there seem to be plenty without shades around - I just can't find any with. We have found two sets for you to choose from, both of which will be delivered to your door - so long as you get in touch with the companies today. Noma's Pickwick fairy lights are, we think, the more traditional of the two (code 5700100, £12.99 for a 5.9m string of 40 multicoloured lights; 20- and 80-bulb versions are also available). Buy them from christmastimeuk.com (01427 667270). Alternatively, try Noma's Canterbury Belles: they're also multicoloured but they sport bell- rather than flower-shaped shades (£15.75 for a 5.9m string of 40 lights, from christmas-xpressions.com, 0800 294 4144). You respond I remember a few weeks ago someone asked about hanging mugs on the underside of a shelf (Space Solves, October 21). I found some brass mug hooks, £4.50 each (manufactum.co.uk, see under 'Lighting and Furniture', then 'Fittings and other small hardware'). Matthew Forman Islamabad In your answer to a question about how one person can read at night without the light disturbing another (November 25), you did not mention the wonderful LightWedge book light (seriousreaders.com, 01296 390390). At around £20 it's not cheap, but it works exceptionally well; I was very impressed. Penelope Johnson Wickham Bishops, Essex Re I Want To Clean My Own Carpets (November 25), your reader could hire the Rug Doctor machine and associated accessories, including detergent, from Homebase stores (0845 077 8888, homebase.co.uk). Quite a few high-street dry-cleaning shops also offer them. We have used one throughout the house on several occasions, and get an acceptably good clean for around £30. Erica Rae Chichester, West Sussex · Send us your questions - all those niggling interior, property or shopping-related conundrums - and we'll do our best to answer them. If you have a top tip or a fabulous find relating to your home, please share it with other readers. Write to Space, Guardian Weekend, 119 Farringdon Road, London EC1R 3ER (space@theguardian.com)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}