{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/dec/13/communities.guardiansocietysupplement", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-12-13T23:53:25Z", "webTitle": "House proud", "webUrl": "https://www.theguardian.com/society/2006/dec/13/communities.guardiansocietysupplement", "apiUrl": "https://content.guardianapis.com/society/2006/dec/13/communities.guardiansocietysupplement", "fields": {"headline": "House proud", "bodyText": "Richard Best laughs. \"Nine billion pounds,\" he says. \"That's what we've saved the Treasury, much more than our policy recommendations have cost them.\" The \"we\" includes the Duke of Edinburgh, for whom the no-alcohol rule strictly applied at the offices of the Joseph Rowntree Foundation (JRF) in York was temporarily suspended - for a bottle of brown ale during dinner and a scotch after. Early in his 18-year tenure as director of JRF, long before he became a cross-bench member of the House of Lords, Best asked Prince Philip to head an inquiry into social housing - repeating a role Prince Albert played a century ago. During Thatcherism's darkest years, the duke - advised by Best - produced a report so controversial that the then Conservative housing minister disowned it. The duke had advocated abolishing mortgage tax relief - benefiting Thatcher's own people - and criticised the way it distorted housing markets, penalising renters and siphoning off money that could be spent on affordable accommodation for low-income households. Yet within a few years, a Tory chancellor, Nigel Lawson, had taken its recommendations to heart and begun a process completed by Gordon Brown, abolishing a subsidy worth many billions a year to the exchequer. It's not through want of effort by Best and JRF that the money was not redirected into social housing investment. Housing was and remains Best's passion. That's not a word you would readily apply to someone who looks and sounds like a comfortable member of the English establishment - his father a gentleman farmer from Dorset and he privately educated. His father was a devout Anglican, a lay preacher. But Best, 61, is also a man of the 60s. And, as a young man, he decided to try to do good by improving the living conditions of his fellow citizens. He worked first for a church-based housing association; and then his 15-year leadership of what became the National Housing Federation and his work at JRF have since seen that plan bear fruit. Media-savvy organisation He retires this month from a remarkable philanthropic enterprise. Under him - strictly speaking, under him and a succession of eminent but camera-shy trustees, many of them members of the Quaker fraternity - what used to be the Joseph Rowntree Memorial Foundation has flowered into a media-savvy organisation that, ever mindful of the ban on charities' political involvement, has been a subtle campaigner in housing, community development, poverty and social care. JRF's network of archbishops, eminent professors, City types, housebuilders, charities and journalists is one of British civil society's joists. Joseph Rowntree, the chocolate maker, gave all his money away in 1904. JRF pays for research, but also invests in demonstration housing projects and is linked with a York housing association. The Joseph Rowntree Charitable Trust makes individual grants, while the Joseph Rowntree Reform Trust, not a charity, is \"out\" in the political sense. Though not affiliated to any party, it happily gives money to progressive and committed causes. Rowntree established what has become JRF to \"seek out the underlying causes of weakness and evil\". Best has added a commitment to disseminate the results of research and to go knocking on the doors of ministers, civil servants and opposition politicians. Best pays tribute to JRF's trustees - members of the great and the good verging on the saintly, who over his years have had to apologise for their absence only eight times in 74 meetings (an attendance rate of more than 99%). Quakers are a puzzling combination of reserve and generosity, and the resulting JRF style is one of friendly dedication. I spent a few years as a member of its housing research committee, and recall the intense effort we voluntarily put into deciding who would make most use of the endowment money. Afterwards the atmosphere was convivial, even jolly. Best doesn't believe that trying to do good means wearing a hair shirt. Trustees have not required him to \"manage\" according to the precepts now decreed for organisations. There is no performance pay and no performance targets: JRF staff are recruited because they share the ethos. \"I've been lucky to have colleagues who have responded to the freedom to get on with their own things,\" Best says. Having a secure endowment, producing millions a year for grants, does help. It has certainly freed Best to develop policy. Foundation money anticipated buy-to-let with innovative inner-city schemes in Birmingham and Leeds (now being sold at a profit); it is promoting a new urban village in York; and banging the drum to ensure housing developments are mixed income - so renters and owners and different classes live side by side. Wider audience To reach a wider audience, Best brought on board a former university information officer who created \"findings\", the executive summaries of research. JRF insisted academics thought about their audiences and did not just walk away once their research was over. They needed to write it up, and attend seminars and policy conclaves. \"We're not politicians,\" Best says, \"and should never try to be. We don't have to bid for votes or grants. We have the evidence. They have to draw the conclusions.\" His achievement has been to make JRF a trusted source even on politically perilous poverty, inequality and marginalisation. Even during the Tory years, ministers would open their doors. They might not practise evidence-based policy-making, but ministers find it hard not to pay lip service to reports produced by blue-ribbon panels oozing expertise and authority. Best, an energetic networker, could give you a priest, a plutocrat and a professor in a couple of shakes. He takes pride in JRF giving to the Cameron-inclined thinktank the Policy Exchange, as long as it led to the Tory housing spokesman, Michael Gove, utilising the JRF research. So JRF prefers incrementalism to fundamental criticism. Best notes wryly the title of a recent study was Worming the Cat - making the modest proposal that older people could draw down £3,000 a year in equity release from their homes without hurting their benefits entitlement, enough to meet a common request to have enough extra cash to take a cat to the vet. \"Call it nudging the tone,\" he says. Best says the reason he stayed at JRF was the sense of having been given his head, of being empowered to be, when necessary, \"a voice crying in the wilderness\". For all his establishment trappings he is quite a radical. His neighbours in the leafy Yorkshire countryside won't have taken too kindly to Best's spirited advocacy of the need to expand the housing supply, even if it means building on rural sites. He fancies that Whitehall, which has prized him in his JRF role, might find him a mite too independent to run a quango. One thing he won't do after retiring from the foundation is join the board of a housebuilding company - he thinks developers often lack imagination and follow rather than anticipate markets. He is on the Giving Forum, a grouping of philanthropic bodies, president of the Local Government Association, chair of Hanover, a big social landlord, and an elected trustee of the Royal Society of Arts. One post-JRF likelihood is that he will vote more often in the Lords, throwing off the diffidence that he says has meant avoiding taking a view on things for which he did not have evidence or conviction. Now, he says, he will be open to lobbying and persuasion. Debates about housing policy in the upper chamber will be enlivened. Curriculum Vitae Age 61. Status Married, four children. Lives Tadcaster, north Yorkshire. Education Shrewsbury school; Nottingham University, BA hons in social administration. Career 1988-2006: director, Joseph Rowntree Foundation and Joseph Rowntree Housing Trust; 1973-88: director, National Federation of Housing Assocations; 1971-73: director, British Churches Housing Trust; 1968-70: assistant to director, British Churches Housing Trust. Public life 2006: chair, independent commission on the future of the Local Government Association; chair, Westminster Housing Commission; chair, Hanover Housing Association; chair, House of Lords audit committee; honourable treasurer, all-party parliamentary group on homelessness and housing need; patron, Housing Associations Charitable Trust; member, National Council for Voluntary Organisations advisory council; 2001: made a crossbench life peer; 1988: OBE."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}