{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/dec/11/bakerihardlyevenknower", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-12-11T21:58:43Z", "webTitle": "US and them: Baker abroad", "webUrl": "https://www.theguardian.com/commentisfree/2006/dec/11/bakerihardlyevenknower", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/dec/11/bakerihardlyevenknower", "fields": {"headline": "US and them: Baker abroad", "bodyText": "Baker man, bake me an exit strategy. The Iraq Study Group Report was delivered last week, and reactions around the world were mixed. The Age says the report amounts to a \"complete rejection of Bush's foreign policy.\" The Globe and Mail calls the Baker-Hamilton Report a \"searing indictment of the policy that Mr. Bush, Vice-President Dick Cheney and their neo-conservative colleagues hatched\" after 9/11. Here at Comment Is Free, Simon Jenkins wishes Tony Blair had a Report to cover him so he could change course. The London Times' Gerard Baker catches the ISG indulging in a very convenient bit of heads-I-win-tails-you-lose logic: \"What it says in effect is, the more unstable Iraq becomes, the smaller should be the US commitment to the country. But if Iraq makes progress towards stability, then surely the case for American troops to stay would be weaker and certainly harder to defend to the American people. The report's import, then, seems to be that US troops will leave, come what may.\" Dubai's Khaleej Times is also skeptical: \"It seems lost on most US analysts that neither the number nor the role of US troops there can make much of a difference to the insurgency; such is the strength it has assumed.\" Times Baghdad correspondent Ned Parker blogs in a similar tone, \"[T]he Iraq Study Group's wish to wrap up the training of Iraq's security forces by early 2008 is wistful. The report ignores the realities of Iraq's defense and interior ministries, where sectarian pressures are undermining efforts to create a professional military class. In fact, a speedy handover could very well lead to the country's fragmentation. Soldiers might be trained, but if the ministry is held hostage to sectarian passions, the impact of US advisors will probably be limited.\" The Sydney Morning Herald has a similarly bleak report from Baghdad: \"The Iraqi response was hardly surprising. Members of all factions grasped at any recommendation that buttresses their position and cried betrayal at any that might disadvantage them. Yet, stripped bare and brought into the realm of what is possible, the study group's report breaks little new ground. It does urge the White House to try harder, but the result of its recommendations could well be to make a weak Iraqi Government even weaker.\" The Financial Times has several pieces reacting to the story. One is fairly middle-of-the-road, saying of the report, \"These are all sane suggestions. The question is: will a Bush administration trapped in denial act on them and, even if it does, will it be too late?\" International Affairs blogger Gideon Rachman worries that the report has to many escape clauses to bind the US to anything meaningful: \"So it's 'troops out by 2008'. That, clearly, is going to be the headline that comes out of the Baker-Hamilton report on Iraq which has just been unveiled in Washington. If only. Unfortunately, the report also contains the crucial qualifying phrase - 'absent unforeseen developments.' The entire Iraqi misadventure has been one long unforeseen development.\" The BBC's Adam Brookes agrees: \"Yet the recommendations appear at times to be vague. They speak of building 'international consensus' and 'engaging Iran and Syria constructively' but provide few specifics as to how other countries might be induced to cooperate on Iraq. The text speaks airily of considering 'incentives and disincentives' to gain commitment from Syria and Iran.\" Although in many corridors, the Report's suggestion of linkage between Iraq and the Arab-Israeli conflict was welcome, Israeli Prime Minister Ehud Olmert rejected the idea. Finally, Der Spiegel runs a nice summary of German editorial page opinions on the report, which seem to agree across political boundaries that the ISG's recommendations just highlight how screwed we are. Conservatives predictably focuses on the past, \"What's at stake now is the ability to acknowledge the realities on the ground - realities for which the United States is largely responsible,\" while left-leaning papers fret over the future: \"Neither (Incoming US Defense Secretary Robert) Gates nor the Iraq Study Group have shown a genuinely viable way out of the dilemma in Iraq.\""}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}