{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/dec/20/guardiansocietysupplement2", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-12-20T23:48:25Z", "webTitle": "A Surrey state of affairs", "webUrl": "https://www.theguardian.com/society/2006/dec/20/guardiansocietysupplement2", "apiUrl": "https://content.guardianapis.com/society/2006/dec/20/guardiansocietysupplement2", "fields": {"headline": "A Surrey state of affairs", "bodyText": "In a move that could have repercussions in cash-strapped hospitals across the country, Surrey county council has become the first local authority in England to order a brake to be put on NHS staff and bed cuts. Epsom and St Helier University Hospitals trust needs to save £24m over the next 18 months to hit efficiency targets, and because primary care trusts are simply putting less money its way as more work is done in the community. Its financial recovery plan could see the loss of up to 200 beds, plus 480 jobs through early redundancy, recruitment freezes and reorganisation. Health scrutiny committees have the power to order local NHS trusts to engage in public consultation when they are planning a \"significant change in service\", such as closing maternity units, rather than ward closures or job freezes. But Surrey's health scrutiny committee says the scale of cuts is unacceptable, particularly as they will bite during the winter. On December 1, the committee's chair, Chris Pitt, wrote to Lorraine Clifton, chief executive of the trust, saying it considered the plans \"a substantial variation or development of service\". He continued: \"It was evident from the scale of the cost savings to be made that the proposals would have an impact upon patients, carers and the public. I wish to request that no further services are reduced or moved from the Epsom hospital site until formal consultations have taken place.\" Geoff Martin, head of campaigns at pressure group Health Emergency, says Surrey's decision means the proposals could be put on hold for months while the trust consults the public. He adds \"that it shows that the wave of panic cuts being bulldozed through our hospitals this winter as NHS trusts fight to balance the books by next March.\" The trust wants further talks with the council, but a spokesman says the trust didn't think it needed to halt any proposals as it disagreed with the committee's interpretation of the cuts. \"We do not believe it represents a substantial variation in service,\" the spokesman says. \"We have received a letter from the chair of the committee. We are considering its contents and will respond once we have taken appropriate advice.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}