{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/dec/13/ftse.marketforces", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-12-13T23:59:00Z", "webTitle": "Nick Fletcher: FTSE slips into the red on inflation fears", "webUrl": "https://www.theguardian.com/business/2006/dec/13/ftse.marketforces", "apiUrl": "https://content.guardianapis.com/business/2006/dec/13/ftse.marketforces", "fields": {"headline": "FTSE slips into the red on inflation fears", "bodyText": "The ICI bid story refuses to go away. Since the company announced the sale of its Quest flavours and fragrances business last month, traders have been speculating that it could be a target for either private equity or rival Akzo Nobel. Both ICI and Akzo have substantial paint businesses and would make a good strategic fit. Yesterday ICI shares added another 12.25p to 435.75p, although some dealers pointed out that Akzo would be unlikely to make a move until it had disposed of its healthcare business, which it is expected to do early next year. Brewer Scottish &amp; Newcastle also rose 8p to 549p on vague takeover talk, while supermarket shares were higher on the back of news that Tesco had increased its stake in a Chinese joint venture from 50% to 90%. Cazenove raised its price target for Tesco from 438p to 451p, while Seymour Pierce repeated its outperform rating. Tesco added 3.75p to 389.5p, while Sainsbury was 3.75p better at 400.75p and Morrison Supermarkets 1.75p ahead at 259.5p. None of this was enough to lift leading shares however. The FTSE 100 slipped 3.4 points to 6156.4 ahead of last night's interest rate decision by the US Federal Reserve. Closer to home, investors were spooked by news that UK inflation had risen from 2.4% in October to 2.7% in November, the highest on record on the CPI measurement. \"The largest upward effect came from increased transport costs, as the high oil prices from the summer continue to feed through to the economy,\" said economist Simon Wallace of the Centre for Economic and Business Research. \"The news continues to leave another interest rate rise in the balance.\" Elsewhere details of a proposed windfall tax in Algeria on foreign company profits hit operators in the area. Investors in the country include BP, down 4p to 580.5p, BHP Billiton,15p lower at 931p, and Royal Dutch Shell, off 19p at £17.87. Shell of course is also facing problems in other areas, notably with the Russians over the Sakhalin-2 project. Drax, which owns Europe's largest coal-fired power station, fell 21.5p to 816.5p ahead of the expected downbeat trading statement today. International Power lost 11.75p to 375p. Its director of finance Peter Barlow exercised 29,863 share options and immediately cashed them in at 386.26p each. Banking group Standard Chartered recovered from early falls to climb 6p to £15.00. It issued a trading statement saying operating profit was broadly on track to meet expectations, but this failed to inspire company followers. Keefe, Bruyette &amp; Woods said: \"The use of 'broadly' is usually interpreted as a small miss.\" It has an underperform recommendation and a £12.50 target. There are also suggestions that Standard is close to a deal to buy Turkey's Oyakbank from conglomerate Oyak Group. A disappointing update from Cadbury Schweppes - warning about the effects of the salmonella scare and Nigerian accounting problems - failed to dent the shares. They added 7.5p to 542.5p on talk that the company could be vulnerable to a bid from US rival Hershey, or sell its American beverages business. Online gaming group PartyGaming added 0.75p to 26.75p as Numis raised its recommendation from sell to reduce. But Bloomsbury, the publisher of the Harry Potter books, slumped nearly 30% - down 90p to 220p. After the market closed on Monday night, the company issued a profits alert unless book sales in the run-up to Christmas increase. Estate agency group Countrywide slipped 1.75p to 523p as investment group 3i confirmed it was backing a management buyout of the company. It is offering 550.6p a share, valuing Countrywide at £940.7m. Lower down the market, television production group Tinopolis - whose Mentorn division is producing a drama on the Prescott affair for ITV - added 3p to 36p after it reported full-year profits up 23% to £1.06m. Panmure Gordon said the figures were better than expected, and recommended a buy with a 50p target price. Computer group ICM added 8p to 305.5p after Monday's rejection of a bid from IT services firm Netstore. ICM also said it had received another approach, which analysts believe could have come from Phoenix IT. Teather &amp; Greenwood said ICM is worth at least 355p a share, adding that Netstore's 10 for one share offer undervalued the business. Tribal, the support services group, was 1.25p lower at 127p. The company announced that its Mercury Health subsidiary had been named as preferred bidder on a five year NHS contract. Bridgewell believes the value of the contract is about £1m, which should boost the value of Mercury when it is demerged from the rest of Tribal's business early next year. Finally, medical group Theratase unveiled flat profits for the year of £2.5m. The company was recently a takeover target for acquisitive diagnostics firm BBI, but talks were broken off last month. Dealers now believe discussions between the two are back on again. Theratase directors were said to be locked in meetings all day yesterday. No selling Delling Keep an eye on Aim-listed Delling Group, which yesterday was steady at 10.5p. Sources say the marketing support services business is poised to announce a major contract win with Scandinavian electronic retailer Expert. When added to existing deals signed with the chain, this should result in revenues of some £3.6m a year. Delling is also set to announce a deal with technology company Mobtopia to use its mobile phone advertising system under the Delling brand in an attempt to steal a march on its marketing competitors. Delling, whose customers include McDonald's and clothing companyMexx, hopes to use the mobile phone technology to send text messages from its clients to consumers with incentives to shop such as electronic discount vouchers. nick.fletcher@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}