{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/dec/09/electronicmusic.clubs", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-12-09T23:59:24Z", "webTitle": "Clubs preview: 9-15 Dec", "webUrl": "https://www.theguardian.com/music/2006/dec/09/electronicmusic.clubs", "apiUrl": "https://content.guardianapis.com/music/2006/dec/09/electronicmusic.clubs", "fields": {"headline": "Preview", "bodyText": "Belfast Unbound Belfast The shabby glamour of interwar Berlin does its best to infiltrate the hearts and minds of those local weekenders with a penchant for performance and a taste for the bizarre. Returning for a display of intimate cabaret, circus performers will dazzle and delight with debauched routines, while wannabe Lizas with a zee get a chance to shine in fishnets, boas and corsets at this burlesque bash. Following the floorshow, DJs kick in with music by Nina Simone to Nouvelle Vague and, for the more energetic, Moby to Mylo. There's nothing here for your maiden aunt, the mealy-mouthed or the easily shocked; this is art, starting with a P and ending in a Y. PB · The Black Box, Hill Street, Fri 15 Dirty Christmas Trees London Just because it's a charity night during the Christmas season doesn't mean it will be all civil and decorous. The Trees For Cities parties have long had a habit of descending into something Bacchus would have tried to get on the guest list for, and unless the earth gets a bit too close to the sun and melts, this night, which takes over the Brixton house weekly Substance, will be no exception. Trees For Cities have thrown about 50 parties since 1993 in various clubs, bars, boats and bus garages, in a determined attempt to get a million more trees planted in London by 2010 (see www.treesforcities.org), not perhaps the most efficient way of raising money man has come up with, but where's the fun in efficiency? Answers on a postcard to Rhetorical Questions, London. And if the cause itself isn't sufficient to seduce you, then the lineup with X-Press 2's Rocky, Bill Brewster, Michael Cook and Jonathan Moore might. Cracking stuff. NG · The Annexe, SW9, Fri 15 The Syndicate Fourth Birthday Party Blackpool As Southport fades from its once-popular seaside station, its fairground rides shunted to Blackpool to live out their remaining years, it's worrying to think that without the life injection a super casino would bring, Blackpool itself may be facing a similar fate. As the years go by, beachside tourism dwindles still further in the decrepit former jewel and drastic diversification is needed to bolster the town's limited donkey and illumination-related appeal. Its gay scene is notable, although more could certainly be made of it, and its clubs have not really lived up to the reputation provided by happening 1970s soul spot Blackpool Mecca, nor the 1990s rave institution Oz. Three floored superclub The Syndicate may not have timed its 2002 arrival so well, but the intention is clearly to put the town back on the travelling clubber's map. They do this at their fourth birthday tonight with the aid of DJ Paul Oakenfold. MR · The Syndicate, Church Street, Sat 9 Papadiso London Growing up, I thought it decidedly unfair that the people behind the lyric \"I'm the operator with my pocket calculator\" weren't sentenced to 20 years hard labour. Have you ever heard such banal drivel outside Razorlight or the Eurovision Song Contest? But that was before we all realised the influence Kraftwerk have had on just about every dance act of note in the last 15 years, and anyway, that lyric was far more profound than the one that goes \"fart, fart, fart on the autobahn\". Papadiso's Christmas party is elevated into something special by the DJ appearance of Kraftwerk's Wolfgang Flur, a man so secretive he makes Greta Garbo look like Jodie Marsh. Also on the card is Arthur Baker, another 1980s legend and one, as far as we know, who has never been the operator with his pocket calculator. Or farted on the autobahn. Support comes from Shane Watcha and Francis Harris. NG · The Egg, N7, Sat 9 The Battle Of Britain Birmingham Like a pair of leathery wrestlers entering the ring one more time, it's hard to tell if the much-touted rivalry twixt Polysexual and Sundissential is real or just playing to the gallery. Not that this pair of Midlands-based hard house giants seem bothered, given the levels of interest in tonight's collaboration. A 2,000-capacity crowd is expected in Air for this messiest of meetings, where full use will doubtless be made of the club's excellent facilities. The bill is topped by long-time people's favourite Lisa Lashes with Andy Farley, Alex Kidd and Nick Rafferty helping her out in the Oxygen Arena, which also features a live set from K90. The Nitrogen Arena, as lively as any club's main room, features Strangely Dave, Live Wire and Dion, while funky house in the Carbon Lounge is supplied by Danny Roberts, Pearce M and Neil The Pornstar. JM · Air, Heath Mill Lane, Digbeth, Sat 9"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}