{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/dec/09/tvandradio.guide1", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2006-12-09T23:59:17Z", "webTitle": "Is this it?", "webUrl": "https://www.theguardian.com/media/2006/dec/09/tvandradio.guide1", "apiUrl": "https://content.guardianapis.com/media/2006/dec/09/tvandradio.guide1", "fields": {"headline": "Is this it?", "bodyText": "What's new pussycat? Doing this theatre tour is new in my life - standing in front of 1,500 people with a microphone Sellotaped to my face, shouting sketches at them. The crowd have gone mental most nights. I don't mean that literally - they don't leave with mental illnesses. Where did you sleep last night? In the Marriott hotel Northampton. Was it nice? It was pretty much indistinguishable from the Marriott hotel Peterborough, the Marriott hotel Bournemouth and the Marriott hotel in wherever the hell else we've been. How do you sleep? By getting rather drunk. Are you lonesome tonight? Almost certainly, unless I'm a lot luckier than I usually am after the show. How clean is your house? Filthy. In terms of actual muck, my house is dirty. I can't remember when I last hoovered my bedroom, there are clods of dust under everything and I'm embarrassed about it. My thinking is that, when I finally Hoover, I'll have done months of cleaning in a matter of minutes. It's time-efficient. So until I get some terrible dust mite disease off my own carpet, there's a lot of sense in it. Deal or no deal? No deal. Because I just get waves of negative association from that phrase. That show spoils the point of me working from home. What becomes of the broken hearted? I think they get a grip over the next 18 months and learn to focus on the simple things in life, like an episode of Seinfeld or a nice fried egg. What does your soul look like? Like me but a little bit more worried. If my conscious worries are just the tip of the iceberg then my overall worries are one pretty huge iceberg. How deep is your love? I think it's pretty shallow. It might deepen with use but right now it's silted up with misuse. It's a shallow love that you can't get an ocean vessel into any more. I'd liken it to a harbour. Dude, where's my car? I'm on a tourbus so I don't need to worry about that. It's been used by dozens of rockers so I don't want to look too closely at the upholstery. Groupies will have been bedded on this very cushion. Who the fuck are the Arctic Monkeys? I've literally no idea. Ever fallen in love (with someone you shouldn't've)? Yes as a student and it certainly feels crap. I fell pointlessly in love with someone who wouldn't fall in love with me about once a term. Do they know it's Christmas time? I think they do, but they're too poor to buy any presents. Where have all the good times gone? I think they've been replaced by binge drinking and teenagers fighting in city centres. Erm... I don't really think that. I think the good times are still here. Thanks to late opening hours, the good times have doubled! Who framed Roger Rabbit? A quality framing company in walnut and teak. Who let the dogs out? Probably their irresponsible owners who think they're actually really friendly when in fact they're psycho postman-biting bastards. Is this it? Yes, I think it probably is. · Mitchell And Webb, Carling Brixton Academy, SW9, Tue 12 to Thu 14"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}