{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2006/dec/09/previews.theguide", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2006-12-09T23:59:20Z", "webTitle": "In cinemas this weekend: Dec 9", "webUrl": "https://www.theguardian.com/culture/2006/dec/09/previews.theguide", "apiUrl": "https://content.guardianapis.com/culture/2006/dec/09/previews.theguide", "fields": {"headline": "In cinemas this weekend", "bodyText": "The Holiday (12A) (Nancy Meyers, 2006, US) Kate Winslet, Cameron Diaz, Jack Black, Jude Law. 138 mins. Winslet and Diaz swap dream homes (Surrey country cottage/LA Spanish villa) for Christmas, and you can guess by the cosy couple shots on the poster pretty much everything else that's going to happen. Still, at least you get two for the price of one. The US Vs John Lennon (12A) (David Leaf, John Scheinfeld, 2006, US) 96 mins. They say he wanted a revolution, but this fawning VH1-made documentary rather overstates Lennon's political importance. True, the FBI kept tabs on him, and John and Yoko's peace protests were inspired, but this is only slightly deeper than a music video. Frostbite (15) (Anders Banke, 2006, Swe) Petra Nielsen, Grete Havneskold. 98 mins. Horror fans should be sated by this Swedish equivalent of Blade, set in a remote town whose wintry setting and lack of daylight offer some new opportunities for vampiric mayhem, even if doesn't stray too far from the formula. The Covenant (12A) (Renny Harlin, 2006, US) Steven Strait, Sebastian Stan. 97 mins. Four buff teen dudes with supernatural powers save humanity and, like, totally rule in this wearyingly energetic action horror. It's no Lost Boys, more like an Abercrombie &amp; Fitch ad. The Heart Of The Game (12A) (Ward Serrill, 2005, US) 97 mins. A sports documentary with more drama than most sports movies, this follows a girls' basketball team, with emphasis on their inspirational coach and their star player, who creates a controversy by getting pregnant. Let's see Kevin Costner do that. The Nativity Story (PG) (Catherine Hardwicke, 2006, US) Keisha Castle-Hughes, Oscar Isaac. 100 mins. A Bible-belt friendly, believers-only bore that simly rehashes a biblical episode with modern production standards just as Gibson's Passion Of The Christ did - except with less gore and more farm animals. Pandora's Box (PG) (G W Pabst, 1929, Ger) Louise Brooks. 120 mins. Brooks' defining role (and hairstyle) as the original femme fatale, leaving a trail of dead and smitten men (and women) in her wake. Bugsy Malone (U) (Alan Parker, 1976, UK) Scott Baio, Jodie Foster. 93 mins. Lovable children's musical from a time when kids with guns were still seen as cute. Manhattan (12A) (Woody Allen, 1979, US) Woody Allen, Diane Keaton. 96 mins. Allen leaves his teenage lover for an older woman. Those were the days. Happy Feet (U) (George Miller, 2006, US) Elijah Wood, Brittany Murphy, Robin Williams. 108 mins. Who would have imagined that a movie about dancing penguins could carry so much weight? This works on a multitude of levels, thanks to a dense blend of pop music, movies and mythology, a cinematic eye and refreshing relish for risk-taking - all dressed up as family entertainment. Think March Of The Penguins meets a Busby Berkeley musical, An Inconvenient Truth, Footloose and 2001: A Space Odyssey. No, really. · Out from Friday Black Christmas A festive slay ride for goth-leaning revellers. Déjà Vu Can Denzel Washington stop a crime that's already happened? Eragon Dragons, elves and silly names in this expensive fantasy epic. Dead Man's Cards Hard knocks for a Liverpool boxer-turned bouncer. Deep Water Fascinating yachting documentary. Esma's Secret Bosnian mother-daughter drama. Grounded Kids run riot in a snowbound airport It's Winter Grim Iranian portrait of hardship and poverty. The West Wittering Affair British comedy of romantic consequences. The Wizard Of Oz Hello Yellow Brick Road, again. · Coming soon In two weeks... A screen version of Patrick Süskind's Perfume... Exhibits come to life in family fantasy Night At The Museum... In three weeks... Refreshing documentary Into Great Silence, on life in a French monastery... In a month... Robert Altman's star-studded swan song A Prairie Home Companion... Mel Gibson goes Mayan with Apocalypto..."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}