{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2006/dec/16/weekend7.weekend3", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2006-12-16T23:59:22Z", "webTitle": "Letters", "webUrl": "https://www.theguardian.com/theguardian/2006/dec/16/weekend7.weekend3", "apiUrl": "https://content.guardianapis.com/theguardian/2006/dec/16/weekend7.weekend3", "fields": {"headline": "Letters", "bodyText": "Kingsley's Crossing (December 9) was a truly inspiring piece of journalism: beauty, squalor, courage, determination, and above all, optimism. It has changed my whole day, and maybe a good deal more. Keith Gilmore Portrush, N Ireland I know you like to try to attract new readers, but there must be a hard core of Guardian readers who do not want to read articles about C-list celebrities like Sharon Osbourne (Out Of The Darkness, December 9). Give us all a break. John Richards St Ives, Cornwall If I offend Sharon Osbourne sufficiently will she send me a free Tiffany box with a turd in it? I could clean it out and keep the box and sell the turd on eBay! I wouldn't want to offend her, however, because I think she is fantastic. Josette Morgan Sandy, Bedfordshire I can only imagine the conversation between the Guardian's advertising department and the unlucky hotel that found its advert right in the middle of a feature on underpaid hotel cleaners (A Dirty Business, December 9). I'm sure they're looking forward to their increased business over the Christmas period. Kate O'Donnell London E11 Two hundred and fifty years ago, the slave trade was a respectable business where thousands of nice people earned their living (Heirs To The Slavers, December 2). Today, the arms and nuclear weapons industries are respectable businesses where thousands of nice people earn their living. In 250 years' time, either they will be viewed as the slave trade is now, or there will be no human civilisation left to reflect on them. Dr Bob Banks Grindleford, Derbyshire Dispatches (December 2) was heart-wrenching, and brought into focus the futility of our foreign policy and the waste of our servicemen's lives. Sobering reading indeed. Gareth Kinsey Kings Pyon, Hereford I'm awfully tired of green evangelists like Elspeth Thompson, banging on about appliances left on standby consuming electricity (The Green House, December 9). No matter what her green credentials might be, she's a bit of a Luddite. As everyone else knows, many DVD players, set-top boxes, VCRs etc, will lose their programming when turned off. That is why they are left on standby, not because we're too self-obsessed or idle to turn them off. Shouldn't Ms Thompson be having a go at the manufacturers, instead? Ron Graves Prenton, Merseyside To experience the benefits of yoga, you don't need to spare two hours a day, or live near a class, or part with who knows what sums of money for designer gear that will \"turn your fellow yogis green\" (All You Need To Know About: Ashtanga Yoga, December 2). Twenty-five years ago, I acquired Richard Hittleman's 28-Day Exercise Plan, and I've been doing yoga on and off ever since - in my socks, jumper and pyjama bottoms. Alice Curteis St Andrews, Fife Is it only me that worries that, in fact, Stick is not indeed limited to stick people and straight lines? There's also usually the odd curve in there. Perhaps I should get out more... John Redeyoff Dent, Cumbria Like David Hart (Letters, December 9), I was also bemused by the recipe for Sardines On Toast, particularly as the most important step was omitted. After spreading the sardines on the toast, it should then be returned to the grill. This has the effect of (a) warming the sardines, and (b) creating a slight crispiness as the fat is heated. You can do a similar thing with grated cheese; this is called Cheese On Toast. Sorry, though, the jacket potato quest has me stumped! Jill Hughes Horsmonden, Kent Am I the only one who thinks that your portrait of Matthew Fort resembles a chubby Bruce Willis? How about renaming the column \"Pie Hard\"? Andrew Jones London SW2 · Send letters to Guardian Weekend, 119 Farringdon Road, London EC1R 3ER (weekend@theguardian.com). A postal address (not for publication) must be supplied. For inclusion on Saturday, letters should reach us by first post on Tuesday, and may be edited."}, "isHosted": false}}}