{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2006/dec/05/highereducation.uk1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2006-12-05T23:54:09Z", "webTitle": "Why Derry wants a new medical school", "webUrl": "https://www.theguardian.com/education/2006/dec/05/highereducation.uk1", "apiUrl": "https://content.guardianapis.com/education/2006/dec/05/highereducation.uk1", "fields": {"headline": "Healing old wounds", "bodyText": "For almost 40 years, the world has observed the city of Derry through a television screen. From the grainy black-and-white images of the riots that marked the start of the Troubles in Northern Ireland to the pictures of the row of coffins after Bloody Sunday, Derry's recent history has been one of internecine strife that has left its mark on the city and its people. These days, the television cameras may have gone, but Derry still struggles to overcome the legacy that has left the north-west in desperate need of economic and political investment. However, hope is at hand in the form of a proposed cross-border medical school for the city's university, which supporters believe will act as a catalyst for the economic regeneration of the region. Significantly, the graduate-entry Ulster-Connacht Medical School is to be based on a cross-border link between the Magee campus of the University of Ulster in Derry and the National University of Ireland, Galway. For a long time, cross-border cooperation was regarded as a political hot potato, more likely to kill off rather than seal any potential deal. Yet for the medical school's supporters it is one of the most positive aspects of the plan. \"We have to disregard the border and consider the needs of the region as a whole,\" says Professor Bernie Hannigan, pro vice-chancellor for research and innovation at the University of Ulster. \"If you consider the population base in an area that is widely dispersed, the population of the northern side would not be sufficient to support a medical school, but if you take the patient base for the whole of the north-western region it becomes a viable proposition ... Students will be trained to meet the healthcare needs of that dispersed region.\" Professor Gerry Loftus, dean of medical and health sciences at NUI Galway is as convinced of the plan's merits as his northern colleague. \"It will have a big impact on the region in terms of improving healthcare and economic development. We're very keen to push cross-border cooperation - there's something in it for all of us.\" Last week, the plan received a huge boost with the publication of the Fottrell report into medical education, in which the Irish government committed to making 60 additional places available for postgraduate medical education. The hope in Derry, explains Professor Jim Allen, provost and pro vice-chancellor at Magee, is that some of these places will go to Galway. \"If they get the numbers in Galway, hopefully the UK government, or the relevant department here, will make a similar number of places available and kickstart the programme.\" Magee has come a long way in the 20 years or so since it joined the University of Ulster with only 300 students. Just as the Victorian building that once housed the college has become surrounded by futuristic glass and steel constructions, and the library replaced by a hi-tech learning resource centre, so too have the expectations of the campus and the city evolved. Derry is a modern, forward-thinking regional capital with a vibrant and cutting-edge university at its heart. The medical school is just part of ambitious plans to expand teaching provision in Magee's in areas of excellence, including the creative and performing arts, intelligent systems, professional legal education and training, public administration and management, and within life and health sciences, business studies and the arts. Medical professionals, business interests, Derry city council, and politicians north and south of the border are among those who have voiced their support for the plans, which they believe have the power to change the region for the better. Indeed, Allen believes the plans complement the current emphasis on urban regeneration in Derry. \"There is ample evidence of the economic impact of a university to a region, and if we can grow here at Magee it will have a significant economic impact on the north-west. This isn't just about the economic regeneration of the area, but the social and cultural impact as well. \"There is an enormous body of evidence that suggests graduates tend to want to stay around the area where they graduated, so in terms of the quality of medical care in the whole north-west of the island of Ireland, it would be fantastic. This region has traditionally been under-provided for in terms of healthcare and education, and there would be enormous benefits in cross-border cooperation in these areas.\" Whether the programme gets the green light comes down to finance. As well as the initial start-up costs, the university must secure annual funding of £10m if the medical school is to become a reality. It is an ambitious target, made more difficult by the current political situation. The violence of the Troubles may be gone, but Northern Ireland continues to operate in political limbo as parties negotiate over the restoration of a devolved government. Those involved in the medical school project insist it should go ahead regardless of any political activity - or inactivity - but it will be much harder to interest Westminster in the needs of a distant region than to convince a Stormont parliament. \"Ultimately, funding is dependent on central government,\" says Allen, \"and at this point in time it hasn't been forthcoming. We don't believe they're trying to stop it, just that funding hasn't been made available. Our attitude is that, irrespective of the political landscape, if government is serious about investing for economic growth in the north-west, the university's development plans should be taken seriously. Whether an assembly comes into existence or not, we hope the government will still see the sense in investing in growth in this area.\" Another key figure who maintains the plans should go ahead regardless of politics is the SDLP leader and local MP, Mark Durkan. He has long been a supporter of a medical school in Derry. \"We want to see progress made on its own terms and merits, whether the assembly is restored or whether we stay stuck without the institutions.\" With a target date for the first intake of students set at October 2008, Durkan is hopeful the medical school can become a reality. \"The government has always moved slower as regards investing in the north-west than it does with anywhere else, but I believe that with the backing of a well-developed case, and with clear professional endorsement from people in the primary care end, it is becoming harder for people in government to just dismiss this. \"I believe the Department of Health is now having to reconsider previous assessments on whether existing medical provision is enough, and I look forward to lobbying both the Irish and the British governments to ensure the medical school becomes a reality.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}