{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/dec/11/careers.theguardian2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-12-11T23:58:50Z", "webTitle": "The office anarchist", "webUrl": "https://www.theguardian.com/money/2006/dec/11/careers.theguardian2", "apiUrl": "https://content.guardianapis.com/money/2006/dec/11/careers.theguardian2", "fields": {"headline": "The office anarchist", "bodyText": "Office employees are required to sacrifice more than just their time and energy - they're expected to yield their souls, too. As early as the interview, it's made clear that total commitment to the company is mandatory. This means adopting the company ethos and believing in its \"mission\". It's like joining a cult. Your employer requires your devotion. Cynicism is regarded as an attitude problem, and will result in your behaviour being closely monitored. In this kind of environment you need to disguise your contempt - otherwise, everything you do will be viewed with suspicion. It's probably best to channel all your simmering frustrations into covert propaganda rather than risk self-incriminatory verbal outpourings. Office propaganda wars are the business world's best kept secret. Thousands of disenchanted employees are engaged in clandestine projects to counter the corporate propaganda relentlessly churned out in newsletters, notices, memos, staff debriefings, team pep-talks, etc. The employer's aim is to make staff view the company goals as all-important. The antidote to this brainwashing is ridicule and parody, which can take the form of graffiti, stickers, fake notices and spoof emails. Ambitious, careerist types won't appreciate this subversive humour, as it undermines their sense of self-importance. Consider these folk as your enemies in the propaganda war. They might be your colleagues, but you don't have to socialise with them. Taking coffee breaks together isn't mandatory. But beware of being branded unsociable, as this attracts scrutiny from the company thought-police. You can always fake sociability. On occasions when you can't avoid your colleagues, join in the office chit-chat. But when there's a choice, look for an escape route. Always keep an important-looking document close to hand, so you can pretend to be on an urgent errand. Performance reviews will reveal whether you've successfully concealed your \"attitude problem\". If your supervisor suggests that you're not a \"team-player\", it means they're on to you. This could see you sent on team-bonding courses and press-ganged into socialising with career-driven morons."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}