{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/dec/16/features.weekend", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-12-16T23:59:21Z", "webTitle": "Hugh Fearnley-Whittingstall: A great  spread", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/dec/16/features.weekend", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/dec/16/features.weekend", "fields": {"headline": "A great  spread", "bodyText": "There's a whole lot of eating coming up, and if you want to get ahead for the festive frolics you could do a lot worse than lay down a couple of delicious pâtés and terrines. They will last a good 10 days in the fridge and can be wheeled out whenever an effortless meal is required to sustain another round of heavy drinking and/or present opening. The kind of recipes I'm going to suggest will function as standbys, yet are more than delicious enough to endure the seasonal scrutiny of amateur food critics. Crusty bread and a winter salad are the only accompaniments they'll need to be turned into lunch or dinner. And for Christmas kitchen cred, homemade rillettes are very hard to beat. I toyed with the idea of doing brawn - the ultimate peasant terrine, being made from a whole pig's head and not much else. This was largely because I'd have been able to start with the line, \"If you want to get ahead, get a head\" - an excellent joke, I'm sure you'll agree. In the end, though, I shelved the idea (but not the gag) on the basis that if there's a snowball's chance in hell of you asking your butcher for a pig's head, then you must already have The River Cottage Cook Book, where you will find my brawn recipe on page 230. Instead, I'm offering something similar, but more approachable - a stepping stone to brawn, if you like - that uses two other porky extremities, more readily available, but also blissfully cheap: trotters and hocks. This is a cracking recipe that my chef Gill has been testing to perfection over the past few weeks. It's a generous dish in a number of respects, not least in that it allows you to walk up to your butcher and say, \"Do you have pig's trotters?\" He, of course, will reply, \"No, it's just the way I'm standing!\" And you'll both be well on the way to your merriest Christmas for years. Pig's trotter and ham hock terrine Pig's trotters are often used as a rich source of gelatine. Here, they are cooked to release all that lovely jelly, then everything except the bones goes into the terrine, too. The hock is a little gem of a cured cut. Makes about 15 servings. 2 pig's trotters, each chopped into 3 or 4 pieces A 1kg unsmoked ham hock 300g fatty pork belly 2 small onions, roughly chopped 2 sticks celery, chopped 2 large carrots, peeled and chopped 2 cloves garlic, peeled 4-5 sprigs fresh thyme 2 bayleaves 1 large glass white wine 1 tsp redcurrant or crab apple jelly Salt and freshly ground pepper Wash the trotter pieces under cold running water, then place in a medium-sized, heavy pan, along with the hock, belly, vegetables and herbs. Pack everything in as well as possible, then pour in the wine and enough cold water to cover. Place over a medium heat and bring to a simmer. Skim off any scum that rises to the surface, turn down the heat to its lowest setting, then simmer as gently as possible for an hour and a half. Remove the hock and set aside to cool. Continue to cook the trotters and belly for a further hour and a half, or until the trotters are tender and the skin falls away from the bone. Remove the meat and set aside. Strain the cooking liquid through a sieve lined with muslin or a clean tea towel into a clean pan. Bring to the boil, reduce by three-quarters, then stir in the fruit jelly. Taste and adjust the seasoning as required. Pick all the skin and meat from the trotters, and the meat from the hock and belly, chop roughly into pieces about 1cm square and put in a bowl. Pour over the reduced cooking liquid, stir and check the seasoning again. Pack into a terrine (or several ramekins or a medium pudding basin), place a weight (or weights) on top, then leave until completely cool. Chill for at least a few hours to set before serving (ideally a day or two). Serve with crusty bread, pickles and mustard. Or, to make this into a top-notch party piece, serve with a salad of puy lentils, cooked until al dente and tossed while still warm with a mustardy vinaigrette and lots of coarsely chopped parsley. Liver pâté A winning all-round pâté that is very quick and easy to make. It works with any good liver, as long as it's fresh, fresh, fresh. Makes two 500g pâtés (or one 1kg one). 750g fresh, free-range liver (pork, venison, chicken, rabbit or mixture) 1 large onion, finely chopped 1 knob butter 150ml whole milk 1 tbsp double cream 100g fresh breadcrumbs 250g minced pork A splash of port ½ clove garlic, crushed A few sage leaves, chopped 1 sprig thyme, picked and chopped A pinch ground mace A pinch cayenne pepper 5g salt Unsmoked streaky bacon rashers, stretched with the back of a knife Freshly ground black pepper Slice the liver, trimming off and discarding any tough membranes or ventricles, then chop roughly. Gently sweat the onion in the butter until soft and translucent - about 10 minutes. Warm the milk with the cream, add the breadcrumbs and leave to soak for five minutes. Preheat the oven to 170C/325F/ gas mark 3. Put everything except the bacon into a food processor and pulse for several bursts until thoroughly mixed (make it as coarse or smooth as you like). Pile the mixture into one large or two medium terrine dishes lined with the stretched bacon. Cover with their lids or a double layer of buttered foil, place in a roasting tin and pour in enough boiling water to come halfway up the sides of the terrines. Put in the oven for an hour and a quarter to an hour and three-quarters, depending on the size of the dish. The pâté is done when it comes away from the side of the dish and is firm to the touch. Remove from the roasting tin and press with a weighted board, or similar, while cooling. Serve with crusty bread and a good fruity chutney. The pâté will keep in the fridge for at least two weeks; it freezes well, too. Pork rillettes Pork simmered slowly in its own fat until super-tender, then torn into shreds, seasoned and packed into pots - you could even give them away as presents. You can use bought lard as the cooking medium, but buying fresh pork fat from the butcher and rendering it down is a more satisfying option. Use back fat or, even better, flair fat, which comes from the inside of the belly and is softer and easier to render. Put in a dish at the bottom of a low oven and pour off the liquid fat every 20 minutes, until it has all rendered. Makes just over 1kg. 500g free-range pork shoulder 500g free-range pork belly, rind removed 300g rendered free-range pork fat (or lard) 100ml water 3 sprigs fresh thyme 2 bayleaves 3 cloves A pinch mixed spice A few gratings of fresh nutmeg Salt and freshly ground black pepper Cut the pork shoulder into thumb-size strips, along the grain of the meat. Cut the pork belly into 1cm-thick slices. Place the rendered fat and water in a wide, heavy saucepan or oven dish, and add the meat. Tie up the thyme, bayleaves and cloves in a small square of muslin and add to the pot. Cook very slowly, so the liquid is just trembling, not bubbling, for at least four hours. This can be done on the hob (where you can keep an eye on it) or in a very low oven (130C/250F/gas mark ½). Turn the meat occasionally to check nothing is sticking to the pan. The meat is cooked when completely tender, only lightly browned and can easily be dragged into shreds with two forks. When it has reached this stage, remove from the heat and leave to cool. When tiède (that is, a little warmer than room temperature), remove the muslin bag and shred the meat with two forks and the occasional bash from a wooden spoon. Carefully add the seasonings as you go - mixed spice, nutmeg, salt and black pepper - tasting and adjusting until it's just right. When the meat is finely and evenly shredded, transfer the rillettes to a large bowl, cover with a piece of paper greased with pork fat and refrigerate. They are best left to ripen for a few days in the fridge. Serve chilled or at room temperature, or gently warmed until the fat runs. Accompany with crusty bread and something to cut the fat, such as cornichons. I also like to serve rillettes with a zesty carrot salad: coarsely grate two large carrots (or, better still, cut them into matchsticks on a mandoline) and toss with the juice of an orange, a splash of cider vinegar, olive oil and some seasoning. Rillettes can be kept in the fridge for up to six months provided you pack them into clean jars with no air pockets and cover the surface with a good 5mm of clean rendered fat. Cover the jar with a screw-on lid or circle of greased foil. · For details about River Cottage Smoky Hampers, including bacon made to Hugh's own recipe, go to rivercottage.net. Readers can order The River Cottage 2007 diary for the special price of £8.50; rivercottage.net/guardian for details"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}