{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/dec/01/publicservices.politics", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-12-01T23:58:06Z", "webTitle": "Michael White: Blair could have done better", "webUrl": "https://www.theguardian.com/uk/2006/dec/01/publicservices.politics", "apiUrl": "https://content.guardianapis.com/uk/2006/dec/01/publicservices.politics", "fields": {"headline": "Blair could have done better", "bodyText": "Critics of Tony Blair's education, education, education policies can agree with the prime minister about one thing. Elite education in this country remains a global leader. But its failing tail has left experts and industrialists fretting about vocational education since the 1870s, when Germany and America leapt ahead in new technologies, steel and petrochemicals. Yesterday Mr Blair moved to entrench educational reforms as a substantial feature of his legacy. In a speech in Birmingham he promised to improve A-levels, promote the rival international baccalaureate (IB) and double the number of sponsored city academies to 400 by 2020-ish. There are currently just 50. Teachers' unions promptly warned that the case for academies (\"obsessed with the private sector\") remains unproven. Mr Blair and (up to a point) his education secretary, Alan Johnson, will have none of it. Good schools need a strong head, motivated teachers, attention to basics and a strong ethos, plus discipline and \"the thrill of knowledge\", Mr Blair said yet again. \"It is obvious.\" He gracefully concedes that the debate on the best structures to nurture the qualities he admires is \"more complex\". It is indeed. Even sympathetic analysts such as the Institute for Public Policy Research (ippr) thinktank remain puzzled that yesterday's stress on starred A-levels and the IB sits uneasily with Mr Blair's other concern, promotion of the new 14 to 19 diplomas. \"Will that further separate the sheep from the goats?\" asked the ippr's Richard Brooks. Is too much being spent on unproven academies? Reading Mr Johnson's speech to the conference one can detect a greater concern for the vocational tail. No surprise there. Postman Johnson did not get to university. This is not theoretical stuff for him. The 1944 Education Act, a product of the coalition that won the second world war, ushered in a generation of meritocratic opportunity which allowed clever children of all classes to rise to the top, including many politicians. As Alan Milburn constantly protests, that drive faltered in the Thatcher years. As a sixth former in Kirkcaldy, Gordon Brown had already noticed it still excluded too many. No one doubts Mr Blair's belief in the power of education, nor his desire to extend opportunity. The 1944 act extolled similar goals, yet allowed funding to produce a tripartite system in which the vocational strand - technical schools - failed to develop as they had done across the Channel. Mr Blair has overseen substantial improvements in maths, English and science, fewer bad schools. But stubborn pockets of failure persist. His school leaver's report will read: \"Could have done better.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}