{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/dec/20/expertsproperty.property1", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-12-20T23:54:46Z", "webTitle": "Should I borrow more and rent out a room?", "webUrl": "https://www.theguardian.com/money/2006/dec/20/expertsproperty.property1", "apiUrl": "https://content.guardianapis.com/money/2006/dec/20/expertsproperty.property1", "fields": {"headline": "Should I borrow more and rent out a room?", "bodyText": "Q I wondered if you could give me some advice on my mortgage dilemma. I am anxious to get on the property ladder to avoid being priced out of the market altogether. However, I seem to have a couple of options with regard to the way I finance this, and wondered if you could help me think through some of the pros and cons. I am a 40-year-old single male living in London who has no debts, a £40,000 salary and a deposit of around £22,000. I've calculated that I can afford up to £900 per month in repayments on my income alone. Using some fairly crude online mortgage calculators, it seems to me that I can either go for a repayment mortgage and borrow something like £160,000-£165,000 for a one-bed flat up to about £185,000, or I can borrow more (around £200k) on an interest only mortgage and look at two-bed properties up to about £220,000 and use income from renting a room out to service the capital repayments. I read somewhere that capital repayments are roughly £15 per £10,000 borrowed, so on a £200,000 mortgage I'd be looking at something like £300 per month, which is well within what I could realistically charge for renting a room in London. I'm minded to go for the latter option, but I just wondered if there were hidden risks or other factors that I should consider if I go for the higher borrowing option? DP A I can see why you are attracted to the interest-only option because you are right in thinking that the monthly payments are lower than an equivalent repayment mortgage. Assuming an interest rate of 5.5%, for example, the monthly payments on a 25-year repayment mortgage of £200,000 would be around £1,200 while the payments on an interest-only loan would be more like £900. However, the reason for the difference is that the payments on an interest-only mortgage are pure interest. There are no capital repayments to service since you repay no capital whatsoever over the term of the mortgage. This is the major downside of an interest-only mortgage because at the end of the mortgage term you have to find a lump sum to repay the loan, or sell the property. However, if, as you suggest, you were to use the rent from a lodger to make mortgage overpayments and so gradually pay off the mortgage, you would be less likely to run the risk of being unable to pay the mortgage at the end of its term. Using rent to reduce the size of the mortgage loan gradually would also get round the other major disadvantage of interest-only mortgages, which is that the interest bill is bigger than it is for a repayment mortgage, as you do not chip away at the capital over the course of the loan."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}