{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/dec/01/retail", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-12-01T23:59:19Z", "webTitle": "B&Q refit puts hole in results for Kingfisher", "webUrl": "https://www.theguardian.com/business/2006/dec/01/retail", "apiUrl": "https://content.guardianapis.com/business/2006/dec/01/retail", "fields": {"headline": "B&Q refit puts hole in results for Kingfisher", "bodyText": "The UK's biggest do-it-yourself chain yesterday said trading was still proving tough and admitted that updating its out-of-town sheds would hit profits next year. Like-for-like sales at the 324-store B&amp;Q chain, part of the Kingfisher group, dipped 1.1% in the 13 weeks to the end of October while its profits were down from £50m to £47m. B&amp;Q has been experimenting with three new-look stores - converting its sheds into three sections to appeal separately to trade customers, DIY shoppers and aspirational home improvers. Mezzanine floors have been installed to give a showroom feel including display rooms fitted with products. The group said the new look would be rolled out to 25 other stores next year, knocking £25m off profits. The shares lost 5.25p to close at 243p. Kingfisher reported better results from its overseas operations and group sales were up 2.3%, but its chief executive, Gerry Murphy, refused to be drawn on when the UK market might improve. The B&amp;Q figures came a week after rival Homebase also reported tough trading. Its chief executive, Terry Duddy, said there was little prospect of an upturn in the battered DIY market until at least next Easter. Yesterday a report by market research group Verdict said the home improvement and gardening sector is suffering its second consecutive year of decline. At the same time Budget DIY - a small chain in Northern Ireland - collapsed into administration. The company blamed \"inexorable\" competition from B&amp;Q and Homebase. Verdict predicted a 0.2% fall in spending on homes and gardens this year to £16.1bn, down £600m on 2004. Last year the decline was more than 3%."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}