{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/dec/24/shopping.retail", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-12-24T14:02:27Z", "webTitle": "It's the stay-at-home Christmas", "webUrl": "https://www.theguardian.com/money/2006/dec/24/shopping.retail", "apiUrl": "https://content.guardianapis.com/money/2006/dec/24/shopping.retail", "fields": {"headline": "It's the stay-at-home Christmas", "bodyText": "The predicted Christmas rush for last-minute presents was decidedly muted yesterday, as shoppers appeared to have stayed away instead of making for the high streets. Even in London's Oxford Street, the barometer of shopping frenzy, retailers' hopes of a final spree on the last full day of trading looked feeble, as the pavements proved easy to navigate. At Selfridges, Miranda Grant from Dorking, Surrey, gazed around the perfume counter. 'It's much easier than I expected,' she admitted. 'I put on comfy shoes because I thought it was going to be a mad crowd, but this is quite pleasant, to be honest.' There seemed to be more sales assistants brandishing samples than actual customers. Outside Gap, a weary-looking man, Cameron Roy, sat on a bench waiting for his wife to emerge. 'I've had worse days,' said Roy, from north London, knowingly. 'It all feels a bit lacklustre to be honest, a bit lacking the Christmas spirit. But at least you can actually get through the stores without being trampled.' Despite the lack of crowds, Selfridges said it was hoping for the biggest 'footfall' ever, with the number of customers trooping in during the day and evening predicted to exceed over 100,000. A spokesman said a lot of the luxury items had sold well. 'Sales of lingerie have been very strong, and handbags have gone well,' he said, adding that there had been 'a gender switch' during the week, with men leaving it until yesterday to shop whereas it had been mostly women shopping earlier in the week. Down the road, John Lewis's flagship store also looked busier than most. Managers said that men's accessories - briefcases, wallets and cufflinks - were disappearing quickly. 'But it's been strong too in the other stores, particularly in Manchester and Birmingham,' said a spokeswoman. 'We will have had three times the normal number of customers.' According to Barclays, yesterday was supposed to see a record spend of some £2.5bn, including purchases on credit and debit cards, with £500m expected to be withdrawn from cash machines. But the man on the Oxford Street stall selling union Jack T-shirts bemoaned the lack of tourists. 'It's terrible - a terrible year,' said the stallholder, who didn't want to give his name. 'Worse than last year. Not many Americans or French, and no one spending.' He was having to knock down his football shirts from £10 to £8. But some parts of the UK did experience a pre-Christmas rush. The Buchanan Galleries in Glasgow, one of the country's largest shopping centres, attracted almost 200,000 shoppers yesterday. Retail experts said business was exceeding expectations and was picking up after a very sluggish start. This year's Christmas is expected to be worth around £2.4bn to traders north of the border. The head of the Scottish Retail Consortium, Fiona Moriarty, said: 'We are now beginning to see a really large upturn in people going to the shops. It has been slow in coming but things are really picking up now.' In the Midlands, traders also reported a busy Saturday and the centre of Leicester was crowded with last-minute shoppers. More than 230,000 people have passed through the Haymarket Shopping Centre in the past five days according to its manager Phil Toyne: 'The shops start their sales before Christmas now, which attracts more people. There are some things you can get on the internet, such as CDs, but for most things people want to see a selection.' Although high street sales are predicted to be down this year due to online shopping, the retailers were not giving up without a fight. The large supermarkets are getting round the Sunday trading restrictions by allowing customers extra 'browsing time' before the store can officially take any cash. Under current legislation, shops can only trade for six hours on Sundays - and this includes Christmas Eve. Several large stores, including Tesco, Sainsbury's and Asda are today allowing customers to enter their premises half an hour early to fill their trolleys. That prompted an angry response from campaigners against Sunday shopping. Steve Jenkin, spokesman for the Church of England said: 'It is the workers in the shops we are concerned about. The costs to family life, the health of employees and the contribution of small retailers to community cohesion outweigh any potential benefits.'"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}