{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/dec/28/burynotpriase", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-12-28T16:30:00Z", "webTitle": "To bury, not to praise", "webUrl": "https://www.theguardian.com/commentisfree/2006/dec/28/burynotpriase", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/dec/28/burynotpriase", "fields": {"headline": "To bury, not to praise", "bodyText": "\"Mr Ford was an experienced, personally modest and mostly wise politician,\" according to the Guardian's leader today. It's the sort of vague, well-meaning appraisal a vicar might give at the funeral of a parishioner whose name he can't quite remember. The news reports, the obituaries, the quick quotes from surviving presidents, all seem to say one thing about the late Gerald Ford: \"He was all right, I guess.\" Constantly referred to as the \"accidental president\", he kept the office ticking over after Nixon had made a big mess of it, and then quickly handed over the reins to Jimmy Carter. But all must say good things of their dead president, no matter whether you have to be reminded what he actually did again. \"Decent and capable,\" George HW Bush said of him yesterday. I remember the schoolchildren that used to get that written in their report cards. They wore Red Dwarf t-shirts and wandered about with copies of PC Format magazine. Ford was essentially not a very important president - the John Major of the other side of the Atlantic. Other than the Nixon pardon, it's apparently quite hard to find anything to say about him. He started to begin legal reconciliation with draft dodgers, but it took Carter to do it properly. All that commentators can say (albeit filtered through hyperbole first) is that at least he didn't make things any worse than Nixon did. There has been one notable exception. George HW Bush's son never whispers when a \"shock and awe\" approach to political rhetoric is available. Ford, according to GWB, \"exemplified all that was best about the American character\". He added that \"for a nation that needed healing, and for an office that needed a calm and steady hand, Gerald Ford came along when we needed him most.\" Same groundskeeper comment as everyone else, but now he sounds like Superman. In another statement, he said how Ford \"gave many years of dedicated service to our country.\" I never like the political service line. Serving the electorate seems to contradict the tone of the presidents as mighty titans leading the good ship America to the promised land. After all, this is what Dubya is getting at: the president is a sacred figure and, like the medieval pope, cannot be wrong or the whole universe would unravel. If anything goes wrong, then it's the fault of the people, not the chap sat in the West Wing. Ford said so himself on taking office, when he spoke of Watergate as \"an American tragedy in which we all have played a part\". All played a part? Well, actually, no. It was just Nixon and a few pals. But then, when Nixon himself popped off, in 1994, it was all forgiveness and a lifetime of charity work and misunderstood and, heck, here's what Ford had to say on being told the news: \"Dick Nixon was one of the finest, if not the finest, foreign policy presidents of this century.\" It was comments like this that led Matt Groening, in a lest-we-forget frame of mind, to make Nixon a regular villain in both the Simpsons and Futurama. Such deference to a job, especially a job where the incumbent is supposed to be \"serving\", or at least accountable to, the people is never healthy. When Reagan went a couple of years ago, I was living in Virginia and was astounded at the unbalanced plaudits erupting for the late president. He single-handedly slew the Red Menace! He could ballroom dance! Imagine if men had such abilities today? I didn't read a single obituary or see a single news report that referred to his funding, and effective creation of, Osama Bin Laden; his slow and backwards response to the HIV crisis; the allegations that he may have been suffering from Alzheimer's during his presidency. Looking at the past in this hagiographical mode is never democratically healthy: if the president has never made a mistake then he never will, and so can get away with all kinds of craziness. So let's not respect the dead; let us judge them."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}